{
    "eid": "2-s2.0-85067118904",
    "title": "Bile salt hydrolase activity and cholesterol assimilation of lactic acid bacteria isolated from flowers",
    "cover-date": "2019-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (miscellaneous)",
            "@code": "2701",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology, Toxicology and Pharmaceutics (all)",
            "@code": "3000",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology (medical)",
            "@code": "2736",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Bile salt hydrolase",
        "Cholesterol assimilation",
        "Lactic acid bacteria."
    ],
    "authors": [
        "Rattanatda Nuhwa",
        "Somboon Tanasupawat",
        "Malai Taweechotipatr",
        "Jaruwan Sitdhipol",
        "Ancharida Savarajara"
    ],
    "citedby-count": 8,
    "ref-count": 31,
    "ref-list": [
        "Characterization of potential probiotic lactic acid bacteria isolated from camel milk",
        "Deconjugation of bile salts by Lactobacillus acidophilus isolates",
        "Lactobacillus plantarum subsp argentoratensis subsp. nov., isolated from vegetable matrices",
        "Molecular cloning, characterization and comparison of bile salt hydrolases from Lactobacillus johnsonii PF 01",
        "Enterococcus avium nom rev., comb. nov.; E. casseliflavus nom. rev., comb. nov.; E. durans nom. rev., comb. nov.; E. gallinarum comb. nov.; and E. malodoratus sp. nov",
        "Development of a differential medium for bile salt hydrolase-active Lactobacillus spp",
        "Screening for lactic acid bacteria in traditional fermented Tibetan yak milk and evaluating their probiotic and cholesterol-lowering potentials in rats fed a highcholesterol diet",
        "Fructophilic lactic acid bacteria inhabit fructose-rich niches in nature",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "Probiotics from research to market: the possibilities, risks and challenges",
        "Phenotypic variation in Lactococcus lactis subsp Lactis isolates derived from intestinal tracts of marine and freshwater fish",
        "A new insight into the physiological role of bile salt hydrolase among intestinal bacteria from the genus Bifidobacterium",
        "Lactobacillus floricola sp Nov., lactic acid bacteria isolated from mountain flowers",
        "Draft genome sequence of fructophilic Lactobacillus florum",
        "Introducing EzTaxon-e: a prokaryotic 16S rRNA gene sequence database with phylotypes that represent uncultured species",
        "Isolation of lactic acid bacteria from plants of the coastal Satoumi regions for use as starter cultures in fermented milk and soymilk production",
        "MEGA7: molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Enterococcus lactis sp nov., from Italian raw milk cheeses",
        "Characterization of lactic acid producing bacteria from Thai sources",
        "The role of probiotic cultures in the control of gastrointestinal health",
        "Determination of cholesterol using o-phthalaldehyde",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Isolation and characterization of exopolysaccharide from Leuconostoc lactis KC117496 isolated from idli batter",
        "Two different methods for screening of bile salt hydrolase activity in Lactobacillus strains",
        "Characterization of Lactobacillus plantarum strains for functionality, safety and α-amino butyric acid production",
        "Tailoring the probiotic potential of non-starter Lactobacillus strains from ripened Parmigiano Reggiano cheese by in vitro screening and principal component analysis",
        "Lactic acid bacteria found in fermented fish in Thailand",
        "Screening and characterization of lactic acid bacteria from animal faeces for probiotic properties",
        "Improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "Cholesterol assimilation by Lactobacillus probiotic bacteria: an in vitro investigation",
        "Isolation, identification, and evaluation of new lactic acid bacteria strains with both cellular antioxidant and bile salt hydrolase activities in vitro"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "@id": "60015084",
            "affilname": "Thailand Institute of Scientific and Technological Research (TISTR)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015084",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60000316",
            "affilname": "Srinakharinwirot University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000316",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}