{
    "eid": "2-s2.0-84905892595",
    "title": "Prediction of surface roughness in ball-end milling process by utilizing dynamic cutting force ratio",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Artificial Intelligence",
            "@code": "1702"
        },
        {
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209"
        },
        {
            "$": "Software",
            "@code": "1712"
        }
    ],
    "keywords": [
        "Ball-end milling",
        "Dynamic cutting force ratio",
        "In-process prediction",
        "Regression analysis",
        "Surface roughness",
        "Trapezoidal rule"
    ],
    "authors": [
        "S. Tangjitsitcharoen"
    ],
    "citedby-count": 43,
    "ref-count": 19,
    "ref-list": [
        "Prediction of surface roughness in CNC face milling using neural networks and Taguchi's design of experiments",
        "Surface topography in ball-end milling processes as a function of feed per tooth and radial depth of cut",
        "Milling surface roughness prediction using evolutionary programming methods",
        "Modelling of cutting forces in ball-end milling with tool-surface inclination. Part I: Predictive force model and experimental validation",
        "Modelling of cutting forces in ball-end milling with tool-surface inclination. Part II. Influence of cutting conditions, run-out, ploughing and inclination angle",
        "Published online",
        "Surface roughness prediction in ball-end milling process for aluminum by using air blow cutting",
        "Application of fuzzy logic and regression analysis for modeling surface roughness in face milliing",
        "In-process surface roughness recognition (ISRR) system in end-milling operations",
        "Surface topography in ball end milling process: Description of a 3D surface roughness parameter",
        "Surface roughness monitoring application based on artificial neural networks for ball-end milling operations",
        "Advance in detection system to improve the stability and capability of CNC turning process",
        "In-process monitoring and prediction of surface roughness in CNC turning process",
        "Advanced prediction of surface roughness by monitoring of dynamic cutting forces in CNC turning process",
        "Industrial Engineering & Management Systems Journal",
        "Development of surface roughness prediction by utilizing dynamic cutting force ratio",
        "Intelligent monitoring and prediction of surface roughness in ball-end milling process",
        "The development of an in-process surface roughness adaptive control system in end milling operations",
        "The development of an in-process surface roughness adaptive control system in turning operations"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Office of National Research Council of Thailand"
    ]
}