{
    "eid": "2-s2.0-84971016580",
    "title": "A new species of tritetrabdella (Hirudinida: Hirudiniformes: Haemadipsidae) from northern Indochina",
    "cover-date": "2016-05-20",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Haemadipsidae",
        "Hirudinida",
        "Phylogenetic analyses",
        "Thailand",
        "Tritetrabdella",
        "Vietnam"
    ],
    "authors": [
        "Takafumi Nakano"
    ],
    "citedby-count": 7,
    "ref-count": 39,
    "ref-list": [
        "A New Look at the Statistical Model Identification",
        "Higher Level Relationships of Leeches (Annelida: Clitellata: Euhirudinea) Based on Morphology and Gene Sequences",
        "Memoires De La Societe Zoologique De France",
        "Insights into the evolutionary history of Indo-Pacific bloodfeeding terrestrial leeches (Hirudinida:Arhynchobdellida:Haemadipisdae)",
        "Phytopathology",
        "Evolution",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates.",
        "Ribosomal DNA: Molecular evolution and phylogenetic inference",
        "An empirical test of bootstrapping as a method for assessing confidence in phylogenetic analysis",
        "Phylogenetic inference regarding Parergodrilidae and Hrabeiella periglandulata ('Polychaeta', Annelida) based on 18S rDNA, 28S rDNA and COI sequences",
        "Genetics and morphology of the genus Tritetrabdella (Hirudinea, Haemadipsidae) from the mountainous rain forests of Sabah, Borneo, reveal a new species with two new subspecies",
        "MAFFT multiple sequence alignment software version 7: Improvements in performance and usability",
        "Bio-Medical Reports of the 406 Medical Laboratory",
        "Leech Fauna of Taiwan",
        "Three species of land leeches from Taiwan, Haemadipsa rjukjuana comb. n., a new record for Haemadipsa picta Moore, and an updated description of Tritetrabdella taiwana (Oka)",
        "Proceedings of the Royal Society of Victoria",
        "PartitionFinder: Combined selection of partitioning schemes and substitution models for phylogenetic analyses",
        "Molecular systematics of the Eastern Fence Lizard (Sceloporus undulatus): A comparison of parsimony, likelihood, and Bayesian approaches",
        "Harding WA & Moore JP. the Fauna of British India, including Ceylon and Burma. Hirudinea",
        "Bulletin of the Raffles Museum",
        "Monographie De La Famille Des Hirudinées",
        "A new species of Orobdella (Hirudinida, arhynchobdellida, Gastrostomobdellidae) and redescription of O. kawakatsuorum from Hokkaido, Japan with the phylogenetic position of the new species",
        "A new sexannulate species of Orobdella (Hirudinida, Arhynchobdellida, Orobdellidae) from Yakushima Island, Japan",
        "A new host record for tritetrabdella taiwana (Hirudinida: Arhynchobdellida: Haemadipsidae) from the Asian painted frog Kaloula pulchra (Anura: Microhylidae) in Hong Kong, China, with a taxonomic note on T. taiwana",
        "The Natural History Journal of Chulalongkorn University",
        "The Natural History Journal of Chulalongkorn University",
        "Annotationes Zoologicae Japonenses",
        "Investigation of molluscan phylogeny using large-subunit and small-subunit nuclear rRNA sequences",
        "Tracer V. 1.6",
        "EMBOSS: The European Molecular Biology Open Software Suite",
        "The Australian Zoologist",
        "Mrbayes 3.2: Efficient bayesian phylogenetic inference and model choice across a large model space",
        "The Annals of Statistics",
        "RAxML version 8: A tool for phylogenetic analysis and post-analysis of large phylogenies",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Zoologica Scripta",
        "Rapid genetic identification and mapping of enzymatically amplified ribosomal DNA from several Cryptococcus species",
        "Acta Zootaxonomica Sinica",
        "Herpetological Review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kyoto",
            "affilname": "Graduate School of Science",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Hanoi",
            "affilname": "Vietnam Academy of Science and Technology",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Higashihiroshima",
            "affilname": "Hiroshima University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}