{
    "eid": "2-s2.0-85166563958",
    "title": "Acetylglutamine Differentially Associated with First-Time Versus Recurrent Stroke",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Neuroscience (all)",
            "@code": "2800",
            "@abbrev": "NEUR"
        },
        {
            "@_fa": "true",
            "$": "Neurology (clinical)",
            "@code": "2728",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Cardiology and Cardiovascular Medicine",
            "@code": "2705",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Acetylglutamine",
        "Metabolomics",
        "Recurrent stroke",
        "Risk factors"
    ],
    "authors": [
        "Naruchorn Kijpaisalratana",
        "Zsuzsanna Ament",
        "Amit Patki",
        "Varun M. Bhave",
        "Alana C. Jones",
        "Ana Lucia Garcia Guarniz",
        "Catharine A. Couch",
        "Mary Cushman",
        "D. Leann Long",
        "M. Ryan Irvin",
        "W. Taylor Kimberly"
    ],
    "citedby-count": 0,
    "ref-count": 61,
    "ref-list": [
        "Heart disease and stroke statistics-2022 update: a report from the American Heart Association",
        "Global, regional, and national burden of diseases and injuries for adults 70 years and older: Systematic analysis for the Global Burden of Disease 2019 Study",
        "Risk and cumulative risk of stroke recurrence: a systematic review and meta-analysis",
        "Long-term risk of myocardial infarction compared to recurrent stroke after transient ischemic attack and ischemic stroke: systematic review and meta-analysis",
        "Factors influencing the decline in stroke mortality: a statement from the American Heart Association/American Stroke Association",
        "Recurrent ischemic stroke: incidence, predictors, and impact on mortality",
        "Survival and recurrence after first cerebral infarction: a population-based study in Rochester, Minnesota, 1975 through 1989",
        "Stroke recurrence: predictors, severity, and prognosis. The Copenhagen Stroke Study",
        "Risks of stroke recurrence and mortality after first and recurrent strokes in Denmark",
        "One-year incidence, time trends, and predictors of recurrent ischemic stroke in Sweden From 1998 to 2010: an observational study",
        "Recurrent ischemic stroke - a systematic review and meta-analysis",
        "Intermediate risk of cardiac events and recurrent stroke after stroke admission in young adults",
        "Lifestyles correlate with stroke recurrence in Chinese inpatients with first-ever acute ischemic stroke",
        "Risk and secondary prevention of stroke recurrence",
        "Stroke recurrence within the first year following cerebral infarction--Tottori University Lacunar Infarction Prognosis Study (TULIPS)",
        "Clinical and imaging predictors of recurrent ischemic stroke: a systematic review and meta-analysis",
        "Multifactorial analysis of factors affecting recurrence of stroke in Japan. Asia Pacific",
        "Survival and recurrent strokes in patients with different subtypes of stroke: a fourteen-year follow-up study",
        "Vascular events, mortality, and preventive therapy following ischemic stroke in the elderly",
        "Differences in the role of black race and stroke risk factors for first vs. recurrent stroke",
        "Racial differences in recurrent ischemic stroke risk and recurrent stroke case fatality",
        "Trends in five-year survival and risk of recurrent stroke after first-ever stroke in the Perth Community Stroke Study",
        "Twenty-year time trends in long-term case-fatality and recurrence rates after ischemic stroke stratified by etiology",
        "Nucleosides associated with incident ischemic stroke in the REGARDS and JHS cohorts",
        "Plasma Metabolites Link Dietary Patterns to Stroke Risk",
        "The reasons for geographic and racial differences in stroke study: objectives and design",
        "Sex and race differences in the association of incident ischemic stroke with risk factors",
        "Validating laboratory results in a national observational cohort study without field centers: the Reasons for Geographic and Racial Differences in Stroke cohort",
        "N-terminal pro-B-type natriuretic peptide and stroke risk: the reasons for geographic and racial differences in stroke cohort",
        "Severity of hypertension mediates the association of hyperuricemia with stroke in the REGARDS case cohort study",
        "Associations of coagulation factors IX and XI levels with incident coronary heart disease and ischemic stroke: the REGARDS study",
        "Fibroblast growth factor 23 and risk of incident stroke in community-living adults",
        "Stroke--1989. Recommendations on stroke prevention, diagnosis, 515 and therapy. Report of the WHO Task Force on stroke and other 516 cerebrovascular disorders",
        "Disparities in stroke incidence contributing to disparities in stroke mortality",
        "Probability of stroke: a risk profile from the Framingham Study",
        "2017 ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines",
        "Defining and setting national goals for cardiovascular health promotion and disease reduction: the American Heart Association’s strategic Impact Goal through 2020 and beyond",
        "Cardiovascular health behavior and health factor changes (1988-2008) and projections to 2020: results from the National Health and Nutrition Examination Surveys",
        "Life’s Simple 7 and risk of incident stroke: the reasons for geographic and racial differences in stroke study",
        "Association of circulating metabolites with racial disparities in hypertension and stroke in the REGARDS study",
        "Succinate links atrial dysfunction and cardioembolic stroke",
        "Uric acid and gluconic acid as predictors of hyperglycemia and cytotoxic injury after stroke",
        "Metabolite profiling identifies anandamide as a biomarker of nonalcoholic steatohepatitis",
        "ABO blood type and stroke risk: the REasons for Geographic And Racial Differences in Stroke Study",
        "Risk of recurrent stroke in Rotterdam between 1990 and 2020: a population-based cohort study",
        "One-year risk of stroke after transient ischemic attack or minor stroke",
        "Power for tests of interaction: effect of raising the Type I error rate",
        "N-terminal modifications of cellular proteins: the enzymes involved, their substrate specificities and biological effects",
        "Spotlight on protein N-terminal acetylation",
        "Aminoacylase I deficiency: a novel inborn error of metabolism",
        "Towards a functional understanding of protein N-terminal acetylation",
        "Metabolism of dietary glutamate in adults",
        "N-acetylglutamate synthase: structure, function and defects",
        "N-Acetyl functions and acetate detected by nuclear magnetic resonance spectroscopy of urine to detect renal dysfunction following aminoglycoside and/or glycopeptide antibiotic therapy",
        "Screening of urinary renal cancer metabolic biomarkers with gold nanoparticles-assisted laser desorption/ionization mass spectrometry",
        "Aminoacylase-1 plays a key role in myocardial fibrosis and the therapeutic effects of 20(S)-ginsenoside Rg3 in mouse heart failure",
        "Cancer cell metabolism: the essential role of the nonessential amino acid, glutamine",
        "Metabolites of glutamate metabolism are associated with incident cardiovascular events in the PREDIMED PREvención con DIeta MEDiterránea (PREDIMED) Trial",
        "How does self-reported history of stroke compare to hospitalization data in a population-based survey in New Zealand?",
        "Validity of self-reported prevalent cases of stroke and acute myocardial infarction in the Spanish cohort of the EPIC study",
        "Self-report of stroke, transient ischemic attack, or stroke symptoms and risk of future stroke in the Reasons for Geographic And Racial Differences in Stroke (REGARDS) study"
    ],
    "affiliation": [
        {
            "affiliation-city": "Birmingham",
            "@id": "60033096",
            "affilname": "University of Alabama at Birmingham School of Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60033096",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60002746",
            "affilname": "Harvard Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002746",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Burlington",
            "@id": "60031576",
            "affilname": "University of Vermont Larner College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031576",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60029929",
            "affilname": "Massachusetts General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029929",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Institutes of Health",
        "Department of Health and Human Service",
        "National Institute on Aging",
        "National Institute of Neurological Disorders and Stroke",
        "American Heart Association"
    ]
}