{
    "eid": "2-s2.0-85061332900",
    "title": "Episodic positive selection in the cam734 haplotype and low prevalence of the A144F mutation in plasmodium falciparum chloroquine resistance transporter gene among thai isolates",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Parasitology",
            "@code": "2405",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "P. Buppan",
        "S. Seethamchai",
        "N. Kuamsab",
        "S. Jongwutiwes",
        "C. Putaporntip"
    ],
    "citedby-count": 0,
    "ref-count": 26,
    "ref-list": [
        "Association of a novel mutation in the Plasmodium falciparum chloroquine resistance transporter with decreased piperaquine sensitivity",
        "Genetics of chloroquine-resistant malaria: A haplotypic view",
        "Sequence and gene expression of chloroquine resistance transporter (Pfcrt) in the association of in vitro drugs resistance of Plasmodium falciparum",
        "Comparative impacts over 5 years of artemisinin-based combination therapies on Plasmodium falciparum polymorphisms that modulate drug sensitivity in Ugandan children",
        "A molecular marker for chloroquine-resistant falciparum malaria",
        "Variations in the sequence and expression of the Plasmodium falciparum chloroquine resistance transporter (Pfcrt) and their relationship to chloroquine resistance in vitro",
        "PfCRT and its role in antimalarial drug resistance",
        "Mutations in the P. Falciparum digestive vacuole transmembrane protein PfCRT and evidence for their role in chloroquine resistance",
        "Evolution of fitness cost-neutral mutant PfCRT conferring P. Falciparum 4-aminoquinoline drug resistance is accompanied by altered parasite metabolism and digestive vacuole physiology",
        "Chloroquine excretion following malaria prophylaxis",
        "Plasmodium knowlesi malaria in humans and macaques, Thailand",
        "Chloroquine sensitivity: Diminished prevalence of chloroquine-resistant gene marker pfcrt-76 13 years after cessation of chloroquine use in Msambweni, Kenya",
        "Reemergence of chloroquine-sensitive Plasmodium falciparum malaria after cessation of chloroquine use in Malawi",
        "Longitudinal in vitro surveillance of Plasmodium falciparum sensitivity to common anti-malarials in Thailand between 1994 and 2010",
        "Balancing drug resistance and growth rates via compensatory mutations in the Plasmodium falciparum chloroquine resistance transporter",
        "Data-monkey: Rapid detection of selective pressure on individual sites of codon alignments",
        "Differential prevalence of Plasmodium infections and cryptic Plasmodium knowlesi malaria in humans in Thailand",
        "Improved performance with saliva and urine as alternative DNA sources for malaria diagnosis by mitochondrial DNA-based PCR assays",
        "The interplay between drug resistance and fitness in malaria parasites",
        "Protecting the malaria drug arsenal: Halting the rise and spread of amodiaquine resistance by monitoring the PfCRT SVMNT type",
        "Know your enemy: Understanding the role of PfCRT in drug resistance could lead to new antimalarial tactics",
        "Large-scale survey for novel genotypes of Plasmodium falciparum chloroquine-resistance gene pfcrt",
        "MEGA6: Molecular Evolutionary Genetics Analysis version 6.0",
        "The development and spread of drug-resistant malaria",
        "Epidemiology of drug-resistant malaria",
        "TreeSAAP: Selection on amino acid properties using phylogenetic trees"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pitsanulok",
            "@id": "60022498",
            "affilname": "Naresuan University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022498",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}