{
    "eid": "2-s2.0-84979205176",
    "title": "Systematic Investigation of Porphyrin-Thiophene Conjugates for Ternary Bulk Heterojunction Solar Cells",
    "cover-date": "2016-10-26",
    "subject-areas": [
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "Renewable Energy",
            "@code": "2105"
        }
    ],
    "keywords": [
        "benzpoporphyrin",
        "bulk heterojunction solar cells",
        "organic solar cells",
        "porphyrin",
        "thiophene"
    ],
    "authors": [
        "Wittawat Keawsongsaeng"
    ],
    "citedby-count": 25,
    "ref-count": 86,
    "ref-list": [
        "Semiconducting and Metallic Polymers",
        "Organic Photovoltaics: Concepts and Realization, Springer Series in Materials Science",
        "Organic Photovoltaics: Mechanisms, Materials, and Devices (Optical Science and Engineering)",
        "Ultrathin and lightweight organic solar cells with high flexibility",
        "Flexible high power-per-weight perovskite solar cells with chromium oxide-metal contacts for improved stability in air",
        "The Porphyrin Handbook",
        "J. Phys. Colloq.",
        "Transfer processes in semiconducting polymer-porphyrin blends",
        "Molecular Memories That Survive Silicon Device Processing and Real-World Operation",
        "Tetrachelate porphyrin chromophores for metal oxide semiconductor sensitization: Effect of the spacer length and anchoring group position",
        "Photoinduced electron transfer reactions between meso-tetrakis(4-sulfonatophenyl)porphyrin and colloidal metal-semiconductor nanoparticles",
        "Sensitive efficiency of photoinduced electron transfer to band gaps of semiconductive single-walled carbon nanotubes with supramolecularly attached zinc porphyrin bearing pyrene glues",
        null,
        "Electron transfer cascade by organic/inorganic ternary composites of porphyrin, zinc oxide nanoparticles, and reduced graphene oxide on a tin oxide electrode that exhibits efficient photocurrent generation",
        "Organic field-effect transistors by a wet-transferring method",
        "Effect of molecular orientation of epitaxially grown platinum(II) octaethyl porphyrin films on the performance of field-effect transistors",
        "Bioinspired detection of light using a porphyrin-sensitized single-wall nanotube field effect transistor",
        "Porphyrin-dithienothiophene π-conjugated copolymers: Synthesis and their applications in field-effect transistors and solar cells",
        "A high-performance organic field-effect transistor based on platinum(II) porphyrin: Peripheral substituents on porphyrin ligand significantly affect film structure and charge mobility",
        "Organic field effect transistors based on 5,10,15,20-tetrakis(4-pentyloxyphenyl)porphyrin single crystal",
        "High-performance single-crystal-based organic field-effect transistors from π-extended porphyrin derivatives",
        "Unusually high-performing organic field-effect transistors based on π-extended semiconducting porphyrins",
        "Highly efficient phosphorescent emission from organic electroluminescent devices",
        "Efficient, saturated red organic light emitting devices based on phosphorescent platinum(II) porphyrins",
        "Highly efficient electrophosphorescent polymer light-emitting devices",
        "Electrogenerated chemiluminescence from phosphorescent molecules used in organic light-emitting diodes",
        null,
        null,
        "Efficient near-infrared polymer and organic light-emitting diodes based on electrophosphorescence from (tetraphenyltetranaphtho[2,3]porphyrin)platinum(II)",
        "Zinc tetraphenylporphyrin-fluorene branched copolymers: Synthesis and light-emitting properties",
        "Extended conjugation platinum(II) porphyrins for use in near-infrared emitting organic light emitting diodes",
        "Carbazole-linked porphyrin dimers for organic light emitting diodes: Synthesis and initial photophysical studies",
        "J. Phys. Chem.",
        null,
        null,
        "Quinoxaline-fused porphyrins for dye-sensitized solar cells",
        "Large π-aromatic molecules as potential sensitizers for highly efficient dye-sensitized solar cells",
        "Novel zinc porphyrin sensitizers for dye-sensitized solar cells: Synthesis and spectral, electrochemical, and photovoltaic properties",
        "Zn-Zn porphyrin dimer-sensitized solar cells: Toward 3-D light harvesting",
        "Synthesis and characterization of porphyrin sensitizers with various electron-donating substituents for highly efficient dye-sensitized solar cells",
        "Porphyrin-sensitized solar cells with cobalt (II/III)-based redox electrolyte exceed 12 percent efficiency",
        "Dye-sensitized solar cells with 13% efficiency achieved through the molecular engineering of porphyrin sensitizers",
        "The effect of porphyrin inclusion on the spectral response of ternary P3HT:porphyrin:PCBM bulk heterojunction solar cells",
        "Hybrid bulk heterojunction solar cells based on P3HT and porphyrin-modified ZnO nanorods",
        "Fabrication and characterization of fullerene/porphyrin bulk heterojunction solar cells",
        "A porphyrin-fullerene dyad with a supramolecular \"double-cable\" structure as a novel electron acceptor for bulk heterojunction polymer solar cells",
        "Fabrication and characterization of ZnTPP:PCBM bulk heterojunction (BHJ) solar cells",
        "Solution processed small molecule bulk heterojunction organic photovoltaics based on a conjugated donor-acceptor porphyrin",
        "Solution-processed bulk heterojunction solar cells based on a porphyrin small molecule with 7% power conversion efficiency",
        "Columnar structure in bulk heterojunction in solution-processable three-layered p-i-n organic photovoltaic devices using tetrabenzoporphyrin precursor and silylmethyl[60]fullerene",
        "PCBM disperse-red ester with strong visible-light absorption: Implication of molecular design and morphological control for organic solar cells",
        "An amorphous mesophase generated by thermal annealing for high-performance organic photovoltaic devices",
        "Can. J. Chem.",
        "Conjugated Poly(thiophenes): Synthesis, Functionalization, and Applications",
        "Oligothiophenes in Electronic Materials: The Oligomer Approach",
        "Structural order in conjugated oligothiophenes and its implications on opto-electronic devices",
        "n-type building blocks for organic electronics: A homologous family of fluorocarbon-substituted thiophene oligomers with high carrier mobility",
        "Functional oligothiophenes: Molecular design for multidimensional nanoarchitectures and their applications",
        "Thieno[3,2- b]thiophene-diketopyrrolopyrrole-containing polymers for high-performance organic field-effect transistors and organic photovoltaic devices",
        "Organic solar cells beyond one pair of donor-acceptor: Ternary blends and more",
        "Organic ternary solar cells: A review",
        "Enhancement of ternary blend organic solar cell efficiency using PTB7 as a sensitizer",
        "Polymer-Polymer Förster Resonance Energy Transfer Significantly Boosts the Power Conversion Efficiency of Bulk-Heterojunction Solar Cells",
        "Conjugated Polymer-Small Molecule Alloy Leads to High Efficient Ternary Organic Solar Cells",
        "Versatile ternary organic solar cells: A critical review",
        "A survey of acid catalysts for use in two-step, one-flask syntheses of meso-substituted porphyrinic macrocycles",
        "Photophysical and electrochemical properties of meso-substituted thien-2-yl Zn(II) porphyrins",
        "Characterization of porphyrin surface orientation in monolayers on Au(111) and Si(100) using spectroscopically labeled molecules",
        "A facile and reliable method for the synthesis of tetrabenzoporphyrin from 4,7-dihydroisoindole",
        "An experimental determination of absolute half-cell emf's and single ion free energies of solvation",
        "Electrochemical considerations for determining absolute frontier orbital energy levels of conjugated polymers for solar cell applications",
        "Processable multipurpose conjugated polymer for electrochromic and photovoltaic applications",
        "Design rules for donors in bulk-heterojunction solar cells - Towards 10 % energy-conversion efficiency",
        "Photosensitizing porphyrin-triazine compound for bulk heterojunction solar cells",
        "On the potential of porphyrin-spiked triarylamine stars for bulk heterojunction solar cells",
        "Acta Crystallogr., Sect. E",
        "Spectroscopic properties of meso-thienylporphyrins with different porphyrin cores",
        "J. Am. Chem. Soc.",
        "Synthetic principles for bandgap control in linear π-conjugated systems",
        "Crystal and molecular structure of a five-coordinate zinc complex of meso-tetraphenyltetrabenzoprophyrin"
    ],
    "affiliation": [
        {
            "affiliation-city": "Linz",
            "affilname": "Johannes Kepler University Linz",
            "affiliation-country": "Austria"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chemnitz",
            "affilname": "Technische Universität Chemnitz",
            "affiliation-country": "Germany"
        }
    ],
    "funding": []
}