{
    "eid": "2-s2.0-85019391328",
    "title": "Self-assembly of Gd3+/SDS/HEPES complex and curcumin entrapment for enhanced stability, fluorescence image in cellular system",
    "cover-date": "2017-08-01",
    "subject-areas": [
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Surfaces and Interfaces",
            "@code": "3110"
        },
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Colloid and Surface Chemistry",
            "@code": "1505"
        }
    ],
    "keywords": [
        "Curcumin derivatives",
        "Fluorescence probes",
        "Nanoparticles",
        "Self-assembly"
    ],
    "authors": [
        "Chonticha Sahub"
    ],
    "citedby-count": 6,
    "ref-count": 44,
    "ref-list": [
        "Perspectives on chemopreventive and therapeutic potential of curcumin analogs in medicinal chemistry.",
        "Curcumin in combined cancer therapy",
        "A review of therapeutic effects of curcumin",
        "Boron polylactide nanoparticles exhibiting fluorescence and phosphorescence in aqueous medium",
        "Inhibition of the HIV-1 and HIV-2 proteases by curcumin and curcumin boron complexes",
        "Molecular docking and inhibition of matrix metalloproteinase-2 by novel difluorinatedbenzylidene curcumin analog",
        "Fluorescent difluoroboron-curcumin analogs: An investigation of the electronic structures and photophysical properties",
        "Synthesis and photophysical properties of difluoroboron complexes of curcuminoid derivatives bearing different terminal aromatic units and a meso-aryl ring",
        null,
        null,
        "Design, synthesis, and testing of difluoroboron-derivatized curcumins as near-infrared probes for in vivo detection of amyloid-β deposits",
        null,
        "Naked-eye and colorimetric detection of arsenic(III) using difluoroboron-curcumin in aqueous and resin bead support systems",
        "Liposomal curcumin with and without oxaliplatin: Effects on cell growth, apoptosis, and angiogenesis in colorectal cancer",
        "Liposome encapsulation of curcumin and resveratrol in combination reduces prostate cancer incidence in PTEN knockout mice",
        "An in vitro study of liposomal curcumin: Stability, toxicity and biological activity in human lymphocytes and Epstein-Barr virus-transformed human B-cells",
        "Pharmacist",
        "Comparison of systemic availability of curcumin with that of curcumin formulated with phosphatidylcholine",
        "Improved drug delivery using microemulsions: Rationale, recent progress, and new horizons",
        "Synthesis of monofunctional curcumin derivatives, clicked curcumin dimer, and a PAMAM dendrimer curcumin conjugate for therapeutic applications",
        "Design and development of water-soluble curcumin conjugates as potential anticancer agents",
        "Curcumin polymers as anticancer conjugates",
        "Encapsulation of Functional Lipophilic Food and Drug Biocomponents",
        "Nano Today",
        "Correlation between epithelial toxicity and surfactant structure as derived from the effects of polyethyleneoxide surfactants on Caco-2 cell monolayers and pig nasal mucosa",
        "Safety Aspects of Non‐ionic Surfactant Vesicles: A Toxicity Study Related to the Physicochemical Characteristics of Non‐ionic Surfactants",
        "Characterization of microemulsions prepared using isopropyl palmitate with various surfactants and cosurfactants",
        "Long-term safety of combined intracerebral delivery of free gadolinium and targeted chemotherapeutic agent PRX321",
        "Cytotoxicity of iodinated and gadolinium-based contrast agents in renal tubular cells at angiographic concentrations: In vitro study",
        "Proc. Intl. Soc. Mag. Reson. Med.",
        "Efficient water soluble O-carboxymethyl chitosan nanocarrier for the delivery of curcumin to cancer cells",
        "The binary rare earth oxides",
        "Interaction of Fatty Acid Monolayers with Cobalt Nanoparticles",
        "Lewis acid-base interactions enhance explosives sensing in silacycle polymers",
        "Gadolinium acetylacetonate tetraphenyl monoporphyrinate complex and some of its derivatives: EXAFS study and molecular dynamics simulation",
        "Reducibility of Ni and NiPt supported on zeolite beta investigated by XANES",
        "Reducibility of cobalt species impregnated on NaY and HY zeolites",
        "ATHENA, ARTEMIS, HEPHAESTUS: Data analysis for X-ray absorption spectroscopy using IFEFFIT",
        "Seedless, surfactantless, high-yield synthesis of branched gold nanocrystals in HEPES buffer solution",
        null,
        "Nanoparticles of Adaptive Supramolecular Networks Self-Assembled from Nucleotides and Lanthanide Ions",
        "Confining molecules within aqueous coordination nanoparticles by adaptive molecular self-assembly",
        "Stability of curcumin in buffer solutions and characterization of its degradation products"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Nanotechnology Center",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Petchaburi",
            "affilname": "Synchrotron Light Research Institute",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Office of the Higher Education Commission",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}