{
    "eid": "2-s2.0-85126920415",
    "title": "Identification and Subtyping of Salmonella Isolates Using Matrix-Assisted Laser Desorption–Ionization Time-of-Flight Mass Spectrometry (MALDI-TOF)",
    "cover-date": "2022-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Virology",
            "@code": "2406",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "MALDI-TOF",
        "Mass spectrometry",
        "Matrix-assisted laser desorption–ionization",
        "Salmonella",
        "Serology",
        "Subtyping"
    ],
    "authors": [
        "Anil K. Persad",
        "Hanan A. Fahmy",
        "Nicholas Anderson",
        "Jing Cui",
        "Zeynal Topalcengiz",
        "Saharuetai Jeamsripong",
        "Patrick M. Spanninger",
        "Robert L. Buchanan",
        "Kalmia E. Kniel",
        "Michele T. Jay-Russell",
        "Michelle D. Danyluk",
        "Gireesh Rajashekara",
        "Jeffrey T. Lejeune"
    ],
    "citedby-count": 0,
    "ref-count": 39,
    "ref-list": [
        "Review of Salmonella detection and identification methods: Aspects of rapid emergency response and food safety",
        "Foodborne illness acquired in the United States-major pathogens",
        "Originally published as Volume 336, Issue 8725Foodborne salmonellosis",
        "Overview of molecular typing methods for outbreak detection and epidemiological surveillance",
        "MALDI-TOF mass spectrometry tools for bacterial identification in clinical microbiology laboratory",
        "Methodologies for Salmonella enterica subsp. enterica subtyping: Gold standards and alternatives",
        "Do Salmonella carry spare tyres?",
        "Rapid screening of epidemiologically important Salmonella enterica subsp. enterica serovars by whole-cell matrix-assisted laser desorption ionization-time of flight mass spectrometry",
        "Evaluation of commercial antisera for Salmonella serotyping",
        "The essence on mass spectrometry based microbial diagnostics",
        "Rapid MALDI-TOF mass spectrometry strain typing during a large outbreak of Shiga-Toxigenic Escherichia coli",
        "MALDI TOF MS profiling of bacteria at the strain level: A review",
        "Maldi-tof mass spectrometry for microorganism identification",
        "Survival of Salmonella in various wild animal feces that may contaminate produce",
        "MALDI-TOF mass spectrometry applied to classification and identification of bacteria",
        "The evaluation of a PCR-based method for identification of Salmonella enterica serotypes from environmental samples and various food matrices",
        "An application of hierarchical kappa-type statistics in the assessment of majority agreement among multiple observers",
        "The measurement of observer agreement for categorical data",
        "Rapid classification and identification of salmonellae at the species and subspecies levels by whole-cell matrix-assisted laser desorption ionization-time of flight mass spectrometry",
        "Rapid discrimination of Salmonella enterica serovar Typhi from other serovars by MALDI-TOF mass spectrometry",
        "MALDI-TOF mass spectrometry provides high accuracy in identification of Salmonella at species level but is limited to type or subtype Salmonella serovars",
        "Principal component analysis of MALDI-TOF MS of whole-cell foodborne pathogenic bacteria",
        "Improved MALDI-MS method for the highly sensitive and reproducible detection of biomarker peaks for the proteotyping of Salmonella serotypes",
        "Microbial fingerprinting using matrix-assisted laser desorption ionization time-of-flight mass spectrometry (MALDI-TOF MS) applications and challenges",
        "Optimization of routine identification of clinically relevant Gram-negative bacteria by use of matrixassisted laser desorption ionization-time of flight mass spectrometry and the Bruker Biotyper",
        "Thymol treatment of bacteria prior to matrix-assisted laser desorption/ionization time-of-flight mass spectrometric analysis aids in identifying certain bacteria at the subspecies level",
        "Factors associated with MALDI-TOF mass spectral quality of species identification in clinical routine diagnostics",
        "Performance of matrix-assisted laser desorption ionization-time of flight mass spectrometry for identification of bacterial strains routinely isolated in a clinical microbiology laboratory",
        "Chemical extraction versus direct smear for MALDI-TOF mass spectrometry identification of anaerobic bacteria",
        "Direct Identification of Aerobic Bacteria by Matrix-Assisted Laser Desorption Ionization Time-of-Flight Mass Spectrometry Is Accurate and Robust",
        "The influence of incubation time, sample preparation and exposure to oxygen on the quality of the MALDI-TOF MS spectrum of anaerobic bacteria",
        "Evaluation of species-specific score cut-off values for various Staphylococcus species using a MALDI Biotyper-based identification",
        "Identification of anaerobic bacteria by Bruker Biotyper matrix assisted laser desorption ionization-time of flight mass spectrometry with on-plate formic acid preparation",
        "Evaluation of the Bruker MALDI Biotyper for Identification of Gram-Positive Rods: Development of a Diagnostic Algorithm for the Clinical Laboratory",
        "Comparison of the Bruker MALDI-TOF Mass Spectrometry System and Conventional Phenotypic Methods for Identification of Gram-Positive Rods",
        "MALDI-TOF mass spectrometry: An emerging technology for microbial identification and diagnosis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Kingston",
            "@id": "60196827",
            "affilname": "Faculty of Medical Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60196827",
            "affiliation-country": "Jamaica"
        },
        {
            "affiliation-city": "Mus",
            "@id": "60104513",
            "affilname": "Muş Alparslan Üniversitesi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60104513",
            "affiliation-country": "Turkey"
        },
        {
            "affiliation-city": "Giza",
            "@id": "60032713",
            "affilname": "Animal Health Research Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032713",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Newark",
            "@id": "60023004",
            "affilname": "University of Delaware",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023004",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "College Park",
            "@id": "60020304",
            "affilname": "University of Maryland, College Park",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020304",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Davis",
            "@id": "60014439",
            "affilname": "University of California, Davis",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014439",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Wooster",
            "@id": "60013499",
            "affilname": "Ohio Agricultural Research and Development Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013499",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Gainesville",
            "@id": "60010177",
            "affilname": "University of Florida Institute of Food and Agricultural Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010177",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Rome",
            "@id": "60003553",
            "affilname": "Food and Agriculture Organization of the United Nations",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003553",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Reynoldsburg",
            "@id": "100341022",
            "affilname": "Animal Disease Diagnostic Laboratory",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/100341022",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "U.S. Department of Agriculture",
        "National Institute of Food and Agriculture"
    ]
}