{
    "eid": "2-s2.0-84910083618",
    "title": "On the macroeconomic impact of a regional development policy with endogenous residential choice",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Earth-Surface Processes",
            "@code": "1904"
        },
        {
            "$": "Geography",
            "@code": "3305"
        }
    ],
    "keywords": [
        "Growth",
        "Inequality",
        "Public infrastructure",
        "Residential choice"
    ],
    "authors": [
        "Juntip Boonprakaikawe"
    ],
    "citedby-count": 0,
    "ref-count": 43,
    "ref-list": [
        "The School of Economics Discussion Paper Series 0524, Economics",
        "Health and infrastructure in a model of endogenous growth",
        "Location and Land Use",
        "Macroeconomic effects of the regional allocation of public capital formation",
        "Growth effects of spatial redistribution policies",
        "Is public expenditure productive?",
        "Do states optimize? Public capital and economic growth",
        "How efficiently is capital allocated? Evidence from the knitted garment industry in Tirupur",
        "Journal of Political Economy",
        "Economic Growth",
        "Growth or stagnation? The role of public education",
        "Spillovers and the locational effects of public infrastructure",
        "Pitfalls of a State-dominated Financial System: The Case of China",
        "McKinsey Global Institute",
        "Redistribution policy: A European model",
        "Productivity and the Density of Economic Activity",
        "Infrastructure and education as instruments of regional policy: evidence from Spain",
        "Cities and growth: Theory and evidence from France and Japan",
        "Review of Economics and Statistics",
        "Urban decline and durable housing",
        "Impacts of small- and intermediate-sized cities on population distribution: issues and responses",
        "The regional distribution of population, migration, and climate.",
        "Evaluating consumer amenities and interregional welfare differences",
        "Urbanization in developing countries",
        "The Strategy of Economic Development",
        "Review of Economics and Statistics",
        "Spatial productivity spillovers from public infrastructure: Evidence from state highways",
        "The Interregional Incidence of Local Taxes with Migration and a Nontradable Good",
        "Increasing returns and economic geography",
        "Globalization and the inequality of nations",
        "Growth and agglomeration",
        "American Economic Review",
        "Cities and Housing",
        "An unusual case of sundown syndrome subsequent to a traumatic head injury",
        "Productive public input, integration and agglomeration",
        "The rise and fall of regional inequalities",
        "Productiveness and welfare implications of public infrastructure: A dynamic two-sector general equilibrium analysis",
        "Roads versus schooling: Growth effects of government choices",
        "Journal of Political Economy",
        "Public capital and economic growth: A critical survey",
        "Capital Immobility and Regional Inequality: Evidence from India",
        "Globalization and the rise of mega-cities in the developing world",
        "A two-region model with endogenous capital and knowledge - Locational amenities and preferences"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}