{
    "eid": "2-s2.0-84980329240",
    "title": "Undrained face stability of tunnels in Bangkok subsoils",
    "cover-date": "2017-05-27",
    "subject-areas": [
        {
            "$": "Soil Science",
            "@code": "1111"
        },
        {
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        }
    ],
    "keywords": [
        "Bangkok subsoils",
        "Finite element",
        "Numerical analysis",
        "Stability",
        "Tunnel"
    ],
    "authors": [
        "Boonchai Ukritchon"
    ],
    "citedby-count": 47,
    "ref-count": 29,
    "ref-list": [
        "Undrained stability of shallow square tunnel",
        "Stability of an undrained plane strain heading revisited",
        "Prefabricated vertical drains (PVDs) in soft Bangkok clay: A case study of the new Bangkok International Airport project",
        "Deformation and displacement of tunnel from EPB shield constructed in Bangkok subsoils",
        "PLAXIS 2D. Version 8.5 finite-element code for soil and rock analyses: complete set of manuals",
        "Plaxis 3D. Version 2012 manual",
        "Principle of foundation engineering",
        "Upper and lower bound solutions for the face stability of shallow circular tunnels in frictional material",
        "Tunnel Face Stability Software (TFSS): Ver. 1.0, July, 2012 [online]",
        "Probabilistic analysis and design of circular tunnels against face stability",
        "Probabilistic analysis of circular tunnels in homogeneous soil using response surface methodology",
        "Face stability analysis of circular tunnels driven by a pressurized shield",
        "Rotational failure mechanisms for the face stability analysis of tunnels driven by a pressurized shield",
        "Continuous velocity fields for collapse and blowout of a pressurized tunnel face in purely cohesive soil",
        "Range of the safe retaining pressures of a pressurized tunnel face by a probabilistic approach",
        "Stability of long unsupported twin circular tunnels in soils",
        "Geotechnical stability analysis",
        "Proceeding of the Wroth Memorial Symposium",
        "Geotechnical aspects of the Bangkok MRT blue line project",
        "Undrained stability of dual square tunnels",
        "Undrained stability of a circular tunnel where the shear strength increases linearly with depth",
        "Undrained stability of wide rectangular tunnels",
        "Undrained stability of dual square tunnels",
        "Undrained stability of dual circular tunnels",
        "Undrained stability of dual square tunnels",
        "Stability of a circular tunnel in cohesive-frictional soil subjected to surcharge loading",
        "Stability of a single tunnel in cohesive-frictional soil subjected to surcharge loading",
        "Stability of dual circular tunnels in cohesive-frictional soil subjected to surcharge loading",
        "Stability of dual square tunnels in cohesive-frictional soil subjected to surcharge loading"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}