{
    "eid": "2-s2.0-85008237871",
    "title": "Selective hydrogenation of concentrated vinyl acetylene mixed C4 by modified Pd catalysts: Effect of Cu",
    "cover-date": "2016-12-01",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "General Environmental Science",
            "@code": "2300"
        },
        {
            "$": "Catalysis",
            "@code": "1503"
        }
    ],
    "keywords": [
        "Bimetallic",
        "Pd-Cu",
        null,
        "Selective hydrogenation",
        "Vinyl acetylene"
    ],
    "authors": [
        "Paisan Insorn"
    ],
    "citedby-count": 9,
    "ref-count": 28,
    "ref-list": [
        "SK-KBR Boosting Butadiene Extraction by Converting Acetylene",
        "Rev. Phys. Chem. Jpn",
        "Johnson-Matthey-Process-Technologies C4 Acetylene Hydrogenation",
        "Characterization of pumice-supported Ag-Pd and Cu-Pd bimetallic catalysts by X-ray photoelectron spectroscopy and X-ray diffraction",
        "Supported nitrogen-modified Pd nanoparticles for the selective hydrogenation of 1-hexyne",
        "Propyne hydrogenation over alumina-supported palladium and platinum catalysts",
        "Effect of Pd/C dispersion on its catalytic properties in acetylene and vinylacetylene hydrogenation",
        "Alkyne hydrogenation over Pd catalysts: A new paradigm",
        "Product Listing",
        "Catalyst Index and Contact Details",
        "Catalyst research - One of the cornerstones of modern chemical production",
        null,
        "Performance of Cu-promoted Pd catalysts prepared by adding Cu using a surface redox method in acetylene hydrogenation",
        "Hept-1-yne partial hydrogenation reaction over supported Pd and W catalysts",
        null,
        null,
        "Selective hydrogenation of propyne over an ion-exchanged copper on silica catalyst",
        "Selective hydrogenation of propyne over supported copper catalysts: influence of support",
        null,
        "Preparation of PdCu alloy nanocatalysts for nitrate hydrogenation and carbon monoxide oxidation",
        null,
        null,
        "Alloying in Cu/Pd nanoparticle catalysts",
        null,
        "Pumice-supported Cu-Pd catalysts: Influence of copper on the activity and selectivity of palladium in the hydrogenation of phenylacetylene and but-1-ene",
        "Modified Pd catalysts for the selective hydrogenation of acetylene",
        null,
        null
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "RGJ-TRF",
        "EA Pharma Co., Ltd.",
        "Thailand Research Fund"
    ]
}