{
    "eid": "2-s2.0-84899720736",
    "title": "Effects of Polymerization Methods and Functional Monomers on Curcumin Imprinted Polymer Properties",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Process Chemistry and Technology",
            "@code": "1508"
        },
        {
            "$": "Filtration and Separation",
            "@code": "1506"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [
        "curcumin",
        "imprinted polymers",
        "molecular imprinting",
        "polymerization method"
    ],
    "authors": [
        "Y. Suwanwong"
    ],
    "citedby-count": 19,
    "ref-count": 36,
    "ref-list": [
        "Curcumin: The Indian solid gold",
        "Studies on the inhibitory effects of curcumin and eugenol on the formation of reactive oxygen species and the oxidation of ferrous iron",
        null,
        "Curcumin, an antioxidant and anti-inflammatory agent, induces heme oxygenase-1 and protects endothelial cells against oxidative stress",
        "Inhibitory effect of curcumin, an anti-inflammatory agent, on vascular smooth muscle cell proliferation",
        "Curcumin for chemoprevention of colon cancer",
        "The protective role of curcumin in cardiovascular diseases",
        "Curcumin induces changes in expression of genes involved in cholesterol homeostasis",
        "Antiviral effect of Curcuma longa Linn extract against hepatitis B virus replication",
        "Cytotoxic effect of curcumin on Giardia lamblia trophozoites",
        "Curcumin for malaria therapy",
        "Comparison of Yield, Composition, and Antioxidant Activity of Turmeric (Curcuma longa L.) Extracts Obtained Using Various Techniques",
        "The emerging technique of molecular imprinting and its future impact on biotechnology",
        "Molecular imprinting: selective materials for separations, sensors and catalysis",
        "Selective solid-phase extraction of amoxicillin and cephalexin from urine samples using a molecularly imprinted polymer",
        "Fluorescent sensing of homocysteine by molecular imprinting",
        "Catalytic molecularly imprinted polymer membranes: Development of the biomimetic sensor for phenols detection",
        "Molecularly imprinted polymers for α-tocopherol delivery",
        "Molecularly imprinted poly (methacrylamide-co-methacrylic acid) composite membranes for recognition of curcumin",
        "Indo. J. Chem",
        "Influence of functional and cross-linking monomers and the amount of template on the performance of molecularly imprinted polymers in binding assays",
        "Magnetic molecularly imprinted polymer particles synthesized by suspension polymerization in silicone oil",
        "Characterization of the heterogeneous binding site affinity distributions in molecularly imprinted polymers",
        "Synthesis of monodisperse poly(divinylbenzene) microspheres",
        "Imprinted dispersion polymers: A new class of easily accessible affinity stationary phases",
        "Synthesis and application of different nano-sized imprinted polymers for the preparation of promethazine membrane electrodes and comparison of their efficiencies",
        "Afr. J. Pure Appl. Chem",
        "Molecular Imprinting Utilizing an Amide Functional Group for Hydrogen Bonding Leading to Highly Efficient Polymers",
        "Binding study on 5,5-diphenylhydantoin imprinted polymer constructed by utilizing an amide functional group",
        "Uniform-sized clenbuterol molecularly imprinted polymers prepared with methacrylic acid or acrylamide as an interacting monomer",
        "Comparative study of imprinted polymer particles prepared by different polymerisation methods",
        "Characterisation and quality assessment of binding sites on a propazine-imprinted polymer prepared by precipitation polymerisation",
        "Biological activities of curcumin and its analogues (Congeners) made by man and Mother Nature",
        "Synthetic strategies for the generation of molecularly imprinted organic polymers",
        "Clozapine imprinted polymers: Synthesis, characterization and application for drug assay in human serum",
        "Capillary electrophoresis with amperometric detection of curcumin in Chinese herbal medicine pretreated by solid-phase extraction"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Toray Science Foundation",
        "Chulalongkorn University"
    ]
}