{
    "eid": "2-s2.0-85085099181",
    "title": "Conversion of rubber wood waste to methane by ethanol organosolv pretreatment",
    "cover-date": "2021-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        }
    ],
    "keywords": [
        "Anaerobic digestion",
        "Ethanol organosolv pretreatment",
        "Hydrothermal pretreatment",
        "Methane",
        "Rubber wood waste"
    ],
    "authors": [
        "Tanate Tongbuekeaw",
        "Ruengwit Sawangkeaw",
        "Sumate Chaiprapat",
        "Boonya Charnnok"
    ],
    "citedby-count": 7,
    "ref-count": 49,
    "ref-list": [
        "PM2.5 associated PAHs and inorganic elements from combustion of biomass, cable wrapping, domestic waste, and garbage for power generation",
        "Physicochemical and mineralogical characterization of biomass ash from different power plants in the Upper Rhine Region",
        "Enhanced enzymatic hydrolysis and methane production from rubber wood waste using steam explosion",
        "Characteristics of lignin extracted from different lignocellulosic materials via organosolv fractionation",
        "Integrated process for the production of fermentable sugar and methane from rubber wood",
        "A critical review on the analysis of lignin carbohydrate bonds",
        "Hydrothermal pretreatment with sulfonated bentonite catalyst enhances potassium removal and bioconversion of oil palm empty fruit bunch to sugar and biohydrogen",
        "Advances in lignin valorization towards bio-based chemicals and fuels: lignin biorefinery",
        "Chemicals from lignin: an interplay of lignocellulose fractionation, depolymerisation, and upgrading",
        "Lignin degradation under anaerobic digestion: influence of lignin modifications -a review",
        "Anaerobic digestion of lignocellulosic materials using ethanol-organosolv pretreatment",
        "Increased biogas production from wheat straw by chemical pretreatments",
        "The solvent properties of liquids and their relation to the solubility, swelling, isolation and fractionation of lignin",
        "Organosolv fractionating pre-treatment of lignocellulosic biomass for efficient enzymatic saccharification: chemistry, kinetics, and substrate structures",
        "Solvent pretreatments of lignocellulosic materials to enhance biogas production: a review",
        "Effect of hydrothermal and Ca(OH)2 pretreatments on anaerobic digestion of sugarcane bagasse for biogas production",
        "Use of dinitrosalicylic acid reagent for determination of reducing sugar",
        "Influence of inoculum to substrate ratio on the biochemical methane potential of maize in batch tests",
        "Effect of thermal, chemical and thermo-chemical pre-treatments to enhance methane production",
        "Mechanism of methane fermentation",
        "Carbide slag pretreatment enhances volatile fatty acid production in anaerobic fermentation of four grass biomasses",
        "Application of denaturing gradient gel electrophoresis (DGGE) and temperature gradient gel electrophoresis (TGGE) in microbial ecology",
        "An empirical method for estimating the degree of crystallinity of native cellulose using the X-ray diffractometer",
        "Application and analysis of the Folin Ciocalteu method for the determination of the total phenolic content from Limonium brasiliense L",
        "Alcell® lignin solubility in ethanol–water mixtures",
        "A selective fractionation method of lignocellulosic materials using electro-assisted organosolv pretreatment",
        "Enhanced methane production from anaerobic digestion of hybrid Pennisetum by selectively removing lignin with sodium chlorite",
        "Effect of temperature on the physical, electro-chemical and adsorption properties of carbon micro-spheres using hydrothermal carbonization process",
        "The fate of lignin during hydrothermal pretreatment",
        "Adsorption and desorption of cellulases on/from lignin-rich residues from corn Stover",
        "Effects of liquid hot water pretreatment on enzymatic hydrolysis and physicochemical changes of corncobs",
        "Impact of lignocellulosic-waste intermediates on hydrolysis and methanogenesis under thermophilic and mesophilic conditions",
        "Biochemical methane potential from lignocellulosic wastes hydrothermally pretreated",
        "Fractionation of sugarcane bagasse using hydrothermal and advanced oxidative pretreatments for bioethanol and biogas production in lignocellulose biorefineries",
        "Anaerobic co-digestion of fish processing waste with a liquid fraction of hydrothermal carbonization of bamboo residue",
        "Digestate management in polish farms as an element of the nutrient cycle",
        "Liquid hot water pretreatment to enhance the anaerobic digestion of wheat straw-effects of temperature and retention time",
        "Optimization and microbial community analysis for production of biogas from solid waste residues of palm oil mill industry by solid-state anaerobic digestion",
        "Kordiimonas lacus sp. nov., isolated from a ballast water tank, and emended description of the genus Kordiimonas",
        "Syntrophic acetate-oxidizing microbes in methanogenic environments",
        "Comparative genomics of the genus Methanohalophilus, including a newly isolated strain from Kebrit deep in the Red Sea",
        "Biomethane production from sugar beet pulp under cocultivation with Clostridium cellulovorans and methanogens",
        "Thermacetogenium phaeum gen. nov., sp. nov., a strictly anaerobic, thermophilic, syntrophic acetate-oxidizing bacterium",
        "Desulfotomaculum intricatum sp. nov., a sulfate reducer isolated from freshwater lake sediment",
        "Desulfurobacterium thermolithotrophum gen. nov., sp. nov., a novel autotrophic, sulphur-reducing bacterium isolated from a deep-sea hydrothermal vent",
        "Impacts of iron oxide and titanium dioxide nanoparticles on biogas production: hydrogen sulfide mitigation, process stability, and prospective challenges"
    ],
    "affiliation": [
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chalong Latex Industry Co., Ltd.",
        "Graduate School of Prince of Songkla University",
        "Interdisciplinary Graduate School of Energy Systems",
        "National Rubber Innovation Research Institute",
        "Panel Plus Co. Ltd.",
        "Prince of Songkla University"
    ]
}