{
    "eid": "2-s2.0-85052987188",
    "title": "Changes of cardiac function in diabetic dogs",
    "cover-date": "2018-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Physiology",
            "@code": "1314",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "Biomarkers",
        "Cardiomyopathy",
        "Diabetes mellitus",
        "Diastolic dysfunction"
    ],
    "authors": [
        "P. Vichit",
        "A. Rungsipipat",
        "S. D. Surachetpong"
    ],
    "citedby-count": 1,
    "ref-count": 47,
    "ref-list": [
        "Left ventricular diastolic dysfunction: an early sign of diabetic cardiomyopathy?",
        "Clinical features of subclinical left ventricular systolic dysfunction in patients with diabetes mellitus",
        "Evidence for cardiomyopathy in familial diabetes mellitus",
        "New type of cardiomyopathy associated with diabetic glomerulosclerosis",
        "Diabetic cardiomyopathy: mechanisms and new treatment strategies targeting antioxidant signaling pathways",
        "Perspectives of nuclear diagnostic imaging in diabetic cardiomyopathy",
        "Diabetic cardiomyopathy: pathophysiology and clinical features",
        "Oxidative stress triggers cardiac fibrosis in the heart of diabetic rats",
        "Congestive heart failure in type 2 diabetes",
        "Intensive glucose control and microvascular outcomes in type 2 diabetes",
        "Diagnostic approaches for diabetic cardiomyopathy and myocardial fibrosis",
        "Alteration in left ventricular diastolic filling and accumulation of myocardial collagen at insulin-resistant prediabetic stage of a type II diabetic rat model",
        "Cardiovascular function in patients with insulin-dependent diabetes mellitus: a study using noninvasive methods",
        "Collagen remodeling in myocardia of patients with diabetes",
        "Impact of diabetes on cardiac structure and function: the Strong Heart Study",
        "Increased prevalence of left ventricular hypertrophy in hypertensive women with type 2 diabetes mellitus",
        "Left ventricular diastolic dysfunction as an early manifestation of diabetic cardiomyopathy",
        "Cats with diabetes mellitus have diastolic dysfunction in the absence of structural heart disease",
        "Galectin-3 in cardiac muscle and circulation of dogs with degenerative mitral valve disease",
        "2018 AAHA diabetes management guidelines for dogs and cats",
        "Liver enzyme elevations in dogs: physiology and pathophysiology",
        "Guidelines for the identification, evaluation, and management of systemic hypertension in dogs and cats",
        "Allometric scaling of M-mode cardiac measurements in normal adult dogs",
        "Proposed guidelines for the diagnosis of canine idiopathic dilated cardiomyopathy",
        "Measurement of cardiac troponin I and creatine kinase myocardium isoform in dogs with diabetic ketoacidosis",
        "Recommendations for standards in thoracic two-dimensional echocardiography in the dog and cat. Echocardiography Committee of Veterinary Internal Medicine",
        "Plasma concentration of atrial natriuretic peptide in relation to severity of mitral regurgitation in Carvalier King Charles Spaniels",
        "Use of Simpson's method of disc to detect early echocardiographic changes in Doberman Pinschers with dilated cardiomyopathy",
        "Evaluation of size, function, and hemodynamics",
        "Diabetes mellitus: a study of the disease in the dog and cat in Kent",
        "Effects of age, body weight, and heart rate on transmitral and pulmonary venous flow in clinically normal dogs",
        "Diastolic dysfunction in normotensive men with well-controlled type 2 diabetes: importance of maneuvers in echocardiographic screening for preclinical diabetic cardiomyopathy",
        "Diagnostic and prognostic utility of non-invasive imaging in diabetes management",
        "Echocardiography assessment of canine degenerative mitral valve disease",
        "Effect of glycemic control on the progress of left ventricular hypertrophy and diastolic dysfunction in children with type I diabetes mellitus",
        "Left ventricular diastolic dysfunction as an early manifestation of diabetic cardiomyopathy",
        "Diabetes mellitus in a population of 180,000 insured dogs: incidence, survival, and breed distribution",
        "Evaluation of cardiac troponin I, cystatine C and adenosine deaminase in alloxan-induced diabetes mellitus type 1 in dogs",
        "Cardiac troponin I concentration in dogs with cardiac disease",
        "Increased levels of galectin-3 were associated with prediabetes and diabetes: new risk factor?",
        "Diabetes-specific cardiomyopathy in type 1 diabetes mellitus: no evidence for its occurrence in the era of intensive insulin therapy",
        "A comparison of ultrastructural changes on endomyocardial biopsy specimens obtained from patients with and without diabetes mellitus with and without hypertension",
        "Diagnostic approaches for diabetic cardiomyopathy",
        "Cardiac troponin I and T as prognostic markers in cats with hypertrophic cardiomyopathy",
        "Effects of sample handling on serum-N-terminal pro B-type natriuretic peptide concentration in normal dogs and dogs with heart disease",
        "Diagnostic test validation",
        "Echocardiographic evidence of left ventricular hypertrophy in obese dogs"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}