{
    "eid": "2-s2.0-85079079948",
    "title": "Proton pump inhibitors and histamine-2 receptor antagonists on the risk of pancreatic cancer: A systematic review and meta-analysis",
    "cover-date": "2020-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "P. Laoveeravat",
        "S. Thavaraputta",
        "W. Vutthikraivit",
        "S. Suchartlikitwong",
        "T. Mingbunjerdsuk",
        "A. Motes",
        "K. Nugent",
        "A. Rakvit",
        "E. Islam",
        "S. Islam"
    ],
    "citedby-count": 10,
    "ref-count": 35,
    "ref-list": [
        "Incidence and mortality of pancreatic cancer on a rapid rise in Taiwan, 1999-2012",
        "Pancreatic cancer mortality in China: Characteristics and prediction",
        "Pancreatic cancer: A review of clinical diagnosis, epidemiology, treatment and outcomes",
        "A systematic assessment of statistics, risk factors, and underlying features involved in pancreatic cancer",
        "Epidemiology of pancreatic cancer",
        "Adverse effects associated with proton pump inhibitors",
        "Overprescribing proton pump inhibitors",
        "Overutilization of proton-pump inhibitors: What the clinician needs to know",
        "Changes in proton pump inhibitor prescribing trend over the past decade and pharmacists' effect on prescribing practice at a tertiary hospital",
        "Acid-suppressive medication use and the risk for hospital-acquired pneumonia",
        "Iatrogenic gastric acid suppression and the risk of nosocomial Clostridium difficile infection",
        "Proton pump inhibitors and risk of fractures: A meta-analysis of 11 international studies",
        "Proton pump inhibitors on pancreatic cancer risk and survival",
        "Use of proton pump inhibitors correlates with increased risk of pancreatic cancer: A case-control study in Taiwan",
        "Proton pump inhibitor use is associated with risk of pancreatic cancer: A nested case-control study",
        "Proton pump inhibitors and histamine-2-receptor antagonists and pancreatic cancer risk: A nested case-control study",
        "Role of proton pump inhibitors in preventing hypergastrinemia-associated carcinogenesis and in antagonizing the trophic effect of gastrin",
        "Effect of hypergastrinemia on pancreatic carcinogenesis",
        "An in vitro model of human pancreas carcinogenesis: Effects of nitroso compounds",
        "Effects of acid suppression on microbial flora of upper gut",
        "Ulcer, gastric surgery and pancreatic cancer risk: An analysis from the International Pancreatic Cancer Case-Control Consortium (PanC4)",
        "Gastrin, inflammation, and carcinogenesis",
        "Identification of gastrin as a growth peptide in human pancreatic cancer",
        "Gastrointestinal medications",
        "Duodenal bacterial overgrowth during treatment in outpatients with omeprazole",
        "Bacterial overgrowth during treatment with omeprazole compared with cimetidine: A prospective randomised double blind study",
        "Pancreatic carcinogenesis: Effect of secretin in the hamster-nitrosamine model",
        "Proton pump inhibitor and histamine 2 receptor antagonist use and vitamin B12 deficiency",
        "Vitamin intake and pancreatic cancer risk reduction: A meta-analysis of observational studies",
        "The gastric and intestinal microbiome: Role of proton pump inhibitors",
        "The microbiome and pancreatic cancer: An evidence-based association",
        "Helicobacter pylori infection and pancreatic cancer risk: A meta-analysis",
        "Helicobacter pylori infection, atrophic gastritis, and pancreatic cancer risk: A meta-analysis of prospective epidemiologic studies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Lubbock",
            "@id": "60032964",
            "affilname": "Texas Tech University Health Sciences Center at Lubbock",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032964",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}