{
    "eid": "2-s2.0-85058362649",
    "title": "How might normative and mimetic pressures improve local government service performance reporting?",
    "cover-date": "2018-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Accounting",
            "@code": "1402",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (miscellaneous)",
            "@code": "2001",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Institutional theory",
        "Legitimacy threat",
        "Public sector accounting",
        "Service performance reporting"
    ],
    "authors": [
        "Prae Keerasuntonpong",
        "Carolyn Cordery"
    ],
    "citedby-count": 8,
    "ref-count": 93,
    "ref-list": [
        "Escape from the iron cage? Organizational change and isomorphic pressures in the public sector",
        "Public and private sector accounting – The non-identical twins",
        "Accountability and local authority annual reports: the case of Welsh District Councils",
        "Plans, performance information and accountability: the case of best value",
        "Black empowerment, legitimacy and the value added statement: evidence from post-apartheid South Africa",
        "Institutional theory and accounting rule choice: an analysis of four US state governments' decisions to adopt generally accepted accounting principles",
        "The ‘Third Hand': private sector consultants in public sector accounting change",
        "Financial accounting reform in Flemish municipalities: an empirical investigation",
        "Do Australian companies report environmental news objectively? An analysis of environmental disclosures by firms prosecuted successfully by the Environmental Protection Authority",
        "The iron cage revisited: institutional isomorphism and collective rationality in organizational fields",
        "Managerialism – something old, something borrowed, little new economic prescription versus effective organizational change in public agencies",
        "Orgnizational legitimacy: social values and organizational behavior",
        "Scoring government performance reports",
        "State and local government performance: it's time to measure up!",
        "Performance management, budgeting, and lgitimacy in primary educational organisations",
        "Institutional isomorphism and public sector organizations",
        "Control and accountability in the NHS market: a practical proposition of logical impossibility?",
        "Understanding radical organizational change: bringing together the old and the new institutionalism",
        "Auditors as modern pharmakoi: legitimacy paradoxes and the production of economic order",
        "Knowledge transfer costs and dependence as determinants of financial reporting",
        "Have cities shifted to outcome-oriented performance reporting?-A content Analysis of city budgets",
        "Measuring and reporting public sector outputs/outcomes",
        "Understanding non-financial performance measurement practices in Japanese banks",
        "The use of performance information in external reporting: an empirical study of UK executive agencies",
        "Executive agencies, performance targets and external reporting",
        "Economic incentives and the choice of state government accounting practices",
        "Public management at the ballot box: performance information and electoral support for incumbent English local governments",
        "Factors influencing disclosures of statements of service performance of New Zealand local authorities",
        "Performance measurement and accountability in an Australian fire service",
        "Performance reporting by Australian government trading enterprises: an empirical study 1998–2002",
        "Preparing performance information in the public sector: an Australian perspective",
        "The role of accounting in supporting adaptation to climate change",
        "The changing trends of corporate social and environmental disclosure within the Australian gambling industry",
        "Accountability or countability? Performance measurement in the New Zealand public service, 1992–2002",
        "Institutionalized organizations: formal structure and myth and ceremony",
        "International Standardization and Global Governance: The spread of quality and environmental management standards",
        "The social construction of organizational knowledge: a study of the uses of coercive, mimetic, and normative isomorphism",
        "The processes of public accountability",
        "Frontiers of non-financial performance reporting in New Zealand",
        "The New Zealand revolution",
        "Exploring attitudes to financial reporting in the Australian not-for-profit sector",
        "Changing public sector accountability: critiquing new directions",
        "Developments in the accountability and financial reporting practices of executive agencies",
        "Implementing IFRS in local government: institutional isomorphism as NPM goes mad?",
        "Knowing efficiency: the enactment of efficiency in efficiency auditing",
        "Performance audit and supreme audit institutions' Impact on public administration: The case of the office of the Auditor General in Norway",
        "Accountability disclosures by Queensland local government councils: 1997–1999",
        "The adolescence of institutional theory",
        "Is the annual report an accountability medium? An empirical investigation into Italian local governments",
        "Accountability: the neglected social context of judgement and choice",
        "Problems with service performance reporting: the case of public art galleries",
        "We need more focus on service performance reporting standards",
        "Is intellectual capital performance and disclosure practice related?",
        "Implementing an outcomes approach to public management and accountability in the UK – are we learning the lessons?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Wellington",
            "@id": "60002316",
            "affilname": "Victoria University of Wellington",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002316",
            "affiliation-country": "New Zealand"
        }
    ],
    "funding": []
}