{
    "eid": "2-s2.0-85129169220",
    "title": "A systematic analysis of ultrastructural lesions in the Plasmodium coatneyi splenectomized rhesus macaque model of severe malaria",
    "cover-date": "2022-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "malaria",
        "Plasmodium coatneyi",
        "rhesus macaque",
        "tissue pathology",
        "ultrastructure"
    ],
    "authors": [
        "Eric D. Lombardini",
        "Gareth D.H. Turner",
        "Arthur E. Brown",
        "Laksanee Inamnuay",
        "Theerayuth Kaewamatawong",
        "Piyanate Sunyakumthorn",
        "David J.P. Ferguson"
    ],
    "citedby-count": 0,
    "ref-count": 68,
    "ref-list": [
        "Morphological changes in erythrocytes induced by malarial parasites",
        "Variations in structure and function during the life cycle of malarial parasites",
        "Plasmodium coatneyi-infected rhesus monkeys: a primate model for human cerebral malaria",
        "Caveola-vesicle complexes in the plasmalemma of erythrocytes infected by Plasmodium vivax and P cynomolgi. Unique structures related to Schüffner’s dots",
        "A 95 kDa protein of Plasmodium vivax and P. cynomolgi visualized by three-dimensional tomography in the caveola-vesicle complexes (Schüffner’s dots) of infected erythrocytes is a member of the PHIST family",
        "Plasmodium vivax: malarial proteins associated with the membrane-bound caveola-vesicle complexes and cytoplasmic cleft structures of infected erythrocytes",
        "Malarial acute renal failure",
        "Glomerular changes in acute plasmodium falciparum infection. An immunopathologic study",
        "Serum-soluble malaria antigens and immune complex nephritis in Plasmodium berghei infected mice",
        "Incidences and range of spontaneous findings in control cynomolgus monkeys (Macaca fascicularis) used in toxicity studies",
        "Characteristics of plasmodium vivax-infected erythrocyte rosettes",
        "Fatal myocarditis in course of plasmodium falciparum infection: case report and review of cardiac complications in malaria",
        "The role of animal models for research on severe malaria",
        "Placental changes associated with fetal outcome in the Plasmodium coatneyi/rhesus monkey model of malaria in pregnancy",
        "Plasmodium coatneyi in the rhesus monkey (Macaca mulatta) as a model of malaria in pregnancy",
        "Cerebral malaria: why experimental murine models are required to understand the pathogenesis of disease",
        "Comparative studies on the pathology and host physiology of malarias. I. Plasmodium coatneyi",
        "The sites of deep vascular schizogony in Plasmodium coatneyi malaria",
        "High levels of Plasmodium falciparum rosetting in all clinical forms of severe malaria in African children",
        "Ultrastructure of the lung in falciparum malaria",
        "A contribution to the microscopical histology of malaria",
        "Epidemiology, pathophysiology, management and outcome of renal dysfunction associated with plasmodia infection",
        "Falciparum malaria in naturally infected human patients: X. Ultrastructural pathological alterations of renal glomeruli",
        "Contributions to pathological anatomy of malarial fever",
        "The species of simian malaria: taxonomy, morphology, life cycle, and geographical distribution of the monkey species",
        "Human immune responses to Plasmodium falciparum infection: molecular evidence for a suboptimal THalphabeta and TH17 bias over ideal and effective traditional TH1 immune response",
        "Murine cerebral malaria: the whole story",
        "A primate model for severe human malaria with cerebral involvement: Plasmodium coatneyi-infected Macaca fuscata",
        "A nonhuman primate model for severe human malaria: Plasmodium coatneyi-infected Japanese macaque (Macaca fuscata)",
        "Rosette formation by Plasmodium coatneyi-infected erythrocytes of the Japanese macaque (Macaca fuscata)",
        "Plasmodium falciparum and Plasmodium coatneyi: immunogenicity of “knob-like protrusions” on infected erythrocyte membranes",
        "Apoptosis in experimental cerebral malaria: spatial profile of cleaved caspase–3 and ultrastructural alterations in different disease stages",
        "Changes in white blood cells and platelets in children with falciparum malaria: relationship to disease outcome",
        "The relevance of non-human primate and rodent malaria models for humans",
        "Glycophorin C(CD236R) mediated vivac malaria parasite rosetting to normocytes",
        "A review of Plasmodium coatneyi-macaque models of severe and cerebral malaria",
        "Ultrastructural characterization of host–parasite interactions of Plasmodium coatneyi in rhesus macaques",
        "Plasmodium falciparum malaria. Ultrastructure of parasitized erythrocytes in cardiac vessels",
        "Comparative morphology of human and animal malaria parasites. I. Host-parasite interface",
        "Ultrastructure of human erythrocytes infected with Plasmodium ovale",
        "Human cerebral malaria and the blood-brain barrier",
        "Myocarditis associated with Plasmodium falciparum malaria: a case report and a review of the literature",
        "Plasmodium coatneyi in rhesus macaques replicates the multisystemic dysfunction of severe malaria in humans",
        "A quantitative ultrastructural study of renal pathology in fatal Plasmodium falciparum malaria",
        "Plasmodium falciparum-infected erythrocyte adhesion induces caspase activation and apoptosis in human endothelial cells",
        "Pathophysiology, clinical presentation and treatment of coma and acute kidney injury complicating falciparum malaria",
        "Microvascular sequestration of parasitized erythrocytes in human falciparum malaria: a pathological study",
        "An ultrastructural study of the brain in fatal Plasmodium falciparum malaria",
        "Sequestration and microvascular congestion are associated with coma in human cerebral malaria",
        "Histopathology of incidental findings in cynomolgus monkeys (Macaca fascicularis) used in toxicity studies",
        "Induction of pro-inflammatory mediators in Plasmodium berghei infected BALB/c mice breaks blood-brain-barrier and leads to cerebral malaria in an IL–12 dependent manner",
        "Sequestration pattern of parasitized erythrocytes in cerebrum, mid-brain and cerebellum of Plasmodium coatneyi-infected rhesus monkeys (Macaca mulatta)",
        "Multi-organ erythrocyte sequestration and ligand expression in rhesus monkeys infected with Plasmodium coatneyi malaria",
        "The effect of malaria on the heart",
        "Pathogenesis of cerebral malaria-inflammation and cytoadherence",
        "Inhibition of platelet adherence to brain microvasculature protects against severe Plasmodium berghei malaria",
        "Respiratory manifestations of malaria",
        "Ultrastructure of rosette formation by Plasmodium coatneyi-infected erythrocytes of rhesus",
        "Acute renal failure in patients with severe falciparum malaria: using the WHO 2006 and RIFLE criteria",
        "Apoptosis: a potential triggering mechanism of neurological manifestation in Plasmodium falciparum malaria",
        "Acute renal failure in patients with severe falciparum malaria",
        "Rosette formation by Plasmodium coatneyi-infected red blood cells",
        "Lethal malaria: Marchiafava and Bignami were right",
        "The murine cerebral malaria phenomenon",
        "Down-regulation of IL–12 p40 gene in Plasmodium berghei-infected mice"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60175823",
            "affilname": "Mahidol Oxford Tropical Medicine Research Unit",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60175823",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Oxford",
            "@id": "60026851",
            "affilname": "University of Oxford",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026851",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60016185",
            "affilname": "Armed Forces Research Institute of Medical Sciences, Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016185",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}