{
    "eid": "2-s2.0-85053520746",
    "title": "Correlation of plasma microRNA-21 expression and bone turnover markers in postmenopausal women",
    "cover-date": "2018-11-02",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Obstetrics and Gynecology",
            "@code": "2729",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "bone mineral density",
        "Bone turnover marker",
        "C-terminal cross-linked telopeptide of type I collagen",
        "epigenetic",
        "microRNA-21",
        "postmenopausal osteoporosis",
        "procollagen type I N-terminal propeptide"
    ],
    "authors": [
        "T. Perksanusak",
        "K. Panyakhamlerd",
        "N. Hirankarn",
        "A. Suwan",
        "A. Vasuratna",
        "N. Taechakraichana"
    ],
    "citedby-count": 7,
    "ref-count": 21,
    "ref-list": [
        "The diagnosis of osteoporosis",
        "Prevalence of osteopenia and osteoporosis in Thai women",
        "Cost analysis of osteoporotic hip fractures",
        "Osteoporosis prevention, diagnosis, and therapy",
        "The clinical utility of bone marker measurements in osteoporosis",
        "International Osteoporosis Foundation and International Federation of Clinical Chemistry and Laboratory Medicine position on bone marker standards in osteoporosis",
        "New developments in biological markers of bone metabolism in osteoporosis",
        "The role of microRNAs in osteoclasts and osteoporosis",
        "Epigenetic mechanisms in bone biology and osteoporosis: can they drive therapeutic choices?",
        "MicroRNA-21: from cancer to cardiovascular disease",
        "Down-regulation of miR-21 biogenesis by estrogen action contributes to osteoclastic apoptosis",
        "Five freely circulating miRNAs and bone tissue miRNAs are associated with osteoporotic fractures",
        "Serum circulating microRNAs as biomarkers of osteoporotic fracture",
        "A microRNA expression signature of osteoclastogenesis",
        "MicroRNA functions in osteogenesis and dysfunctions in osteoporosis",
        "miRNAs in bone tissue correlate to bone mineral density and circulating miRNAs are gender independent in osteoporotic patients",
        "High throughput qPCR expression profiling of circulating microRNAs reveals minimal sex- and sample timing-related variation in plasma of healthy volunteers",
        "MicroRNA expression in relation to different dietary habits: a comparison in stool and plasma samples",
        "miR-21 deficiency inhibits osteoclast function and prevents bone loss in mice",
        "Plasma miRNA levels correlate with sensitivity to bone mineral density in postmenopausal osteoporosis patients",
        "Expression of microRNAs that regulate bone turnover in the serum of postmenopausal women with low bone mass and vertebral fractures"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Department of Obstetrics and Gynecology",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}