{
    "eid": "2-s2.0-85040001154",
    "title": "Identification and lactic acid production of bacteria isolated from soils and tree barks",
    "cover-date": "2017-06-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        }
    ],
    "keywords": [
        "Bacillus",
        "Enterococcus",
        "Lactic acid",
        "Lactococcus",
        "Sporolactobacillus"
    ],
    "authors": [
        "Vasana Tolieng"
    ],
    "citedby-count": 12,
    "ref-count": 32,
    "ref-list": [
        "Lactococcus taiwanensis sp. nov., a lactic acid bacterium isolated from fresh cummingcordia",
        "Lactic acid production by a strain of Lactococcus lactis subs lactis isolated from sugar cane plants",
        "In: The Prokaryotes: A Handbook on the Biology of Bacteria",
        "Enterococcus hirae, a new species that includes amino acid assay strain NCDO 1258 and strains causing growth depression in young chickens",
        "Evolution",
        "Draft genome sequence of Lactococcus lactis subsp. lactis JCM 5805T, a strain that induces plasmacytoid dendritic cell activation",
        "Production of D-lactic acid by bacterial fermentation of rice starch",
        "L-Lactic acid production by Bacillus subtilis MUR1 in continuous culture",
        "Screening of Bacillus coagulans strains in lignin supplemented minimal medium with high throughput turbidity measurements",
        "Effect of temperature and various nitrogen sources on L (+)-lactic acid production by Lactobacillus casei",
        "Direct lactic acid fermentation: Focus on simultaneous saccharification and lactic acid production",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "Acid hydrolysis of sugarcane bagasse for lactic acid production",
        "Efficient production of polymer-grade d-lactate by Sporolactobacillus laevolacticus DSM442 with agricultural waste cottonseed as the sole nitrogen source",
        "In: Bergey's Manual of Systematic Bacteriology",
        "l(+)-Lactic acid producer Bacillus coagulans SIM-7 DSM 14043 and its comparison with Lactobacillus delbrueckii ssp. lactis DSM 20073",
        "Taxonomic study of Bacillus coagulans Hammer 1915 with a proposal for bacillus smithii sp. nov.",
        "Cr(VI) reduction by Bacillus coagulans isolated from contaminated soils",
        "Characterization of lactic acid producing bacteria from Thai sources",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Approved lists of bacterial names",
        "Advances in Bioscience and Biotechnology",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Characterization And Identification of Lactobacillus Pentosus And Lactobacillus Plantarum Strains From Fermented Foods in Thailand",
        "Lactic acid bacteria found in fermented fish in Thailand",
        "Screening and characterization of lactic acid bacteria from animal faeces for probiotic properties",
        "Sporolactobacillus shoreae sp. nov. and Sporolactobacillus spathodeae sp. nov., two spore-forming lactic acid bacteria isolated from tree barks in Thailand",
        "Biotechnological production of lactic acid and its recent applications",
        "Breeding of d(-)-lactic acid high producing strain by low-energy ion implantation and preliminary analysis of related metabolism",
        "Highly efficient production of l-lactic acid from xylose by newly isolated Bacillus coagulans C106",
        "Isolation of alkaliphilic bacteria for production ofhigh optically pure l-(+)-lactic acid",
        "An efficient process for lactic acid production from wheat straw by a newly isolated Bacillus coagulans strain IPE22"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "affilname": "Thailand Institute of Scientific and Technological Research (TISTR)",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}