{
    "eid": "2-s2.0-84977672428",
    "title": "Performance evaluation of RegCM4 in simulating extreme rainfall and temperature indices over the CORDEX-Southeast Asia region",
    "cover-date": "2017-03-15",
    "subject-areas": [
        {
            "$": "Atmospheric Science",
            "@code": "1902"
        }
    ],
    "keywords": [
        "CORDEX",
        "dynamical downscaling",
        "extreme climate index",
        "RegCM",
        "Southeast Asia"
    ],
    "authors": [
        "Thanh Ngo-Duc"
    ],
    "citedby-count": 93,
    "ref-count": 54,
    "ref-list": [
        "Assessing trends in observed and modelled climate extremes over Australia in relation to future projections",
        "Description of the Penn State/NCAR mesoscale model version 4 (MM4)",
        "J. Atmos. Sci.",
        "Country level risk measures of climate-related natural disasters and implications for adaptation to climate change. Tyndall Centre Working Paper 26",
        "Convection suppression criteria applied to the MIT cumulus parameterization scheme for simulating the Asian summer monsoon",
        "How physical parameterizations can modulate internal variability in a regional climate model",
        "The ERA-Interim reanalysis: Configuration and performance of the data assimilation system",
        "Biosphere-Atmosphere Transfer Scheme (BATS) version 1E as coupled to the NCAR Community Climate Model",
        "Development and evaluation of a convection scheme for use in climate models",
        "Regional climate models add value to global model data a review and selected examples",
        "Numerical prediction of convectively driven mesoscale pressure systems. Part I: convective parameterization.",
        "Regional climate modeling over the maritime continent. Part II: New parameterization for autoconversion of convective rainfall",
        "Mean, interannual variability and trends in a regional climate change experiment over Europe. II: Climate change scenarios (2071-2100)",
        "WMO Bull.",
        "RegCM4: Model description and preliminary tests over multiple CORDEX domains",
        "Prognostic evaluation of assumptions used by cumulus parameterizations",
        "Asia",
        "A high resolution air mass transformation model for short-range weather forecasting",
        "The TRMM Multisatellite Precipitation Analysis (TMPA): Quasi-global, multiyear, combined-sensor precipitation estimates at fine scales",
        "Sensitivity of the regional climate of East/Southeast Asia to convective parameterizations in the RegCM3 modelling system. Part 1: Focus on the Korean peninsula",
        "Managing the risks of extreme events and disasters to advance climate change adaptation: Special report of the intergovernmental panel on climate change",
        "Sensitivity of Southeast Asia rainfall simulations to cumulus and air-sea flux parameterizations in RegCM4",
        "Reproducibility of maximum daily precipitation amount over Japan by a High-resolution Non-hydrostatic Model",
        "Variance and predictability of precipitation at seasonal-to-interannual timescales",
        "Comparing the degree of land-atmosphere interaction in four atmospheric general circulation models",
        "Flood risk and climate change: global and regional perspectives",
        "Present-day regional climate simulation over Malaysia and western Maritime Continent region using PRECIS forced with ERA40 reanalysis",
        "Evaluating the impacts of cumulus, land surface and ocean surface schemes on summertime rainfall simulations over East-to-southeast Asia and the western north pacific by RegCM4",
        "Projected changes in means and extremes of temperature and precipitation over Thailand under three future emissions scenarios",
        "Seasonal transition of summer rainy season over Indochina and adjacent monsoon region",
        "Contributions of natural and anthropogenic forcing to changes in temperature extremes over the United States",
        "Climate projections for Vietnam based on regional climate models",
        "Climatological onset date of summer monsoon in Vietnam",
        "Performance of regional climate model RegCM3 over Thailand",
        "Regional climate modeling for the developing world: The ICTP RegCM3 and RegCNET",
        "Seasonal and interannual variations of surface climate elements over Vietnam",
        "State-of-the-art with regional climate models",
        "Stratiform rain in the tropics as seen by the TRMM precipitation radar",
        "Indices for extreme events in projections of anthropogenic climate change",
        "Interannual variability of indian summer monsoon arising from interactions between seasonal mean and intraseasonal oscillations",
        "On the roles of the northeast cold surge, the Borneo vortex, the Madden-Julian Oscillation, and the Indian Ocean Dipole during the extreme 2006/2007 flood in southern Peninsular Malaysia",
        "Summarizing multiple aspects of model performance in a single diagram",
        "An overview of CMIP5 and the experiment design",
        "The effects of an active phase of the Madden-Julian Oscillation on the extreme precipitation event over western Java Island in January 2013",
        "Estimation of predictability with a newly derived index to quantify similarity among ensemble members",
        "Extreme weather events and related disasters in the Philippines, 2004-08: A sign of what climate change will mean?",
        "A sensitivity study of the Regional Climate Model (RegCM3) to the convective scheme with emphasis in central eastern and southeastern Europe",
        "Intercomparison of bulk aerodynamic algorithms for the computation of sea surface fluxes using TOGA COARE and TAO data"
    ],
    "affiliation": [
        {
            "affiliation-city": "Quezon City",
            "affilname": "Ateneo de Manila University",
            "affiliation-country": "Philippines"
        },
        {
            "affiliation-city": "Jakarta",
            "affilname": "Agency for Meteorology Climatology and Geophysics (BMKG)",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Hanoi",
            "affilname": "Vietnam National University, Hanoi",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ramkhamhaeng University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hachioji",
            "affilname": "Tokyo Metropolitan University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangi",
            "affilname": "Universiti Kebangsaan Malaysia",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Hanoi",
            "affilname": "Hanoi University of Science",
            "affiliation-country": "Viet Nam"
        }
    ],
    "funding": [
        "Asia-Pacific Network",
        "Vietnam National University",
        "Universiti Kebangsaan Malaysia",
        "Universiti Kebangsaan Malaysia"
    ]
}