{
    "eid": "2-s2.0-85034639181",
    "title": "Circulating gonadotropins and testicular hormones during sexual maturation and annual changes in male bottlenose dolphins (Tursiops truncatus)",
    "cover-date": "2017-11-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "FSH",
        "Inhibin",
        "LH",
        "Male bottlenose dolphin",
        "Testosterone"
    ],
    "authors": [
        "Etsuko Katsumata"
    ],
    "citedby-count": 5,
    "ref-count": 26,
    "ref-list": [
        "Endocrinology of Reproduction",
        "Circulating pituitary and gonadal hormones in spring-born thoroughbred fillies and colts from birth to puberty",
        "Post-natal dynamic changes in circulating follicle-stimulating hormone, luteinizing hormone, immunoreactive inhibin, progesterone, testosterone and estradiol-17β in thoroughbred colts until 6 months of age",
        "Radioimmunoassay of inhibin in various mammals",
        "Gonadal activity in some Bottlenose dolphins (Tursiops truncatus)",
        "Inhibin B regulating follicle-stimulating hormone secretion during testicular recrudescence in the male golden hamster",
        "Molecular weight forms of inhibin A and inhibin B in the bovine testis change with age",
        "Changes in circulating and testicular levels of inhibin A and B during postnatal development in bulls",
        "Production and endocrine role of inhibin during the early development of bull calves",
        "Age-related changes of reproductive hormones in young Meishan boars",
        "Bottlenose Dolphin",
        "J. Jpn. Assoc. Zool. Aqua",
        "Circulating testosterone and inhibin levels at different ages in the male beluga (delphinapterus leucas)",
        "Inhibin secretion in the golden hamster (Mesocricetus auratus) testis during active and inactive states of spermatogenesis induced by the restriction of photoperiod",
        "Changes in plasma concentrations of inhibin A and inhibin B throughout sexual maturation in the male Chimpanzee",
        "IMMUNOLOCALIZATION of INHIBIN/ACTIVIN SUBUNITS and STEROIDOGENIC ENZYMES in the TESTES of AN ADULT AFRICAN ELEPHANT (LOXODONTA AFRICANA)",
        "Immunoneutralization of inhibin modifies hormone secretion and sperm production in bulls",
        "Immunohistochemical localization of inhibin subunits in the testis of the bull",
        "Testicular inhibin in the stallion: Cellular source and seasonal changes in its secretion",
        "Int. J. Comp. Psychol",
        "Application of sperm sorting and associated reproductive technology for wildlife management and conservation",
        "Production of inhibin A and inhibin B in boars: Changes in testicular and circulating levels of dimeric inhibins and characterization of inhibin forms during testis growth",
        "Development and evaluation of deep intra-uterine artificial insemination using cryopreserved sexed spermatozoa in bottlenose dolphins (Tursiops truncatus)",
        "Radioimmunoassay of serum follicle-stimulating hormone and luteinizing hormone in the bottlenosed dolphin",
        "The Bottlenose Dolphin",
        "J. Reprod. Dev"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Gifu",
            "affilname": "Gifu University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Fuchu",
            "affilname": "Tokyo University of Agriculture and Technology",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Kamogawa",
            "affilname": "International Marine Biological Research Institute",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Kamogawa",
            "affilname": "Kamogawa Sea World",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}