{
    "eid": "2-s2.0-85127450744",
    "title": "Introgression and mating patterns between white-handed gibbons (Hylobates lar) and pileated gibbons (Hylobates pileatus) in a natural hybrid zone",
    "cover-date": "2022-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Kazunari Matsudaira",
        "Ulrich H. Reichard",
        "Takafumi Ishida",
        "Suchinda Malaivijitnond"
    ],
    "citedby-count": 0,
    "ref-count": 58,
    "ref-list": [
        "Introduction. Extent, processes and evolutionary impact of interspecific hybridization in animals",
        "Natural hybridization in primates: One evolutionary mechanism",
        "The strange blood: natural hybridization in primates",
        "Chimpanzee genomic diversity reveals ancient admixture with bonobos",
        "Morphometric, behavioral, and genomic evidence for a new orangutan species",
        "Baboon Genome Analysis Consortium. The complete genomics and complex population history of Papio baboons",
        "Ancient hybridization and admixture in macaques (genus Macaca) inferred from whole genome sequences",
        "Hybrid zones and sexual selection: insights from the Awash baboon hybrid zone (Papio hamadryas anubis × P. h. hamadryas)",
        "Introduction to special issue on primate hybridization and hybrid zones",
        "Immigration and hybridization patterns of yellow and anubis baboons in and around Amboseli, Kenya",
        "Behavioral variation and reproductive success of male baboons (Papio anubis × Papio hamadryas) in a hybrid social group",
        "Genetic evidence reveals temporal change in hybridization patterns in a wild baboon population",
        "Natural hybridization in the Hylobates lar species group: implications for speciation in gibbons",
        "Geographic variation in the hoolock or white-browed gibbon (Hylobates hoolock Harlan 1834)",
        "Gibbon systematics",
        "Extra-pair paternity confirmed in wild white-handed gibbons",
        "Wild gibbon' parentage tested by non-invasive DNA sampling and PCR-amplified polymorphic microsatellites",
        "Preliminary Observations of Wild Black-crested Gibbons (Hylobates concolor concolor) in Yunnan Province, People's Republic of China",
        "Social relationships among males in multimale siamang groups",
        "Rethinking monogamy: the gibbon case",
        "Mating patterns and sexual swelling in pair-living and multimale groups of wild white-handed gibbons, Hylobates lar",
        "Extra-pair copulations in a monogamous ape",
        "Extra-pair copulations in a monogamous gibbon (Hylobates lar)",
        "Extrapair paternity in golden-cheeked gibbons (Nomascus gabriellae) in the secondary lowland forest of Cat Tien National Park, Vietnam",
        "Life history and reproductive strategies of Khao Yai Hylobates lar: implications for social evolution in apes",
        "Hybrid zones-natural laboratories for evolutionary studies",
        "Testicular dysfunction in hybrids between parapatric subspecies of the grasshopper Chorthippus parallelus",
        "The Hylobatidae small apes of Asia",
        "Interspecific territoriality in gibbons (Hylobates lar and H. pileatus) and its effects on the dynamics of interspecies contact zones",
        "A comparative ecology of Asian apes",
        "Preliminary report on relations between the gibbons Hylobates lar and H. pileatus in Thailand",
        "Inheritance of stereotyped gibbon calls",
        "Pelage of hybrid gibbons (Hylobates lar x H. pileatus) observed in Khao Yai National Park, Thailand",
        "Molecular evidence for the introgression between Hylobates lar and H. pileatus in the wild",
        "Divergence and introgression in small apes, the genus Hylobates, revealed by reduced representation sequencing",
        "Gibbon systematics and species identification",
        "Methods of surveying and sampling forest primate populations",
        "Sympatry between white-handed gibbons (Hylobates lar) and pileated gibbons (H. pileatus) in Southeastern Thailand",
        "Social monogamy in gibbons: the male perspective",
        "Factors affecting the amount of genomic DNA extracted from ape faeces and the identification of an improved sample storage method",
        "Low genetic diversity and biased distribution of mitochondrial DNA haplotypes in the Japanese macaque (Macaca fuscata yakui) on Yakushima Island",
        "Quantitative polymerase chain reaction analysis of DNA from noninvasive samples for accurate microsatellite genotyping of wild chimpanzees (Pan troglodytes verus)",
        "The effects of sequence length and oligonucleotide mismatches on 5' exonuclease assay efficiency",
        "Inferring the evolutionary histories of divergences in Hylobates and Nomascus gibbons through multilocus sequence data",
        "A molecular phylogeny of living primates",
        "Gibbon genome and the fast karyotype evolution of small apes",
        "Tracking the complex flow of chromosome rearrangements from the Hominoidea ancestor to extant Hylobates and Nomascus gibbons by high-resolution synteny mapping",
        "Inference of population structure using multilocus genotype data",
        "Development of Y-chromosomal polymorphic markers in two gibbon species (Hylobates lar and Hylobates pileatus)",
        "A comparative analysis of Y chromosome and mtDNA phylogenies of the Hylobates gibbons",
        "MEGA6: Molecular Evolutionary Genetics Analysis version 6.0",
        "Median-joining networks for inferring intraspecific phylogenies",
        "PopART: Full-feature software for haplotype network construction",
        "Inheritance of song parameters in the gibbon song, analysed in 2 hybrid gibbons (Hylobates pileatus × H. lar)",
        "Maximizing the acquisition of unique reads in noninvasive capture sequencing experiments",
        "The genomics of ecological flexibility, large brains, and long lives in capuchin monkeys revealed with fecalFACS",
        "Phylogenetic relationships and divergence dates of the whole mitochondrial genome sequences among three gibbon genera",
        "Correction: Mitochondrial genome sequences effectively reveal the phylogeny of Hylobates gibbons"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Carbondale",
            "@id": "60029472",
            "affilname": "Southern Illinois University Carbondale",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029472",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60025272",
            "affilname": "The University of Tokyo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025272",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Department of National Parks",
        "Kaeng Krachan National Park",
        "Kaeng Krachan National Park and Khao Soi Dao Wildlife Sanctuary",
        "Khao Soi Dao Wildlife Sanctuary",
        "Khao Yai National Park",
        "Wildlife and Plant Conservation",
        "JSPS",
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}