{
    "eid": "2-s2.0-85103781676",
    "title": "Immunogenicity and safety of a quadrivalent meningococcal tetanus toxoid-conjugate vaccine (MenaCyW-TT) administered concomitantly with other paediatric vaccines in toddlers: A Phase III randomized study",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Epidemiology",
            "@code": "2713",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Coadministration",
        "MenACYW-TT",
        "Paediatric vaccines",
        "Toddlers"
    ],
    "authors": [
        "M. S. Dhingra",
        "L. Namazova-Baranova",
        "J. L. Arredondo-Garcia",
        "K. H. Kim",
        "K. Limkittikul",
        "W. Jantarabenjakul",
        "O. Perminova",
        "I. A.R. Kobashi",
        "C. W. Bae",
        "J. Ojeda",
        "J. Park",
        "D. Chansinghakul",
        "S. B’Chir",
        "D. Neveu",
        "M. Bonaparte",
        "E. Jordanov"
    ],
    "citedby-count": 9,
    "ref-count": 41,
    "ref-list": [
        "The global meningococcal initiative: Global epidemiology, the impact of vaccines on meningococcal disease and the importance of herd protection",
        "Systematic review of invasive meningococcal disease: Sequelae and quality of life impact on patients and their caregivers",
        "The Global Meningococcal Initiative meeting on prevention of meningococcal disease worldwide: Epidemiology, surveillance, hypervirulent strains, antibiotic resistance and high-risk populations",
        "Meningococcal disease: Clinical presentation and sequelae",
        "Epidemiological burden of meningococcal disease in Latin America: A systematic literature review",
        "Increase in ST-11 serogroup W Neisseria meningitidis invasive meningococcal disease in Canada, 2016-2018",
        "Recent changes in the epidemiology of Neisseria meningitidis serogroup W across the world, current vaccination policy choices and possible future strategies",
        "Increase of invasive meningococcal serogroup W disease in Europe, 2013 to 2017",
        "Meningococcal serogroup Y disease in Europe: Continuation of high importance in some European regions in 2013",
        "Rise in invasive serogroup W meningococcal disease in Australia 2013-2015",
        "Epidemiologic trends, global shifts in meningococcal vaccination guidelines, and data supporting the use of MenaCWY-TT vaccine: A review",
        "Interactions of conjugate vaccines and co-administered vaccines",
        "Polysaccharide conjugate vaccine protein carriers as a “neglected valency” – Potential and limitations",
        "Immunogenicity and safety of a booster dose of a quadrivalent meningococcal tetanus toxoid-conjugate vaccine (MenACYW-TT) in adolescents and adults: A Phase III randomized study",
        "Immunogenicity and safety of a quadrivalent meningococcal tetanus toxoid-conjugate vaccine (MenACYW-TT) in healthy toddlers: A Phase II randomized study",
        "Immunogenicity and safety of a quadrivalent meningococcal tetanus toxoid-conjugate vaccine (MenACYW-TT) in adults 56 years of age and older: A Phase II randomized study",
        "Immunogenicity and safety of a quadrivalent meningococcal tetanus toxoid-conjugate vaccine (MenACYW-TT) in ≥56-year-olds: A Phase III randomized study",
        "Immunogenicity, safety and inter-lot consistency of a meningococcal conjugate vaccine (MenACYW-TT) in adolescents and adults: A Phase III randomized study",
        "Safety and immunogenicity of a quadrivalent meningococcal conjugate vaccine in healthy meningococcal-naïve children 2-9 years of age: A phase III, randomized study",
        "Immunogenicity and safety of a quadrivalent meningococcal tetanus toxoid-conjugate vaccine (MenACYW-TT) versus a licensed quadrivalent meningococcal conjugate vaccine in meningococcal vaccine-naïve and meningococcal C conjugate vaccine-primed toddlers: A Phase III Randomized Study Epidemiology and infection",
        "A Phase II, randomized, immunogenicity and safety study of a quadrivalent meningococcal conjugate vaccine, MenACYW-TT, in healthy adolescents in the United States",
        "Standardization and a multilaboratory comparison of Neisseria meningitidis serogroup A and C serum bactericidal assays. The Multilaboratory Study Group",
        "Safety and immunogenicity of a quadrivalent meningococcal polysaccharide diphtheria toxoid conjugate vaccine in infants and toddlers: Three multicenter phase III studies",
        "Immunogenicity and safety of an investigational hexavalent diphtheria-tetanus-acellular pertussis-inactivated poliovirus-hepatitis B-Haemophilus influenzae B conjugate combined vaccine in healthy 2-, 4-, and 6-month-old Argentinean infants",
        "Epidemiological standardization of a test for susceptibility to mumps",
        "Antibody persistence after primary measles-mumps-rubella vaccine and response to a second dose given at four to six vs. Eleven to thirteen years",
        "Purification of individual varicella-zoster virus (VZV) glycoproteins gpI, gpII, and gpIII and their use in ELISA for detection of VZV glycoprotein-specific antibodies",
        "Sensitive enzyme-linked immunosorbent assay for antibody to varicella-zoster virus using purified VZV glycoprotein antigen",
        "Antibody assays suitable for assessing immune responses to live varicella vaccine",
        "An update of clinical experience with the quadrivalent meningococcal ACWY-CRM conjugate vaccine",
        "Safety and immunogenicity of a quadrivalent meningococcal conjugate vaccine and commonly administered vaccines after coadministration",
        "Meningococcal quadrivalent tetanus toxoid conjugate vaccine (MenACWY-TT, Nimenrix™): A review of its immunogenicity, safety, co-administration, and antibody persistence",
        "Safety and immunogenicity of two doses of a quadrivalent meningococcal polysaccharide diphtheria toxoid conjugate vaccine in Indian and Russian children aged 9 to 17 months",
        "Immunogenicity and safety of one or two doses of the quadrivalent meningococcal vaccine MenACWY-TT given alone or with the 13-valent pneumococcal conjugate vaccine in toddlers: A phase III, open-label, randomised study",
        "Meningococcal disease epidemiology in Australia 10 years after implementation of a national conjugate meningococcal C immunization programme",
        "Effectiveness of meningococcal serogroup C conjugate vaccine 4 years after introduction",
        "Global epidemiology of invasive meningococcal disease"
    ],
    "affiliation": [
        {
            "affiliation-city": "Lyon",
            "@id": "60065719",
            "affilname": "Sanofi Pasteur SA",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60065719",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Moscow",
            "@id": "60068670",
            "affilname": "Russian Academy of Medical Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60068670",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60030358",
            "affilname": "Ewha Womans University School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030358",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60025071",
            "affilname": "Kyung Hee Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025071",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Mexico",
            "@id": "60004914",
            "affilname": "Instituto Nacional de Pediatría",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004914",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Perm",
            "@id": "126007183",
            "affilname": "City Children Clinical Outpatient Hospital #5",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/126007183",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": null,
            "@id": "126006863",
            "affilname": "Centro de Investigación Clínica del Pacífico",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/126006863",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "117044603",
            "affilname": "Sanofi Pasteur",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/117044603",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Mexico City",
            "@id": "106564591",
            "affilname": "Sanofi Pasteur",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106564591",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106537985",
            "affilname": "Sanofi Pasteur",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106537985",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}