{
    "eid": "2-s2.0-85140595915",
    "title": "Establishment and Characterization of a New Human Intrahepatic Cholangiocarcinoma Cell Line LIV27",
    "cover-date": "2022-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Oncology",
            "@code": "2730",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Cancer Research",
            "@code": "1306",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "cell line",
        "cholangiocarcinoma",
        "LIV27",
        "primary sclerosing cholangitis",
        "short tandem repeat"
    ],
    "authors": [
        "Xiwei Ding",
        "Kais Zakharia",
        "Catherine D. Moser",
        "Nellie A. Campbell",
        "Chunling Hu",
        "Nataliya Razumilava",
        "Roongruedee Chaiteerakij",
        "Hassan M. Shaleh",
        "Patricia T. Greipp",
        "Rondell P. Graham",
        "Xiaoping Zou",
        "Vishal S. Chandan",
        "Lewis R. Roberts"
    ],
    "citedby-count": 0,
    "ref-count": 37,
    "ref-list": [
        "Cholangiocarcinoma",
        "Liver Fluke-Associated Biliary Tract Cancer",
        "Cholangiocarcinoma 2020: The next horizon in mechanisms and management",
        "Dichloromethane increases mutagenic DNA damage and transformation ability in cholangiocytes and enhances metastatic potential in cholangiocarcinoma cell lines",
        "Epidemiological trends in incidence and mortality of hepatobiliary cancers in Germany",
        "Biliary tract cancers in Olmsted County, Minnesota, 1976–2008",
        "Incidence and mortality trends for biliary tract cancers in Austria",
        "Forty-Year Trends in Cholangiocarcinoma Incidence in the U.S.: Intrahepatic Disease on the Rise",
        "Cholangiocarcinoma",
        "Integrated genomic characterization reveals novel, therapeutically relevant drug targets in FGFR and EGFR pathways in sporadic intrahepatic cholangiocarcinoma",
        "Whole-Genome and Epigenomic Landscapes of Etiologically Distinct Subtypes of Cholangiocarcinoma",
        "Cholangiocarcinoma—Evolving concepts and therapeutic strategies",
        "Infigratinib (BGJ398) in previously treated patients with advanced or metastatic cholangiocarcinoma with FGFR2 fusions or rearrangements: Mature results from a multicentre, open-label, single-arm, phase 2 study",
        "Phase II Study of BGJ398 in Patients with FGFR-Altered Advanced Cholangiocarcinoma",
        "Infigratinib in patients with advanced cholangiocarcinoma with FGFR2 gene fusions/translocations: The PROOF 301 trial",
        "Mutant Isocitrate Dehydrogenase Inhibitors as Targeted Cancer Therapeutics",
        "Targeting cholangiocarcinoma",
        "Systemic therapies for intrahepatic cholangiocarcinoma",
        "Primary Sclerosing Cholangitis: What the Gastroenterologist and Hepatologist Needs to Know",
        "An update on cancer risk and surveillance in primary sclerosing cholangitis",
        "Primary Sclerosing Cholangitis as a Premalignant Biliary Tract Disease: Surveillance and Management",
        "Establishment and characterization of a human cholangiocarcinoma cell line",
        "Establishment and characterisation of six human biliary tract cancer cell lines",
        "Establishment of a new extrahepatic bile duct carcinoma cell line, TFK-1",
        "Biliary adenocarcinoma. Characterisation of three new human tumor cell lines",
        "Establishment and characterization of a new human extrahepatic bile duct carcinoma cell line (KMBC)",
        "A new human cholangiocellular carcinoma cell line (HuCC-T1) producing carbohydrate antigen 19/9 in serum-free medium",
        "Establishment and Characterization of Two Novel Cholangiocarcinoma Cell Lines",
        "Two new human cholangiocarcinoma cell lines and their cytogenetics and responses to growth factors, hormones, cytokines or immunologic effector cells",
        "Establishment and characterization of human hilar bile duct carcinoma cell line and cell strain",
        "Establishment and characterization of the human cholangiocarcinoma cell line HChol-Y1 in a serum-free, chemically defined medium",
        "Establishment and characterization of a cell line from a human cholangiocellular carcinoma",
        "Establishment and characterization of an opisthorchiasis-associated cholangiocarcinoma cell line (KKU-100)",
        "Investigation of Cross-Contamination and Misidentification of 278 Widely Used Tumor Cell Lines",
        "Short tandem repeat profiling provides an international reference standard for human cell lines",
        "Preclinical In Vitro and In Vivo Evidence of an Antitumor Effect of CX-4945, a Casein Kinase II Inhibitor, in Cholangiocarcinoma",
        "Antitumor effect of the novel sphingosine kinase 2 inhibitor ABC294640 is enhanced by inhibition of autophagy and by sorafenib in human cholangiocarcinoma cells"
    ],
    "affiliation": [
        {
            "affiliation-city": "Milwaukee",
            "@id": "60029246",
            "affilname": "Aurora St. Luke's Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029246",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Iowa City",
            "@id": "60024324",
            "affilname": "University of Iowa",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024324",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Rochester",
            "@id": "60010480",
            "affilname": "Mayo Clinic Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010480",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Irvine",
            "@id": "60007988",
            "affilname": "UCI School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007988",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Rochester",
            "@id": "60005558",
            "affilname": "Mayo Clinic",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005558",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Nanjing",
            "@id": "60004667",
            "affilname": "Medical School of Nanjing University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004667",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Institutes of Health",
        "Mayo Clinic Cancer Center",
        "Cholangiocarcinoma Foundation"
    ]
}