{
    "eid": "2-s2.0-85069900290",
    "title": "Improvement of photobiological hydrogen production by suspended and immobilized cells of the N2-fixing cyanobacterium Fischerella muscicola TISTR 8215",
    "cover-date": "2019-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Cell immobilization",
        "Cyanobacteria",
        "Fischerella",
        "H2 production"
    ],
    "authors": [
        "Palaya Wutthithien",
        "Peter Lindblad",
        "Aran Incharoensakdi"
    ],
    "citedby-count": 15,
    "ref-count": 27,
    "ref-list": [
        "Studies on nitrogen-fixing blue-green algae. I, Growth and nitrogen-fixation by Anabaena cylindrica Lemm",
        "Growth, heterocyst differentiation and nitrogenase activity in the cyanobacteria Anabaena variabilis and Anabaena cylindrica in response to molybdenum and vanadium",
        "Feasibility analysis of photobiological hydrogen production",
        "Synthesis of nitrogenase and heterocysts by Anabaena sp. CA in the presence of high levels of ammonia",
        "Structure−function relationships of alternative nitrogenases",
        "Photosynthesis as a power supply for (bio-)hydrogen production",
        "Oxygen relations of nitrogen fixation in cyanobacteria",
        "Microalgae: a green source of renewable H2",
        "The challenge of iron stress in cyanobacteria",
        "Towards optimization of cyanobacteria as biotechnologically relevant producers of molecular hydrogen, a clean and renewable energy source",
        "Enhanced biohydrogen production by the N2-fixing cyanobacterium Anabaena siamensis strain TISTR 8012",
        "Hydrogen photoproduction by nutrient-deprived Chlamydomonas reinhardtii cells immobilized within thin alginate films under aerobic and anaerobic conditions",
        "Oxidative stress in cyanobacteria",
        "Seawater-based hydrogen production by immobilized marine photosynthetic bacteria",
        "Growth and photosynthesis in an extreme thermophile, Synechococcus lividus (Cyanophyta)",
        "Green alga hydrogen production: Progress, challenges and prospects",
        "Biofuel cells based on the immobilization of photosynthetically active bioentities",
        "Enhanced dark fermentative H2 production by agar-immobilized cyanobacterium Aphanothece halophytica",
        "Characterization and optimization of hydrogen production by a salt water blue-green alga oscillatoria sp. Miami BG 7. II. use of immobilization for enhancement of hydrogen production",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Biohydrogen production by immobilized Chlorella sp. using cycles of oxygenic photosynthesis and anaerobiosis",
        "Effect of Metal Cofactors of Key Enzymes on Biohydrogen Production by Nitrogen Fixing Cyanobacterium Anabaena siamensis TISIR 8012",
        "H2photoproduction by batch culture of Anabaena variabilis ATCC 29413 and its mutant PK84 in a photobioreactor",
        "Heterocyst metabolism and development",
        "Factors affecting photobiological hydrogen production in five filamentous cyanobacteria from Thailand",
        "Biophotolysis-based hydrogen production by cyanobacteria and green microalgae"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Uppsala",
            "@id": "60023238",
            "affilname": "Ångströmlaboratoriet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023238",
            "affiliation-country": "Sweden"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}