{
    "eid": "2-s2.0-85072532748",
    "title": "Secure land tenure for urban slum-dwellers: A conjoint experiment in Kenya",
    "cover-date": "2019-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Urban Studies",
            "@code": "3322",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Africa",
        "Conjoint experiment",
        "Informal settlement",
        "Kenya",
        "Land tenure security",
        "Slum dwelling"
    ],
    "authors": [
        "Hye Sung Kim",
        "Yong Yoon",
        "Mary Mutinda"
    ],
    "citedby-count": 10,
    "ref-count": 36,
    "ref-list": [
        "Population and health dynamics in Nairobi's informal settlements: Report of the Nairobi cross-sectional slums survey (NCSS) 2012",
        "Kenya: The unseen majority: Nairobi's two million slum-dwellers",
        "Tinkering with tenure: The community land trust experiment in Voi, Kenya",
        "The persistence of the commons: Economic theory and community decision-making on land tenure in Voi, Kenya",
        "Life in a slum: Understanding living conditions in Nairobi's slums across time and space",
        "Legal empowerment of the poor through property rights reform: Tensions and trade-offs of land registration and titling in sub-Saharan Africa",
        "Land politics under Kenya's new constitution: Counties, devolution, and the National land commission",
        "Land tenure security and investment incentives: Puzzling evidence from Burkina Faso",
        "Cities in developing countries: Fueled by rural–urban migration, lacking in tenure security, and short of affordable housing",
        "Towards Habitat III: Confronting the disjuncture between global policy and local practice on Africa's ‘challenge of slums’",
        "The mystery of capital: Why capitalism triumphs in the West and fails everywhere else",
        "A special approach to slum upgrading: The special planning area in Mukuru",
        "Land titling and rural transition in Vietnam",
        "The formalization of urban land tenure in developing countries",
        "Slum upgrading and housing alternatives for the poor",
        "Property rights and investment in urban slums",
        "Property rights for the poor: Effects of land titling",
        "Thirty years of conjoint analysis: Reflections and prospects",
        "The living conditions diamond: An analytical and theoretical framework for understanding slums",
        "A sharing economy? Unpacking demand and living conditions in the urban housing market in Kenya",
        "Causal inference in conjoint analysis: Understanding multidimensional choices via stated preference experiments",
        "Is legalized land tenure necessary in slum upgrading? Learning from Rio's land tenure policies in the Favela Bairro program",
        "Pro-poor land administration: Towards practical, coordinated, and scalable recording systems for all",
        "Slum upgrading in Nairobi within the housing and basic services market: A housing rights concern",
        "The economics of slums in the developing world",
        "Kenyan government initiatives in slum upgrading",
        "Urban land tenure policy options: Titles or rights?",
        "The limits of land titling and home ownership",
        "Collective or individual titles? Conflict over tenure regularisation in a Kenyan informal settlement",
        "Land formalization and local leadership in Moshi, Tanzania",
        "Cost of being a slum dweller in Nairobi: Living under dismal conditions but still paying a housing rent premium",
        "Analytical perspective of pro-poor slum upgrading frameworks",
        "Slums almanac 2015–16. Tracking Improvement in the Lives of slum dwellers",
        "Transforming our world: The 2030 agenda for sustainable development",
        "Progress towards the sustainable development goals. Report of the secretary-general"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nairobi",
            "@id": "60070591",
            "affilname": "Strathmore University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60070591",
            "affiliation-country": "Kenya"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Rock Hill",
            "@id": "60026305",
            "affilname": "Winthrop University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026305",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Strathmore University",
        "International Development Research Centre"
    ]
}