{
    "eid": "2-s2.0-84927602075",
    "title": "New fully covered large-bore wide-flare removable metal stent for drainage of pancreatic fluid collections: Results of a multicenter study",
    "cover-date": "2015-05-01",
    "subject-areas": [
        {
            "$": "Gastroenterology",
            "@code": "2715"
        },
        {
            "$": "Radiology",
            "@code": "2741"
        }
    ],
    "keywords": [
        "covered metallic stent",
        "EUS guided transmural drainage",
        "pancreatic fluid collection",
        "pseudocyst",
        "walled off necrosis"
    ],
    "authors": [
        "Amol Bapaye"
    ],
    "citedby-count": 37,
    "ref-count": 19,
    "ref-list": [
        "Equal efficacy of endoscopic and surgical cystogastrostomy for pancreatic pseudocyst drainage in a randomized trial",
        "EUS versus surgical cyst-gastrostomy for management of pancreatic pseudocysts",
        "Prospective randomized trial comparing EUS and EGD for transmural drainage of pancreatic pseudocysts (with videos)",
        "A comparison of direct endoscopic necrosectomy with transmural endoscopic drainage for the treatment of walled-off pancreatic necrosis",
        "Outcome differences after endoscopic drainage of pancreatic necrosis, acute pancreatic pseudocysts, and chronic pancreatic pseudocysts",
        "Direct endoscopic necrosectomy for the treatment of walled-off pancreatic necrosis: Results from a multicenter U.S. series",
        "EUS-guided self-expandable stent placement in 1 step: a new method to treat pancreatic abscess",
        "Transenteric drainage of pancreatic-fluid collections with fully covered self-expanding metallic stents (with video)",
        "World J. Gastrointest. Endosc.",
        "Gastrointest. Endosc.",
        "New fully-covered self-expandable metal stent for endoscopic ultrasonography-guided intervention in infectious walled-off pancreatic necrosis (with video)",
        "Preliminary report on a new, fully covered, metal stent designed for the treatment of pancreatic fluid collections",
        "Multiple transluminal gateway technique for EUS-guided drainage of symptomatic walled-off pancreatic necrosis",
        "Transluminal endoscopic necrosectomy after acute pancreatitis: A multicentre study with long-term follow-up (the GEPARD Study)",
        "Definitive treatment of pancreatic abscess by endoscopic transmural drainage",
        "Endoscopic transgastric vs surgical necrosectomy for infected necrotizing pancreatitis: A randomized trial",
        "Endoscopic ultrasound-guided transmural drainage of infected pancreatic fluid collections with placement of covered self-expanding metal stents: A case series",
        "Prospective evaluation of the use of fully covered self-expanding metal stents for EUS-guided transmural drainage of pancreatic pseudocysts",
        "Endosonography-guided drainage of pancreatic fluid collections with a novel lumen-apposing stent"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pune",
            "affilname": "Deenanath Mangeshkar Hospital and Research Center, Pune",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Tokyo Medical University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}