{
    "eid": "2-s2.0-85145036397",
    "title": "Neuroprotective effects of a medium chain fatty acid, decanoic acid, isolated from H. leucospilota against Parkinsonism in C. elegans PD model",
    "cover-date": "2022-12-13",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology (medical)",
            "@code": "2736",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "C. elegans",
        "decanoic acid",
        "dopaminergic neurons",
        "Holothuria leucospilota",
        "Parkinson’s disease",
        "α-synuclein"
    ],
    "authors": [
        "Tanatcha Sanguanphun",
        "Nilubon Sornkaew",
        "Nawaphat Malaiwong",
        "Pawanrat Chalorak",
        "Prapaporn Jattujan",
        "Nakorn Niamnont",
        "Prasert Sobhon",
        "Krai Meemon"
    ],
    "citedby-count": 5,
    "ref-count": 49,
    "ref-list": [
        "The role of insulin/IGF-1 signaling in the longevity of model invertebrates, C. elegans and D. melanogaster",
        "Lipid peroxidation is essential for α‐synuclein‐induced cell death",
        "Impaired brain insulin signalling in Parkinson's disease",
        "Insulin, IGF-1 and GLP-1 signaling in neurodegenerative disorders: Targets for disease modification?",
        "Molecular pathways involved in the neurotoxicity of 6-OHDA, dopamine and MPTP: Contribution to the apoptotic theory in Parkinson's disease",
        "Effects of α-synuclein overexpression in transgenic Caenorhabditis elegans strains",
        "Extraction and characterization of organ components of the Malaysian sea cucumber Holothuria leucospilota yielded bioactives exhibiting diverse properties",
        "Oxidative stress mechanisms underlying Parkinson’s disease-associated neurodegeneration in C. elegans",
        "Holothuria scabra extracts exhibit anti-Parkinson potential in C. elegans: A model for anti-Parkinson testing",
        "Diterpene glycosides from Holothuria scabra exert the α-synuclein degradation and neuroprotection against α-synuclein-Mediated neurodegeneration in C. elegans model",
        "Delaying aging is neuroprotective in Parkinson’s disease: A genetic analysis in C. elegans models",
        "Free radicals antioxidant enzymes and lipid peroxidation in different types of leukemias",
        "Global, regional, and national burden of neurological disorders during 1990–2015: A systematic analysis for the global burden of disease study 2015",
        "Hsp27 inhibits 6-hydroxydopamine-induced cytochrome c release and apoptosis in PC12 cells",
        "Human insulin modulates α-synuclein aggregation via DAF-2/DAF-16 signalling pathway by antagonising DAF-2 receptor in C. elegans model of Parkinson’s disease",
        "C. elegans as a model organism to investigate molecular pathways involved with Parkinson's disease",
        "Regulation of aging and age-related disease by DAF-16 and heat-shock factor",
        "alpha-synuclein promotes mitochondrial deficit and oxidative stress",
        "Marine-derived natural compounds for the treatment of Parkinson’s disease",
        "Holothuria scabra extracts possess anti-oxidant activity and promote stress resistance and lifespan extension in Caenorhabditis elegans",
        "Saponin‐rich extracts from Holothuria leucospilota mediate lifespan extension and stress resistance in Caenorhabditis elegans via daf‐16",
        "Ethanol preference in C. elegans",
        "Function of capric acid in cyclophosphamide-induced intestinal inflammation, oxidative stress, and barrier function in pigs",
        "Unique structural features of a novel class of small heat shock proteins",
        "Astragalus polysaccharide suppresses 6-hydroxydopamine-induced neurotoxicity in Caenorhabditis elegans",
        "Current understanding of the molecular mechanisms in Parkinson's disease: Targets for potential treatments",
        "Anti-Parkinson activity of bioactive substances extracted from Holothuria leucospilota",
        "Behavioral phenotyping and pathological indicators of Parkinson's disease in C. elegans models",
        "The medium-chain fatty acid decanoic acid reduces oxidative stress levels in neuroblastoma cells",
        "The protein oxidation repair enzyme methionine sulfoxide reductase a modulates Aβ aggregation and toxicity in vivo",
        "Molecular pathophysiology of Parkinson's disease",
        "Coconut oil attenuates the effects of amyloid-β on cortical neurons in vitro",
        "Neurotoxin-induced degeneration of dopamine neurons in Caenorhabditis elegans",
        "Small molecule inhibits α-synuclein aggregation, disrupts amyloid fibrils, and prevents degeneration of dopaminergic neurons",
        "Effect of medium chain fatty acid in human health and disease",
        "C. elegans locomotory rate is modulated by the environment through a dopaminergic pathway and by experience through a serotonergic pathway",
        "Linking alpha-synuclein properties with oxidation: A hypothesis on a mechanism underling cellular aggregation",
        "Comparison of native and capric acid-enriched mustard oil effects on oxidative stress and antioxidant protection in rats",
        "Direct inhibition of the longevity-promoting factor SKN-1 by insulin-like signaling in C. elegans",
        "Therapeutic potential of Hsp27 in neurological diseases",
        "Heat shock protein 27 (HSP27): Biomarker of disease and therapeutic target",
        "Decanoic acid stimulates autophagy in D. discoideum",
        "Bioactive compounds and biological functions of sea cucumbers as potential functional foods",
        "Ginsenoside Rg3 promotes beta-amyloid peptide degradation by enhancing gene expression of neprilysin",
        "Measurement of intracellular ROS in Caenorhabditis elegans using 2′, 7′-dichlorodihydrofluorescein diacetate",
        "Dianxianning improved amyloid β-induced pathological characteristics partially through DAF-2/DAF-16 insulin like pathway in transgenic C. elegans",
        "Medium-chain fatty acids in nutritional therapy: A review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60026046",
            "affilname": "Faculty of Medicine, Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026046",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Thonburi",
            "@id": "60008786",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008786",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Coastal Fisheries Research and Development Center",
        "Prachuap Khiri Khan province",
        "Science Achievement Scholarship of Thailand",
        "NIH",
        "Mahidol University",
        "SAST"
    ]
}