{
    "eid": "2-s2.0-84955111041",
    "title": "Antidegradation and reinforcement effects of phenyltrimethoxysilane- or N-[3-(trimethoxysilyl)propyl]aniline-modified silica particles in natural rubber composites",
    "cover-date": "2016-04-15",
    "subject-areas": [
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        }
    ],
    "keywords": [
        "Chemical synthesis",
        "Composite materials",
        "Crack",
        "Mechanical properties"
    ],
    "authors": [
        "Apinya Tunlert"
    ],
    "citedby-count": 20,
    "ref-count": 65,
    "ref-list": [
        "An Introduction to Rubber Technology",
        "Rubber Technology: Compounding and Testing for Performance",
        "Cure and mechanical properties of natural rubber-g-poly(methyl methacrylate)-cassava starch compounds",
        "Degradation behaviour of natural rubber-aluminium powder composites: Effect of heat, ozone and high energy radiation",
        "Improving oxidation stability and mechanical properties of natural rubber vulcanizates filled with calcium carbonate modified by gallic acid",
        "Rubber Chem. Technol.",
        "Synthesis and characterization of chlorinated paraffin wax-bound paraphenylenediamine antioxidant and its application in natural rubber",
        "Synthesis of a new nanosilica-based antioxidant and its influence on the anti-oxidation performance of natural rubber",
        "Reinforcement and antioxidation effects of antioxidant functionalized silica in styrene-butadiene rubber",
        "Ultraviolet determination of phenolic antioxidants in rubber",
        "Critical concentrations of some phenolic antioxidants in butyl rubber",
        "Accelerated ageing of styrene-butadiene rubber nanocomposites stabilized by phenolic antioxidant",
        "Rubber Technology: Compounding and Testing for Performance",
        "Structural polymer-based carbon nanotube composite fibers: Understanding the processing-structure-performance relationship",
        null,
        "Epoxy-silica hybrids by nonaqueous sol-gel process",
        "Keys to enhancing mechanical properties of silica nanoparticle composites hydrogels: The role of network structure and interfacial interactions",
        "Preparation and characterization of surface modified silica nanoparticles with organo-silane compounds",
        "Surface modification of silica particles and its effects on cure and mechanical properties of the natural rubber composites",
        "Effect of functional groups on condensation and properties of sol-gel silica nanoparticles prepared by direct synthesis from organoalkoxysilanes",
        "Fabrication of microporous amorphous silica glass by pyrolysis of phenyl groups intercalated in sol-gel derived phenyl-modified silica glass",
        "Vibrational spectra of phenyltriethoxysilane, phenyltrimethoxysilane and their sol-gels",
        "Surface properties of submicrometer silica spheres modified with aminopropyltriethoxysilane and phenyltriethoxysilane",
        "Hybrid organic-inorganic phenyl stationary phases for the gas separation of organic binary mixtures",
        "Mesoporous KIT-6 silica-polydimethylsiloxane (PDMS) mixed matrix membranes for gas separation",
        "Study on phenyltrimethoxysilane treated nano-silica filled high performance poly(etheretherketone) nanocomposites",
        "Water repellent porous silica films by sol-gel dip coating method",
        "Vulcanization characteristics and dynamic mechanical behavior of natural rubber reinforced with silane modified silica",
        "Silica aerogels modified with mercapto functional groups used for Cu(II) and Hg(II) removal from aqueous solutions",
        "Preparation and characterization of mercapto functionalized sepiolite and their application for sorption of lead and cadmium",
        "Production of metal ion imprinted polymer from mercapto-silica through sol-gel process as selective adsorbent of cadmium",
        "Analysis of heavy metal toxic ions by adsorption onto amino-functionalized ordered mesoporous silica",
        "Enhanced thermal resistance of nanocomposite enameled wire prepared from surface modified silica nanoparticle",
        "Preparation and comparative properties of membranes based on PANI and three inorganic fillers",
        "Surface chemical modification of TEOS based silica aerogels synthesized by two step (acid-base) sol-gel process",
        "Organosilane modified magnetite nanoparticles/poly(aniline-co-o/m-aminobenzenesulfonic acid) composites: Synthesis and characterization",
        "UV and thermally stable superhydrophobic coatings from sol-gel processing",
        "Polyacrylate/silica nanocomposite materials prepared by sol-gel process",
        "Effect of modified silica particles with phenyltriethoxysilane on mechanical and thermal properties of natural rubber composites",
        "Characterization of the surface energies of functionalized multi-walled carbon nanotubes and their interfacial adhesion energies with various polymers",
        "In situ silica reinforcement of natural rubber by sol-gel process via rubber solution",
        "Effects of methyl methacrylate grafting and in situ silica particle formation on the morphology and mechanical properties of natural rubber composite films",
        "In situ generated silica in natural rubber latex via the sol-gel technique and properties of the silica rubber composites",
        "J. Appl. Polym. Sci.",
        "Sol-gel Science. The Physics and Chemistry of Sol-gel Procressing",
        "EPR, optical, infrared and Raman spectral studies of Actinolite mineral",
        "Infrared and Raman Characteristic Group Frequencies: Tables and Charts",
        "Adsorption properties of silica sols modified with thiol groups",
        "Modification of polymer-gel structures",
        "Raman and infrared spectra on silica gel evolving toward glass",
        null,
        "Near- and mid-infrared spectroscopy of sol-gel derived ormosils: Vinyl and phenyl silicates",
        "Introduction to Infrared and Raman Spectroscopy",
        "Fabrication of hydrophobic and antireflective coatings based on hybrid silica films by sol-gel process",
        "Synthesis and characterizations of silylated polyurethane from methyl ethyl ketoxime-blocked polyurethane dispersion",
        "FTIR spectroscopic and conductivity study of the thermal degradation of polyaniline films",
        "Reinforcement of natural rubber by silica generated in situ",
        "Three-dimensional nano-structure of in situ silica in natural rubber as revealed by 3D-TEM/electron tomography",
        "J. Adv. Pharm. Technol. Res.",
        "Mechanical properties, gas permeability and cut growth behaviour of natural rubber vulcanizates: Influence of clay types and clay/carbon black ratios",
        "Alkanolamide as an accelerator, filler-dispersant and a plasticizer in silica-filled natural rubber compounds",
        "Characterization of natural rubber nanocomposites filled with organoclay as a substitute for silica obtained by the conventional two-roll mill method",
        "Effect of curing system on reinforcing efficiency of silane coupling agent",
        "Comparison of reinforcing efficiency between Si-69 and Si-264 in a conventional vulcanization system",
        "Rubber Chem. Technol."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Special Task Force for Activating Research",
        "Toyo Tire &amp; Rubber Co., Ltd.",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}