{
    "eid": "2-s2.0-85063398997",
    "title": "Locomotor Kinematics of Two Semi-Wild Macaque Species (Macaca assamensis and Macaca arctoides) in Thailand",
    "cover-date": "2019-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Arboreality",
        "Assamese macaque",
        "Locomotor adaptation",
        "Quadrupedal walking",
        "Stump-Tailed macaque",
        "Terrestriality"
    ],
    "authors": [
        "Eishi Hirasaki",
        "Suchinda Malaivijitnond",
        "Yuzuru Hamada"
    ],
    "citedby-count": 2,
    "ref-count": 69,
    "ref-list": [
        "Stride lengths and stride frequencies of primates",
        "The combination of locomotor features of the primate shoulder girdle by canonical analysis",
        "Guidelines for the treatment of animals in behavioural research and teaching",
        "Guidelines for the treatment of animals in behavioural research and teaching",
        "In what manner do quadrupedal primates walk on two legs? Preliminary results on olive baboons (Papio anubis). in",
        "Bipedal versus quadrupedal hind limb and foot kinematics in a captive sample of Papio anubis: Setup and preliminary results",
        "Field study methods for primate locomotor ecology and biomechanics",
        "Gibbon locomotion research in the field: Problems, possibilities, and benefits for conservation",
        "Segment and joint angles of hind limb during bipedal and quadrupedal walking of the bonobo (Pan paniscus",
        "Locomotion in bonobos (Pan paniscus): Differences and similarities between bipedal and quadrupedal terrestrial walking, and a comparison with other locomotor modes",
        "Why Welchs test is type i error robust",
        "Functional analysis of the shoulder girdle of cats during locomotion",
        "An electromyographic analysis of forelimb muscles during overground stepping in the cat",
        "Crouched posture and high fulcrum, a principle in the locomotion of small mammals: The example of the rock hyrax (Procavia capensis) (Mammalia: Hyracoidea",
        "Report on primates collected in western Thailand January-April 1967",
        "Classification and distribution of living macaques (Macaca Lacepede, 1799). in",
        "Taxonomy and evolution of the sinica group of macaques. 2. Species and subspecies accounts of Indian bonnet macaque, Macaca radiata",
        "Taxonomy and evolution of the sinica group of macaques. 3. Species and subspecies accounts of Macaca assamensis",
        "Taxonomy and evolution of the sinica group of macaques. 5. Overview of natural history",
        "Rich feature hierarchies for accurate object detection and semantic segmation (v5",
        "The avian shoulder: An experimental approach",
        "A muscle synergy-based analysis of the trunk and hindlimb muscle activation patterns during quadrupedal and bipedal walking in Japanese macaque, white-handed gibbon, and human",
        "Biomechanics of quadrupedal walking: How do four-legged animals achieve inverted pendulum-like movements?",
        "Kinetics of bipedal locomotion during load carrying in capuchin monkeys",
        "Comparison of locomotor patterns and the cerebellar complex in Ateles and Macaca",
        "Dynamic plantar pressure distribution during locomotion in Japanese macaques (Macaca fuscata",
        "Patterns of bipedal walking in anthropoid primates",
        "3D-kinematics of vertical climbing in hominoids",
        "Five basic muscle activation patterns account for muscle activity during human locomotion",
        "Functional morphology of the shoulder in primates. in",
        "Unique aspects of quadrupedal locomotion in nonhuman primates. in",
        "Uniqueness of primate forelimb posture during quadrupedal locomotion",
        "Locomotor adaptation within the Cercopithecus genus: A multivariate approach",
        "Progress Report on Socio-Ecological Study of Macaca arctoides",
        "Notes on some Indian macaques",
        "New techniques for the quantitative analysis of locomotor kinematics in free-ranging primates",
        "Forelimb use and positional adaptation in Colobus guereza: Integration of behavioral, ecological, and anatomical data",
        "The study of morphological characters, social behaviors and positional behaviors on Assamese macaques",
        "Primate bipedal walking: Comparative kinematics",
        "Not so fast!-Speed effects on forelimb kinematics in cercopithecine monkeys and implications for digitigrade postures in primates",
        "The interplay between speed, kinetics and hand postures during primate terrestrial locomotion",
        "Functional morphology of cercopithecoid primate metacarpals",
        "Functional analysis of the primate shoulder",
        "Stride length and its determinants in humans, early hominids, primates, and mammals",
        "Skeletal differentiation of Macaca fascicularis and Macaca nemestrina in relation to arboreal and terrestrial quadrupedalism",
        "Another look at the anthropoid elbow",
        "New postcranial specimens of catarrhines from the Middle Miocene Chinji Formation, Pakistan: Descriptions and a discussion of proximal humeral functional morphology in anthropoids",
        "Primate cortical bone microstructure: Relationship to locomotion",
        "Structural and mechanical indicators of limb specialization in primates",
        "Shoulder movements during quadrupedal locomotion in arboreal primates",
        "Forelimb mechanics during arboreal and terrestrial quadrupedalism in Old World monkeys",
        "Compliant walking in primates",
        "Insights into the evolution of human bipedalism from experimental studies of humans and other primates",
        "Markerless 3D motion capture for animal locomotion studies",
        "Quadrupedal locomotion of Saimiri boliviensis: A comparison of field and laboratory-based kinematic data. in",
        "Distribution and habitat of Assamese macaque Macaca assamensis in Lao PDR, including its use of low-Altitude karsts",
        "The macaques: A double-layered social organization",
        "The influence of load carrying on gait parameters in humans and apes: Implications for the evolution of human bipedalism",
        "Shoulder motion during quadrupedal walking in Cercopithecus aethiops: Integration of cineradiographic and electromyographic data",
        "Positional behavior of Delacours langurs (Trachypithecus delacouri) in Northern Vietnam",
        "Field and experimental approaches to the study of locomotor ontogeny in Propithecus verreauxi",
        "Gait and kinematics of arboreal quadrupedal walking of free-ranging red howlers (Alouatta seniculus) in French Guiana",
        "Developments in development: What have we learned from primate locomotor ontogeny?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kyoto",
            "@id": "60011001",
            "affilname": "Kyoto University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011001",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science"
    ]
}