{
    "eid": "2-s2.0-85117879708",
    "title": "Comparison of fine-needle cytologic diagnosis between the left and right liver lobes of dogs and cats with diffuse liver disease",
    "cover-date": "2021-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "Aspiration",
        "Cytology",
        "Diffuse",
        "Hepatic",
        "Liver",
        "Ultrasound"
    ],
    "authors": [
        "Nardtiwa Chaivoravitsakul",
        "Katriya Chankow",
        "Kongthit Horoongruang",
        "Luksamee Limpongsai",
        "Artima Tantarawanich",
        "Latticha Pluemhathaikij",
        "Kasem Rattanapinyopituk",
        "Kris Angkanaporn"
    ],
    "citedby-count": 1,
    "ref-count": 30,
    "ref-list": [
        "Hepatobiliary disease",
        "The liver",
        "Diseases of the liver, gallbladder, and bile ducts",
        "Ultrasound-guided aspiration and biopsy procedures",
        "Statistical relevance of ultrasonographic criteria in the assessment of diffuse liver disease in dogs and cats",
        "Liver",
        "Liver",
        "Feline abdominal ultrasonography: What's normal? What's abnormal? The liver",
        "A comparison of hepatic sonographic features and histopathologic diagnosis in canine liver disease: 138 cases",
        "Ultrasound-guided cytology of spleen and liver: A prognostic tool in canine cutaneous mast cell tumor",
        "Canine mast cell tumors: Diagnosis, treatment, and prognosis",
        "Comparison between computed tomographic and ultrasonographic findings of the liver and spleen in dogs with confirmed hepatic or splenic lymphoma involvement",
        "Comparison of tru-cut biopsy and fine-needle aspiration cytology in an experimental alcoholic liver disease model",
        "Cytopathologic diagnosis of liver mass lesions",
        "Fine-needle aspiration followed by core-needle biopsy in the same setting: Modifying our approach",
        "For diagnosis of liver masses, fine-needle aspiration versus needle core biopsy: Which is better?",
        "Canine lymphoma: A review",
        "Computed tomographic findings in 12 cases of canine multi-centric lymphoma with splenic and hepatic involvement",
        "Comparison of liver cytology and biopsy diagnoses in dogs and cats: 56 cases",
        "A comparison of cytological quality between fine-needle aspiration and non-aspiration techniques for obtaining ultrasound-guided samples from canine and feline lymph nodes",
        "The liver",
        "Liver and biliary system",
        "Reference laboratory values: Dogs and cats",
        "A randomised controlled comparison of aspiration and non-aspiration fine-needle techniques for obtaining ultrasound-guided cytologic samples from canine livers",
        "Splenic and hepatic ultrasound and cytology in canine lymphoma: Effects of findings on stage migration and assessment of prognosis",
        "Accuracy of ultrasound-guided fine-needle aspiration of the liver and cytologic findings in dogs and cats: 97 cases (1990-2000)",
        "Cytologic features of hepatic fibrosis in dogs: A retrospective study on 22 cases",
        "Cytologic evaluation of inflammation in canine liver aspirates",
        "Fine needle aspiration of abdominal organs: A review of current recommendations for achieving a diagnostic sample",
        "Can sonographic findings predict the results of liver aspirates in dogs with suspected liver disease?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}