{
    "eid": "2-s2.0-84994411618",
    "title": "Development and psychometric testing of the Chinese nurses job satisfaction scale",
    "cover-date": "2016-09-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Exploratory factor analysis",
        "Nurse job satisfaction",
        "Scale development",
        "Second-order confirmatory factor analysis"
    ],
    "authors": [
        "Ying Liu"
    ],
    "citedby-count": 2,
    "ref-count": 31,
    "ref-list": [
        "Hospital nurses' job satisfaction, individual and organizational characteristics",
        "Job Satisfaction among Nurses in China",
        "Causal modeling of self-concept, job satisfaction, and retention of nurses",
        "Scale Development: Theory and Application",
        "Introducing LISREL",
        "7Th. Pearson Education",
        "The Motivation to Work",
        "Job satisfaction among nurses in China",
        "Study on the Nurse Job Satisfaction Scale and Its Local Norm.",
        "International Journal of Nursing Practice",
        "Job satisfaction among nurses: A predictor of burnout levels",
        "Factors Influencing Nurse-Assessed Quality of Nursing Care in Chinese Hospitals",
        "Job satisfaction in nursing: A concept analysis study",
        "The Nature and Causes of Job Satisfaction. in Handbook of Industrial and Organizational Psychology",
        "Job Satisfaction of Primary Care Team Members and Quality of Care",
        "The Greek Nurses' job satisfaction scale: Development and psychometric assessment",
        "Jordanian nurses' job satisfaction, patients' satisfaction and quality of nursing care",
        "Nurses' job satisfaction: A proposed measure",
        "Psychometric Theory.",
        "Relationships among job rotation perception and intention, job satisfaction and job performance: A study of Tainan area nurses",
        "Pacific Rim International Journal of Nursing Research",
        "Nurses and Work Satisfaction: An Index for Measurement",
        "Nurse Act.",
        "7Th Edtion. Pearson Prentice Hall, Upper Saddle River",
        "Is the job satisfaction of primary care team members associated with patient satisfaction?",
        "Using Multivariate Statistics",
        "Work and Motivation",
        "Measurement in Nursing and Health Reserch",
        "Health",
        "Hospital nursing, care quality, and patient satisfaction: Cross-sectional surveys of nurses and patients in hospitals in China and Europe"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Dalian",
            "affilname": "Dalian Medical University",
            "affiliation-country": "China"
        }
    ],
    "funding": []
}