{
    "eid": "2-s2.0-84891799110",
    "title": "Improved catalytic performance of Pd/TiO2 in the selective hydrogenation of acetylene by using H2-treated sol-gel TiO 2",
    "cover-date": "2014-03-01",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Catalysis",
            "@code": "1503"
        },
        {
            "$": "Process Chemistry and Technology",
            "@code": "1508"
        }
    ],
    "keywords": [
        "Acetylene hydrogenation",
        "Calcination atmosphere",
        null,
        null
    ],
    "authors": [
        "Sumonrat Riyapan"
    ],
    "citedby-count": 25,
    "ref-count": 35,
    "ref-list": [
        "Kinetics of front-end acetylene hydrogenation in ethylene production",
        "Selective hydrogenation of ethyne in ethene-rich streams on palladium catalysts. Part 1. Effect of changes to the catalyst during reaction",
        "Selective hydrogenation of ethyne in ethene-rich streams on palladium catalysts, Part 2: Steady-state kinetics and effects of palladium particle size, carbon monoxide, and promoters",
        "Modified Pd catalysts for the selective hydrogenation of acetylene",
        null,
        "Catal. Lett.",
        null,
        null,
        null,
        null,
        null,
        "Preparation of novel titania supported palladium catalysts for selective hydrogenation of acetylene to ethylene",
        null,
        null,
        null,
        null,
        null,
        "An electroless deposition technique for the synthesis of highly active and nano-sized Pd particles on silica nanosphere",
        null,
        "X-ray absorption spectroscopic and electron paramagnetic resonance studies on the strong metal-support interaction of platinum supported on titania dispersed on silica",
        "Quantitative analysis of defective sites in titanium(IV) oxide photocatalyst powders",
        "Selective isomerization of 2,5-dihydrofuran to 2,3-dihydrofuran using CO-modified, supported Pd catalysts",
        "The evolution of Pd/Sn catalytic surfaces in electroless copper deposition",
        "GENERATIVE AND STABILIZING PROCESSES IN TIN-PALLADIUM SOLS AND PALLADIUM SOL SENSITIZERS.",
        "Study of CO adsorption on crystalline-silica-supported palladium particles",
        "Hydrogen adsorption sites studied by carbon monoxide adsorption to explain the hydrogenation activity of benzene on Pd and Pt catalysts",
        null,
        "Enantioselective hydrogenation of ethyl pyruvate catalysed by Pt/graphite: Superior performance of sintered metal particles",
        "The surface chemistry of heterogeneous catalysis: Mechanisms, selectivity, and active sites",
        "Catalytic probe of the surface of colloidal palladium particles using Heck coupling reactions",
        "Controllable synthesis and acetylene hydrogenation performance of supported pd nanowire and cuboctahedron catalysts",
        null,
        "The role of tin-promoted Pd/MWNTs via the management of carbonaceous species in selective hydrogenation of high concentration acetylene",
        null,
        "Improved selectivity by stabilizing and exposing active phases on supported Pd nanoparticles in acetylene-selective hydrogenation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Silpakorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sapporo",
            "affilname": "Hokkaido University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "NRCT-JSPS",
        "Japan Society for the Promotion of Science",
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}