{
    "eid": "2-s2.0-85091696501",
    "title": "Effect of packaging on volatile profiles of mulberry tea",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Food Science",
            "@code": "1106",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Herbal tea",
        "Mulberry leaf",
        "Packaging",
        "SPME-GC/MS",
        "Volatile compounds"
    ],
    "authors": [
        "A. Ruengdech",
        "U. Siripatrawan",
        "S. Limbo",
        "S. Benedetti",
        "S. Buratti"
    ],
    "citedby-count": 0,
    "ref-count": 12,
    "ref-list": [
        "Effects of baking and aging on the changes of phenolic and volatile compounds in the preparation of old Tieguanyin oolong teas",
        "Sensory characteristics, color and 1-deoxynojirimycin of mulberry leaf tea during storage in different packaging",
        "Effect of packing materials and storage time on volatile compounds in tea processed from flowers of black elder (Sambucus nigra L.)",
        "Flavors of green tea change little during storage",
        "Characterization of 4-oxo-2-nonenal as a novel product of lipid peroxidation",
        "Analysis of Aroma Compounds in Mulberry Leaf Green Tea by SPME-GC-MS",
        "Visualization of mulberry tea quality using electronic sensor array, SPME-GC/MS, and sensory evaluation",
        "Poly) phenolic compounds and antioxidant activity of white (Morus alba and black (Morus nigra) mulberry leaves: Their potential for new products rich in phytochemicals",
        "White Mulberry (Morus alba): A Brief Phytochemical and Pharmacological Evaluations Account",
        "Branched chain aldehydes: production and breakdown pathways and relevance for flavour in foods",
        "Highly selective tuning of a silkworm olfactory receptor to a key mulberry leaf volatile"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Milan",
            "@id": "60030318",
            "affilname": "Università degli Studi di Milano",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030318",
            "affiliation-country": "Italy"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}