{
    "eid": "2-s2.0-84933507485",
    "title": "A combined experimental/computational study on adsorption of Fe2+ by cigarette filter added with chitosan",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [
        "Adsorption",
        "Chitosan gel",
        "Kinetics adsorption",
        "Molecular dynamic simulation",
        "Thermodynamics"
    ],
    "authors": [
        "Manop Sriuttha"
    ],
    "citedby-count": 2,
    "ref-count": 35,
    "ref-list": [
        "Use of stem cells for liver diseases-Current scenario",
        "Removal of cadmium and zinc from aqueous solutions using red mud",
        "Adsorption behaviour of Fe(II) and Fe(III) ions in aqueous solution on chitosan and cross-linked chitosan beads",
        "Biosorption properties of green tomato husk (Physalis philadelphica Lam) for iron, manganese and iron-manganese from aqueous systems",
        "Int. J. Ind. Chem.",
        "Iron(III) biosorption by Polyporus squamosus",
        "Fe (ii) adsorption on Ucides Cordatus crab shells",
        "Chitosan chemistry and pharmaceutical perspectives",
        "Preparation, characterization, and environmental application of crosslinked chitosan-coated bentonite for tartrazine adsorption from aqueous solutions",
        "Interactions of metal ions with chitosan-based sorbents: A review",
        "Chitosan removes toxic heavy metal ions from cigarette mainstream smoke",
        "On-line determination of iron(II) and iron(III) using a spectrophotometric sequential injection system",
        "N-hexanoyl chitosan stabilized magnetic nanoparticles: Implication for cellular labeling and magnetic resonance imaging",
        "J. Pharm. Investig.",
        "J. Pure App. Chem. Res.",
        "THE DL-POLY-4.05 USER MANUAL",
        "A molecular dynamics method for simulations in the canonical ensemble",
        "Structure and dynamics of the TIP3P, SPC, and SPC/E water models at 298 K",
        "DREIDING: A generic force field for molecular simulations",
        "Determining atom‐centered monopoles from molecular electrostatic potentials. The need for high sampling density in formamide conformational analysis",
        "Fibers Released from Cigarette Filters: An Additional Health Risk to the Smoker?",
        "Preparing highly porous chitosan/cellulose acetate blend hollow fibers as adsorptive membranes: Effect of polymer concentrations and coagulant compositions",
        "ISRN Polym. Sci.",
        "Insights into the modeling of adsorption isotherm systems",
        null,
        "Sorption of dye from aqueous solution by peat",
        "Removal of basic dye from effluent using wood as an adsorbent",
        "Kinetics of activated chemisorption. Part 2. - Theoretical models",
        "Removal of methylene blue from aqueous solution by chaff in batch mode",
        "Kinetics and mechanism of the sorption of some aromatic amines onto Amberlite IRA-904 anion-exchange resin",
        "Equilibrium Uptake, Sorption Dynamics, Process Development, and Column Operations for the Removal of Copper and Nickel from Aqueous Solution and Wastewater Using Activated Slag, a Low-Cost Adsorbent",
        "Comparison of simple potential functions for simulating liquid water",
        null,
        "Recent developments in polysaccharide-based materials used as adsorbents in wastewater treatment"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nakhon Ratchasima",
            "affilname": "Rajamangala University of Technology Isan",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Khon Kaen University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}