{
    "eid": "2-s2.0-84920882272",
    "title": "Dynamics and evolution of highly pathogenic porcine reproductive and respiratory syndrome virus following its introduction into a herd concurrently infected with both types 1 and 2",
    "cover-date": "2015-03-01",
    "subject-areas": [
        {
            "$": "Microbiology (medical)",
            "@code": "2726"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        },
        {
            "$": "Genetics",
            "@code": "1311"
        },
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Infectious Diseases",
            "@code": "2725"
        }
    ],
    "keywords": [
        "Evolution",
        "Highly pathogenic PRRSV",
        "ORF5",
        "PRRSV",
        "Thailand"
    ],
    "authors": [
        "Puwich Chaikhumwang"
    ],
    "citedby-count": 15,
    "ref-count": 38,
    "ref-list": [
        "J. Gen. Virol.",
        "J. Thai. Vet. Med. Assoc.",
        "BEAST: Bayesian evolutionary analysis by sampling trees",
        "Porcine respiratory and reproductive syndrome virus variants, Vietnam and China, 2007",
        "Divergence time of porcine reproductive and respiratory syndrome virus subtypes",
        null,
        "Porcine reproductive and respiratory syndrome viruses predominant in southeastern China from 2004 to 2007 were from a common source and underwent further divergence",
        "Novel structural protein in porcine reproductive and respiratory syndrome virus encoded by an alternative orf5 present in all arteriviruses",
        "One year's study of dynamic and evolution of types I and II PRRSV in a swine farm",
        "A molecular analysis of European porcine reproductive and respiratory syndrome virus isolated in South Korea",
        "GARD: A genetic algorithm for recombination detection",
        "Evaluation of protective immunity in gilts inoculated with the NADC-8 isolate of porcine reproductive and respiratory syndrome virus (PRRSV) and challenge-exposed with an antigenically distinct PRRSV isolate",
        "Prevalence and phylogenetic analysis of the isolated type I porcine reproductive and respiratory syndrome virus from 2007 to 2008 in Korea",
        "Recombination in vaccine and circulating strains of porcine reproductive and respiratory syndrome viruses",
        "Genetic diversity and evolutionary characterization of Chinese porcine reproductive and respiratory syndrome viruses based on NSP2 and ORF5",
        "Full-length human immunodeficiency virus type 1 genomes from subtype C- infected seroconverters in India, with evidence of intersubtype recombination",
        "RDP2: Recombination detection and analysis from sequence alignments",
        "Analysis of ORF5 and full-length genome sequences of porcine reproductive and respiratory syndrome virus isolates of genotypes 1 and 2 retrieved worldwide provides evidence that recombination is a common phenomenon and may produce mosaic isolates",
        "Comparative safety and efficacy of attenuated single-strain and multi-strain vaccines for porcine reproductive and respiratory syndrome",
        "Strain specificity of the immune response of pigs following vaccination with various strains of porcine reproductive and respiratory syndrome virus",
        "Molecular characterization of Lelystad virus",
        "Genetic variation in the PRRS virus",
        "Porcine reproductive and respiratory syndrome virus comparison: Divergent evolution on two continents",
        "Emergence and pathogenicity of highly pathogenic porcine reproductive and respiratory syndrome virus in Vientiane, Lao People's Democratic Republic",
        "Porcine reproductive and respiratory syndrome virus, Thailand, 2010-2011",
        "Arch. Virol.",
        "Genetic diversity of the ORF5 gene of porcine reproductive and respiratory syndrome virus (PRRSV) genotypes I and II in Thailand",
        "The primary neutralization epitope of porcine respiratory and reproductive syndrome virus strain VR-2332 is located in the middle of the GP5 ectodomain",
        "Apoptosis Induced in Vivo during Acute Infection by Porcine Reproductive and Respiratory Syndrome Virus",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Genetics and geographical variation of porcine reproductive and respiratory syndrome virus (PRRSV) in Thailand",
        "CLUSTAL W: Improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "Emergence of Fatal PRRSV Variants: Unparalleled Outbreaks of Atypical PRRS in China and Molecular Dissection of the Unique Hallmark",
        "High frequency RNA recombination in porcine reproductive and respiratory syndrome virus occurs preferentially between parental sequences with high similarity",
        null,
        null,
        "A 10-kDa structural protein of porcine reproductive and respiratory syndrome virus encoded by ORF2b",
        "Recombination between North American strains of porcine reproductive and respiratory syndrome virus"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}