{
    "eid": "2-s2.0-84928227092",
    "title": "First Isolation of Leishmania from Northern Thailand: Case Report, Identification as Leishmania martiniquensis and Phylogenetic Position within the Leishmania enriettii Complex",
    "cover-date": "2014-12-04",
    "subject-areas": [
        {
            "$": "Infectious Diseases",
            "@code": "2725"
        },
        {
            "$": "Public Health",
            "@code": "2739"
        }
    ],
    "keywords": [],
    "authors": [
        "Thatawan Pothirat"
    ],
    "citedby-count": 87,
    "ref-count": 30,
    "ref-list": [
        "Advances in leishmaniasis",
        "Leishmaniasis worldwide and global estimates of its incidence",
        "Visceral leishmaniasis: The first indigenous case report in Thailand",
        "Autochthonous visceral leishmaniasis: A report of a second case in Thailand",
        "A suspected new species of Leishmania, the causative agent of visceral leishmaniasis in a Thai patient",
        "Visceral leishmaniasis caused by Leishmania infantum in Thailand",
        "Case report: Autochthonous visceral leishmaniasis in a human immunodeficiency virus (HIV)-infected patient: The first in Thailand and review of the literature",
        "Weekly Epidemiological Surveillance Report",
        "Case report: Autochthonous disseminated dermal and visceral leishmaniasis in an AIDS patient, Southern Thailand, caused by Leishmania siamensis",
        "Case report: Consecutive cutaneous and visceral leishmaniasis manifestations involving a novel Leishmania species in two HIV patients in Thailand",
        "Occurrence of Leishmania sp. in cutaneous lesions of horses in Central Europe",
        "An autochthonous case of cutaneous bovine leishmaniasis in Switzerland",
        "Autochthonous Leishmania siamensis in horse, Florida, USA",
        "A previously unclassified trypanosomatid responsible for human cutaneous lesions in Martinique (French West Indies) is the most divergent member of the genus Leishmania ss",
        "Leishmania (Leishmania) martiniquensis n. sp. (Kinetoplastida: Trypanosomatidae), description of the parasite responsible for cutaneous leishmaniasis in Martinique Island (French West Indies)",
        "Evidence incriminating midges (Diptera: Ceratopogonidae) as potential vectors of Leishmania in Australia",
        "Detection and species identification of Old World Leishmania in clinical samples using a PCR-based method",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "The role of promastigote secretory gel in the origin and transmission of the infective stage of Leishmania mexicana by the sandfly Lutzomyia longipalpis",
        "Genetic heterogeneity of ribosomal internal transcribed spacer in clinical samples of Leishmania donovani spotted on filter paper as revealed by single-strand conformation polymorphisms and sequencing",
        "Evolution of the genus Leishmania revealed by comparison of DNA and RNA polymerase gene sequences",
        "Leptomonas costaricensis sp. n. (Kinetoplastea: Trypanosomatidae), a member of the novel phylogenetic group of insect trypanosomatids closely related to the genus Leishmania",
        "Visceral leishmaniasis: Current status of control, diagnosis, and treatment, and a proposed research and development agenda",
        "Human leishmaniasis: Clinical, diagnostic, and chemotherapeutic developments in the last 10 years",
        "Visceral Leishmaniasis",
        "Amphotericin B treatment for Indian visceral leishmaniasis: Response to 15 daily versus alternate-day infusions",
        "Cutaneous leishmaniasis of the guinea pig, Leishmania enriettii n. sp",
        "On Leishmania enriettii and other enigmatic Leishmania species of the neotropics",
        "Multilocus characterization and phylogenetic analysis of Leishmania siamensis isolated from autochthonous visceral leishmaniasis cases, southern Thailand",
        "Heat-shock protein 70 gene sequencing for leishmania species typing in european tropical infectious disease clinics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Lancaster",
            "affilname": "Division of Biomedical and Life Sciences, Lancaster University",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}