{
    "eid": "2-s2.0-85026467782",
    "title": "Effects of microplastics on sessile invertebrates in the eastern coast of Thailand: An approach to coastal zone conservation",
    "cover-date": "2017-11-15",
    "subject-areas": [
        {
            "$": "Aquatic Science",
            "@code": "1104"
        },
        {
            "$": "Oceanography",
            "@code": "1910"
        },
        {
            "$": "Pollution",
            "@code": "2310"
        }
    ],
    "keywords": [
        "Coastal ecosystem",
        "Coastal pollution",
        "Filter feeder",
        "Indicator organism",
        "Intertidal zone",
        "Microplastic accumulation",
        "Sessile invertebrate"
    ],
    "authors": [
        "Gajahin Gamage Nadeeka Thushari"
    ],
    "citedby-count": 158,
    "ref-count": 47,
    "ref-list": [
        "Proceedings of the international research workshop on the occurrence. NOAA technical, Memorandum NOS – OR&R-30",
        "Accumulation and fragmentation of plastic debris in global environments",
        "Sandy shore ecosystems and the threats facing them: Some predictions for the year 2025",
        "Microplastic moves pollutants and additives to worms, reducing functions linked to health and biodiversity",
        "Microplastics in bivalves cultured for human consumption",
        "Microplastic pollution in deep-sea sediments",
        "Microplastics are taken up by mussels (Mytilus edulis) and lugworms (Arenicola marina) living in natural habitats",
        "Department of Marine and Coastal Resources",
        "Municipal solid waste management in Thailand and disposal emission inventory",
        "New techniques for the detection of microplastics in sediments and field collected organisms",
        "Microplastic ingestion by zooplankton",
        "Isolation of microplastics in biota-rich seawater samples and marine organisms",
        "Neustonic microplastic and zooplankton in the North Western Mediterranean Sea",
        "Quality assessment of the blue mussel (Mytilus edulis): Comparison between commercial and wild types",
        "Widespread distribution of microplastics in subsurface seawater in the NE Pacific Ocean",
        "Microplastic contamination in brown shrimp (Crangon crangon, Linnaeus 1758) from coastal waters of the Southern North Sea and Channel area",
        "Trophic level transfer of microplastic: Mytilus edulis (L.) to Carcinus maenas (L.)",
        "Evidence of microplastics in samples of zooplankton from Portuguese coastal waters",
        "Stranded debris of foamed plastic on the coast of Eta Island and Kurahashi Island in Hiroshima Bay",
        "Gooseneck barnacles (Lepas spp.) ingest microplastic debris in the north Pacific subtropical gyre",
        "Feeding rates of Littorina striata and Osilinus atratus in relation to nutritional quality and chemical defenses of seaweeds",
        "Microplastic ingestion by scleractinian corals",
        "Recent advances in the understanding of uptake of microparticulates across the gastrointestinal lymphatics",
        "Plastic waste inputs from land into the ocean",
        "Int. J. Environ. Chem. Ecol. Geol. Geophys. Eng.",
        "Microplastic fibers in the intertidal ecosystem surrounding Halifax Harbor, Nova Scotia",
        "Plastic resin pellets as a transport medium for toxic chemicals in the marine environment",
        "Baseline study of submerged marine debris at beaches in Curaçao, West Indies",
        "The impact of petroleum hydrocarbons (diesel) on periphyton in an impacted tropical estuary based on in situ microcosms",
        "A critical analysis of the biological impacts of plasticizers on wildlife",
        "Quantification and classification of marine litter on beaches along Armação dos Búzios, Rio de Janeiro, Brazil",
        "Scripps Senior Theses",
        "Edition: The Natural History of the Crustacea",
        "Situation Analysis Report",
        "Lost at Sea: Where Is All the Plastic?",
        "Total Mercury Concentrations in Coastal Areas of Thailand: A Review",
        "Coastal debris analysis in beaches of Chonburi Province, eastern of Thailand as implications for coastal conservation",
        "Separating the grain from the chaff: Particle selection in suspension- and deposit-feeding bivalves",
        "Plastic degradation and its environmental implications with special reference to poly(ethylene terephthalate)",
        "Microplastic ingestion decreases energy reserves in marine worms"
    ],
    "affiliation": [
        {
            "affiliation-city": "Badulla",
            "affilname": "Uva Wellassa University",
            "affiliation-country": "Sri Lanka"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "affilname": "Asian Institute of Technology Thailand",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Asian Institute of Technology , Thailand",
        "Asian Institute of Technology, Thailand",
        "Royal Thai Navy",
        "Space and Naval Warfare Systems Command",
        "Thailand Research Fund",
        "Thailand Research Fund",
        "Asian Institute of Technology"
    ]
}