{
    "eid": "2-s2.0-84940707617",
    "title": "When did analyst forecast accuracy benefit from increased cross-border comparability following IFRS adoption in the EU?",
    "cover-date": "2015-12-01",
    "subject-areas": [
        {
            "$": "Finance",
            "@code": "2003"
        },
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        }
    ],
    "keywords": [
        "Analyst forecast accuracy",
        "Comparable firms",
        "Cross-border comparability",
        "International Financial Reporting Standards"
    ],
    "authors": [
        "Jirada Petaibanlue"
    ],
    "citedby-count": 10,
    "ref-count": 78,
    "ref-list": [
        "Assessing the Effect of the Transition to IFRS on Equity: The Case of the FTSE 100",
        "Peer firms in relative performance evaluation",
        "Journal of Accounting Research",
        "The Effect of Mandatory IFRS Adoption on Conditional Conservatism in Europe",
        "Domestic accounting standards, international accounting standards, and the predictability of earnings",
        "International GAAP differences: The impact on foreign analysts",
        "International financial reporting standards (IFRS): Pros and cons for investors",
        "Incentives versus standards: Properties of accounting income in four East Asian countries",
        "The role of dividends in valuation models used by analysts and fund managers",
        "Audit quality and properties of analyst earnings forecasts",
        "International earnings comparability",
        "Discussion Paper",
        "Who is my peer? A valuation-based approach to the selection of comparable firms",
        "A Study of Financial Analysts: Practice and Theory",
        "Accounting choice heterogeneity and analysts' forecasts",
        "Mandatory IFRS adoption and financial statement comparability",
        "Intended and Unintended Consequences of Mandatory IFRS Adoption: A Review of Extant Evidence and Suggestions for Future Research",
        "The Effect of Mandatory IFRS Adoption on Financial Analysts' Information Environment",
        "Have IFRS affected earnings management in the European Union?",
        "What drives the comparability effect of mandatory IFRS adoption?",
        "Incentives or Standards: What Determines Accounting Quality Changes around IFRS Adoption?",
        "The impact of IFRS adoption on the value relevance of book value and earnings",
        "Mandatory IFRS reporting around the world: Early evidence on the economic consequences",
        "Adopting a Label: Heterogeneity in the Economic Consequences Around IAS/IFRS Adoptions",
        "The benefits of financial statement comparability",
        "The impact of mandatory IFRS adoption on foreign mutual fund ownership: The role of comparability",
        "What valuation models do analysts use?",
        "Does valuation model choice affect target price accuracy?",
        "AAA 2010 Financial Accounting and Reporting Section (FARS) Paper",
        "International diversification and analysts' forecast accuracy and bias",
        "IFRS: Observations on the implementation of IFRS",
        "The EU endorsement status report: Position as at 9 January 2015",
        "Empirical research on accounting choice",
        "Exposure draft of conceptual framework for financial reporting",
        "Choices in IFRS adoption in Spain: Determinants and consequences",
        "Mandatory IFRS adoption and institutional investment decisions",
        "Financial statement analysis",
        "IFRS application around the world jurisdictional profile: European Union",
        "Monetary policy, business cycles, and the behavior of small manufacturing firms",
        "Financial reporting and firm valuation: Relevance lost or relevance regained?",
        "Does mandatory IFRS adoption improve the information environment?",
        "Accounting disclosure and firms' financial attributes: Evidence from the UK stock market",
        "International Financial Reporting Standards and the quality of financial statement information",
        "Accounting disclosures, accounting quality and conditional and unconditional conservatism",
        "Valuing loss firms: What can be learned from analysts' forecasts?",
        "Exposure draft of an improved conceptual framework for financial reporting",
        "Country effects and sector effects on the harmonization of accounting policy choice",
        "Implementing IFRS from the perspective of EU publicly traded companies",
        "Countries adoption of the International Financial Reporting Standard for Small and Medium-sized Entities (IFRS for SMEs) - Early empirical evidence",
        "Management Science",
        "International differences in IFRS policy choice: A research note",
        "Law and finance",
        "Earnings comovement and accounting comparability: The effects of mandatory IFRS adoption",
        "Mandating IFRS: Its impact on the cost of equity capital in Europe. The Associaiton of Chartered Certified Accountants",
        "Aggregation of test statistics. Statistics vs. economics",
        "Different approaches to corporate reporting regulation: How jurisdictions differ and why",
        "Earnings management and investor protection: An international comparison",
        "Commissioned by the Task Force to Modernize Securities Legislation in Canada",
        "Economic consequences of financial reporting and disclosure regulation: A review and suggestions for future research",
        "Does mandatory adoption of international financial reporting standards in the European Union Reduce the cost of equity capital?",
        "The cross-country comparability of IFRS earnings and book values: Evidence from France and Germany",
        "European Commissioner for Internal Market and Services",
        "Factors Influencing Voluntary Annual Report Disclosures By U.S., U.K. and Continental European Multinational Corporations",
        "Mandatory adoption of iasb standards: Value relevance and country-specific factors",
        "Mandatory IFRS adoption and the cost of debt in Italy and UK",
        "The survival of international differences under IFRS: Towards a research agenda",
        "International variations in IFRS adoption and practice",
        "Firm size and national profiles of ifrs policy choice",
        "Financial statement analysis and security valuation",
        "UNSW Australian School of Business Research Paper No. 2009 ACCT 01",
        "Journal of Accounting Literature",
        "Analyst following and forecast accuracy after mandated IFRS adoptions",
        "Journal of Accounting Research",
        "The transition to IFRS and the value relevance of financial statements in Greece",
        "International accounting and reporting issues 2008 review",
        "Financial reporting, financial statement analysis and valuation: A strategic perspective",
        "Accounting standards harmonization and financial statement comparability: Evidence from transnational information transfer",
        "Accounting integration and comparability: Evidence from relative performance evaluation around IFRS adoption"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn Business School",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Manchester",
            "affilname": "Alliance Manchester Business School",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Economic and Social Research Council"
    ]
}