{
    "eid": "2-s2.0-85118981938",
    "title": "Formulation, physical and chemical stability of ocimum gratissimum l. Leaf oil nanoemulsion",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Materials Science (all)",
            "@code": "2500",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Mechanics of Materials",
            "@code": "2211",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Mechanical Engineering",
            "@code": "2210",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Essential oil",
        "Eugenol",
        "Nanoemulsion",
        "Ocimum gratissimum L",
        "Phase inversion composition"
    ],
    "authors": [
        "Netnapa Ontao",
        "Sirivan Athikomkulchai",
        "Sarin Tadtong",
        "Phuriwat Leesawat",
        "Chuda Chittasupho"
    ],
    "citedby-count": 2,
    "ref-count": 14,
    "ref-list": [
        "Pharmacological and physico-chemical properties of Tulsi (Ocimum gratissimum L.): An updated review",
        "Chemical composition and antimicrobial activity of the essential oil of Ocimum basilicum L. (sweet basil) from Western Ghats of North West Karnataka, India",
        "Ocimum gratissimum: A Review of its Chemical, Pharmacological and Ethnomedicinal Properties",
        "Chemical Compositions and Antioxidative Activities of Essential Oils from Four Ocimum Species Endemic to Thailand",
        "Chemical composition of Lippia origanoides kunt. and Ocimum gratissimum L. essential oils stored at− 20° C",
        "Antifungal Activity and the Chemical and Physical Stability of Microemulsions Containing Citrus hystrix DC Leaf Oil",
        "Enhancement of Antioxidant Activity by the Combination of Moringa oleifera and Perilla frutescens Seed Oils in Microemulsion",
        "Stability, Cytotoxicity, and Retinal Pigment Epithelial Cell Binding of Hyaluronic Acid-Coated PLGA Nanoparticles Encapsulating Lutein",
        "Aromatic Profiles of Essential Oils from Five Commonly Used Thai Basils",
        "Characterization of essential oil from Ocimum gratissimum leaves: Antibacterial and mode of action against selected gastroenteritis pathogens",
        "Effect of Temperature on the Relative Densities of Essential Oils and Water",
        "Impact of oil type on nanoemulsion formation and Ostwald ripening stability",
        "Effect of Surfactant Concentrations on Physicochemical Properties and Functionality of Curcumin Nanoemulsions Under Conditions Relevant to Commercial Utilization",
        "Stability of Essential Oils: A Review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60000316",
            "affilname": "Srinakharinwirot University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000316",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}