{
    "eid": "2-s2.0-85120992901",
    "title": "Molecular Discrimination between Organic and Conventional Liquid Milk Products in Thailand Using 1H-NMR Metabolomics Approach",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "dairy",
        "food authentication",
        "foodomics",
        "metabolomics",
        "organic milk"
    ],
    "authors": [
        "T. Phuenpong",
        "M. Kongboonkird",
        "K. Duangmal",
        "W. Lerdvorasap",
        "M. Suksawwawimon",
        "W. Mekboonsonglarp",
        "J. Nuamchit",
        "N. Chantaprasarn",
        "S. Settachaimongkon"
    ],
    "citedby-count": 2,
    "ref-count": 43,
    "ref-list": [
        "Nuclear magnetic resonance as an analytical tool for monitoring the quality and authenticity of dairy foods",
        "Characterization of the biochemical variability of bovine milk using metabolomics",
        "Analytical authentication of organic products: An overview of markers",
        "Fatty acid and triglycerides profiling of retail organic, conventional and pasture milk: Implications for health and authenticity",
        "Fatty acid-and amino acid-specific isotope analysis for accurate authentication and traceability in organic milk",
        "Characterization of volatile compounds and organic acids in ultra-high-temperature milk packaged in tetra brik cartons",
        "Combined chemometric analysis of 1H-NMR, 13C-NMR and stable isotope data to differentiate organic and convention-al milk",
        "Changes in the concentration of some minor constituents of milk from cows fed low-or high-fat diets",
        "Chemical composition of commercial cow’s milk",
        "The bovine metabolome",
        "Livestock metabolomics and the livestock metabolome: A systematic review",
        "NMR metabolomic analysis of dairy cows reveals milk glycerophosphocholine to phosphocholine ratio as prognostic biomarker for risk of ketosis",
        "Hippurate: The natural history of a mammalian–microbial cometabolite",
        "The application of NMR-based milk metabolite analysis in milk authenticity identification",
        "Dairy farming system markers: The correlation of forage and milk fatty acid profiles from organic, pasture and conventional systems in the Netherlands",
        "Changes in milk proteome and metabolome associated with dry period length, energy balance, and lactation stage in postparturient dairy cows",
        "Comparative metabolite profiling of raw milk from subclinical and clinical mastitis cows using 1H-NMR combined with chemometric analysis",
        "Impact of bovine diet on metabolomic profile of skim milk and whey protein ingredients",
        "Survey of the fatty acid composition of retail milk differing in label claims based on production management practices",
        "Pasture feeding changes the bovine rumen and milk metabolome",
        "Milk metabolomics based on ultra-high-performance liquid chromatography coupled with quadrupole time-of-flight mass spectrometry to discriminate different cows feeding regimens",
        "Invited review: Organic and conventionally produced milk-An evaluation of factors influencing milk composition",
        "Changes in bovine colostrum metabolites during early postpartum period revealed by ¹H-NMR metabolomics approach",
        "Influence of different proteolytic strains of Streptococcus thermophilus in co-culture with Lactobacillus delbrueckii subsp. bulgaricus on the metabolite profile of set-yoghurt",
        "Metabolomics as an Emerging Strategy for the Investigation of Yogurt Components",
        "Betaine supplementation improves the production performance, rumen fermentation, and antioxidant profile of dairy cows in heat stress",
        "Organic and convention-al milk – insight on potential differences",
        "Metabolomics of four biofluids from dairy cows: Potential biomarkers for milk production and quality",
        "Nuclear magnetic resonance metabonomics reveals strong association between milk metabolites and somatic cell count in bovine milk",
        "NMR metabolomic fingerprinting distinguishes milk from different farms",
        "Transformation of the dairy industry toward sustainability: The case of the organic dairy industries in the Netherlands and Thailand",
        "An NMR metabolomics approach to investigate factors affecting the yoghurt fermentation process and quality",
        "NMR-based metabolomics of the lipid fraction of organic and conventional bovine milk",
        "Foodomics: A new tool to differentiate between organic and conventional foods",
        "Milk volatile organic compounds and fatty acid profile in cows fed timothy as hay, pasture, or silage",
        "Effects of nutrition and management on the production and composition of milk fat and protein: A review",
        "Metabolomics: applications to food science and nutrition research",
        "Ultra-performance liquid chromatography-quadrupoletime of flight mass spectrometry MSE-based untargeted milk metabolomics in dairy cows with subclinical or clinical mastitis",
        "Metabolomics of milk reflects a negative energy balance in cows"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Muak Lek",
            "@id": "127358750",
            "affilname": "Dairy Farming Promotion Organization of Thailand (DPO)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/127358750",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}