{
    "eid": "2-s2.0-85056194820",
    "title": "Tubulovillous Adenoma of Vagina with Both KRAS and APC Mutations: Case Report",
    "cover-date": "2019-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pathology and Forensic Medicine",
            "@code": "2734",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Obstetrics and Gynecology",
            "@code": "2729",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Adenomatous polyp",
        "APC",
        "Female genital tract",
        "KRAS",
        "Tubulovillous adenoma"
    ],
    "authors": [
        "Somruetai Shuangshoti",
        "Chinachote Teerapakpinyo"
    ],
    "citedby-count": 1,
    "ref-count": 15,
    "ref-list": [
        "Tumors of the vagina",
        "Primary intestinal-type glandular lesions of the vagina: Clinical, pathologic, and immunohistochemical features of 14 cases ranging from benign polyp to adenoma to adenocarcinoma",
        "Tubulo-villous adenoma of the vagina. Case report",
        "Villous adenoma: A rare tumor of vaginal vault",
        "Primary intestinal type adenocarcinoma of the female genital tract, arisen from a tubulo-villous adenoma: Case report",
        "Vaginal tubulovillous adenoma: A clinicopathologic and molecular study with review of the literature",
        "Tubulo-villous adenoma of the vagina",
        "Primary vaginal adenocarcinoma of intestinal type arising from a tubulovillous adenoma",
        "Primary intestinal-type adenoma of the vagina arising directly from endocervical-type adenosis: A case report",
        "Primary vaginal adenocarcinoma of intestinal type arising from an adenoma: Case report and review of the literature",
        "Multiple tubulovillous adenomas of the vulva",
        "KRAS and BRAF somatic mutations in colonic polyps and the risk of metachronous neoplasia",
        "Patterson. KRAS mutation testing in human cancers: The pathologist's role in the era of personalized medicine",
        "APC and its modifiers in colon cancer",
        "Dietary factors and truncating APC mutations in sporadic colorectal adenomas"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nontaburi",
            "@id": "60015728",
            "affilname": "Thailand Ministry of Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015728",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research Council of Thailand"
    ]
}