{
    "eid": "2-s2.0-85146590839",
    "title": "Tenacibaculosis caused by Tenacibaculum maritimum: Updated knowledge of this marine bacterial fish pathogen",
    "cover-date": "2023-01-06",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Immunology",
            "@code": "2403",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "aquaculture",
        "marine fish",
        "pathogenicity",
        "tenacibaculosis",
        "Tenacibaculum maritimum"
    ],
    "authors": [
        "Mahmoud Mabrok",
        "Abdelazeem M. Algammal",
        "Elayaraja Sivaramasamy",
        "Helal F. Hetta",
        "Banan Atwah",
        "Saad Alghamdi",
        "Aml Fawzy",
        "Ruben Avendaño-Herrera",
        "Channarong Rodkhum"
    ],
    "citedby-count": 2,
    "ref-count": 167,
    "ref-list": [
        "Genotypic characterization of some dermotropic and systemic bacterial pathogens affecting two commercial red Sea fishes",
        "Epidemiological and bacteriological studies on tenacibaculosis in some red Sea fishes, Egypt",
        "Tenacibaculosis in Picasso tigger fish (Rhinecanthus assasi) and black damsel fish (Neoglyphieodon meles) of red sea at hurghada, Egypt",
        "Experimental infection of tenacibaculosis and a trial for treatment by plant extract carvacrol in surge wrasses fish (Thalassoma purpureum)",
        "Assessment of potential pathogenicity of emergent marine bacterium, Tenacibaculum maritimum to thin lipped grey mullet (Mugil capito) farmed in Egypt",
        "Impacts of low temperature on the teleost immune system",
        "Antimicrobial resistance in bacteria isolated from aquaculture sources in Australia",
        "Primary isolation and characterization of Tenacibaculum maritimum from Chilean Atlantic salmon mortalities associated with a Pseudochattonella spp. algal bloom",
        "Use of microcosms to determine the survival of the fish pathogen Tenacibaculum maritimum in seawater",
        "Recommendation of an appropriate medium for in vitro drug susceptibility testing of the fish pathogen Tenacibaculum maritimum",
        "Isolation, characterization and virulence potential of Tenacibaculum dicentrarchi in salmonid cultures in Chile",
        "Use of hydrogen peroxide against the fish pathogen Tenacibaculum maritimum and its effect on infected turbot (Scophthalmus maximus)",
        "Phenotypic characterization and description of two major O-serotypes in Tenacibaculum maritimum strains from marine fishes",
        "A novel O-serotype in Tenacibaculum maritimum strains isolated from cultured sole (Solea senegalensis)",
        "Species-specific polymerase chain reaction primer sets for the diagnosis of Tenacibaculum maritimum infection",
        "Use of antimicrobials in Chilean salmon farming: Facts, myths and perspectives",
        "Evolution of drug resistance and minimum inhibitory concentration to enrofloxacin in Tenacibaculum maritimum strains isolated in fish farms",
        "A non-destructive method for rapid detection of Tenacibaculum maritimum in farmed fish using nested PCR amplification",
        "Isolation, identification, virulence potential and genomic features of Tenacibaculum piscium isolates recovered from Chilean salmonids",
        "Intraspecific diversity of the marine fish pathogen Tenacibaculum maritimum as determined by randomly amplified polymorphic DNA-PCR",
        "Draft genome sequence of Tenacibaculum ovolyticum to-7Br, recovered from a farmed Atlantic salmon (Salmo salar)",
        "Tenacibaculosis infection in marine fish caused by Tenacibaculum maritimum: A review",
        "A challenge model for Tenacibaculum maritimum infection in turbot, Scophthalmus maximus (L.)",
        "Iron uptake mechanisms in the fish pathogen Tenacibaculum maritimum",
        "Identification of Flavobacterium and flexibacter species by species-specific polymerase chain reaction primers to the 16S ribosomal RNA gene",
        "Preliminary studies on the isolation of bacteria from sea lice, Lepeophtheirus salmonis, infecting farmed salmon in British Columbia, Canada",
        "In vitro and in vivo activities of Flexibacter maritimus toxins",
        "Cytophaga, Flavobacterium, flexibacter and Chryseobacterium infections in cultured marine fish",
        "Comparative study on Flexibacter maritimus strains isolated from farmed sea bass (Dicentrarchus labrax) in France",
        "Genetic diversity and population structure of Tenacibaculum maritimum, a serious bacterial pathogen of marine fish: From genome comparisons to high throughput MALDI-TOF typing",
        "Comparative genomics of Tenacibaculum dicentrarchi and “Tenacibaculum finnmarkense” highlights intricate evolution of fish-pathogenic species",
        "Brock Biology of Microorganisms",
        "New Zealand rickettsia-like organism (NZ-RLO) and Tenacibaculum maritimum: Distribution and phylogeny in farmed Chinook salmon (Oncorhynchus tshawytscha)",
        "Adhesion and motility of gliding bacteria on substrata with different surface free energies",
        "Development of a vaccine against disease caused by Flexibacter maritimus: Results of efficacy testing of three types of vaccine",
        "A salmonid vaccine against Flexibacter maritimus-dream or reality",
        "Host-pathogen interactions: Redefining the basic concepts of virulence and pathogenicity",
        "Host-pathogen interactions: The attributes of virulence",
        "Detection of Flexibacter maritimus in fish tissue using nested PCR amplification",
        "First isolation of Flexibacter maritimus from farmed Senegalese sole (Solea senegalensis, kaup) in Spain",
        "Isolation and characterization of Flexibacter maritimus from marine fishes of California",
        "Adjuvant formulations for virus-like particle (VLP) based vaccines",
        "Identification of a multidrug efflux pump in Flavobacterium johnsoniae",
        "Molecular diagnosis of fish and shellfish diseases: Present status and potential use in disease control",
        "Investigation of co-infections with pathogens associated with gill disease in Atlantic salmon during an amoebic gill disease outbreak",
        "Mucosal immune responses in Senegalese sole (Solea senegalensis) juveniles after Tenacibaculum maritimum challenge: A comparative study between ocular and blind sides",
        "Effects of Enteromyxum leei (Myxozoa) infection on gilthead sea bream (Sparus aurata)(Teleostei) intestinal mucus: Glycoprotein profile and bacterial adhesion",
        "Tenacibaculum maritimum infection: Pathology and immunohistochemistry in experimentally challenged turbot (Psetta maxima l.)",
        "Jellyfish as vectors of bacterial disease for farmed salmon (Salmo salar)",
        "Quantitative PCR coupled with melting curve analysis for rapid detection and quantification of Tenacibaculum maritimum in fish and environmental samples",
        "Identification and typing of fish pathogenic species of the genus Tenacibaculum",
        "MALDI-TOF mass spectrometry for rapid differentiation of Tenacibaculum species pathogenic for fish",
        "First isolation of Tenacibaculum maritimum in a captive sand tiger shark (Carcharias taurus)",
        "Engineering virus-like particles as vaccine platforms",
        "Development of a quantitative real-time PCR for the detection of Tenacibaculum maritimum and its application to field samples",
        "Genotyping of Tenacibaculum maritimum isolates from farmed Atlantic salmon in Western Canada",
        "Pathology of experimentally induced mouthrot caused by Tenacibaculum maritimum in Atlantic salmon smolts",
        "Experimental induction of mouthrot in Atlantic salmon smolts using Tenacibaculum maritimum from Western Canada",
        "Heterologous production of bisucaberin using a biosynthetic gene cluster cloned from a deep sea metagenome",
        "Serotype Assignment by Sero-agglutination, ELISA, and PCR",
        "Tenacibaculosis in aquaculture farmed marine fish",
        "Mucosal and systemic immune responses in Senegalese sole (Solea senegalensis kaup) bath challenged with Tenacibaculum maritimum: A time-course study",
        "Multilocus sequence analysis of the marine bacterial genus tenacibaculum suggests parallel evolution of fish pathogenicity and endemic colonization of aquaculture systems",
        "Flexibacter ovolyticus sp. nov., a pathogen of eggs and larvae of Atlantic halibut, Hippoglossus hippoglossus l",
        "Pathological findings of Tenacibaculum maritimus infection in black damselfish, Neoglyphieodon melas and Picasso triggerfish, Rhinecanthus assasi in red Sea, Egypt",
        "Inevitable impact of some environmental stressors on the frequency and pathogenicity of marine vibriosis",
        "Antimicrobial susceptibility and plasmid profiles of Flavobacterium psychrophilum strains isolated in Chile",
        "Bacteria and fungi of marine mammals: A review",
        "Microbial recognition of human cell surface glycoconjugates",
        "Evaluation of the in vitro susceptibility of Tenacibaculum dicentrarchi to tiamulin using minimum inhibitory concentration tests",
        "Florfenicol and oxytetracycline susceptibility patterns in Chilean isolates of Tenacibaculum dicentrarchi: An emerging pathogen for farmed salmonids",
        "New insight into the structure, reaction mechanism, and biological functions of neutral ceramidase",
        "Relationship between gyrA mutations and quinolone resistance in Flavobacterium psychrophilum isolates",
        "Biological characterization of Tenacibaculum maritimum isolated from cultured olive flounder in Korea and sensitivity against native plant extracts",
        "Extension manual on some important viruses, parasites and bacteria of aquatic animals in Latvia, NDC/LZRA/FAO",
        "An outbreak of acute disease and mortality in Atlantic salmon (Salmo salar) post−smolts in Norway caused by Tenacibaculum dicentrarchi",
        "Quantification using real-time PCR technology: Applications and limitations",
        "Identification of Tenacibaculum maritimum strains from marine farmed fish in Greece",
        "Technological advances that led to growth of shrimp, salmon, and tilapia farming",
        "Membrane fusion proteins of type I secretion system and tripartite efflux pumps share a binding motif for TolC in gram-negative bacteria",
        "More rapid and severe disease outbreaks for aquaculture at the tropics: Implications for food security",
        "Biofilm development and cell viability: An undervalued mechanism in the persistence of the fish pathogen Tenacibaculum maritimum",
        "Sustainable aquaculture requires environmental-friendly treatment strategies for fish diseases",
        "Review on molecular typing methods of pathogens",
        "Two new 2-alkylquinolones, inhibitory to the fish skin ulcer pathogen Tenacibaculum maritimum, produced by a rhizobacterium of the genus burkholderia sp. beilstein",
        "Parasitism perturbs the mucosal microbiome of Atlantic salmon",
        "Genomic characterization of Tenacibaculum maritimum O-antigen gene cluster and development of a multiplex PCR-based serotyping scheme",
        "First isolation of Tenacibaculum maritimum from wedge sole, Dicologoglossa cuneata (Moreau)",
        "First isolation of Tenacibaculum soleae from diseased cultured wedge sole, Dicologoglossa cuneata (Moreau), and brill, Scophthalmus rhombus (L.)",
        "First isolation of virulent Tenacibaculum maritimum isolates from diseased orbicular batfish (Platax orbicularis) farmed in Tahiti island",
        "Rapid visualization in the specific detection of Flavobacterium columnare, a causative agent of freshwater columnaris using a novel recombinase polymerase amplification (RPA) combined with lateral flow dipstick (LFD) assay",
        "Tenacibaculosis induction in the Senegalese sole (Solea senegalensis) and studies of Tenacibaculum maritimum survival against host mucus and plasma",
        "Response of Pasteurella piscicida and Flexibacter maritimus to skin mucus of marine fish",
        "First reports of flexibacteriosis in farmed tub gurnard (Chelidonichthys lucernus l.) and wild turbot (Scophthalmus maximus) in Italy",
        "The impact of climate change on the parasites and infectious diseases of aquatic animals",
        "An outbreak of gliding bacterial disease in hatchery-born red seabream (Pagrus major) and gilthead (Acanthopagrus schlegeli) fry in Hiroshima",
        "A 12-point checklist for surveillance of diseases of aquatic organisms: A novel approach to assist multidisciplinary teams in developing countries",
        "Resistance pattern and assessment of phenicol agents' minimum inhibitory concentration in multiple drug resistant Chryseobacterium isolates from fish and aquatic habitats",
        "Insights into the microbiome of farmed Asian sea bass (Lates calcarifer) with symptoms of tenacibaculosis and description of Tenacibaculum singaporense sp",
        "International fisheries law: Achievements, limitations and challenges",
        "Mass mortalities in mari-cultured European sea bass (Dicentrarchus labrax) at northern Egypt",
        "Investigations into the potential causes of mass kills in mari-cultured gilthead sea bream (Sparus aurata) at northern Egypt",
        "Detection and assessment of the distribution of infectious agents in juvenile Fraser river sockeye salmon, Canada, in 2012 and 2013",
        "Application of quantitative-PCR to monitor netpen sites in British Columbia (Canada) for Tenacibaculum species",
        "Advancements in characterizing Tenacibaculum infections in Canada",
        "Hemolysis induced by Bacillus cereus sphingomyelinase",
        "Principles of bacterial adhesion",
        "Multilocus sequence analysis reveals extensive genetic variety within Tenacibaculum spp. associated with ulcers in sea−farmed fish in Norway",
        "Tenacibaculum sp. associated with winter ulcers in sea-reared Atlantic salmon Salmo salar",
        "Tenacibaculum piscium sp. nov., isolated from skin ulcers of sea-farmed fish, and description of Tenacibaculum finnmarkense sp. nov. with subdivision into genomovars finnmarkense and ulcerans",
        "The varied role of efflux pumps of the MFS family in the interplay of bacteria with animal and plant cells",
        "Evaluation of media for the successful culture of Flexibacter maritimus",
        "The complete genome sequence of the fish pathogen Tenacibaculum maritimum provides insights into virulence mechanisms",
        "Tenacibaculum discolor sp. nov. and Tenacibaculum gallaicum sp. nov., isolated from sole (Solea senegalensis) and turbot (Psetta maxima) culture systems",
        "Tenacibaculum soleae sp. nov., isolated from diseased sole (Solea senegalensis kaup)",
        "Tenacibaculum dicentrarchi sp. nov., a marine bacterium of the family Flavobacteriaceae isolated from European sea bass",
        "Experimental induction of gill disease in Atlantic salmon Salmo salar smolts with Tenacibaculum maritimum",
        "Biological and serological characterization of a non-gliding strain of Tenacibaculum maritimum isolated from a diseased puffer fish takifugu rubripes",
        "Iron metabolism in pathogenic bacteria",
        "Antibacterial activity of Nocardiopsis dassonvillei yscl2334 against Tenacibaculum maritimum isolated from diseased fishes in marine aquaculture",
        "Vaccination strategies to prevent emerging diseases for Spanish aquaculture",
        "Acylhomoserine lactone production and degradation by the fish pathogen Tenacibaculum maritimum, a member of the Cytophaga–Flavobacterium–Bacteroides (CFB) group",
        "Immune response of sea bass Dicentrarchus labrax to Tenacibaculum maritimum antigens",
        "Flexibacter maritimus, causal agent of flexibacteriosis in marine fish",
        "Selection of carbohydrate-active probiotics from the gut of carnivorous fish fed plant-based diets",
        "Superoxide dismutases and superoxide reductases",
        "Classical labeling of bacterial pathogens according to their lifestyle in the host: Inconsistencies and alternatives",
        "The marketing and the use of feed additives in the European union with particular regard to zootechnical feed additives",
        "Tenacibaculum finnmarkense sp. nov., a fish pathogenic bacterium of the family Flavobacteriaceae isolated from Atlantic salmon",
        "First isolation, identification and characterisation of Tenacibaculum maritimum in Norway, isolated from diseased farmed sea lice cleaner fish Cyclopterus lumpus l",
        "The relative susceptibility of fish to infections by Flexibacter columnaris and Flexibacter maritimus",
        "In vitro antibacterial activity of plant extracts against gram positive and gram negative pathogenic bacteria",
        "The influence of salmon surface mucus on the growth of Flavobacterium columnare",
        "Global aquaculture and its role in sustainable development",
        "Chondroitin AC lyase activity is related to virulence of fish pathogenic Flavobacterium columnare",
        "Tenacibaculum",
        "Phylogenetic analysis and taxonomic study of marine cytophaga-like bacteria: Proposal for Tenacibaculum gen. nov. with Tenacibaculum maritimum comb. nov. and Tenacibaculum ovolyticum comb. nov., and description of Tenacibaculum mesophilum sp. nov. and Tenacibaculum amylolyticum sp. nov",
        "Roseobacter group probiotics exhibit differential killing of fish pathogenic Tenacibaculum species",
        "A review of the main bacterial fish diseases in mariculture systems",
        "Disease trends in the primary marine fish species cultured in Spain: A 20-year study",
        "Identification of Flexibacter maritimus, Flavobacterium branchiophilum and Cytophaga columnaris by PCR targeted 16S ribosomal DNA",
        "First report and characterization of Tenacibaculum maritimum isolates recovered from rainbow trout (Oncorhynchus mykiss) farmed in Chile",
        "Physical characterisation of Tenacibaculum maritimum for vaccine development",
        "Experimental vaccination of Atlantic salmon (Salmo salar l.) against marine flexibacteriosis",
        "Effect of extracellular products of Tenacibaculum maritimum in Atlantic salmon, Salmo salar l",
        "Experimentally induced marine flexibacteriosis in Atlantic salmon smolts Salmo salar. i. pathogenicity",
        "Experimentally induced marine flexibacteriosis in Atlantic salmon smolts Salmo salar. II. pathology",
        "Morphopathological features of a severe ulcerative disease outbreak associated with Tenacibaculum maritimum in cultivated sole, Solea senegalensis (L.)",
        "Flexibacter maritimus sp. nov., a pathogen of marine fishes",
        "Isolation and characterization of native probiotics for fish farming",
        "Simultaneous discrimination between 15 fish pathogens by using 16S ribosomal DNA PCR and DNA microarrays",
        "The rising tide of antimicrobial resistance in aquaculture: Sources, sinks and solutions",
        "Lipopolysaccharide o-antigens–bacterial glycans made to measure",
        "Development of sensitive, high-throughput one-tube RT PCR enzyme hybridisation assay to detect selected bacterial fish pathogens",
        "Optimisation of one-tube PCR-ELISA to detect femtogram amounts of genomic DNA",
        "First identification in Tasmania of fish pathogens Tenacibaculum dicentrarchi and T. soleae and multiplex PCR for these organisms and T. maritimum",
        "Evaluation of an experimental immersion infection method with Tenacibaculum maritimum in Japanese flounder Paralichthys olivaceus",
        "PCR-based diagnostics for infectious diseases: Uses, limitations, and future applications in acute-care settings",
        "Antigenic characterisation of Tenacibaculum maritimum isolates from sea bass (Dicentrarchus labrax, l.) farmed on the Aegean Sea coasts of Turkey"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ismailia",
            "@id": "60239307",
            "affilname": "Faculty of Veterinary Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60239307",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Santiago",
            "@id": "60002636",
            "affilname": "Universidad Andrés Bello",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002636",
            "affiliation-country": "Chile"
        },
        {
            "affiliation-city": "Asyut",
            "@id": "60015715",
            "affilname": "Faculty of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015715",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Makkah",
            "@id": "60006848",
            "affilname": "Umm Al-Qura University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006848",
            "affiliation-country": "Saudi Arabia"
        },
        {
            "affiliation-city": "Ismailia",
            "@id": "129124250",
            "affilname": "Directorate of Veterinary Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/129124250",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Viña del Mar",
            "@id": "126218162",
            "affilname": "Interdisciplinary Center for Aquaculture Research (INCAR)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/126218162",
            "affiliation-country": "Chile"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Science Research and Innovation"
    ]
}