{
    "eid": "2-s2.0-85116064565",
    "title": "National culture and saving: How collectivism, uncertainty avoidance, and future orientation play roles",
    "cover-date": "2021-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Collectivism",
        "Culture",
        "Future orientation",
        "Saving",
        "Uncertainty avoidance"
    ],
    "authors": [
        "Narapong Srivisal",
        "Kanyarat Lek Sanoran",
        "Kanix Bukkavesa"
    ],
    "citedby-count": 4,
    "ref-count": 57,
    "ref-list": [
        "Income inequality and saving",
        "Household saving behaviour in an extended life cycle model: A comparative study of China and India",
        "Long-term orientation and relationship lending: A cross-cultural study on the effect of time preferences on the choice of corporate debt",
        "Consumption over the life cycle and over the business cycle",
        "Risk sharing in private information models with asset accumulation: Explaining the excess smoothness of consumption",
        "Handbook of research on entrepreneurship policy",
        "Household saving in the U.S",
        "Culture, corporate governance, and dividend policy: International evidence",
        "Workplace stress and well-being across cultures: Research and practice",
        "Does national culture affect international corporate cash holdings?",
        "Heterogeneity and risk sharing in village economies",
        "Individualism and momentum around the world",
        "Involuntary saving through unanticipated inflation",
        "Do the rich save more?",
        "Risk sharing between households",
        "Consumption over the life cycle: Facts from consumer expenditure survey data",
        "Entrepreneurship and its determinants in a cross-country setting",
        "Perspectives on the household saving rate",
        "Consumption over the life cycle",
        "Does culture affect economic outcomes?",
        "Risk-sharing between and within families",
        "Demography, national savings, and international capital flows",
        "Culture's consequences: International differences in work-related values",
        "Culture's consequences: Comparing values, behaviors, institutions and organizations across nations",
        "Values survey module 2013 manual",
        "Culture, leadership, and organizations: The GLOBE study of 62 societies",
        "The role of self-regulation, future orientation, and financial knowledge in long-term financial decisions",
        "National culture, population age, and other country factors in volume–price volatility relationship",
        "Risk sharing and transactions costs: Evidence from Kenya's mobile money revolution",
        "Conceptualizing and measuring cultures and their consequences: A comparative review of GLOBE's and Hofstede's approaches",
        "Inequality and the life cycle",
        "The general theory of employment, interest and money",
        "A quarter century of culture's consequences: A review of empirical research incorporating Hofstede's cultural values framework",
        "The relationship between income inequality and aggregate saving: An empirical analysis using cross-country panel data",
        "National culture and financial systems",
        "Does local culture trigger speculative investment behavior?",
        "Dependency rates and saving rates",
        "Dependency rates and savings: Another look",
        "What drives private saving across the world?",
        "Culture and the self: Implications for cognition, emotion, and motivation",
        "The nature of the savings function in developing countries: A survey of the theoretical and empirical literature",
        "Culture and entrepreneurial potential: A nine country study of locus of control and innovativeness",
        "Risk pooling between households and risk-coping measures in developing countries: Evidence from rural Bangladesh",
        "The conundrum of low saving rates in Latin America",
        "Collectivism and commonality in liquidity",
        "Are Americans saving “optimally” for retirement?",
        "The role of cultural attributes in savings rates",
        "The relation between schooling and savings behavior: An example of the indirect effects of education",
        "A contribution to the theory of economic growth",
        "Entrepreneurial culture and its effect on the rate of nascent entrepreneurship",
        "Economic growth and capital accumulation",
        "A framework to update Hofstede's cultural value indices: Economic dynamics and institutional stability",
        "Avoiding uncertainty in Hofstede and GLOBE",
        "Income distribution and sociopolitical instability as determinants of savings: A cross-sectional model",
        "How time preferences differ: Evidence from 53 countries",
        "Household saving, class identity, and conspicuous consumption",
        "National culture and corporate debt maturity"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Accounting and Finance Association of Australia and New Zealand"
    ]
}