{
    "eid": "2-s2.0-85111646753",
    "title": "Characteristics and outcomes of lung cancers detected on low-dose lung cancer screening CT",
    "cover-date": "2021-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Eric W. Zhang",
        "Jo Anne O. Shepard",
        "Anderson Kuo",
        "Wariya Chintanapakdee",
        "Florence Keane",
        "Justin F. Gainor",
        "Mari Mino-Kenudson",
        "Michael Lanuti",
        "Inga T. Lennes",
        "Subba R. Digumarthy"
    ],
    "citedby-count": 4,
    "ref-count": 48,
    "ref-list": [
        "Lung cancer 2020: Epidemiology, Etiology, and Prevention",
        "Cancer statistics, 2020",
        "Tobacco product use and cessation indicators among adults - United States, 2018",
        "Survival trends among non-small-cell lung cancer patients over a decade: impact of initial therapy at academic centers",
        "Durvalumab after chemoradiotherapy in stage III non-small-cell lung cancer",
        "Reduced lung-cancer mortality with low-dose computed tomographic screening",
        "Results of the two incidence screenings in the National Lung Screening Trial",
        "Lung cancer screening with low-dose CT: a world-wide view",
        "Reduced lung-cancer mortality with volume CT screening in a randomized trial",
        "Prolonged lung cancer screening reduced 10-year mortality in the MILD trial: new confirmation of lung cancer screening efficacy",
        "Screening for lung cancer: US Preventive Services Task Force Recommendation Statement",
        "Real-world clinical implementation of lung cancer screening-evaluating processes to improve screening guidelines-concordance",
        "Lung cancer screening in the community setting",
        "Implementation of lung cancer screening in the veterans health Administration",
        "Initial experience with a free, high-volume, low-dose CT lung cancer screening program",
        "ACR-STR practice parameter for the performance and reporting of lung cancer screening thoracic computed tomography (CT): 2014 (Resolution 4)",
        "Classification of surgical complications: a new proposal with evaluation in a cohort of 6336 patients and results of a survey",
        "The 7th lung cancer TNM classification and staging system: review of the changes and implications",
        "Differences in lung and lobe volumes between supine and standing positions scanned with conventional and newly developed 320-detector-row upright CT: Intra-individual comparison",
        "Baseline characteristics of participants in the randomized national lung screening trial",
        "Risk factors for lung cancer worldwide",
        "Evaluation of the lung cancer risks at which to screen ever- and never-smokers: screening rules applied to the PLCO and NLST cohorts",
        "Lung cancer mortality reduction by LDCT screening-Results from the randomized German LUSI trial",
        "National lung screening trial: variability in nodule detection rates in chest CT studies",
        "Lung cancer staging and prognosis",
        "The UK Lung Cancer Screening Trial: a pilot randomised controlled trial of low-dose computed tomography screening for the early detection of lung cancer",
        "Organized lung cancer screening pilot: informing a province-wide program in Ontario, Canada",
        "Patterns of treatment and outcomes for definitive therapy of early stage non-small cell lung cancer",
        "Lung-RADS: pushing the limits",
        "Stereotactic ablative radiotherapy versus lobectomy for operable stage I non-small-cell lung cancer: a pooled analysis of two randomised trials",
        "Surgery for early-stage non-small cell lung cancer: a systematic review of the video-assisted thoracoscopic surgery versus thoracotomy approaches to lobectomy",
        "Randomized study on early detection of lung cancer with MSCT in Germany: Results of the first 3 years of follow-up after randomization",
        "Breast cancer screening in Navarra: interpretation of a high detection rate at the first screening round and a low rate at the second round",
        "The UK colorectal cancer screening pilot: results of the second round of screening in England",
        "Complication rates of CT-guided transthoracic lung biopsy: meta-analysis",
        "Risk factors for postoperative complications after lung resection for non-small cell lung cancer in elderly patients at a single institution in China",
        "Multifocal lung cancers–clonality vs field cancerization and does it matter?",
        "Clonality of multifocal nonsmall cell lung cancer: implications for staging and therapy",
        "Racial and ethnic differences in lung cancer incidence: how much is explained by differences in smoking patterns? (United States)",
        "Evaluation of USPSTF lung cancer screening guidelines among African American Adult Smokers",
        "Smoking among U.S. Hispanic/Latino adults: the Hispanic community health study/study of Latinos",
        "Radiomic features of primary tumor by lung cancer stage: analysis in BRAF mutated non-small cell lung cancer"
    ],
    "affiliation": [
        {
            "affiliation-city": "Boston",
            "@id": "60029929",
            "affilname": "Massachusetts General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029929",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60008130",
            "affilname": "Massachusetts General Hospital Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008130",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Zai Laboratories",
        "Bristol-Myers Squibb",
        "Pfizer",
        "AstraZeneca",
        "Merck",
        "Novartis",
        "Roche",
        "Gilead",
        "AbbVie",
        "Bayer"
    ]
}