{
    "eid": "2-s2.0-85148050234",
    "title": "In vitro and in vivo antiplasmodial activities of leaf extracts from Sonchus arvensis L.",
    "cover-date": "2023-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Complementary and Alternative Medicine",
            "@code": "2707",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Antioxidant",
        "Antiplasmodial",
        "Hepatoprotective",
        "Immunomodulator",
        "Malaria",
        "Nephroprotective",
        "Plasmodium berghei",
        "Plasmodium falciparum",
        "Sonchus arvensis L"
    ],
    "authors": [
        "Dwi Kusuma Wahyuni",
        "Sumrit Wacharasindhu",
        "Wichanee Bankeeree",
        "Sri Puji Astuti Wahyuningsih",
        "Wiwied Ekasari",
        "Hery Purnobasuki",
        "Hunsa Punnapayak",
        "Sehanat Prasongsuk"
    ],
    "citedby-count": 2,
    "ref-count": 48,
    "ref-list": [
        "Antimalarial activity and mechanisms of action of two novel 4-aminoquinolines against chloroquine-resistant parasites",
        "Evaluation of antimalarial activity and toxicity of a new primaquine prodrug",
        "Antiplasmodial natural products: an update",
        "Phytochemical and pharmacological profile of Pterocarpus marsupium: a review",
        "Antiplasmodial and cytotoxic activities of extract of selected medicinal plants used to treat malaria in Embu County",
        "In vivo validation of antimalarial activity of crude extracts of Terminalia macroptera, a Malian medicinal plant",
        "Morpho-anatomical structure and DNA barcode of Sonchus arvensis L",
        "Analysis of composition of volatile compounds of field sow thistle (Sonchus arvensis L.) leaf using the method of gas chromatography with mass-detection",
        "Identification and antioxidant activity of phenolic acid from tempuyung (Sonchus arvensis L.) leaf with 2,2-diphenyl-1-picryl-hydrazyl-hydrate (DPPH) method",
        "In vitro evaluation of xanthine oxidase inhibitory activity of Sonchus arvensis leaf",
        "Protective effect of ethanol extract of tempuyung leaf (Sonchus arvensis L.) against gentamicin induced renal injury viewed from blood ureum level",
        "In vitro evaluation of xanthine oxidase inhibitory activity of selected medicinal plants",
        "Isolation, identification and antibacterial test of triterpenoid compounds from n-hexane extract of tempuyung leaf (Sonchus arvensis L.)",
        "Callus induction of Sonchus arvensis L. And its antiplasmodial activity",
        "Growth, secondary metabolite production, and in vitro antiplasmodial activity of Sonchus arvensis L. Callus under dolomite [CaMg(CO 3)2] treatment",
        "Phytochemical screening and antioxidant activity of Pseuderanthemum malabaricum",
        "Protective effect against hydroxyl radical-induced DNA damage and antioxidant mechanism of [6]-gingerol: A Chemical Study",
        "Human malarial parasites in continuous culture",
        "In vivo and in vitro toxicity evaluation of hydroethanolic extract of Kalanchoe brasiliensis (Crassulaceae) leaf",
        "Rapid colorimetric assay for cellular growth and survival: application to proliferation and cytotoxicity assays",
        "The chemotherapy of rodent malaria. XXII. The value of drug-resistant strains of P. berghei in screening for blood schizontocidal activity",
        "Evaluation of flavonoids and diverse antioxidant activities of Sonchus arvensis L",
        "Quantitative HPLC analysis of phenolic acids, flavonoids, and ascorbic acid in four different solvent extracts of two wild edible leaf, Sonchus arvensis and Oenanthe linearis of North-Eastern region in India",
        "Pharmacological studies of methanolic extracts of Sonchus arvensis from Kathmandu",
        "Procedure: Preparation of DPPH radical, and antioxidant scavenging assay",
        "Antioxidant activity and total phenolic and flavonoid content of various solvent extracts from in vivo and in vitro grown Trifolium pratense L. (Red Clover)",
        "Chemical composition of Callisia fragrans wood juice and its antioxidative activity (in vitro)",
        "Antioxidant activity of ethanol extract of gotu kola (Centella asiatica L.) with DPPH method (2,2-diphenyl-1-picryl-hydrazyl-hydrate)",
        "Antioxidant compound isolation from tempuyung (Sonchus arvensis L) leaf ethyl acetate fraction",
        "Novel antiplasmodial agents from Christia vespertilionis",
        "In vitro and in vivo antimalarial activity of plants from the Brazilian Amazon",
        "In vitro toxicological assessment of an organosulfur compound from Allium extract: cytotoxicity, mutagenicity and genotoxicity studies",
        "Antiplasmodial profile of selected compounds from Malaria Box: In vitro evaluation, speed of action and drug combination studies",
        "Acute and subchronic oral toxicity studies of ethyl acetate extract of Sonchus arvensis L. Leaf",
        "Effect of ethanol extract Sonchus arvensis Linn. Leaf on acute toxicity in healthy male albino rat (Rattus norvegicus)",
        "Toxicity of lead: a review with recent updates",
        "Various parts of Helianthus annus plants as new source of antimalarial drugs",
        "Protective Effect of ethanolic extract of Sonchus arvensis L. In gentamicin-Induced acute tubular necrosis on wistar rats",
        "Immunomodulatory activity of tempuyung (Sonchus arvensis Linn.) leaf ethanolic extract",
        "Protective effect of aqueous crude extract of neem (Azadirachta indica) leaf on Plasmodium berghei-induced renal damage in mice",
        "Free heme toxicity and its detoxification systems in human",
        "Pro-oxidant and cytotoxic effects of circulating heme",
        "Free radicals and antioxidants in normal physiological functions and human disease"
    ],
    "affiliation": [
        {
            "affiliation-city": "Surabaya",
            "@id": "60069383",
            "affilname": "Universitas Airlangga",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069383",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Universitas Airlangga"
    ]
}