{
    "eid": "2-s2.0-84900803740",
    "title": "Presence of Escherichia coli in poultry meat: A potential food safety threat",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Food Science",
            "@code": "1106"
        }
    ],
    "keywords": [
        "Antibiotic resistance",
        "Escherichia coli O157",
        "Food safety",
        "Poultry meat"
    ],
    "authors": [
        "Ali Akbar"
    ],
    "citedby-count": 31,
    "ref-count": 29,
    "ref-list": [
        "Zinc oxide nanoparticles loaded active packaging, a challenge study against Salmonella typhimurium and Staphylococcus aureus in ready-to-eat poultry meat",
        "FUUAST Journal of Biology",
        "Prevalence and antibiogram study of Salmonella and Staphylococcus aureus in poultry meat",
        "Occurrence of Staphylococcus aureus and evaluation of anti-staphylococcal activity of Lactococcus lactis subsp. lactis in ready-to-eat poultry meat",
        "Prevalence of verocytotoxigenic Escherichia coli O157:H7 on chicken carcasses sold in Turkey",
        "Antibiotic resistance of escherichia coli isolated from poultry and poultry environment of bangladesh",
        "Emerging Foodborne Diseases",
        "Survival of Escherichia coli O157:H7 during storage of yogurt at different temperatures",
        "Bangladesh Veterinary Journal",
        "Quantification of escherichia coli O157:H7 in organic vegetables and chickens",
        "Bacteriological analytical manual",
        "Prevalence of Salmonella and E. coli, and their resistance to antimicrobial agents, in farming communities in northern Thailand.",
        "Bangladesh Journal of Veterinary Medicines",
        "Foodborne transmission of infectious intestinal disease in England and Wales, 1992-2003",
        "Risk of Escherichia coli O157:H7 transmission linked to the consumption of raw milk",
        "A practical investigation of bacterial conjugation",
        "Prevalence of foodborne pathogens in open markets and supermarkets in Thailand",
        "Emerging trends in antimicrobial resistance in surgical infections",
        "Antibiotic resistance profile of bacterial isolates from food sold on a University campus in south western Nigeria",
        "Veterinary Research Forum",
        "Drinking water quality in Rohri city, Sindh, Pakistan",
        "Shiga-like-toxin-producing Escherichia coli in retail meats and cattle in Thailand",
        "Microbiological quality on food handlers' hands at primary schools in Hulu Langat District, Malaysia",
        "Multiple-antibiotic-resistant pathogenic bacteria — a report on the rockefeller university workshop",
        "Detection of Salmonella spp. in retail raw food samples from vietnam and characterization of their antibiotic resistance",
        "Surveillance of enterohaemorrhagic Escherichia coli 0157:H7 in Southern Thailand",
        "Prevalence of food borne pathogens in market samples of chicken meat in Bangalore",
        "Food-borne disease: a focus for health education",
        "Prevalence of Campylobacter spp., Escherichia coli, and Salmonella Serovars in Retail Chicken, Turkey, Pork, and Beef from the Greater Washington, D.C., Area"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chandrakasem Rajabhat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Karachi",
            "affilname": "Pakistan Agricultural Research Council",
            "affiliation-country": "Pakistan"
        },
        {
            "affiliation-city": "Quetta",
            "affilname": "University of Balochistan",
            "affiliation-country": "Pakistan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "affilname": "Asian Institute of Technology Thailand",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}