{
    "eid": "2-s2.0-84952360047",
    "title": "Effect of rice husk and rice husk ash on properties of lightweight clay bricks",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        }
    ],
    "keywords": [
        "Clay bricks",
        "Lightweight ceramics",
        "Rice husk",
        "Rice husk ash"
    ],
    "authors": [
        "Sutas Janbuala"
    ],
    "citedby-count": 24,
    "ref-count": 14,
    "ref-list": [
        "Effect of rice husk ash to mechanical properties of clay bricks",
        "World Acad. Sci., Eng. Technol.",
        "Development of eco-friendly porous fired clay bricks using pore-forming agents: A review",
        "Effect of organic residues addition on the technological properties of clay bricks",
        "The use of urban river sediments as a primary raw material in the production of highly insulating brick",
        "The use of recycled paper processing residues in making porous brick with reduced thermal conductivity",
        "Agglomeration characteristics of silica sand-rice husk ash mixtures at elevated temperatures",
        "Thai Industrial Standard of Lightweight Brick TISI",
        "Microscopy, porosimetry and chemical analysis to estimate the firing temperature of some archaeological pottery shreds from India",
        "Comparison of products from the pyrolysis and catalytic pyrolysis of rice husks",
        "The role of charcoal on DTA curves of organo-clay complexes: An overview",
        "Am. J. Sci. Ind. Res.",
        "Lightweight bricks manufactured from water treatment sludge and rice husks",
        "Development of lightweight aggregate from dry sewage sludge and coal ash"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}