{
    "eid": "2-s2.0-85044406119",
    "title": "Comparison of disease activity between tacrolimus and mycophenolate mofetil in lupus nephritis: a randomized controlled trial",
    "cover-date": "2018-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Rheumatology",
            "@code": "2745",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "disease activity",
        "Lupus nephritis",
        "mycophenolate mofetil",
        "SLEDAI",
        "systemic lupus erythematosus",
        "tacrolimus"
    ],
    "authors": [
        "N. Kamanamool",
        "A. Ingsathit",
        "S. Rattanasiri",
        "P. Ngamjanyaporn",
        "N. Kasitanont",
        "R. Chawanasuntorapoj",
        "W. Pichaiwong",
        "S. Anutrakulchai",
        "P. Sangthawan",
        "V. Ophascharoensuk",
        "Y. Avihingsanon",
        "V. Sumethkul"
    ],
    "citedby-count": 14,
    "ref-count": 26,
    "ref-list": [
        "Systemic lupus erythematosus. III. Observations on clinical renal involvement and follow up of renal function: Dutch experience with 110 patients studied prospectively",
        "Efficacy and adverse events of mycophenolate mofetil versus cyclophosphamide for induction therapy of lupus nephritis: Systematic review and meta-analysis",
        "Induction and maintenance treatment of proliferative lupus nephritis: A meta-analysis of randomized controlled trials",
        "Immunosuppressive therapies for the induction treatment of proliferative lupus nephritis: A systematic review and network metaanalysis",
        "Relative efficacy and safety of tacrolimus, mycophenolate mofetil, and cyclophosphamide as induction therapy for lupus nephritis: A Bayesian network meta-analysis of randomized controlled trials",
        "Tacrolimus use in lupus nephritis: A systematic review and meta-analysis",
        "Epidemiology and sociodemographics of systemic lupus erythematosus and lupus nephritis among US adults with Medicaid coverage, 2000–2004",
        "Comparative efficacy of topical mometasone furoate 0.1% cream vs topical tacrolimus 0.03% ointment in the treatment of atopic dermatitis",
        "Outcome criteria for lupus nephritis trials: A critical overview",
        "Assessment of patients with systemic lupus erythematosus and the use of lupus disease activity indices",
        "Derivation of the SLEDAI. A disease activity index for lupus patients. The Committee on Prognosis Studies in SLE",
        "Systemic lupus erythematosus disease activity index 2000",
        "The Systemic Lupus Activity Measure-revised, the Mexican Systemic Lupus Erythematosus Disease Activity Index (SLEDAI), and a modified SLEDAI-2K are adequate instruments to measure disease activity in systemic lupus erythematosus",
        "The classification of glomerulonephritis in systemic lupus erythematosus revisited",
        "American College of Rheumatology guidelines for screening, treatment, and management of lupus nephritis",
        "Prediction of short term mortality in systemic lupus erythematosus with time dependent measures of disease activity",
        "KDIGO clinical practice guideline for glomerulonephritis",
        "Short-term outcomes of induction therapy with tacrolimus versus cyclophosphamide for active lupus nephritis: A multicenter randomized clinical trial",
        "Impact of standardization of creatinine methodology on the assessment of glomerular filtration rate in children",
        "Mycophenolate mofetil versus cyclophosphamide for induction treatment of lupus nephritis",
        "A multicentre, randomised controlled study of enteric-coated mycophenolate sodium for the treatment of relapsed or resistant proliferative lupus nephritis: An Asian experience",
        "Tacrolimus versus mycophenolate mofetil for induction therapy of lupus nephritis: A randomised controlled trial and long-term follow-up",
        "Comparison of renal response to four different induction therapies in Japanese patients with lupus nephritis class III or IV: A single-centre retrospective study",
        "The effects of oral vitamin D supplement on atopic dermatitis: A clinical trial with Staphylococcus aureus colonization determination",
        "Survival advantage of kidney transplantation over dialysis in patients with hepatitis C: A systematic review and meta-analysis",
        "T cells and B cells in lupus nephritis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199578",
            "affilname": "Ramathibodi Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199578",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60199575",
            "affilname": "Siriraj Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199575",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60026046",
            "affilname": "Faculty of Medicine, Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026046",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60005255",
            "affilname": "Rajavithi Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005255",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60000316",
            "affilname": "Srinakharinwirot University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000316",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}