{
    "eid": "2-s2.0-85111712984",
    "title": "Anthocyanin and polyphenol contents of Antidesma thwaitesianum Müll. Arg. berry juice being stabilized by protein matrices",
    "cover-date": "2021-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Anthocyanin",
        "Antidesma thwaitesianum Müll. Arg",
        "Antioxidant",
        "Polyphenol",
        "Soy protein"
    ],
    "authors": [
        "T. Rosruen",
        "V. Vadhanasindhu",
        "P. Phuwapraisirisan"
    ],
    "citedby-count": 0,
    "ref-count": 24,
    "ref-list": [
        "Effect of different protein sources on satiation and short-term satiety when consumed as a starter",
        "Analysis of anthocyanin, flavonoids, and phenolic acids in tropical bignay berries",
        "Regulation of Immune Function by Polyphenols",
        "Does flavor impact function Potential consequences of polyphenol-protein interactions in delivery and bioactivity of flavanols from foods",
        "Stable Binding of Alternative Protein-Enriched Food Matrices with Concentrated Cranberry Bioflavonoids for Functional Food Applications",
        "Cytotoxic and antioxidant activities of Antidesma thwaitesianum Müll Arg. (Euphorbiaceae) fruit and fruit waste extracts",
        "Bioactivity of Antidesma bunius leaves (Euphorbiaceae) and their major pheolic constituents",
        "Mamao pomace extract alleviates hypertension and oxidative stress in nitricoxide deficient rats",
        "Determination of total monomeric anthocyanin pigment content",
        "Antioxidant, antiglycation and cytotoxicity evaluation of selected medicinal plants of the Mascarene",
        "Antidesma thwaitesianum Pomace Extract Improves InsulinSensitivity Via Upregulation of PPAR-Ȗ in High Fat Diet/Streptozotocin-Induced Type 2 Diabetic Rats",
        "Physicochemical and antioxidative properties of black, brown and red rice varieties of northern Thailand",
        "The influence of extraction methods on composition and antioxidant properties of rice Bran oil",
        "Protective effect of Cleistocalyx nervosum var. paniala fruit extract against oxidative renal damage caused by cadmium",
        "Multilaboratory validation of a standard method for quantifying proanthocyanidins in cranberry powders",
        "Antioxidant activities of polyphenolic compounds isolated from Antidesma thwaitesianum Müll. Arg. seeds and marcs",
        "Molecularmechanism underlying anti-apoptotic and anti-inflammatory effect of Mamao (Antidesma thwaitesianum Mull. Arg.) polyphenolics in human breast epithelial cells",
        "Efficient sorption of polyphenols to soybean flour enables natural fortification of foods",
        "Food-compatible method for the efficient extraction and stabilization of cranberry pomace polyphenols",
        "Colorimetry of total phenolics with phosphomolybdicphosphotungstic acid reagents",
        "Evaluation of acute and chronic toxicities of the water extract from Ziziphus attopensis Pierre",
        "Biological activities of Antidesma thwaitesianum Muell",
        "Concentrating immunoprotective phytoactive compounds from fruits and vegetables into shelf-stable protein-rich ingredients"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Ministry of Higher Education, Science, Research and Innovation, Thailand"
    ]
}