{
    "eid": "2-s2.0-84912058415",
    "title": "Effect of complete denture occlusal schemes on masticatory performance and maximum occlusal force",
    "cover-date": "2014-12-01",
    "subject-areas": [
        {
            "$": "General Dentistry",
            "@code": "3500"
        },
        {
            "$": "Oral Surgery",
            "@code": "3504"
        }
    ],
    "keywords": [],
    "authors": [
        "Weerawat Niwatcharoenchaikul"
    ],
    "citedby-count": 29,
    "ref-count": 30,
    "ref-list": [
        "A contemporary review of the factors involved in complete dentures. Part II: Stability",
        "Pressure transmission and distribution under denture bases using denture teeth with different materials and cuspal angulations",
        "The concept of neutrocentric occlusion as related to denture stability.",
        "Masticatory efficiency: the effect of age, the loss of teeth and prosthetic rehabilitation.",
        "Masticatory performance and efficiency",
        "Masticatory performance and efficiency in denture wearers",
        "Distribution of particle sizes in food comminuted by human mastication",
        "Masticatory Performance, Maximum Occlusal Force, and Occlusal Contact Area in Patients with Bilaterally Missing Molars and Distal Extension Removable Partial Dentures",
        "Association between masticatory performance and maximal occlusal force in young men",
        "Factors associated with masticatory performance in unilateral distal extension removable partial denture patients",
        "Relationship between oral function and occlusal support in denture wearers",
        "Biting and chewing in overdentures, full dentures, and natural dentitions",
        "Effects of improvements of poorly fitting dentures and new dentures on masseter activity during chewing",
        "A basic study of the chewing forces of a denture wearer.",
        "An Index of Chewing Ability",
        "Factors affecting the masticatory performance of complete denture wearers",
        "Effects of improvements of poorly fitting dentures and new dentures on masticatory performance",
        "Effects of improvements of poorly fitting dentures and new dentures on patient satisfaction",
        "Prospective clinical trial comparing lingualized occlusion to bilateral balanced occlusion in complete dentures: A pilot study",
        "A clinical evaluation of denture adhesives",
        "Indicators of masticatory performance among elderly complete denture wearers",
        "A comparison of lingualized occlusion and monoplane occlusion in complete dentures",
        "RCT comparing posterior occlusal forms for complete dentures",
        "Comparative observations of the use of cusp and zero-degree posterior teeth",
        "Comparison of zero degree teeth and anatomic teeth on complete dentures",
        "A procedure for constructing dentures with interchangeable teeth",
        "An experimental study of the testing of occlusal patterns on the same denture bases",
        "The comminuting efficiency of varied occlusal tooth form and the associated deformation of the complete denture base.",
        "Quest for ideal occlusal patterns for complete dentures",
        "Classification system for complete edentulism"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}