{
    "eid": "2-s2.0-85086396947",
    "title": "Revision of the western palaearctic species of aleiodes wesmael (hymenoptera, braconidae, rogadinae). Part 2: Revision of the A. apicalis group",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Aleiodes apicalis group",
        "Biology",
        "Distribution",
        "Europe",
        "Host range",
        "Key",
        "New species",
        "Phenology",
        "West palaearctic"
    ],
    "authors": [
        "Cornelis Van Achterberg",
        "Mark R. Shaw",
        "Donald L.J. Quicke"
    ],
    "citedby-count": 4,
    "ref-count": 157,
    "ref-list": [
        "A survey of braconid wasps (Hymenoptera: Braconidae: Euphorinae, Homolobinae, Macrocentrinae, Rogadinae) in Kerman province, southeastern Iran",
        "Descriptions of new Braconidae in the collection of the US National Museum",
        "The first records of Aleiodes Wesmael 1838 (Hymenoptera: Braconidae: Rogadinae)",
        "First records of Aleiodes Wesmael, 1838 species in East Marmara region of Turkey (Hymenoptera: Braconidae: Rogadinae)",
        "Ichneumonoid parasites of the Philippines. I Rhogadinae (Braconidae), I",
        "Ichneumonoid parasites of the Philippines. II. Rhogadinae (Braconidae), II: The genus Rhogas",
        "Contribution to the knowledge of braconid fauna of the subfamily Rogadinae (Hymenoptera, Braconidae) of Russian Far East and Eastern Siberia",
        "Rogadinae: 15-109",
        "Braconidae: 103-115",
        "Checklist of the Braconidae (Hymenoptera) of Germany",
        "Asian Betylobraconinae (Hymenoptera, Braconidae), with description of a new genus and phylogenetic affinities of the tribe Facitorini",
        "Review of the brachypterous, micropterous, and apterous Braconidae of the cyclostome lineage (Hymenoptera: Ichneumonoidea) from the Palearctic Region",
        "Hymenoptera Braconidae",
        "Taxonomical investigation on Braconidae (Hymenoptera: Ichneumonoidea) fauna in northern Cyprus, with twenty six new records for the country",
        "Entomologiska Anteckningar under en resa i Södra Sverige 1851",
        "Brazilian Ichneumonidae and Braconidae obtained by the Stanford expedition",
        "Revision of Aleiodes (Hemigyroneuron) parasitic wasps (Hymenoptera: Braconidae: Rogadinae) with reappraisal of subgeneric limits, descriptions of new species and phylogenetic analysis",
        "A turbo-taxonomic study of Thai Aleiodes (Aleiodes) and Aleiodes (Arcaleiodes) (Hymenoptera: Braconidae: Rogadinae) based largely on COI barcoded specimens, with rapid descriptions of 179 new species",
        "Extension of historical range of Betylobraconinae (Hymenoptera: Braconidae) into Palaearctic Region based on a Baltic amber fossil, and description of a new species of Mesocentrus Szepligeti from Papua New Guinea",
        "First record of Aleiodes (Hemigyroneuron) (Hymenoptera: Braconidae: Rogadinae) from the Arabian Peninsula: Description of new species with remarkable wing venation convergence to Gyroneuron and Gyroneuronella",
        "First Australian record of Aleiodes (Hemigyroneuron) (Hymenoptera: Braconidae: Rogadinae) with description of a new species from Tasmania",
        "Apocrita Parasitica, Ichneumoidea, Braconidae",
        "New records of Aleiodes Wesmael from China (Hymenoptera: Braconidae: Rogadinae)",
        "New records of Aleiodes Wesmael from China 2 (Hymenoptera: Braconidae: Rogadinae)",
        "Revision of the subfamily Rogadinae (Hymenoptera: Braconidae) from China",
        "A molecular phylogeny of the subfamily Rogadinae (Hymenoptera: Braconidae) based on the D2 variable region of 28S ribosomal RNA",
        "Rendiconto dell’Accademia della Scienze Fisiche e Metametiche",
        "Watsonian Vice-counties of Great Britain",
        "Historical review of the genera Aleiodes and Rogas in Mexico, with redescription of Aleiodes cameronii (Hymenoptera: Braconidae)",
        "H",
        "Neue Gattungen und Arten von Braconiden",
        "Zur Kenntnis aussereuropäischer Braconiden",
        "Opuscula braconologica",
        "Opuscula braconologica. Band 3. Palaearktischen Region",
        "Opuscula braconologica. Band 3. Palaearktischen Region",
        "Datos sobre ciclostominos espanoles [Some data about the Spanish cyclostomes] 3. Rogadinae s. str. (Hymenoptera: Braconidae)",
        "A review of the subfamily Rogadinae (Hymenoptera: Braconidae) from Iran",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates",
        "Cladistics of the Aleiodes lineage of the subfamily Rogadinae (Hy-menoptera: Braconidae)",
        "A new Aleiodes (= Tetrasphaeropyx) (= A. pilosus group), with a host record from Missouri, U.S.A., biological remarks, and previous type depository corrections",
        "Four new species of Aleiodes (Hymenoptera: Braconidae: Rogadinae) from the Neotropical Region",
        "A study on the Braconidae (Hymenoptera: Ichneumonoidea) from Ilam province, Iran",
        "Description de quelques hyménoptères nouveaux ou rares",
        "Critical factors for assembling a high volume of DNA barcodes",
        "Hymenoptera Braconidae",
        "Zur Kenntnis der Braconiden (Hym.) Finnlands. I. Subfam. Braconinae (part.), Rhogadinae und Spathiinae",
        "Zur Kenntnis der Braconidae: Cyclostomi Finnlands",
        "Über entomologische Sammlungen, Entomologen & Entomo-Museologie, ein Beitrag zur Geschichte der Entomologie",
        "Ichneumonoidea: 75-114",
        "An inexpensive, automation-friendly protocol for recovering high-quality DNA",
        "Species of braconids new for the fauna of the Lithuanian SSR (Hym., Braconidae)",
        "Fragments Braconologiques. VI. Sur quelques especes du genre Vipio. Trudy Russkago Entomologicheskago Obshchestva",
        "Hymenoptera asiatica nova",
        "Hymenoptera asiatica nova VI",
        "Die Ergebnisse der Zuchten von Entomophagen (der Parasiten und Räuber) der schädlichen Insekten (vorwiegend der Forstschädlinge) in der Zeitperiode von 1934 bis 1958",
        "A contribution to the fauna of Braconidae (Hymenoptera) of Dauria",
        "Hymenoptera (Braconidae). Economic Insects of Korea 16",
        "One new genus and seven new species of Rogadinae (Hymenoptera: Braconidae) from Vietnam",
        "Diversity and distribution of Braconidae, a family of parasitoid wasps in the Central European peatbogs of South Bohemia",
        "Contributions to our knowledge of British Braconidae. No. 4 - Rhogadinae",
        "Newly recorded species of genus Aleiodes Wesmael (Hymenoptera: Braconidae) in China",
        "Braconidae. Aphidiidae. Hybrizontidae",
        "Revision of North American Aleiodes Wesmael (Part 6): The gaster-ator (Jurine) and unipunctator (Thunberg) species-groups (Hymenoptera: Braconidae: Ro-gadinae)",
        "Les Braconides (Supplément): 1-144",
        "8.31.10. Superfamily Ichneumonoidea (Braconidae)",
        "Notes on Braconidae. XI. The tribe Rhogadides, with additions to the British list",
        "The Hymenoptera of Suffolk, portio tertio et ultimo",
        "Ichneumonides Adsciti, in Genera et Familias Divisi",
        "A catalogue of the Irish Braconidae (Hymenoptera: Ichneumonoidea)",
        "Ergebnisse der zoologischen Forschungen von Dr. Z. Kaszab in der Mongolei Braconidae (Hymenoptera)",
        "Ergebnisse der zoologischen Forschungen von Dr. Z. Kaszab in der Mongolei. 215. Braconidae (Hym.) 3",
        "Contributions to the Braconid fauna of Yugoslavia. III",
        "Braconidae (Hymenoptera) from Mongolia, VI",
        "A survey of the Braconid fauna of the Hortobágy National Park (Hymenoptera, Braconidae)",
        "Contributions to the Braconid fauna of Hungary, VII. Rogadinae (Hymenoptera: Braconidae)",
        "Braconidae (Hymenoptera) from Korea. VII",
        "First survey of the braconid fauna of the Kiskunság National Park, Hungary (Hymenoptera, Braconidae)",
        "First outline of the braconid fauna of Southern Transdanubia, Hungary (Hymenoptera, Braconidae), 3. Helconinae, Homolobinae, Macrocentrinae, Blacinae, Doryctinae and Rogadinae",
        "Braconidae (Hymenoptera) from Tunisia, 3",
        "Parasitic wasps of the superfamily Ichneumonoidea. Braconidae. 18. Doryctinae. 19. Rogadinae",
        "Zur Insektenfauna von Gersau-Oberholz, Kanton Schwyz. X. Hymenoptera 1: Braconidae (Brackwespen)",
        "Second survey of the braconid wasps in the Bátorliget Nature Conservation Areas, Hungary (Hymenoptera: Braconidae)",
        "The dispersion of braconid wasps in an oak forest of Hungary (Hymenoptera: Braconidae)",
        "Contributions to the braconid fauna of Monte Generoso, Canton Ticino, southern Switzerland (Hymenoptera: Braconidae)",
        "The Braconid wasps (Hymenoptera: Braconidae) of the Aggtelek National Park (N.E. Hungary)",
        "The Braconid wasps (Hymenoptera: Braconidae) of the Ferto-Hansag National Park (NW Hungary)",
        "Braconid wasps from the Cape Verde Islands (Insecta: Hymenoptera: Braconidae) 2. Doryctinae, Braconinae, Hormiinae, Rogadinae, Gnamptodontinae, Homolobinae, Opiinae, Alysiinae, Cheloninae, Adeliinae and Microgastrinae",
        "Type specimens of the braconid species by Gy",
        "A checklist of the Braconidae of Hungary (Hymenoptera)",
        "Braconidae (Hymenoptera) from Mongolia, XVII",
        "A contribution to the Braconid fauna of Israel (Hymenoptera: Braconidae), 3",
        "Contributions to the knowledge of Braconidae fauna of Sălaj County, Romania (Hymenoptera)",
        "Note on British Ichneumonidae with descriptions of new species (Hym., Ichneumonidae)",
        "First host record for the rogadine genus Pholichora van Achterberg (Hymenoptera: Braconidae) with description of a new species and notes on convergent wing venation features",
        "A new Australian genus and five new species of Rogadinae (Hymenoptera: Braconidae), one reared as a gregarious endoparasitoid of an unidentified limacodid (Lepidoptera)",
        "On a collection of Braconidae (Hymenoptera) from East Azarbaijan and vicinity, Iran",
        "Beiträge zur Kenntniss einiger Braconiden-Gattungen",
        "Braconidae (Hymenoptera) of Norway, Part 1",
        "On the fauna of the true cyclostome braconid wasps (Hymenoptera, Braconidae) of Astrakhan Province",
        "Rogas pulchripes (Wesmael) (Hymenoptera: Braconidae) and other parasites of arboreal Acronicta species (Lepidoptera: Noctuidae) at Chat Moss, Manchester",
        "Possible foodplant differences of Amphipyra pyramidea (L.) and A. berbera svenssoni Fletcher (Lepidoptera: Noctuidae), and a note on their parasitoids (Hymenoptera)",
        "On[e] evolution of endoparasitism; the biology of some genera of Rogadinae (Braconidae)",
        "Classification and biology of Braconid wasps (Hymenoptera: Braconidae)",
        "Parasitoid host ranges",
        "Rearing parasitic Hymenoptera",
        "Host ranges of Aleiodes species (Hymenoptera: Braconidae), and an evolutionary hypothesis",
        "Anatomy, reach and classification of the parasitoid complex of a common British moth, Anthophila fabriciana (L.) (Choreutidae)",
        "Systematic status of Eucystomastax Brues and characterization of the Neotropical species (Hymenoptera: Braconidae, Rogadinae)",
        "Revision of North American Aleiodes (part 1): The pul-chripes Wesmael species-group in the New World (Hymenoptera: Braconidae: Rogadinae)",
        "Revision of North American Aleiodes Wesmael (Part 2): The apicalis (Brullé) species-group in the New World (Hymenoptera: Braconidae, Rogadinae)",
        "Braconidae 8",
        "Braconidae 10",
        "Zur Kenntnis der Braconiden Ostsibiriens",
        "Taxonomic contribution to the Aleiodes melanopterus (Erichson) species-group (Hymenoptera, Braconidae, Rogadinae) from Brazil",
        "DNA barcoding for effective biodiversity assessment of a hyperdiverse arthropod group: The ants of Madagascar",
        "Naamlijst van Nederlandsche Vliesvleugelige insekten (Hymenoptera)",
        "RAxML Version 8: A tool for phylogenetic analysis and post-analysis of large phylogenies",
        "A new Rogas (Hym., Braconidae) from Ireland",
        "A palaeartikus Bracon-felek rendszere. 8 es 9. alcsalad: Rhogas es Rhyssalus>-felek (Rhogadinae, Rhyssaloinae)",
        "Braconiden aus der Sammlung des ungarischen National-Museums, 1",
        "Family Braconidae, subfamily Braconinae (continuation) and Sigalphinae. Fauna USSR",
        "Materials on the fauna of Braconidae and Ichneumonidae in Armenia",
        "XLIV. Bidrag till Braconidernas kannedom",
        "Ichneumonidea, Insecta Hymenoptera illustrata",
        "Review of the Braconidae (Hymenoptera) of the U.S.S.R",
        "Braconids of the Caucasus (Hymenoptera, Braconidae)",
        "Rogadinae: 72-85",
        "Revision of the subfamily Blacinae Foerster (Hymenoptera, Braconidae)",
        "Illustrated key to the subfamilies of the Holarctic Braconidae (Hymenoptera: Ichneumonoidea)",
        "Revision of the genera of the Afrotropical and W",
        "Revisionary notes on the subfamily Homolobinae (Hymenoptera: Braconidae)",
        "Illustrated key to the subfamilies of the Braconidae (Hymenoptera: Ichneumonoidea)",
        "Revision of the Haliday collection of Braconidae (Hymenoptera)",
        "Notes on the checklist of Braconidae (Hymenoptera) from Switzerland",
        "Revision of the western Palaearctic species of Aleiodes Wesmael (Hymenoptera, Braconidae, Rogadinae)",
        "Characters of some apparently undescribed Ceylon insects",
        "Monographie des Braconides de Belgique 4",
        "Brief diagnostic characters of undescribed Madeiran insects",
        "Braconid-wasps (Hymenoptera, Braconidae) in Uzbekistan",
        "Comparative morphology of the venom apparatus in the braconid wasp subfamily Rogadinae (Insecta, Hymenoptera, Braconidae) and related taxa",
        "Evolution of the parasitic wasp subfamily Rogadinae (Braconidae): Phylogeny and evolution of lepidopteran host ranges and mummy characteristics",
        "Unknown genera and species of Braconidae for the fauna of Bulgaria. Travaux scientifiques d’Université de Plovdiv “Paissi Hilendarski”",
        "New species of the family Braconidae (Hymenoptera) for the Bulgarian fauna",
        "Contribution to the braconid fauna of Bulgaria (Hymenoptera, Braconidae). Travaux scientifiques d’Université de Plovdiv “Paissi Hilendarski”",
        "Preliminary results of Braconid fauna research (Hymenoptera: Braconidae) found in Sicevo Gorge, Serbia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Hangzhou",
            "@id": "60117975",
            "affilname": "State Key Laboratory of Rice Biology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60117975",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Edinburgh",
            "@id": "60006552",
            "affilname": "National Museums of Scotland",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006552",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Andrew Liston",
        "CNIM",
        "Kathryn Riddington",
        "SDEI",
        "Genome Canada",
        "Agriculture and Agri-Food Canada",
        "Ontario Genomics Institute",
        "NERC",
        "German Federal Ministry of Education and Research",
        "Chulalongkorn University",
        "Research Council of Norway",
        "Norwegian Biodiversity Information Centre"
    ]
}