{
    "eid": "2-s2.0-85133449391",
    "title": "Does the routine use of spirometry improve clinical outcomes in children?—A systematic review",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pediatrics, Perinatology and Child Health",
            "@code": "2735",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Pulmonary and Respiratory Medicine",
            "@code": "2740",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "child",
        "lung",
        "randomized controlled trial",
        "respiratory",
        "spirometry"
    ],
    "authors": [
        "Wicharn Boonjindasup",
        "Anne B. Chang",
        "Margaret S. McElrea",
        "Stephanie T. Yerkovich",
        "Julie M. Marchant"
    ],
    "citedby-count": 1,
    "ref-count": 31,
    "ref-list": [
        "Spirometry",
        "Quality control for spirometry in preschool children with and without lung disease",
        "A practical approach to the interpretation of lung function testing in children",
        "Managing chronic cough as a symptom in children and management algorithms: CHEST guideline and expert panel report",
        "An official American Thoracic Society workshop report: optimal lung function tests for monitoring cystic fibrosis, bronchopulmonary dysplasia, and recurrent wheezing in children less than 6 years of age",
        "Task force report: European Respiratory Society guidelines for the management of children and adolescents with bronchiectasis",
        "European cystic fibrosis society standards of care: best practice guidelines",
        "Cystic Fibrosis Foundation consensus guidelines for the care of individuals with advanced cystic fibrosis lung disease",
        "Spirometry in children. Primary care respiratory journal",
        "Spirometry use among pediatric primary care physicians",
        "The use of spirometry in a primary care setting",
        "Spirometry remains an unfulfilled right for children with asthma",
        "Standardisation of spirometry",
        "An official American Thoracic Society/European Respiratory Society statement: pulmonary function testing in preschool children",
        "Standardization of spirometry 2019 update. An official American Thoracic Society and European Respiratory Society technical statement",
        "The Cochrane Collaboration's tool for assessing risk of bias in randomised trials",
        "The use of pulmonary function testing as a quantitative measurement for therapeutic trials",
        "Correlation of clinical score to pulmonary function and oxygen saturation in children with asthma attack",
        "Supporting the diagnosis of non-specific respiratory symptoms in primary care: the role of exhaled nitric oxide measurement and spirometry",
        "Role of spirometry in detection of nasal obstruction",
        "Spirometry and smoking cessation advice in general practice: a randomised clinical trial",
        "Peak flow monitoring for guided self-management in childhood asthma: a randomized controlled trial",
        "Home telemonitoring (forced expiratory volume in 1 s) in children with severe asthma does not reduce exacerbations",
        "Spirometry and regular follow-up do not improve quality of life in children or adolescents with asthma: cluster randomized controlled trials",
        "Do spirometry and regular follow-up improve health outcomes in general practice patients with asthma or COPD? A cluster randomised controlled trial",
        "Does spirometry training in general practice improve quality and outcomes of asthma care?",
        "Outcomes associated with spirometry for pediatric asthma in a managed care organization",
        "The influence of pulmonary function testing on the management of asthma in children",
        "The impact of spirometry on pediatric asthma diagnosis and treatment",
        "Impact of using spirometry on clinical decision making and quality of life in children: protocol for a single centre randomised controlled trial"
    ],
    "affiliation": [
        {
            "affiliation-city": "Brisbane",
            "@id": "60138490",
            "affilname": "Children’s Health Queensland",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138490",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60025770",
            "affilname": "Menzies School of Health Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025770",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Brisbane",
            "@id": "60011019",
            "affilname": "Queensland University of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011019",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Australian University Librarians",
        "Queensland Children's Hospital Foundation",
        "Children's Hospital Foundation",
        "NHMRC",
        "University of Queensland",
        "Charles Darwin University"
    ]
}