{
    "eid": "2-s2.0-85088124560",
    "title": "Do analysts’ recommendations reflect co-opted boards?",
    "cover-date": "2020-08-21",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (miscellaneous)",
            "@code": "1401",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "Agency theory",
        "Analyst",
        "Analyst recommendation",
        "Board independence",
        "Co-opted boards",
        "Corporate governance"
    ],
    "authors": [
        "Suwongrat Papangkorn",
        "Pattanaporn Chatjuthamard",
        "Pornsit Jiraporn",
        "Piyachart Phiromswad"
    ],
    "citedby-count": 6,
    "ref-count": 38,
    "ref-list": [
        "Fundamental analysis, future earnings, and stock prices",
        "A new perspective on board composition and firm performance in an emerging market",
        "Do analyst recommendations reflect shareholder rights?",
        "What matters in corporate governance?",
        "Paying the price? The impact of controversial governance practices on managerial reputation",
        "A re-examination of analysts’ superiority over time-series forecasts of annual earnings",
        "Analyzing analyst research: a review of past coverage and recommendations for future research",
        "The superiority of analyst forecasts as measures of expectations: evidence from earnings",
        "Co-opted boards",
        "Types of director, board diversity and firm performance",
        "The emergence of corporate governance from wall St. to main St.: outside directors, board diversity, earnings management, and managerial incentives to bear risk",
        "Corporate governance and equity prices",
        "Do co-opted boards enhance or reduce R&D productivity?",
        "Endogenously chosen boards of directors and their monitoring of the CEO",
        "It pays to have friends",
        "The impact of corporate social responsibility on investment recommendations: analysts’ perceptions and shifting institutional logics",
        "Self‐ or rule‐based governance: analysis of choice‐making behaviour",
        "CSR, social ties and firm performance”, corporate governance",
        "Analyzing the analysts: when do recommendations add value?",
        "Theory of the firm: managerial behavior, agency costs and ownership structure",
        "Do co‐opted directors influence dividend policy?",
        "Corporate governance and board effectiveness",
        "CEO connectedness and corporate fraud",
        "Board governance and company performance: any correlations?",
        "Analysts’ forecasts and asset pricing: a survey",
        "What’s wrong with corporate governance: a note",
        "The effects and unintended consequences of the sarbanes-oxley act on the supply and demand for directors",
        "Where is independent director efficacy?”, corporate governance",
        "Understanding the corporate governance quadrilateral",
        "The impact of analysts’ recommendations on the cost of debt: international evidence",
        "Analyst incentives and the financial characteristics of wall street darlings and dogs",
        "The complex relation between director independence and board effectiveness",
        "On the efficiency of internal and external corporate control mechanisms",
        "Corporate governance mechanisms and firm performance: evidence from the emerging market following the revised CG code",
        "Who shall govern? CEO/board power, demographic similarity, and new director selection",
        "Co-opted directors and board effectiveness: an analysis of meeting frequency",
        "Analyst recommendations and corporate governance in emerging markets"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "CU-Collar",
        "Collaborating Center for Labor Research at Chulalongkorn University",
        "Chulalongkorn University"
    ]
}