{
    "eid": "2-s2.0-84905826735",
    "title": "Understanding the medication experiences of Thai patients attending a medication therapy management clinic",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Drug-related problems",
        "Medication experiences",
        "Medication therapy management",
        "Patients",
        "Pharmaceutical care",
        "Thailand"
    ],
    "authors": [
        "Phantipa Sakthong"
    ],
    "citedby-count": 7,
    "ref-count": 21,
    "ref-list": [
        "Crossing the quality of chasm: A new health system for the 21st century",
        "Patient-centered medicine: Transforming the clinical method",
        "Drug-related morbidity and mortality: Updating the cost-of-illness model",
        "Financing drugs in South-East Asia: Report of the first meeting (Health Economics and Drugs Series No. 004).",
        "Thailand health profile 2005-2007.",
        "Pharmaceutical care practice: The clinician's guide.",
        "Understanding the meaning of medications for patients: The medication experience",
        "Pharmaceutical care uncovered: An ethnographic study of pharmaceutical care practice",
        "Researching lived experience: Human science for an action sensitive pedagogy",
        "Listening in the shadows: The chronic illness experience of medically uninsured individuals",
        "Psychometric Theory.",
        "Care ideologies reflected in 4 conceptions of pharmaceutical care",
        "An inquiry into medication meanings, illness, medication use, and the transformative potential of chronic illness among African Americans with hypertension",
        "The meaning of medications: Another look at compliance",
        "Stress reduction programs in patients with elevated blood pressure: A systematic review and meta-analysis",
        "A randomized controlled trial on effects of the transcendental meditation program on blood pressure, psychological distress, and coping in young adults",
        "Patient-centered instructions for medications prescribed for the treatment of heart failure",
        "Problems of Nonadherence in Cardiology and Proposals to Improve Outcomes",
        "Medication taking and diabetes: A systematic review of the literature",
        "Interventions to improve adherence to lipid lowering medication.",
        "Effect of a pharmacy care program on medication adherence and persistence, blood pressure, and low-density lipoprotein cholesterol: A randomized controlled trial"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Dammam",
            "affilname": "Imam Abdulrahman Bin Faisal University",
            "affiliation-country": "Saudi Arabia"
        }
    ],
    "funding": []
}