{
    "eid": "2-s2.0-84956687978",
    "title": "The impact of a conditional cash transfer program on the utilization of non-targeted services: Evidence from Afghanistan",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "Health (social science)",
            "@code": "3306"
        },
        {
            "$": "History and Philosophy of Science",
            "@code": "1207"
        }
    ],
    "keywords": [
        "Afghanistan",
        "Conditional cash transfer",
        "Lack of exclusion restrictions",
        "Treatment effects"
    ],
    "authors": [
        "Nopphol Witvorapong"
    ],
    "citedby-count": 10,
    "ref-count": 26,
    "ref-list": [
        "Is demand-side financing equity enhancing? Lessons from a maternal health voucher scheme in Bangladesh",
        "Programme evaluation and spillover effects",
        "Spillover Impacts of a reproductive health program on elderly women in Rural Bangladesh",
        "Spillovers from Conditional Cash Transfer Programs: Bolsa Familia and Crime in Urban Brazil",
        "Health Spillover Effects of a Conditional Cash Transfer Program",
        "Role of cash in conditional cash transfer programmes for child health, growth, and development: an analysis of Mexico's Oportunidades",
        "Demand Side Financing in Health: How Far Can it Address the Issue of Low Utilization in Developing Countries? World Health Report Background Paper, No. 27",
        "Econometrica",
        "Difficulties leaving home: A cross-sectional study of delays in seeking emergency obstetric care in Herat, Afghanistan",
        "Final Report: Pilot Study on Increasing Demand for Utilization on Maternal Health and Childcare Services",
        "Improving access to maternity services: An overview of cash transfer and voucher schemes in South Asia",
        "Availability and quality of emergency obstetric and neonatal care services in Afghanistan",
        "A semiparametric model for binary response and continuous outcomes under index heteroscedasticity",
        "India's Janani Suraksha Yojana, a conditional cash transfer programme to increase births in health facilities: an impact evaluation",
        "Lancet Meet. Abstr.",
        "Too good to be true? An assessment of health system progress in Afghanistan, 2002-2012",
        "Estimation of treatment effects without an exclusion restriction: With an application to the analysis of the school breakfast program",
        "Afghanistan provincial Health Profile 2011. Unpublished MOPH Document",
        "Afghanistan's Basic Package of Health Services: Its development and effects on rebuilding the health system",
        "Afghanistan's national strategy for improving quality in health care",
        "Vouchers as demand side financing instruments for health care: A review of the Bangladesh maternal voucher scheme",
        "The impact of Brazil's Bolsa Família conditional cash transfer program on children's health care utilization and health outcomes",
        "Removing user fees for basic health services: A pilot study and national roll-out in Afghanistan",
        "Externality and Behavioral Change Effects of a Non-randomised CCT Programme: Heterogeneous Impact on the Demand for Health and Education",
        "'Midwives are the backbone of our health system': Lessons from afghanistan to guide expansion of midwifery in challenging settings",
        "Constructing socio-economic status indices: How to use principal components analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kabul",
            "affilname": "Ministry of Public Health",
            "affiliation-country": "Afghanistan"
        }
    ],
    "funding": []
}