{
    "eid": "2-s2.0-85052703924",
    "title": "Contrast- vs. non-contrast enhanced MR data sets for characterization of perianal fistulas",
    "cover-date": "2019-02-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Radiological and Ultrasound Technology",
            "@code": "3614",
            "@abbrev": "HEAL"
        },
        {
            "@_fa": "true",
            "$": "Radiology, Nuclear Medicine and Imaging",
            "@code": "2741",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Gastroenterology",
            "@code": "2715",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Urology",
            "@code": "2748",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Contrast agent",
        "Crohn’s disease",
        "MRI",
        "Perianal fistula"
    ],
    "authors": [
        "Kamonwon Cattapan",
        "Thitinan Chulroek",
        "Hamed Kordbacheh",
        "Dearada Wancharoenrung",
        "Mukesh Harisinghani"
    ],
    "citedby-count": 5,
    "ref-count": 24,
    "ref-list": [
        "Magnetic resonance imaging of perianal fistulas",
        "An assessment of the incidence of fistula-in-ano in four countries of the European Union",
        "Fistula-in-ano in a defined population. Incidence and epidemiological aspects",
        "A classification of fistula-in-ano",
        "MR imaging evaluation of perianal fistulas: spectrum of imaging features",
        "MR imaging classification of perianal fistulas and its implications for patient management",
        "AGA technical review on perianal Crohn’s disease",
        "Who is at risk for developing chronic anal fistula or recurrent anal sepsis after initial perianal abscess?",
        "Risk factors for recurrence and incontinence after anal fistula surgery",
        "Role of magnetic resonance imaging in the management of perianal Crohn’s disease",
        "Imaging in patients with Crohn’s disease: trends in abdominal CT/MRI utilization and radiation exposure considerations over a 10-year period",
        "Dynamic contrast-enhanced MR imaging of perianal fistulas",
        "MRI safety update 2008: part 1, MRI contrast agents and nephrogenic systemic fibrosis",
        "Gadolinium deposition in the brain: summary of evidence and recommendations",
        "High signal intensity in the dentate nucleus and globus pallidus on unenhanced T1-weighted MR images: relationship with increasing cumulative dose of a gadolinium-based contrast material",
        "Detection of prostate cancer with multiparametric MRI (mpMRI): effect of dedicated reader education on accuracy and confidence of index and anterior cancer diagnosis",
        "Magnetic resonance imaging of the effects of infliximab on perianal fistulizing Crohn’s disease",
        "Preoperative MR imaging of anal fistulas: does it really help the surgeon?",
        "Ideal combination of sequences for perianal fistula classification and evaluation of additional findings for readers with varying experience",
        "MRI features of perianal fistulas: is there a difference between Crohn’s and non-Crohn’s patients?",
        "Added value of diffusion-weighted magnetic resonance imaging for the diagnosis of perianal fistula",
        "Comparison of T2-weighted imaging, diffusion-weighted imaging and contrast-enhanced T1-weighted MR imaging for evaluating perianal fistulas",
        "Magnetic resonance imaging (MRI) evaluation of perianal fistulae with surgical correlation",
        "Diffusion-weighted MRI: a new tool for the diagnosis of fistula in ano"
    ],
    "affiliation": [
        {
            "affiliation-city": "Boston",
            "@id": "60029929",
            "affilname": "Massachusetts General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029929",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60020352",
            "affilname": "Vajira Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020352",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Glenn Shingledecker"
    ]
}