{
    "eid": "2-s2.0-84922660917",
    "title": "Extended proximal trochleoplasty for the correction of bidirectional patellar luxation in seven Pomeranian dogs",
    "cover-date": "2015-02-01",
    "subject-areas": [
        {
            "$": "Small Animals",
            "@code": "3404"
        }
    ],
    "keywords": [],
    "authors": [
        "C. Wangdee"
    ],
    "citedby-count": 22,
    "ref-count": 14,
    "ref-list": [
        "Surgical model of osteoarthritis secondary to medial patellar luxation in dogs",
        "Patellar luxation as a complication of surgical intervention for the management of cranial cruciate ligament rupture in dogs: A retrospective study of 32 cases",
        "Degeneration, inflammation, regeneration, and pain/disability in dogs following destabilization or articular cartilage grooving of the stifle joint",
        "Frequency and distribution of medial and lateral patellar luxation in dogs: 124 cases (1982-1992).",
        "Comparison of the effects of firocoxib, carprofen and vedaprofen in a sodium urate crystal induced synovitis model of arthritis in dogs",
        "Vertical patellar position in large-breed dogs with clinically normal stifles and large-breed dogs with medial patellar luxation",
        "Proximodistal alignment of the canine patella: Radiographic evaluation and association with medial and lateral patellar luxation",
        "Handbook of Small Animal Orthopedics and Fracture Repair",
        "Patellar luxation in the dog",
        "Canine patellar luxation.",
        "A Retrospective Evaluation of Stifle Osteoarthritis in Dogs with Bilateral Medial Patellar Luxation and Unilateral Surgical Repair",
        "The European Journal of Companion Animal Practice",
        "Evaluation of surgical treatment of medial patellar luxation in Pomeranian dogs"
    ],
    "affiliation": [
        {
            "affiliation-city": "Utrecht",
            "affilname": "Departement Geneeskunde van Gezelschapsdieren",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}