{
    "eid": "2-s2.0-85027700843",
    "title": "Thermal analysis for peak temperature distribution in reinforced concrete beams after exposure to ASTM E119 standard fire",
    "cover-date": "2017-07-31",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "ASTM E119",
        "Finite element method",
        "Fire",
        "Nonlinear transient thermal analysis",
        "Peak temperature distribution",
        "Reinforced concrete beams"
    ],
    "authors": [
        "Seksith Tiantongnukul"
    ],
    "citedby-count": 6,
    "ref-count": 29,
    "ref-list": [
        "An approach for evaluating the residual strength of fire-exposed RC beams",
        "The 9Th International Conference: Modern Building Materials, Structures and Techniques",
        "Response of restrained concrete beams under design fire exposure",
        "Experimental study on residual flexural behavior of reinforced concrete beams after exposure to fire",
        "VERY SIMPLE METHOD FOR ESTIMATING TEMPERATURE IN FIRE EXPOSED CONCRETE STRUCTURES.",
        "Res. J. Env. Earth Sci.",
        "Nonlinear analysis of reinforced concrete cross-sections exposed to fire",
        "A numerical model for predicting the fire resistance of reinforced concrete beams",
        "A simplified approach for predicting temperature in reinforced concrete members exposed to standard fire",
        "Simple method for predicting temperatures in reinforced concrete beams exposed to a standard fire",
        "Effect of fire on the residual mechanical properties and structural performance of reinforced concrete beams",
        "Residual behavior of fire-exposed reinforced concrete beams prestrengthened in flexure with fiber-reinforced polymer sheets",
        "Prediction of post fire load deflection response of RC flexural members using simplistic numerical approach",
        "3D Numerical analysis of reinforced concrete beams exposed to elevated temperature",
        "ANSYS User’s Manual",
        "Structural Fire Protection: Manual of Practice No. 78",
        "High-temperature properties of concrete for fire resistance modeling of structures",
        "Factors affecting the thermal properties of concrete and applicability of its prediction models",
        "The thermal properties of concrete",
        "Fire Engineering Design Guide",
        "Properties of concrete at elevated temperatures",
        "Standard Test Methods for Fire Test of Building Construction and Materials",
        "Principles of Heat Transfer",
        "AJER",
        "Method to calculate the fire resistance of reinforced concrete columns with rectangular cross section",
        "Building Research Association of New Zealand",
        "Finite element modeling of reinforced concrete beams exposed to fire",
        "A Study into the Behavior of Reinforced-Concrete Columns under Fire Exposures Using Spreadsheet-Based Numerical Model",
        "Flexural Analysis of Fire-Exposed Reinforce Concrete Beams Strengthened with Fiber-Reinforced Polymer Plates, (In Thai)"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}