{
    "eid": "2-s2.0-85049795287",
    "title": "Do Listeners Perceive Interviewers’ Attributes from their Voices and Do Perceptions Differ by Question Type?",
    "cover-date": "2018-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Anthropology",
            "@code": "3314",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [],
    "authors": [
        "Nuttirudee Charoenruk",
        "Kristen Olson"
    ],
    "citedby-count": 5,
    "ref-count": 35,
    "ref-list": [
        "Effects of pitch and speech rate on personal attributions",
        "Vocal expression and perception of emotion",
        "The role of perceived voice and speech characteristics in vocal emotion communication",
        "Effects of speech rate, pitch, and pausing on survey participation decisions",
        "Disfluency rates in conversation: Effects of age, relationship, topic, role, and gender",
        "Ascribed status, lexical diversity, and accent: Determinants of perceived status, solidarity, and control of speech style",
        "Research on interviewing techniques",
        "Cues of communication difficulty in telephone interviews",
        "Modeling speech disfluency to predict conceptual misalignment in speech survey interfaces",
        "Recognition of time-compressed and natural speech with selective temporal enhancements by young and elderly listeners",
        "Telephone interviewer voice characteristics and the survey participation decision",
        "Interviewer error and interviewer burden",
        "Attributes of a telemarketer’s voice and persuasiveness. A review and synthesis of the literature",
        "Speed of speech and persuasion",
        "Effects of interviewer vocal characteristics on nonresponse",
        "An examination of questionnaire evaluation by expert reviewers",
        "Effect of interviewer experience on interview pace and interviewer attitudes",
        "The voice of confidence: Paralinguistic cues and audience evaluation",
        "Speed of speech and persuasion: Evidence for multiple effects",
        "Speech rates in British English",
        "Do interviewers’ voice characteristics influence cooperation rates in telephone surveys?",
        "Subject speech rates as a function of interviewer behaviour",
        "Towards an integrated understanding of speaking rate in conversation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Lincoln",
            "@id": "60026306",
            "affilname": "University of Nebraska–Lincoln",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026306",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "NSF"
    ]
}