{
    "eid": "2-s2.0-85044043279",
    "title": "Analysis of the complete mitochondrial genome of the giant honeybee, Apis dorsata, (Hymenoptera: Apidae) in Thailand",
    "cover-date": "2018-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Genetics",
            "@code": "1311",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Apis dorsata",
        "Giant honeybee, migratory species",
        "Thailand",
        "tRNA structure"
    ],
    "authors": [
        "Jun ichi Takahashi",
        "Sureerat Deowanish",
        "Hisashi Okuyama"
    ],
    "citedby-count": 5,
    "ref-count": 20,
    "ref-list": [
        "Phylogenetic relationships of honey bees Hymenoptera: Apinae: Apini) inferred from nuclear and mitochondrial DNA sequence data",
        "MITOS: improved de novo metazoan mitochondrial genome annotation",
        "Phylogeography of Apis dorsata (Hymenoptera: Apidae) from China and neighboring Asian areas",
        "The near complete mitochondrial genome of the Giant honey bee, Apis dorsata (Hymenoptera: Apidae: Apinae) and its phylogenetic status",
        "Genetic differentiation of the giant honey bee (Apis dorsata) in Thailand analyzed by mitochondrial genes and microsatellites",
        "TREEFINDER: a powerful graphical analysis environment for molecular phylogenetics",
        "The sex determination gene shows no founder effect in the giant honey bee, Apis dorsata",
        "A molecular phylogeny of the genus Apis suggests that the giant honey bee of the Philippines, A. breviligula Maa, and the plains honey bee of southern India, A. indica Fabricius are valid species",
        "Distribution of recently recognized species of honeybees (Hymenoptera: Apidae Apis) in Asia",
        "Genetic structure of an Apis dorsata population: the significance of migration and colony aggregation",
        "Genetic structure of a giant honey bee (Apis dorsata) population in northern Thailand: implications for conservation",
        "Genetic structure of Malaysian Apis dorsata aggregations in Marang distinct (Terengganu)",
        "Apis laboriosa’s largest honey bee (Hymenoptera, Apidae)",
        "Characterization of the complete mitochondrial genome of the giant black Himalayan honeybee (Apis laboriosa) from Nepal",
        "MEGA6: molecular evolutionary genetics analysis version 6.0",
        "Mitochondrial variation and genetic differentiation in honey bees (Apis cerana, A. koschevnikovi and A. dorsata) of Borneo",
        "Seasonal nesting cycle and migration patterns of the Himalayan honey bee Apis laboriosa",
        "Swarming and migration of Apis dorsata and Apis laboriosa honey bees in India, Nepal and Bhutan"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kyoto",
            "@id": "60017585",
            "affilname": "Kyoto Sangyo University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017585",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}