{
    "eid": "2-s2.0-85017333305",
    "title": "Asset allocations in a thai defined contribution fund: A behavioural experiment conditioned by financial expertise",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Strategy and Management",
            "@code": "1408"
        },
        {
            "$": "General Economics",
            "@code": "2000"
        },
        {
            "$": "Business and International Management",
            "@code": "1403"
        }
    ],
    "keywords": [
        "Emotional asset allocations",
        "Home pension bias",
        "Pensions and financial literacy"
    ],
    "authors": [
        "Pornanong Budsaratragoon"
    ],
    "citedby-count": 2,
    "ref-count": 42,
    "ref-list": [
        "Lehman sisters",
        "The role of epistemic motivation in individuals' response to decision complexity",
        "Cultural influences on home bias and international diversification by institutional investors",
        "Gender-based risk aversion and retirement asset allocation",
        "South East Asian provident and pension funds: Investment policies and performance",
        "Social security reform imperatives: The Southeast Asian case",
        "Journal of Pensions Management",
        "Risk aversion or myopia? Choices in repeated gambles and retirement investments",
        "Naive diversification strategies in defined contribution saving plans",
        "The national market impact of sovereign rating changes",
        "Accounting, Accountability and Performance",
        "Default funds in U.K. defined-contribution plans",
        "Journal of Asset Management",
        "EMPLOYEE FINANCIAL LITERACY AND RETIREMENT PLAN BEHAVIOR: A CASE STUDY",
        "Gender differences in preferences",
        "Are M.B.A. students a good proxy for nonprofessional investors?",
        "Financial literacy and pension plan participation in Italy",
        "The shifting structure of private pensions",
        "Optimal life-cycle asset allocation: Understanding the empirical evidence",
        "Journal of Behavioral Finance",
        "Myopic loss aversion: Demystifying the key factors influencing decision problem framing",
        "Journal of Psychology and Financial Markets",
        "Choices, values, and frames",
        "Management science",
        "Pension fund, provident and social security system in Thailand",
        "Social Security System in Thailand: Past Experiences, Problems, and Reform Prospects",
        "Procedia Economics and Finance",
        "Childcare, eldercare, and labor force participation of married women in Urban China, 1982-2000",
        "Stock market mean reversion and portfolio choice over the life cycle",
        "Individual home bias, portfolio churning and performance",
        "Designing the user interface for multimodal speech and pen-based gesture applications: State-of-the-art systems and future research directions",
        "The impact of the national pension fund on the suitability of elderly pensions in Thailand",
        "Self-other decision making and loss aversion",
        "When good decisions have bad outcomes: The impact of affect on switching behavior",
        "Regret aversion and decision process quality: Effects of regret salience on decision process carefulness",
        "Status quo bias in decision making",
        "Decision-dependent emotions and behavioral anomalies",
        "Journal of Behavioral Finance",
        "Marketing Science",
        "Multiple prospect framing and decision behavior: The mediational roles of perceived riskiness and perceived ambiguity",
        "Notional defined contribution accounts neoliberal ideology and the political economy of pension reform",
        "Against financial-literacy education"
    ],
    "affiliation": [
        {
            "affiliation-city": "Brisbane",
            "affilname": "The University of Queensland Business School",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Glasgow",
            "affilname": "Strathclyde Business School, United Kingdom",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}