{
    "eid": "2-s2.0-84890339882",
    "title": "Styrene grafted natural rubber reinforced by in situ silica generated via sol-gel technique",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        }
    ],
    "keywords": [
        "Graft copolymer",
        "In situ silica",
        "Nanocomposite materials",
        "Sol-gel process"
    ],
    "authors": [
        "Torpong Sittiphan"
    ],
    "citedby-count": 21,
    "ref-count": 38,
    "ref-list": [
        "Toughening of polystyrene by natural rubber-based composite particles: Part I Impact reinforcement by PMMA and PS grafted core-shell particles",
        "Toughening of polystyrene by natural rubber-based composite particles: Part II Influence of the internal structure of PMMA and PS-grafted core-shell particles",
        "Preparation of a natural rubber core/polymer shell in a nanomatrix by graft copolymerization",
        "Preparation and morphological characterization of two- and three-component natural rubber-based latex particles",
        "Use of natural rubber-g-polystyrene as a compatibilizer in casting natural rubber/polystyrene blend films",
        "Nano-matrix structure formed by graft-copolymerization of styrene onto natural rubber",
        "Effects of redox initiator on graft copolymerization of methyl methacrylate onto natural rubber",
        "Graft copolymerization onto rubber. VII. Graft copolymerization of methyl methacrylate onto rubber using potassium peroxydisulfate catalyzed by silver ion",
        "New macromolecular silane coupling agents synthesized by living anionic polymerization; grafting of these polymers onto inorganic particles and metals",
        "Thermoplastic ionomers based on \"styrene grafted natural rubber\"",
        "Synthesis of graft copolymers from natural rubber using cumene hydroperoxide redox initiator",
        "Effects of methyl methacrylate grafting and in situ silica particle formation on the morphology and mechanical properties of natural rubber composite films",
        "Silica/silane - A winning reinforcement formula",
        "Reinforcement of natural rubber by silica generated in situ",
        "Preparation of \"Green\" composites by the sol-gel process: In situ silica filled natural rubber",
        "In situ formation of particulate silica in natural rubber matrix by the sol-gel reaction",
        "Effect of catalyst on in situ silica reinforcement of styrene-butadiene rubber vulcanizate by the sol-gel reaction of tetraethoxysilane",
        "In situ formed silica particles in rubber vulcanizate by the sol-gel method",
        "Reinforcement of acrylonitrile-butadiene rubber by silica generated in situ",
        "Preparation of a new class of polyimide-silica hybrid films by sol-gel process",
        "Trialkoxysilane grafting onto nanoparticles for the preparation of clear coat polyacrylate systems with excellent scratch performance",
        "Three-dimensional nano-structure of in situ silica in natural rubber as revealed by 3D-TEM/electron tomography",
        "Effect of silane-coupling agent on natural rubber filled with silica generated in situ",
        "Nano-structural observation of in situ silica in natural rubber matrix by three dimensional transmission electron microscopy",
        "Natural rubber/in situ silica nanocomposite of a high silica content",
        "Moisture cure and in‐situ silica reinforcement of epoxidized natural rubber",
        "Macromol. Chem. Rapid. Commun.",
        "Epoxidised natural rubber/silica hybrid nanocomposites by sol-gel technique: Effect of reactants on the structure and the properties",
        "Preparation of high performance nanocomposite elastomer: Effect of reaction conditions on in situ silica generation of high content in natural rubber",
        "Silica-reinforced natural rubber prepared by the sol-gel process of ethoxysilanes in rubber latex",
        "In situ silica reinforcement of natural rubber by sol-gel process via rubber solution",
        "In situ silica reinforcement of methyl methacrylate grafted natural rubber by sol-gel process",
        "Morphology and mechanical properties of natural rubber and styrene-grafted natural rubber latex compounds",
        "In situ silica filled styrene grafted natural rubber by the sol-gel process",
        "Kinetics and mechanism of grafting styrene onto natural rubber in emulsion polymerization using cumene hydroperoxide-tetraethylenepentamine as redox initiator",
        "Encyclopedia of Polymer Science and Technology",
        "Mechanics of Composite Material",
        "Natural rubber-g-methyl methacrylate/poly(methyl methacrylate) blends"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Thai Government",
        "Toyo Tire & Rubber Co. Ltd."
    ]
}