{
    "eid": "2-s2.0-84992342823",
    "title": "Innovation of Embedding Eggshell to Enhance Physical-Mechanical-Thermal Properties in Fired Clay Bricks via Extrusion Process",
    "cover-date": "2016-10-07",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Nuchnapa Tangboriboon"
    ],
    "citedby-count": 12,
    "ref-count": 22,
    "ref-list": [
        "Characterization and adsorption properties of eggshells and eggshell membrane",
        "Avian eggshell mineralization: Biochemical and functional characterization of matrix proteins",
        "J. Pak. Mater. Soc.",
        "Constr. Build Mater.",
        "Industrial Ceramics",
        "Ceramics & Plastics: Testing of Engineering",
        "Iowa Geological Survey Annual Report",
        "Technical Notes on Brick Construction",
        "Development of sustainable construction material using industrial and agricultural solid waste: A review of waste-create bricks",
        "Effect of the change of firing temperature on microstructure and physical properties of clay bricks from beruas (Malaysia)",
        "Ceram. Int.",
        "Possible use of biosolids in fired-clay bricks",
        "Porous clay bricks manufactured with rice husks",
        "Correlations between combustion type additives and expansion after extrusion of clay bricks",
        "Carbonate and silicate phase reactions during ceramic firing",
        "EN 832: Thermal Performance of Building Calculation of Energy Use for Heating Residential Buildings",
        "A literature review on adding value to solid residues: Egg shells",
        null,
        "Mineralogical transformations of calcareous rich clays with firing: A comparative study between calcite and dolomite rich clays from Algarve, Portugal",
        "Firing transformations of Tertiary clays used in the manufacturing of ceramic tile bodies",
        "Preparation and the phase transformation behavior of amorphous mesoporous calcium silicate",
        "Preparation and in vitro bioactivities of calcium silicate nanophase materials"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}