{
    "eid": "2-s2.0-84944908944",
    "title": "Factors associated with latency period in preterm prelabor rupture of membranes",
    "cover-date": "2016-08-17",
    "subject-areas": [
        {
            "$": "Obstetrics and Gynecology",
            "@code": "2729"
        },
        {
            "$": "Pediatrics",
            "@code": "2735"
        }
    ],
    "keywords": [
        "Factors",
        "latency period",
        "prelabor",
        "preterm",
        "rupture of membranes"
    ],
    "authors": [
        "Vorapong Phupong"
    ],
    "citedby-count": 14,
    "ref-count": 24,
    "ref-list": [
        "J Paediatr Obstet Gynaecol",
        "Outcome of Preterm Premature Rupture of Membranes",
        "Chula Med J",
        "Expectant management of preterm premature rupture of the membranes",
        "Induction versus expectant management in premature rupture of the membranes with mature amniotic fluid at 32 to 36 weeks: A randomized trial",
        "Conservative management of patients with premature rupture of fetal membranes",
        "The natural history of preterm ruptured membranes: What to expect of expectant management",
        "Broad-spectrum antibiotics for preterm, prelabour rupture of fetal membranes: The ORACLE I randomised trial",
        "Antibiotic therapy for reduction of infant morbidity after preterm premature rupture of the membranes: A randomized controlled trial",
        "ACOG Practice Bulletin No. 80: Premature rupture of membranes",
        "ACOG practice bulletin. Premature rupture of membranes. Clinical management guidelines for obstetrician-gynecologists. Number 1, June 1998. American College of Obstetricians and Gynecologists.",
        "Clinical course of preterm prelabor rupture of membranes in the era of prophylactic antibiotics",
        "Effect of terbutaline on latency period in preterm premature rupture of membranes",
        "Preterm premature rupture of membranes: Is there an optimal gestational age for delivery?",
        "Factors affecting the latency period in patients with preterm premature rupture of membranes",
        "Factors affecting the duration of the latency period in preterm premature rupture of membranes",
        "Parameters affecting latency period in PPROM cases: A 10-year experience of a single institution",
        "Factors and outcomes associated with longer latency in preterm premature rupture of membranes",
        "Antibiotics for preterm rupture of membranes",
        "Tocolysis does not improve neonatal outcome in patients with preterm rupture of membranes",
        "Oral ritodrine and preterm premature rupture of membranes",
        "Premature rupture of the membranes – aggressive versus conservative approach: Effect of tocolytic and antibiotic therapy",
        "Tocolytics for preterm premature rupture of membranes",
        "Transvaginal cervical length and amniotic fluid index: Can it predict delivery latency following preterm premature rupture of membranes?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}