{
    "eid": "2-s2.0-84979223418",
    "title": "Chamigrane sesquiterpenes from a basidiomycetous endophytic fungus XG8D associated with Thai mangrove Xylocarpus granatum",
    "cover-date": "2016-07-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3001"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Chamigrane",
        "Cytotoxic",
        "Endophytic fungus",
        "Sesquiterpene"
    ],
    "authors": [
        "Siwattra Choodej"
    ],
    "citedby-count": 23,
    "ref-count": 29,
    "ref-list": [
        "Secondary metabolites of fungi from marine habitats",
        "Secondary metabolites from marine-derived microorganisms",
        "Diversity of endophytic fungi in the roots of mangrove species on the west coast of India",
        "Mangrove derived fungal endophytes - A chemical and biological perception",
        "Penibruguieramine A, a novel pyrrolizidine alkaloid from the endophytic Fungus Penicillium sp. GD6 associated with chinese mangrove Bruguiera gymnorrhiza",
        "Brocazines A-F, cytotoxic bisthiodiketopiperazine derivatives from Penicillium brocae MA-231, an endophytic fungus derived from the marine mangrove plant Avicennia marina",
        "Antiviral alkaloids produced by the mangrove-derived fungus cladosporium sp. PJX-41",
        "Sesquiterpenoids from the mangrove-derived endophytic fungus diaporthe sp.",
        "Spirobisnaphthalenes from the mangrove-derived fungus Rhytidhysteron sp. AS21B",
        "Rhytidenones A-F, spirobisnaphthalenes from Rhytidhysteron sp. AS21B, an endophytic fungus",
        "Cytotoxic nor-chamigrane and chamigrane endoperoxides from a basidiomycetous fungus",
        "Antiangiogenic effect of chamigrane endoperoxides from a Thai mangrove-derived fungus",
        "Novel halogenated metabolites from the Malaysian Laurencia pannosa",
        "Oxachamigrenes, new halogenated sesquiterpenes from Laurencia obtusa",
        "New sesquiterpene derivatives from the red alga Laurencia scoparia. Isolation, structure determination, and anthelmintic activity",
        "Fourteen chamigrane derivatives from a red alga, Laurencia nidifica",
        "Nat. Prod. Chem. Res.",
        "Terpenes from marine-derived fungi",
        "Two novel norsesquiterpene peroxides from basidiomycete Steccherinum ochraceum",
        "Cytotoxic norsesquiterpene peroxides from the endophytic fungus Talaromyces flavus isolated from the mangrove plant Sonneratia apetala",
        "Cytotoxic sesquiterpenes from the endophytic fungus Pseudolagarobasidium acaciicola",
        "Rediscovering natural product biodiversity",
        "Meroterpenoid and diphenyl ether derivatives from penicillium sp. MA-37, a fungus isolated from marine mangrove rhizospheric soil",
        "Bioactive anthraquinone derivatives from the mangrove-derived fungus stemphylium sp. 33231",
        "One strain-many compounds (OSMAC) method for production of polyketides, azaphilones, and an isochromanone using the endophytic fungus Dothideomycete sp.",
        "SHELX-97, Program for Crystal Structure Solution",
        "SHELX-97, Program for Crystal Structure Refinement",
        "Quercetin induced apoptosis in human leukemia HL-60 cells"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Valaya Alongkorn Rajabhat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Gifu",
            "affilname": "Gifu University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Robert Douglas John Butcher",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}