{
    "eid": "2-s2.0-84966681631",
    "title": "Mapping of b-Value Anomalies Along the Strike-Slip Fault System on the Thailand-Myanmar Border: Implications for Upcoming Earthquakes",
    "cover-date": "2017-06-01",
    "subject-areas": [
        {
            "$": "Oceanography",
            "@code": "1910"
        },
        {
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909"
        },
        {
            "$": "Geophysics",
            "@code": "1908"
        }
    ],
    "keywords": [
        "b -value",
        "earthquake forecasting",
        "frequency-magnitude distribution",
        "Seismicity",
        "Thailand-Myanmar border"
    ],
    "authors": [
        "Santi Pailoplee"
    ],
    "citedby-count": 1,
    "ref-count": 18,
    "ref-list": [
        "Bull. Seismol. Soc. Am.",
        "Bull. Seismol. Soc. Am.",
        "Teleseismic detection in the Aleutian Island arc.",
        "MAN-MADE CHANGES OF SEISMICITY RATES.",
        "Earthquake size distribution in subduction zones linked to slab buoyancy",
        "Spatial and temporal b value anomalies preceding the devastating off coast of NW Sumatra earthquake of December 26, 2004",
        "Technical Report, Southeast Asia Association of Seismology and Earthquake Engineering",
        "Mapping asperities along the sagaing fault zone, Myanmar usingb-value anomalies",
        "Earthquake activities along the strike-slip fault system on the Thailand-Myanmar border",
        "Probabilities of earthquake occurrences in Mainland Southeast Asia",
        "Earthquake activities in the Thailand-Laos-Myanmar border region: A statistical approach",
        "Deterministic and probabilistic seismic hazard analyses in Thailand and adjacent areas using active fault data",
        "FB-Value anomalies along the northern segment of the sumatra-andaman subduction zone:",
        "Variations in earthquake-size distribution across different stress regimes",
        "A software package to analyze seismicity: ZMAP",
        "Assessing the quality of earthquake catalogues: Estimating the magnitude of completeness and its uncertainty",
        "Reporting history of the Central Aleutians Seismograph Network and the quiescence preceding the 1986 Andreanof Island earthquake",
        "Seismicity patterns: Are they always related to natural causes?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}