{
    "eid": "2-s2.0-84924357197",
    "title": "Do audit opinions reflect earnings persistence?",
    "cover-date": "2015-03-02",
    "subject-areas": [
        {
            "$": "Organizational Behavior and Human Resource Management",
            "@code": "1407"
        },
        {
            "$": "General Economics",
            "@code": "2000"
        },
        {
            "$": "General Business",
            "@code": "1400"
        }
    ],
    "keywords": [
        "Audit modification",
        "Audit opinion",
        "Content analysis",
        "Earnings persistence",
        "Thailand"
    ],
    "authors": [
        "Thanyaluk Vichitsarawong"
    ],
    "citedby-count": 15,
    "ref-count": 62,
    "ref-list": [
        "Statement of Auditing Standard (SAS) No. 58, Reports on Audited Financial Statements",
        "Statement of Auditing Standard (SAS) No. 59, the Auditors Consideration of an entity’s Ability to Continue as a Going concern”",
        "Managerial Auditing Journal",
        "Book-tax conformity, earnings persistence and the association between earnings and future cash flows",
        "Do earnings reported under IFRS tell us more about future earnings and cash flows?",
        "Audit Qualifications and Share Prices",
        "Analyst earnings forecast revisions and the pricing of accruals",
        "Discretionary-accruals models and audit qualifications",
        "The effect of audit quality on earnings management",
        "The effectiveness of the auditor's going-concern evaluation as an external governance mechanism: Evidence from loan defaults",
        "An empirical analysis of auditor reporting and its association with abnormal accruals",
        "Journal of Accounting Research",
        "An Emerging Market's Reaction to Initial Modified Audit Opinions: Evidence from the Shanghai Stock Exchange",
        "Auditors' governance functions and legal environments: An international investigation",
        "Audit Pricing, Legal Liability Regimes, and Big 4 Premiums: Theory and Cross-Country Evidence",
        "The effects of qualified audit opinions on earnings response coefficients",
        "Auditing: A Journal of Practices &Amp; Theory",
        "The CPA Journal",
        "Auditor size and audit quality",
        "The persistence of earnings and cash flows and the role of special items: Implications for the accrual anomaly",
        "Understanding earnings quality: A review of the proxies, their determinants and their consequences",
        "Accountability and auditors' materiality judgments: The effects of differential pressure strength on conservatism, variability, and effort",
        "Qualified audit opinions and stock prices. Information content, announcement dates, and concurrent disclosures",
        "Abnormal stock returns associated with media disclosures of 'subject to' qualified audit opinions",
        "Do external auditors perform a corporate governance role in emerging markets? Evidence from East Asia",
        "Accounting Accruals and Auditor Reporting Conservatism",
        "What do we know about audit quality?",
        "The role of accounting and auditing in corporate governance and the development of financial markets around the world",
        "Disclosure policy choices of UK firms receiving modified audit reports",
        "The Global Financial Crisis: U.S. Bankruptcies and Going-Concern Audit Opinions",
        "The information content of losses",
        "Auditor reporting and earnings management: Some additional evidence",
        "Journal of International Accounting Research",
        "ISA 700, the Auditor’s Report on Financial Statements",
        "ISA 705, Modifications to the Opinion in the Independence Auditor’s Report",
        "ISA 706, Emphasis of Matter Paragraphs and Other Matter Paragraphs in the Independent Auditor’s Report",
        "Assessing quality of financial reporting",
        "The information content of the auditor's going concern evaluation",
        "Valuing loss firms",
        "Legal determinants of external finance",
        "Law and finance",
        "Auditors' decision-making under going-concern uncertainties in low litigation-risk environments: Evidence from Hong Kong",
        "Auditors' views on the type of audit report issued to entities with going concern uncertainties",
        "Going Concern Uncertainties: Disclaimer of Opinion versus Unqualified Opinion with Modified Wording",
        "Some economic determinants of time-series properties of earnings",
        "How well do investors understand loss persistence?",
        "Auditing: A Journal of Practice &Amp; Theory",
        "Auditing and Assurance Services",
        "Journal of Accounting Research",
        "Investor reaction to going concern audit reports",
        "Journal of Accounting Research",
        "An experimental test of the interaction of the insurance and information-signaling hypotheses in auditing",
        "Do modified audit opinions for Shanghai listed firms convey heterogeneous information?",
        "Accounting conservatism, the quality of earnings, and stock returns",
        "Annual Reports",
        "Auditor resignations: Clientele effects and legal liability",
        "What do dividends tell us about earnings quality?",
        "Do stock prices fully reflect information in accruals and cash flows about future earnings?",
        "The pricing of discretionary accruals",
        "Going-concern status, earnings persistence, and informativeness of earnings",
        "International Journal of Auditing",
        "THE ECONOMIC ROLE OF THE AUDIT IN FREE AND REGULATED MARKETS: A LOOK BACK AND A LOOK FORWARD"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn Business School",
        "affiliation-country": "Thailand"
    },
    "funding": []
}