{
    "eid": "2-s2.0-84978628974",
    "title": "Dogs that develop rabies post-vaccination usually manifest the paralytic subtype",
    "cover-date": "2016-09-01",
    "subject-areas": [
        {
            "$": "Food Animals",
            "@code": "3403"
        },
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        }
    ],
    "keywords": [
        "Encephalitic rabies",
        "Paralytic rabies",
        "Rabies",
        "Vaccination"
    ],
    "authors": [
        "Veera Tepsumethanon"
    ],
    "citedby-count": 2,
    "ref-count": 27,
    "ref-list": [
        "Factors associated with the success of rabies vaccination of dogs in Sweden",
        "The role of vaccination in rabies prevention",
        "A dog rabies vaccination campaign in rural Africa: Impact on the incidence of dog rabies and human dog-bite injuries",
        "Animal Vaccines",
        "Rabies in North America and Europe",
        "Estimating the Global Burden of Endemic Canine Rabies",
        "RABIES IN NIGERIA",
        "Paralytic complications following intravenous rabies immune globulin treatment in a patient with furious rabies [2]",
        "Human rabies: Neuropathogenesis, diagnosis, and management",
        "The production of antibody by invading B cells is required for the clearance of rabies virus from the central nervous system",
        "Therapeutic immune clearance of rabies virus from the CNS",
        "Canine rabies in the united states, 1971-1973: Study of reported cases with reference to vaccination history",
        "Immunology",
        "Furious and paralytic rabies of canine origin: Neuroimaging with virological and cytokine studies",
        "Neuroimaging in Rabies",
        "Pathogenesis of street rabies virus infections in resistant and susceptible strains of mice",
        "Eliminating canine rabies, the principal source of human infection: What will it take?",
        "Rabies",
        "Rev. Sci. Tech. Off. Int. Epiz.",
        "Canine rabies in Nigeria, 1970-1980 reported cases in vaccinated dogs",
        "Vaccine-induced rabies infection in rural dogs in Anambra State, Nigeria",
        "Reduced viral burden in paralytic compared to furious canine rabies is associated with prominent inflammation at the brainstem level",
        "Antibody response to an anti-rabies vaccine in a dog population under field conditions in Bolivia",
        "Immune response to rabies vaccine in Thai dogs: A preliminary report",
        "Survival of naturally infected rabid dogs and cats",
        "Six criteria for rabies diagnosis in living dogs",
        "The Natural History of Rabies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nanthaburi",
            "affilname": "World Health Organization, Thailand",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Toronto",
            "affilname": "The Hospital for Sick Children",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Queen Saovabha Memorial Institute",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Science and Technology Development Agency"
    ]
}