{
    "eid": "2-s2.0-85024924568",
    "title": "Actinobacteria from marine sediments: Diversity and secondary metabolites",
    "cover-date": "2016-01-01",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Khomsan Supong"
    ],
    "citedby-count": 0,
    "ref-count": 129,
    "ref-list": [
        "Salinispora pacifica sp. nov., an actinomycete from marine sediments",
        "Chlorizidine, a cytotoxic 5H-pyrrolo[2,1-a]isoindol-5-one-containing alkaloid from a marine Streptomyces sp.",
        "Culture Media for Actinomycetes.",
        "Daryamides A-C, weakly cytotoxic polyketides from a marine-derived actinomycete of the genus Streptomyces strain CNQ-085",
        "Bioactive microbial metabolites: A personal view",
        "Abyssomicin C - A polycyclic antibiotic from a marine Verrucosispora strain as an inhibitor of the p-aminobenzoic acid/tetrahydrofolate biosynthesis pathway",
        "Marine natural products",
        "Marineosins A and B, cytotoxic spiroaminals from a marine-derived actinomycete",
        "Actinomycetes from sediments in the Trondheim fjord, Norway: Diversity and biological activity",
        "Rare actinomycete bacteria from the shallow water sediments of the Trondheim fjord, Norway: Isolation, diversity and biological activity",
        "A novel approach to isolation of actinomycetes involving irradiation of soil samples with microwaves",
        "Use of electric pulses for selective isolation of actinomycetes from soil",
        "Isolation and characterization of tirandamycins from a marine-derived Streptomyces sp.",
        "Streptomyces pharmamarensis sp. nov. isolated from a marine sediment",
        "Spinactinospora alkalitolerans gen. nov., sp. nov., an actinomycete isolated from marine sediment",
        "Lucentamycins A-D, cytotoxic peptides from the marine-derived actinomycete Nocardiopsis lucentensis",
        "Combination of proteasome inhibitors bortezomib and NPI-0052 trigger in vivo synergistic cytotoxicity in multiple myeloma",
        "Culturable diversity and antimicrobial activity of Actinobacteria from marine sediments in Valparaíso bay, Chile",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Verrucosispora sediminis sp. nov., a cyclodipeptide-producing actinomycete from deep-sea sediment",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Total synthesis of salinosporamide A",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Evolution.",
        "Marine actinomycetes as a source of novel secondary metabolites",
        "Salinosporamide A: A highly cytotoxic proteasome inhibitor from a novel microbial source, a marine bacterium of the new genus Salinospora",
        "Proximicin A, B and C, novel aminofuran antibiotic and anticancer compounds isolated from marine strains of the actinomycete Verrucosispora",
        "The Abyssomicin C family as in vitro inhibitors of Mycobacterium tuberculosis",
        "α-Pyrones and diketopiperazine derivatives from the marine-derived actinomycete nocardiopsis dassonvillei hr10-5",
        "Streptocarbazoles A and B, two novel indolocarbazoles from the marine-derived actinomycete strain Streptomyces sp. FMA",
        "Isolation of antibiotic-producing actinomyces from soil samples exposed to UV light",
        "Biotechnology.",
        "Actinomycetes in marine sediments. In Biological, Biochemical, and Biomedical Aspects of Actinomycetes",
        "Verrucosispora maris sp. nov., a novel deep-sea actinomycete isolated from a marine sediment which produces abyssomicins",
        "Verrucosispora fiedleri sp. nov., an actinomycete isolated from a fjord sediment which synthesizes proximicins",
        "Phylogenetic diversity of gram-positive bacteria cultured from marine sediments",
        "A fluorimetric method for the estimation of G+C mol% content in microorganisms by thermal denaturation temperature",
        "Nocardia coeliaca, Nocardia autotrophica, and the nocardin strain",
        "IDENTIFICATION OF NOCARDIA CAVIAE (ERIKSON) NOV. COMB.",
        "Salinosporamide natural products: Potent 20 S proteasome inhibitors as promising cancer chemotherapeutics",
        "ZHD-0501, a novel naturally occurring staurosporine analog from Actinomadura sp. 007",
        "Pollen-baiting and drying method for the highly selective isolation of Actinoplanes spp. from soil",
        "Albidopyrone, a new α-pyrone-containing metabolite from marine-derived Streptomyces sp. NTK 227",
        "Caboxamycin, a new antibiotic of the benzoxazole family produced by the deep-sea strain Streptomyces sp. NTK 937",
        "Powdered chitin agar as a selective medium for enumeration of actinomycetes in water and soil",
        "Anthraquinones from a marine-derived streptomyces spinoverrucosus",
        "Cytotoxic angucycline class glycosides from the deep sea actinomycete streptomyces lusitanus SCSIO LR32",
        "Antimalarial β-carboline and indolactam alkaloids from Marinactinospora thermotolerans, a deep sea isolate",
        "The marinopyrroles, antibiotics of an unprecedented structure class from a marine Streptomyces sp.",
        "Akaeolide, a carbocyclic polyketide from marine-derived streptomyces",
        "Farnesides A and B, sesquiterpenoid nucleoside ethers from a marine-derived streptomyces sp., strain CNT-372 from Fiji",
        "Lorneic acids, trialkyl-substituted aromatic acids from a marine-derived actinomycete",
        "Culturable marine actinomycete diversity from tropical Pacific Ocean sediments",
        "Streptokordin, a new cytotoxic compound of the methylpyridine class from a marine-derived Streptomyces sp. KORDI-3238",
        "Abyssomicins G and H and atrop-abyssomicin C from the marine Verrucosispora strain AB-18-032",
        "Gordonia desulfuricans sp. nov., a benzothiophene-desulphurizing actinomycete",
        "Quantitative phyletics and the evolution of anurans",
        "Nitropyrrolins A-E, cytotoxic farnesyl-α-nitropyrroles from a marine-derived bacterium within the actinomycete family streptomycetaceae",
        "Isolation of soil actinomycetes on selective media with rubomycin",
        "Nocarimidazoles A and B from a Marine-Derived Actinomycete of the Genus Nocardiopsis",
        "Isolation of actinomycetes from soil using extremely high frequency radiation",
        "Chinikomycins A and B: Isolation, structure elucidation, and biological activity of novel antibiotics from a marine Streptomyces sp. isolate M045",
        "Anthraquinone glycosides from marine Streptomyces sp. strain",
        "Glaciapyrroles A, B, and C, pyrrolosesquiterpenes from a Streptomyces sp. isolated from an Alaskan marine sediment",
        "Lipoxazolidinones A, B, and C: Antibacterial 4-oxazolidinones from a marine actinomycete isolated from a Guam marine sediment",
        "Isolation and characterization of novel marine-derived actinomycete taxa rich in bioactive metabolites",
        "Salinispora arenicola gen. nov., sp. nov. and Salinispora tropica sp. nov., obligate marine actinomycetes belonging to the family Micromonosporaceae",
        "Diversity of cultivable actinobacteria in geographically widespread marine sediments",
        "Actinobacterial diversity from marine sediments collected in Mexico",
        "Lodopyridone, a structurally unprecedented alkaloid from a marine actinomycete",
        "Lajollamycin, a nitro-tetraene spiro-β-lactone-γ-lactam antibiotic from the marine actinomycete Streptomyces nodosus",
        "Marmycins A and B, cytotoxic pentacyclic C-glycosides from a marine sediment-derived actinomycete related to the genus Streptomyces",
        "Lynamicins A-E, chlorinated bisindole pyrrole antibiotics from a novel marine actinomycete",
        "Widespread and persistent populations of a major new marine actinomycete taxon in ocean sediments",
        "Culture-dependent and culture-independent diversity within the obligate marine actinomycete genus Salinispora",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Thin-layer chromatography of methanolysates of mycolic acid-containing bacteria",
        "Aureoverticillactam, a novel 22-atom macrocyclic lactam from the marine actinomycete Streptomyces aureoverticillatus",
        "Tetrapeptides possessing a unique skeleton, JBIR-34 and JBIR-35, isolated from a sponge-derived actinomycete, streptomyces sp. Sp080513GE-23",
        "Fijiolides A and B, inhibitors of TNF-α-induced NFκB activation, from a marine-derived sediment bacterium of the genus Nocardiopsis"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}