{
    "eid": "2-s2.0-85006716927",
    "title": "Predicting the duration of antibacterial treatment with cell wall synthesis inhibitors using mathematical models",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Bacteria",
        "Mortality rate",
        "Probability"
    ],
    "authors": [
        "Panit Suavansri"
    ],
    "citedby-count": 0,
    "ref-count": 24,
    "ref-list": [
        "The dynamics of drug action on the within-host population growth of infectious agents: Melding pharmacokinetics with pathogen population dynamics",
        "Department of Chemistry",
        "Effect of Convective Hindrance on Microfiltration of Rod Shaped Particles",
        "A Review of the Literature, Probabilistic Modeling of Ship Grounding",
        "Physics of chemoreception",
        "Analysis and prediction of carbohydrate binding sites",
        "Textbook of Medical Physiology; Dynamics of Circulation: Pressure and Flow of Blood and Lymph",
        "Myocardial Function, Perfusion, and Viability",
        "Can malaria parasite pathogenesis be prevented by treatment with tumor necrosis factor-alpha?",
        "Bacterial growth rate and marine virus-host dynamics",
        "Side Effects and Uses",
        "Filtration of airborne microorganisms: Modeling and prediction",
        "Human Microscopic Anatomy: An Atlas for Students of Medicine and Biology",
        "The Human Body",
        "The Properties of Blood",
        "The pharmacokinetics of once-daily dosing of ceftriaxone in critically ill patients",
        "A content analysis of the presentation of the mole concept in chemistry textbooks",
        "Identical pattern of highly variable absorption of clavulanic acid from four different oral formulations of co-amoxiclav in healthy subjects",
        "U.S. National Library of Medicine, National Center for Biotechnology Information",
        "Meningococcal bacterial DNA load at presentation correlates with disease severity",
        "J Chem Pharm Res",
        "Antimicrobial Agents, the Washington Manual Infectious Diseases Subspecialty Consult",
        "Continuous and Intermittent Infusion Beta-Lactam Antibiotics. Casebook in Clinical Pharmacokinetics and Drug Dosing. 1St Ed. Ch",
        "Section 8.5.1 “Cytometrics”, Nanomedicine"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}