{
    "eid": "2-s2.0-84989291089",
    "title": "Assessment of metal and bacterial contamination in cultivated fish and impact on human health for residents living in the Mekong Delta",
    "cover-date": "2016-11-01",
    "subject-areas": [
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        },
        {
            "$": "Health",
            "@code": "2307"
        },
        {
            "$": "Pollution",
            "@code": "2310"
        },
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Public Health",
            "@code": "2739"
        }
    ],
    "keywords": [
        "Aquaculture fish",
        "Daily intake",
        "Escherichia coli",
        "Heavy metal",
        "Listeria",
        "Toxic metal"
    ],
    "authors": [
        "Penradee Chanpiwat"
    ],
    "citedby-count": 21,
    "ref-count": 49,
    "ref-list": [
        "Microbiological quality of Sushi from Sushi bars and retailers",
        "3M™ petrifilm™ environmental listeria plate",
        "Arsenic contamination in the freshwater fish ponds of Pearl River Delta: Bioaccumulation and health risk assessment",
        "Prevalence and typing of Listeria monocytogenes in raw catfish fillets",
        "Escherichia coli contamination of fish raised in integrated pig-fish aquaculture systems in Vietnam",
        "Incidence and significance of Listeria in fish and fish products from Latin America",
        "Bioavailability of heavy metals in fresh water tilapia nilotica (oreachromis niloticus linnaeus, 1758): Potential risk to fishermen and consumers",
        "Health risk assessment of Listeria monocytogenes in Canada",
        "J. Bangladesh Agric. Univ.",
        "Community exposure to arsenic in the Mekong river delta, Southern Vietnam",
        "Evaluation of the lactose Tergitol-7, m-Endo LES, Colilert 18, Readycult Coliforms 100, Water-Check-100, 3M Petrifilm EC and DryCult Coliform test methods for detection of total coliforms and Escherichia coli in water samples",
        "Incidence of Listeria spp. in tropical fish",
        "Heavy metals levels in fish from aquaculture farms and risk assessment in Lhasa, Tibetan Autonomous Region of China",
        "Listeria in tropical fish and fishery products",
        "Infective dose of foodborne pathogens in volunteers: A review",
        "Quantitative risk assessment for Listeria monocytogenes in smoked or gravad salmon and rainbow trout in Sweden",
        "Int. J. Sci. Res. Publ.",
        "Food safety aspects of toxic element accumulation in fish from wastewater-fed ponds in Hanoi, Vietnam",
        "Listeria monocytogenes and listeriosis: A review of hazard characterisation for use in microbiological risk assessment of foods",
        "An approach for developing quantitative risk-based microbial standards for fresh produce",
        "Epidemiological study of a food-borne outbreak of enterotoxigenic Escherichia coli O25:NM by pulsed-field gel electrophoresis and randomly amplified polymorphic DNA analysis",
        "Asian J. Water, Environ. Pollut.",
        "Diarrheagenic Escherichia coli",
        "Fish: A potential source of bacterial pathogens for human beings",
        "Comparison of 3M™ Petrifilm™ environmental Listeria plates against standard enrichment methods for the detection of Listeria monocytogenes of epidemiological significance from environmental surfaces",
        "Arsenic contamination in the food chain and its risk assessment of populations residing in the Mekong River basin of Cambodia",
        "Enumeration of heterotrophs, fecal coliforms and Escherichia coli in water: Comparison of 3M™ Petrifilm™ plates with standard plating procedures",
        "Concentrations of arsenic, cadmium and lead in selected foodstuffs from Serbian market basket: Estimated intake by the population from the Serbia",
        "Fisheries in the Lower Mekong Basin: Status and Perspectives",
        "Lessons from an outbreak of listeriosis related to vacuum-packed gravad and cold-smoked fish",
        "Prevalence and characterization of typical and atypical Escherichia coli from fish sold at retail in Cochin, India",
        "Comparison of the SimPlate coliform and Escherichia coli test with Petrifilm, three-tube MPN, and VRBA + MUG methods for enumerating coliforms and E. coli in food",
        "Biomagnification profiles of trace elements through the food web of an integrated shrimp mangrove farm in Ba Ria Vung Tau, South Vietnam",
        "Enumeration of waterborne Escherichia coli with petrifilm plates: Comparison to standard methods",
        "Health risk from As contaminated fish consumption by population living around River Chenab, Pakistan",
        "Microbial risk assessment of livestock-integrated aquaculture and fish handling in Vietnam",
        "Prevalence of listeria, aeromonas, and vibrio species in fish used for Human Consumption in Turkey",
        "Health risk assessment for consumption of fish originating from ponds near Dabaoshan mine, South China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Can Tho",
            "affilname": "Can Tho University",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Gwangju",
            "affilname": "Gwangju Institute of Science and Technology",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Tokushima",
            "affilname": "Tokushima Bunri University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Busan",
            "affilname": "Dong-A University",
            "affiliation-country": "South Korea"
        }
    ],
    "funding": [
        "Gwangju Institute of Science and Technology , Republic of Korea",
        "International Environmental Research Center",
        "United Nations University",
        "Gwangju Institute of Science and Technology"
    ]
}