{
    "eid": "2-s2.0-85061768849",
    "title": "A simple high-performance liquid chromatographic method for quantitative analysis of brazilin in caesalpinia sappan L. extracts",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "Brazilin",
        "Caesalpinia sappan L",
        "HPLC",
        "Sappanwood extracts",
        "Validation"
    ],
    "authors": [
        "Sakan Warinhomhaun",
        "Boonchoo Sritularak",
        "Dusadee Charnvanich"
    ],
    "citedby-count": 7,
    "ref-count": 28,
    "ref-list": [
        "Wound healing activity of standardized brazilin rich extract from Caesalpinia sappan heartwood",
        "Toxicity evaluation of sappan wood extract in rat",
        "Brazilin from Caesalpinia sappan heartwood and its pharmacological activities: A review",
        "Brazilin and the extract from Caesalpinia sappan L. Protect oxidative injury through the expression of heme oxygenase-1",
        "Antioxidant activity in vitro of three constituents from Caesalpinia sappan L",
        "In vitro study for inhibition of NO production about constituents of Sappan Lignum",
        "Anti-inflammatory constituents of Sappan Lignum",
        "Brazilin inhibits UVB-induced MMP-1/3 expressions and secretions by suppressing the NF-κB pathway in human dermal fibroblasts",
        "Brazilin from Caesalpinia sappan wood as an antiacne agent",
        "Anti-Propionibacterium acnes assay-guided purification of brazilin and preparation of brazilin rich extract from Caesalpinia sappan heartwood",
        "The antibacterial principle of Caesalpina sappan",
        "Anti-allergic activity of principles from the roots and heartwoods of Caesalpinia sappan on antigen induced β-hexosaminidase release",
        "Effects of brazilin on the phospholipase A2 activity and changes of intracellular free calcium concentration in rat platelets",
        "Effects of brazilin on the production of fructose-2,6-bisphosphate in rat hepatocytes",
        "Induction of vasorelaxation through activation of nitric oxide synthase in endothelial cells by brazilin",
        "Extract of the dried heartwood of Caesalpinia sappan L. Attenuates collagen-induced arthritis",
        "Anti-inflammatory activity of an ethanolic Caesalpinia sappan extract in human chondrocytes and macrophages",
        "Caesalpinia sappan extract inhibits IL1beta-mediated overexpression of matrix metalloproteinases in human chondrocytes",
        "Comparative study of semi-purification methods of Caesalpinia sappan L. Extract: Thin layer chromatography and free radical scavenging activity",
        "Brazilin content, antioxidative and lipase inhibition effects of sappanwood (Caesalpinia sappan) from Indonesia",
        "A validated LC-MS/ MS method for rapid determination of brazilin in rat plasma and its application to a pharmacokinetic study",
        "An LC/MS/MS method for simultaneous quantitation of two homoisoflavones: Protosappanin B and brazilin with hypoglycemic activity in rat plasma and its application to a comparative pharmacokinetic study in normal and streptozotocin-treated rats",
        "A simple high-performance liquid chromatographic method for the determination of brazilin and its application to a pharmacokinetic study in rats",
        "HPLC method validation for determination of brazilin in Caesalpinia sappan L. Heartwood extract",
        "Text and Methodology",
        "Antiinflammatory principle of Caeslapinia sappan wood and of Haematoxylon Campehianum wood",
        "The effective preparation of flavonoids from Scutellaria baicalensis GEORGIby Diaion HP-20 resin"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}