{
    "eid": "2-s2.0-85018267789",
    "title": "Efficacy of bubaline fibrin glue on full-thickness pinch and punch skin grafting in a pig",
    "cover-date": "2017-03-01",
    "subject-areas": [
        {
            "$": "Biomaterials",
            "@code": "2502"
        },
        {
            "$": "Biomedical Engineering",
            "@code": "2204"
        }
    ],
    "keywords": [
        "Bubaline",
        "Fibrin glue",
        "Full-thickness pinch and punch",
        "Porcine",
        "Skin grafting"
    ],
    "authors": [
        "Krittee Dejyong"
    ],
    "citedby-count": 6,
    "ref-count": 32,
    "ref-list": [
        "Veterinary Surgery: Small Animal",
        "Why do skin grafts fail?",
        "Regulation of fibroplasia in cutaneous wound repair",
        "Comparison of fibrin adhesives prepared by 3 different methods",
        "Autologous fibrin glue with growth factors in reconstructive maxillofacial surgery",
        "Preparation of two component Fibrin Glue and its clinical evaluation in skin grafts and flaps",
        "The use of autologous fibrin glue for closing sinus membrane perforations during sinus lifts",
        "Anaesthetics for General Anaesthesia in Growing Pigs",
        "Second edition: Swine in the laboratory: Surgery, anesthesia, imaging, and experimental techniques",
        "The Pathology of Full-thickness Cadaver Skin Transplant for Large Abdominal Defects: A Proposed Grading System for Skin Allograft Acute Rejection",
        "Angiogenesis and vascularization of murine pancreatic islet isografts",
        "Histological analysis of autologous fascia graft implantation into the rabbit voice muscle",
        "Keratinocyte-fibroblast interactions in wound healing",
        "Reparation of peripheral nerves with fibrin glue prepared from snake venom. Preliminary results.",
        "J Venom Anim Toxins",
        "Experimental and clinical applications of fibrin glue",
        "A method to determine shear adhesive strength of fibrin sealants.",
        "Comparison of structure, strength and cytocompatibility of a fibrin matrix supplemented either with tranexamic acid or aprotinin",
        "Eur J Hosp Pharm Sci",
        "Essential Tissue Healing of the Face and Neck",
        "An evaluation of fibrin tissue adhesive concentration and application thickness on skin graft survival",
        "The use of fibrin glue in skin grafts and tissue-engineered skin replacements: A review",
        "J Venom Anim Toxins",
        "J Venom Anim Toxins",
        "Collagen polymorphism in experimental granulation tissue",
        "Biology of dermal wound repair",
        "Understanding overgranulation in tissue viability practice.",
        "Injectable fibrin scaffold improves cell transplant survival, reduces infarct expansion, and induces neovasculature formation in ischemic myocardium",
        "Fibrin fragment E stimulates the proliferation, migration and differentiation of human microvascular endothelial cells in vitro",
        "Transforming growth factor-α: A more potent angiogenic mediator than epidermal growth factor",
        "The eosinophil as a cellular source of transforming growth factor alpha in healing cutaneous wounds",
        "Cutaneous wound healing"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}