{
    "eid": "2-s2.0-84974824524",
    "title": "Alveolar soft part sarcoma presenting as a breast metastasis in a patient with a history of thyroid cancer: A case report",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Histology",
            "@code": "2722"
        },
        {
            "$": "Pathology and Forensic Medicine",
            "@code": "2734"
        }
    ],
    "keywords": [
        "Alveolar soft part sarcoma",
        "Biopsy",
        "Breast metastasis",
        "Thyroid cancer"
    ],
    "authors": [
        "Andrey Bychkov"
    ],
    "citedby-count": 5,
    "ref-count": 32,
    "ref-list": [
        "International Agency for Research on Cancer and World Health Organization. WHO classification of tumours of the breast",
        "Enzinger and Weiss's soft tissue tumors",
        "Atlas of musculoskeletal tumors and tumorlike lesions the Rizzoli case archive",
        "Alveolar soft‐part sarcoma. A clinico‐pathologic study of half a century",
        "Alveolar soft part sarcoma in Japan: Multi-institutional study of 57 patients from the Japanese Musculoskeletal Oncology Group",
        "Alveolar soft part sarcoma: Clinical course and patterns of metastasis in 70 patients treated at a single institution",
        "Alveolar soft part sarcoma 'revisited': Clinicopathological review of 47 cases from a tertiary cancer referral centre, including immunohistochemical expression of TFE3 in 22 cases and 21 other tumours",
        "MyoD1 protein expression in alveolar soft part sarcoma as confirmatory evidence of its skeletal muscle nature",
        "Immunohistochemical profile of Myogenin and MyoD1 does not support skeletal muscle lineage in alveolar soft part sarcoma: A study of 19 tumors",
        "Alveolar soft-part sarcoma: A review and update",
        "High-resolution array CGH and gene expression profiling of alveolar soft part sarcoma",
        "Metastases to the breast from nonbreast solid neoplasms: Presentation and determinants of survival",
        "Alveolar soft part sarcoma with breast metastases: A case report",
        "The der(17)t(X;17)(p11;q25) of human alveolar soft part sarcoma fuses the TFE3 transcription factor gene to ASPL, a novel gene at 17q25",
        "Aberrant nuclear immunoreactivity for TFE3 in neoplasms with TFE3 gene fusions: A sensitive and specific immunohistochemical assay",
        "A proposed explanation for female predominance in alveolar soft part sarcoma: Noninactivation of X; autosome translocation fusion gene?",
        "Alveolar soft part sarcoma metastatic to the breast",
        "Breast sarcoma. A clinicopathologic review of 25 cases",
        "Nihon Rinsho Geka Gakkai Zasshi",
        "Alveolar soft part sarcoma presenting as a breast mass in a 13-year-old female",
        "Alveolar soft part sarcoma-a histological surprise in a male patient who was suspected to have breast cancer",
        "Primary Alveolar Soft Part Sarcoma (ASPS) of the breast: Report of a deceptive case with xanthomatous features confirmed by TFE3 immunohistochemistry and electron microscopy",
        "Alveolar soft part sarcoma: Clinical presentation, treatment, and outcome in a series of 33 patients at a single institution",
        "Korean J Pathol",
        "Metastatic alveolar soft part sarcoma of the breast",
        "Bilateral mammary metastasis of Alveolar soft part sarcoma - A case report",
        "Second malignant neoplasms in five-year survivors of childhood cancer: Childhood cancer survivor study",
        "Second primary malignancy risk after radioactive iodine treatment for thyroid cancer: a systematic review and meta-analysis.",
        "Synovial sarcoma of the lung in a patient who received radioactive iodine therapy for thyroid cancer",
        "Genome-wide appraisal of thyroid cancer progression",
        "Alveolar soft part sarcoma: A single-center 26-patient case series and review of the literature",
        "Cediranib for metastatic alveolar soft part sarcoma"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}