{
    "eid": "2-s2.0-85070196275",
    "title": "Diversity and Antimicrobial Activity of Endophytic Actinomycetes Isolated from Plant Roots in Thailand",
    "cover-date": "2019-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "antimicrobial activity",
        "diversity",
        "endophytic actinomycetes",
        "plant roots"
    ],
    "authors": [
        "N. Kuncharoen",
        "W. Fukasawa",
        "M. Mori",
        "K. Shiomi",
        "S. Tanasupawat"
    ],
    "citedby-count": 7,
    "ref-count": 47,
    "ref-list": [
        "Culture Media for Actinomycetes",
        "Bioactive microbial metabolites",
        "Characterization of endophytic actinomycetes isolated from wattle trees (Acacia auriculiformis A. Cunn. ex. Benth.) in Thailand",
        "Micromonospora is a normal occupant of actinorhizal nodules",
        "Isolation and identification of actinobacteria from surface-sterilized wheat roots",
        "Rare bacterial caryolanes from a mangrove endophyte",
        "Eudesmenes from an endophytic Streptomyces sp. of the mangrove tree Kandelia candel",
        "Coronamycins, peptide antibiotics produced by a verticillate Streptomyces sp. (MSU-2110) endophytic on Monstera sp",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "Diversity of endophytic actinomycetes in Musa acuminata and their plant growth promoting activity",
        "A guide to actinomycetes: Genera Streptomyces, Streptoverticillum, Chainia",
        "Endophytic actinobacteria of medicinal plants: diversity and bioactivity",
        "Bacterial endophytes in agricultural crops",
        "Maklamicin, an antibacterial polyketide from an endophytic Micromonospora sp",
        "Antitumor anthraquinones from an endophytic actinomycete Micromonospora lupini sp. nov",
        "an inhibitor of tumor cell invasion from Micromonospora lupini",
        "Simple method for estimating evolutionary rate of base substitutions through comparative studies of nucleotide sequences",
        "Description of four new species of the genus Kineosporia: Kineosporia succinea sp. nov., Kineosporia rhizophila sp. nov., Kineosporia mikuniensis sp. nov. and Kineosporia rhamnosa sp. nov., isolated from plant samples, and amended description of the genus Kineosporia",
        "MEGA7: Molecular Evolutionary Genetics Analysis version 7.0 for bigger datasets",
        "Micromonospora azadirachtae sp. nov., isolated from roots of Azadirachta indica A. Juss. var. siamensis Valeton",
        "Micromonospora globbae sp nov., an endophytic actinomycete isolated from roots of Globba winitii C. H. Wright",
        "Selection of media for isolation of Streptomycetes",
        "Antitumour and antimicrobial activities of endophytic Streptomycetes from pharmaceutical plants in rainforest",
        "Endophytic actinomycetes: promising sources of novel bioactive compounds",
        "Cross-species induction and enhancement of antimicrobial activity produced by epibiotic bacteria from marine algae and invertebrates, after exposure to terrestrial bacteria",
        "Phytohabitans kaempferiae sp nov., an endophytic actinomycete isolated from the leaf of Kaempferia larsenii",
        "Isolation, abundance and phylogenetic affiliation of endophytic actinomycetes associated with medicinal plants and screening for their in vitro antimicrobial biosynthetic potential",
        "Zhao, G.-Z., Zhu, W.-Y., Jiang, Ch.-L., Xu, L.-H., and Li, W.-J., Isolation, diversity, and antimicrobial activity of rare actinobacteria from medicinal plants of tropical rain forests in Xishuangbanna, China",
        "Antimicrobial properties of endophytic actinomycetes isolated from Combretum latifolium Blume, a medicinal shrub from Western Ghats of India",
        "Bacterial endophytes and their interactions with hosts",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Methods for characterization of Streptomyces species",
        "Diversity of endophytic actinomycetes in mandarin grown in northern Thailand, their phytohormone production potential and plant growth promoting activity",
        "Proposal for a new hierarchic classification system, Actinobacteria classis nov",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "Bioprospecting for microbial endophytes and their natural products",
        "Planotetraspora thailandica sp. nov., isolated from soil in Thailand",
        "Activity of endophytic actinomycetes from roots of Zingiber officinale and Alpinia galanga against phytopathogenic fungi",
        "The genus Micromonospora is widespread in legume root nodules: the example of Lupinus angustifolius",
        "Non-Frankia actinomycetes isolated from surface-sterilized roots of Casuarina equisetifolia fix nitrogen",
        "Endophytic actinomycetes from Azadirachta indica A. Juss.: isolation, diversity, and anti-microbial activity",
        "Actinomycetes",
        "Introducing EzBioCloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "The diversity and anti-microbial activity of endophytic actinomycetes isolated from medicinal plants in Panxi plateau, China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "@id": "60006321",
            "affilname": "Kitasato University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006321",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund",
        "Kitasato University"
    ]
}