{
    "eid": "2-s2.0-85103939186",
    "title": "Comparison of Blastocyst Development between Cat-Cow and Cat-Pig Interspecies Somatic Cell Nuclear Transfer Embryos Treated with Trichostatin A",
    "cover-date": "2021-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biochemistry, Genetics and Molecular Biology (all)",
            "@code": "1300",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "cat nuclei",
        "histone acetylation",
        "interspecies SCNT",
        "pig oocyte",
        "trichostatin A"
    ],
    "authors": [
        "L. T.K. Do",
        "M. Wittayarat",
        "Y. Sato",
        "K. Chatdarong",
        "T. Tharasanit",
        "M. Techakumphu",
        "M. Hirata",
        "F. Tanihara",
        "M. Taniguchi",
        "T. Otoi"
    ],
    "citedby-count": 1,
    "ref-count": 36,
    "ref-list": [
        "Ordered recruitment of chromatin modifying and general transcription factors to the IFN-β promoter",
        "Treatment with a histone deacetylase inhibitor after nuclear transfer improves the preimplantation development of cloned bovine embryos",
        "Nuclear–cytoplasmic incompatibility and inefficient development of pig–mouse cytoplasmic hybrid embryos",
        "Production of sei whale (Balaenoptera borealis) cloned embryos by inter- and intra-species somatic cell nuclear transfer",
        "An optimized protocol of a human-to-cattle interspecies somatic cell nuclear transfer",
        "Technical aspects of the piezo, laser-assisted, and conventional methods for nuclear transfer of mouse oocytes and their efficiency and efficacy: piezo minimizes damage of the ooplasmic membrane at injection",
        "Pig oocyte vitrification by cryotop method: effects on viability, spindle and chromosome configuration and in vitro fertilization",
        "Transgenic chicken, mice, cattle, and pig embryos by somatic cell nuclear transfer into pig oocytes",
        "Transition from maternal to embryonic control of development in IVM/IVF domestic cat embryos, Mol. Reprod. Dev",
        "Wildlife conservation and reproductive cloning",
        "Comparison between the effects of valproic acid and trichostatin A on in vitro development of sheep somatic cell nuclear transfer embryos",
        "In vitro development of cat interspecies nuclear transfer using pig’s and cow’s cytoplasm",
        "Significant improvement of mouse cloning technique by treatment with trichostatin A after somatic nuclear transfer",
        "Effects of exogenous hexoses on bovine in vitro fertilized and cloned embryo development: improved blastocyst formation after glucose replacement with fructose in a serum-free culture medium",
        "Development, embryonic genome activity and mitochondrial characteristics of bovine–pig inter-family nuclear transfer embryos",
        "Bøgh, I.B., Zhang, Y., Du, Y., Lin, L., Purup, S., Xue, Q., Bolund, L., Yang, H., Maddox-Hyttel, P., and Vajta, G., High in vitro development after somatic cell nuclear transfer and trichostatin A treatment of reconstructed porcine embryos",
        "Interspecies somatic cell nuclear transfer: a salvage tool seeking first aid",
        "The influence of nuclear content on developmental competence of gaur × cattle hybrid in vitro fertilized and somatic cell nuclear transfer embryos",
        "Motility and fertility of boar semen after liquid preservation at 5°C for more than 2 weeks",
        "Pig cloning by microinjection of fetal fibroblast nuclei",
        "Vitrification of immature and in vitro matured pig oocytes: study of distribution of chromosomes, microtubules, and actin microfilaments",
        "Role of histone acetylation in reprogramming of somatic nuclei following nuclear transfer",
        "Epigenetic status and full-term development of bovine cloned embryos treated with trichostatin A",
        "(TSA) improves the development of rabbit–rabbit intraspecies cloned embryos, but not rabbit–human interspecies cloned embryos",
        "Full-term development of gaur–bovine interspecies somatic cell nuclear transfer embryos: effect of trichostatin A treatment",
        "Effect of cryoprotectant composition on in vitro viability of in vitro fertilized and cloned bovine embryos following vitrification and in-straw dilution",
        "Interspecies nuclear transfer embryos reconstructed from cat somatic cells and bovine ooplasm",
        "The histone deacetylase inhibitor scriptaid enhances nascent mRNA production and rescues full-term development in cloned inbred mice",
        "Dynamic reprogramming of histone acetylation and methylation in the first cell cycle of cloned mouse embryos",
        "Viable offspring derived from fetal and adult mammalian cells",
        "Histone deacetylase inhibitor improves the development and acetylation levels of cat–cow interspecies cloned embryos",
        "Epigenetic modulation on cat–cow interspecies somatic cell nuclear transfer embryos by treatment with trichostatin A",
        "Multiple histone site epigenetic modifications in nuclear transfer and in vitro fertilized bovine embryos",
        "Nuclear and microtubule remodeling and in vitro development of nuclear transferred cat oocytes with skin fibroblasts of the domestic cat (Felis silvestris catus) and leopard cat (Prionailurus bengalensis)",
        "Significant improvement in cloning efficiency of an inbred miniature pig by histone deacetylase inhibitor treatment after somatic cell nuclear transfer",
        "Histone deacetylase inhibitors improve in vitro and in vivo developmental competence of somatic cell nuclear transfer porcine embryos"
    ],
    "affiliation": [
        {
            "affiliation-city": "Hanoi",
            "@id": "60071360",
            "affilname": "Vietnam National University of Agriculture",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071360",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Yamaguchi",
            "@id": "60020739",
            "affilname": "Yamaguchi University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020739",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60009885",
            "affilname": "Tokai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009885",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tokushima",
            "@id": "60009852",
            "affilname": "Tokushima University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009852",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Meat Inspection Office of Kitakyushu City",
        "Japan Society for the Promotion of Science"
    ]
}