{
    "eid": "2-s2.0-84992051574",
    "title": "Improved SSF-cellulosic ethanol production by the cellobiose fermenting yeast kluyveromyces marxianus G2-16-1",
    "cover-date": "2016-10-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Cellobiose",
        "Ethanol",
        "Kluyveromyces marxianus",
        "Simultaneous saccharification and fermentation"
    ],
    "authors": [
        "Ancharida Akaracharanya"
    ],
    "citedby-count": 3,
    "ref-count": 27,
    "ref-list": [
        "Bioconversion of lignocellulosic biomass: Biochemical and molecular perspectives",
        "Improved bioethanol production through simultaneous saccharification and fermentation of lignocellulosic agricultural wastes by Kluyveromyces marxianus 6556",
        "Simultaneous saccharification and fermentation of alkaline-pretreated corn stover to ethanol using a recombinant yeast strain",
        "Ethanol from lignocellulosic materials by a simultaneous saccharification and fermentation process (SFS) with Kluyveromyces marxianus CECT 10875",
        "Evaluation of the waste from cassava starch production as a substrate for ethanol fermentation by Saccharomyces cerevisiae",
        "Microbiology in Patient Care",
        "The Yeasts: A Taxonomic Study",
        "Kodamaea kakaduensis and Candida tolerans, two new ascomycetous yeast species from Australian Hibiscus flowers",
        "Identification and phylogeny of ascomycetous yeasts from analysis of nuclear large subunit (26S) ribosomal DNA partial sequences",
        "Gapped BLAST and PSI-BLAST: A new generation of protein database search programs",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Phylogenies from molecular sequences: inference and reliability",
        "Sugarcane leaves: Pretreatment and ethanol fermentation by Saccharomyces cerevisiae",
        "J. Biol. Chem.",
        "Development of an industrial ethanol-producing yeast strain for efficient utilization of cellobiose",
        "Transport of glucose and cellobiose by Candida wickerhamii and Clavispora lusitaniae",
        "Fermentation of cellobiose and wood sugars to ethanol by Candidashehatae and Pichiastipitis",
        "Candida queiroziae sp. nov., a cellobiose-fermenting yeast species isolated from rotting wood in Atlantic Rain Forest",
        "Evaluation of the cellobiose-fermenting yeast Brettanomyces custersii in the simultaneous saccharification and fermentation of cellulose",
        "Properties of an intracellular β-glucosidase purified from the cellobiose-fermenting yeast Candida wickerhamii",
        "A comparative study on simultaneous saccharification and fermentation of agricultural wastes to bio-ethanol using two Saccharomyces strains",
        "Evaluation of a recombinant Klebsiella oxytoca strain for ethanol production from cellulose by simultaneous saccharification and fermentation: Comparison with native cellobiose-utilising yeast strains and performance in co-culture with thermotolerant yeast and Zymomonas mobilis",
        "SIMULTANEOUS SACCHARIFICATION AND FERMENTATION OF CELLULOSE WITH THE YEAST BRETTANOMYCES CLAUSENII.",
        "Ethanol production from cellobiose, amorphous cellulose, and crystalline cellulose by recombinant Klebsiella oxytoca containing chromosomally integrated Zymomonas mobilis genes for ethanol production and plasmids expressing thermostable cellulase genes from Clostridium thermocellum",
        "Ethanol production by Mucor indicus and Rhizopus oryzae from rice straw by separate hydrolysis and fermentation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "OCSB",
        "Office of the Cane and Sugar Board",
        "Chulalongkorn University",
        "Chulalongkorn University"
    ]
}