{
    "eid": "2-s2.0-84962185171",
    "title": "Expression of PCV2 antigen in the ovarian tissues of gilts",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Follicle",
        "Gilt",
        "Immunohistochemistry",
        "Ovary",
        "Porcine circovirus type 2 (PCV2)"
    ],
    "authors": [
        "Padet Tummaruk"
    ],
    "citedby-count": 6,
    "ref-count": 17,
    "ref-list": [
        "Distribution of PCV-2 DNA in the reproductive tract, oocytes and embryos of PCV-2 antibody-positive pigs",
        "Comp. Clin. Pathol",
        "Effect of porcine circovirus type 2 (PCV2) infection on reproduction: disease, vertical transmission, diagnostics and vaccination.",
        "Reproductive failure experimentally induced in sows via artificial insemination with semen spiked with porcine circovirus type 2",
        "Effect of a porcine circovirus type 2 infection on embryos during early pregnancy",
        "Susceptibility of pig embryos to porcine circovirus type 2 infection",
        "Comparison of sow and/or piglet vaccination of 3 commercial porcine circovirus type 2 (PCV2) single-dose vaccines on pigs under experimental PCV2 challenge",
        "Identification of recently described porcine parvoviruses in archived North American samples from 1996 and association with porcine circovirus associated disease",
        "Prevalence of porcine circovirus-2 DNA-positive ovarian and uterine tissues in gilts culled due to reproductive disturbance in Thailand",
        "Granulosa cell proliferation in the gilt ovary associated with ovarian status and porcine reproductive and respiratory syndrome virus detection",
        "The use of proliferating cell nuclear antigen (PCNA) immuno-staining technique to determine number and type of follicles in the gilt ovary",
        "Natural co-infection of torque teno virus and porcine circovirus 2 in the reproductive apparatus of swine",
        "Reproduction in porcine circovirus type 2 (PCV2) seropositive gilts inseminated with PCV2b spiked semen.",
        "Assessing PCV2 antibodies in field pigs vaccinated with different porcine circovirus 2 vaccines using two commercial ELISA systems",
        "Relationships among specific reasons for culling, reproductive data, and gross morphology of the genital tracts in gilts culled due to reproductive failure in Thailand",
        "Detection of porcine reproductive and respiratory syndrome virus in the ovary of gilts culled due to reproductive disturbances",
        "Damage of zona pellucida reduces the developmental potential and quality of porcine circovirus type 2-infected oocytes after parthenogenetic activation"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}