{
    "eid": "2-s2.0-85050322897",
    "title": "Behavioral aspects of commodity markets",
    "cover-date": "2018-03-22",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (all)",
            "@code": "2000",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (all)",
            "@code": "1400",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [],
    "authors": [
        "John R. Nofsinger",
        "Pattanaporn Chatjuthamard",
        "Xu Dai"
    ],
    "citedby-count": 0,
    "ref-count": 68,
    "ref-list": [
        "Psychological Barriers in Gold Prices?",
        "Index Futures and Positive Feedback Trading: Evidence from Major Stock Exchanges",
        "Prospect Theory and Asset Prices",
        "A Survey of Behavioral Finance",
        "What Drives the Disposition Effect? An Analysis of a Long-Standing Preference-Based Explanation",
        "Bid-Ask Spreads and the Avoidance of Odd-Eighth Quotes on NASDAQ: An Examination of Exchange Listings",
        "Myopic Loss Aversion and the Equity Premium Puzzle",
        "The Degree of Price Resolution and Equity Trading Costs",
        "Clustering in Crude Oil Prices and the Target Pricing Zone Hypothesis",
        "Dealer Behavior and Trading Systems in Foreign Exchange Markets",
        "The Predictability of Opening Returns for the Returns of the Trading Day: Evidence from Taiwan Futures Market",
        "Market Conditions and Profitability of Proprietary Trading by Futures Floor Traders: Performance Persistence or Mutation under Stress",
        "Risk Taking by Mutual Funds as a Response to Incentives",
        "The Disposition Effect and Investment Performance in the Futures Market",
        "Patterns and Consequences of the Disposition Effect",
        "Liquidity and Quote Clustering in a Market with Multiple Tick Sizes",
        "Long Memory and Structural Breaks in Commodity Futures Markets",
        "Do Behavioral Biases Affect Prices?",
        "Behavioral Influences in Non-ferrous Metals Prices",
        "Feedback Trading",
        "Positive Feedback Investment Strategies and Destabilizing Rational Speculation",
        "Noise Trader Risk in Financial Markets",
        "The Survival of Noise Traders in Financial Markets",
        "Determinants of Trader Profits in Commodity Futures Markets",
        "Up Close and Personal: Investor Sophistication and the Disposition Effect",
        "Psychological Barriers in Oil Futures Markets",
        "Execution Costs and Their Intraday Variation in Futures Markets",
        "The House Money Effect and Local Traders on the Sydney Futures Exchange",
        "Local Trader Profitability in Futures Markets: Liquidity and Position Taking Profits",
        "The Propensity for Local Traders in Futures Markets to Ride Losses: Evidence of Irrational or Rational Behavior?",
        "What Makes Investors Trade?",
        "Do Professional Traders Exhibit Myopic Loss Aversion? An Experimental Analysis",
        "Psychological Factors and Stock Option Exercise",
        "Good Day Sunshine: Stock Returns and the Weather",
        "The Components of the Bid-Ask Spread: A General Approach",
        "The House Money and Break-Even Effects for Different Types of Traders: Evidence from Taiwan Futures Markets",
        "Prospect Theory: An Analysis of Decision under Risk",
        "Prospect Theory and the Disposition Effect",
        "Investor Sentiment, Trading Behavior and Informational Efficiency in Index Futures Markets",
        "Market Making with Price Limits",
        "A Note on Loss Aversion and Futures Hedging",
        "Gone with the Wind: Chicago's Weather and Futures Trading",
        "Prior Consequences and Subsequent Risk Taking: New Field Evidence from the Taiwan Futures Exchange",
        "The Psychophysiology of Real-Time Financial Risk Processing",
        "Fear and Greed in Financial Markets: A Clinical Study of Day-Traders",
        "Professional Trader Discipline and Trade Disposition",
        "Daily Income Target Effects: Evidence from a Large Sample of Professional Commodities Traders",
        "Futures Market Transaction Costs",
        "Tests of Microstructural Hypotheses in the Foreign Exchange Market",
        "A Bayesian Model of Intraday Specialist Pricing",
        "Life in the Pits: Competitive Market Making and Inventory Control",
        "Probability Weighting and Loss Aversion in Futures Hedging",
        "Clustering and Psychological Barriers in Exchange Rates",
        "Investigating Price Clustering in the Oil Futures Market",
        "Herding and Feedback Trading by Institutional and Individual Investors",
        "Trading Dynamics in the Foreign Exchange Market: A Latent Factor Panel Intensity Approach",
        "Institutional Investors, Past Performance, and Dynamic Loss Aversion",
        "Are Investors Reluctant to Realize Their Losses?",
        "Feedback Traders and Stock Return Autocorrelations: Evidence from a Century of Daily Data",
        "The Disposition to Sell Winners Too Early and Ride Losers Too Long: Theory and Evidence",
        "Marketmaker Behavior in an Auction Market: An Analysis of Scalpers in Futures Markets",
        "Mental Accounting and Consumer Choice",
        "Gambling with the House Money and Trying to Break Even: The Effects of Prior Outcomes on Risky Choice",
        "The Effect of Myopia and Loss Aversion on Risk Taking: An Experimental Test",
        "Rational Destabilizing Speculation, Positive Feedback Trading, and the Oil Bubble of 2008",
        "Anchoring and Psychological Barriers in Foreign Exchange Markets"
    ],
    "affiliation": [
        {
            "affiliation-city": "Changchun",
            "@id": "60083501",
            "affilname": "Jilin University of Finance and Economics",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60083501",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Anchorage",
            "@id": "60029489",
            "affilname": "University of Alaska Anchorage",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029489",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}