{
    "eid": "2-s2.0-84977933377",
    "title": "Dextran oxidized by a malaprade reaction shows main chain scission through a maillard reaction triggered by schiff base formation between aldehydes and amines",
    "cover-date": "2016-07-15",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "biomaterials",
        "degradation",
        "Maillard reaction",
        "Malaprade oxidation",
        "polysaccharides"
    ],
    "authors": [
        "Wichchulada Chimpibul"
    ],
    "citedby-count": 19,
    "ref-count": 26,
    "ref-list": [
        "Biopolymers from Renewable Resources",
        "Polysaccharide hydrogels for modified release formulations",
        "Polysaccharides-based nanoparticles as drug delivery systems",
        "Development of photocrosslinked methylcellulose hydrogels for soft tissue reconstruction",
        "Polysaccharide-based hydrogels: The key role of water in affecting mechanical properties",
        "Polysaccharides and Their Derivatives for Versatile Tissue Engineering Application",
        "Injectable matrices and scaffolds for drug delivery in tissue engineering",
        "Injectable and biodegradable hydrogels: Gelation, biodegradation and biomedical applications",
        "Injectable biodegradable hydrogel composites for rabbit marrow mesenchymal stem cell and growth factor delivery for cartilage tissue engineering",
        "Polysaccharide-modified synthetic polymeric biomaterials.",
        "Hydrogelation of dextran-based polyampholytes with cryoprotective properties via click chemistry",
        "Cartilage adhesive and mechanical properties of enzymatically crosslinked polysaccharide tyramine conjugate hydrogels",
        "Injectable in situ crosslinkable RGD-modified alginate matrix for endothelial cells delivery",
        "Hydrogels for tissue engineering: Scaffold design variables and applications",
        "Dextrans for targeted and sustained delivery of therapeutic and imaging agents",
        "Microbial dextran-hydrolyzing enzymes: Fundamentals and applications",
        "Biodegradable dextran hydrogels for protein delivery applications",
        "Low cytotoxic tissue adhesive based on oxidized dextran and epsilon-poly- l -lysine",
        "Self-degradation of tissue adhesive based on oxidized dextran and poly-l-lysine",
        "Soft tissue adhesive composed of modified gelatin and polysaccharides",
        "Acta Chem. Scand.",
        null,
        "Kinetic evidence for hemiacetal formation during the oxidation of dextran in aqueous periodate",
        "Can. J. Chem.",
        "Recent developments in studies of the maillard reaction",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Wako",
            "affilname": "Riken",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Kyoto",
            "affilname": "Kyoto Institute of Technology",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nomi",
            "affilname": "Japan Advanced Institute of Science and Technology",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Kyoto",
            "affilname": "BMG Incorporated",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science"
    ]
}