{
    "eid": "2-s2.0-85137127504",
    "title": "Type and location of flexor hallucis longus musculotendinous junctions and its tendinous interconnections with flexor digitorum longus tendon: pertinent data for tendon harvesting and transfer",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Anatomy",
            "@code": "2702",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Histology",
            "@code": "2722",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "flexor digitorum longus",
        "flexor hallucis longus",
        "musculotendinous junction",
        "tendinous interconnection"
    ],
    "authors": [
        "P. Wan-Ae-loh",
        "T. Huanmanop",
        "S. Agthong",
        "V. Chentanez"
    ],
    "citedby-count": 0,
    "ref-count": 33,
    "ref-list": [
        "Flexor hallucis longus tendon transfer for chronic Achilles tendon rupture. A retrospective study",
        "Direct plantar approach to Henry’s knot for flexor hallucis longus transfer",
        "Anatomy of Master Knot of Henry: a morphometric study on cadavers",
        "Tenodesis and transfer procedures for peroneal tears and tendinosis",
        "Arthroscopic treatment of tenosynovitis of the flexor hallucis longus tendon",
        "Flexor hallucis longus tendon transfer: evaluation of postoperative morbidity",
        "Anatomical study of toe flexion by flexor hallucis longus",
        "Treatment of chronic achilles tendinopathy and ruptures with flexor hallucis tendon transfer: clinical outcome and MRI findings",
        "Stenosing tenosynovitis of the flexor hallucis longus tendon and posterior impingement upon the os trigonum in ballet dancers",
        "Transection of the medial plantar nerve and hallux cock-up deformity after flexor hallucis longus tendon transfer for Achilles tendinitis: case report",
        "Flexor hallucis longus tendon branch test: Development and validation of a new method to assess anatomical variation of the tendinous slip",
        "Flexor hallucis longus tendinous slips and the relationship to toe flexor strength",
        "Medial sliding calcaneal osteotomy with flexor hallucis longus transfer for the treatment of posterior tibial tendon insufficiency",
        "An anatomic study of the quadratus plantae in relation to tendinous slips of the flexor hallucis longus for gait analysis",
        "Distal anatomical relationship of the flexor hallucis longus and flexor digitorum longus tendons",
        "Anatomical study for flexor hallucis longus tendon transfer in treatment of Achilles tendinopathy",
        "Anatomical feasibility study of flexor hallucis longus transfer in treatment of Achilles tendon and posteromedial portal of ankle arthroscopy",
        "Observations on the muscles and tendons of the medial aspect of the sole of the foot",
        "Tenosynovitis of the flexor hallucis longus: a clinical study of the spectrum of presentation and treatment",
        "Risk of neurovascular injuries in flexor hallucis longus tendon transfers: an anatomic cadaver study",
        "Technique tip: a new technique for harvest of the flexor hallucis longus tendon",
        "Clinical significance of variations in the interconnections between flexor digitorum longus and flexor hallucis longus in the region of the knot of Henry",
        "Flexor digitorum longus tendon exposure for flatfoot reconstruction: a comparison of two methods in a cadaveric model",
        "Anatomical variations of the flexor hallucis longus muscle and the consequences for tendon transfer. A cadaver study",
        "Anatomical variations of the flexor hallucis longus and flexor digitorum longus in the chiasma plantare",
        "Tarsal tunnel syndrome and flexor hallucis longus tendon hypertrophy",
        "Posterior ankle impingement and flexor hallucis longus pathology",
        "Communications between the tendons of flexor hallucis longus and flexor digitorum longus: a cadaveric study",
        "Anatomical variations of flexor hallucis longus tendon increase safety in hindfoot endoscopy",
        "Surface localisation of master knot of Henry, in situ and ex vivo length of flexor hallucis longus tendon: pertinent data for tendon harvesting and transfer",
        "Anatomy of second muscular layer of the foot: considerations for tendon selection in transfer for Achilles and posterior tibial tendon reconstruction"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60002620",
        "affilname": "Faculty of Medicine, Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Department of Anatomy and Chula Soft Cadaver Surgical Training Centre",
        "Chulalongkorn University"
    ]
}