{
    "eid": "2-s2.0-85095937307",
    "title": "Does the market for corporate control influence executive risk-taking incentives? Evidence from takeover vulnerability",
    "cover-date": "2021-01-23",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (miscellaneous)",
            "@code": "1401",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "Corporate governance",
        "Market for corporate control",
        "Risk-taking incentives",
        "Takeover market",
        "Vega"
    ],
    "authors": [
        "Viput Ongsakul",
        "Pattanaporn Chatjuthamard",
        "Napatsorn Jiraporn",
        "Pornsit Jiraporn"
    ],
    "citedby-count": 22,
    "ref-count": 56,
    "ref-list": [
        "Do characteristics of the board of directors and top executives have an effect on corporate performance among the financial sector? Evidence using stock",
        "Risk reduction as a managerial motive for conglomerate mergers",
        "On making causal claims: a review and recommendations",
        "Is there discretion in wage setting? A test using takeover legislation",
        "Enjoying the quiet life? Corporate governance and managerial preferences",
        "Do takeover laws matter? Evidence from five decades of hostile takeovers",
        "Management risk incentives and the readability of corporate disclosures",
        "CEOs vs CFOs: incentives and corporate policies",
        "Identifying control motives in managerial ownership: evidence of antitakeover legislation",
        "Estimating the effect of corporate social responsibility on firm value using geographic identification",
        "Estimating the effect of entrenched boards on firm value using geographic identification",
        "Managerial incentives and risk-taking",
        "Does weak governance cause weak stock returns? An examination of firm operating performance and investors' expectations",
        "CEO age, risk incentives, and hedging strategy",
        "A cautionary note on measurement error corrections in structural equation models",
        "The propensity to split and CEO compensation",
        "Relevance of corporate boards in driving performance in the period that covers financial crisis",
        "Agency problems and the theory of the firm",
        "Separation of ownership and control",
        "Capital structure and corporate control: the effect of antitakeover statues on firm leverage",
        "Does corporate governance matter in competitive industries?",
        "Playing it safe? Managerial preferences, risk, and agency conflicts",
        "The sensitivity of CEO wealth to equity risk: an analysis of the magnitude and determinants",
        "What drives merger waves?",
        "Board nationality and educational background diversity and corporate social performance",
        "Some results on incentive contracts with applications to education and employment, health insurance, and law enforcement",
        "The market mechanism as an incentive scheme",
        "Stock options and managerial incentives for risk-taking: evidence from FAS 123R",
        "Annual survey of economic theory: the theory of monopoly",
        "Managerial incentive problems: a dynamic perspective",
        "Theory of the firm: managerial behavior, agency costs, and ownership structure",
        "Does corporate social responsibility (CSR) improve credit ratings? Evidence from geographic identification",
        "The wealth effects of second-generation state takeover legislation",
        "CFOs versus CEOs: equity incentives and crashes",
        "Does takeover activity cause managerial discipline? Evidence from international M&A laws",
        "Managerial risk-taking behavior and equity-based compensation",
        "Foreign board members and firm innovativeness: an exploratory analysis for setting a research agenda",
        "Mergers and the market for corporate control",
        "The board of directors and firm performance: empirical evidence from listed companies",
        "How do independent directors view powerful executive risk-taking incentives? A quasi-natural experiment",
        "Investment, idiosyncratic risk, and ownership",
        "Empirical evidence on the relation between stock option compensation and risk-taking",
        "Equity risk incentives and corporate tax aggressiveness",
        "Managerial incentives and product market competition",
        "Hostility in takeovers: in the eyes of the beholder?",
        "Product market competition and managerial slack",
        "The determinants of firms’ hedging policies",
        "Dealing with endogeneity bias: the generalized method of moments (GMM) for panel data",
        "How to use instrumental variables in addressing endogeneity? A step-by-step procedure for non-specialists",
        "Perquisites, risk, and capital structure",
        "Endogeneity bias in marketing research: problems, causes, and remedies",
        "Co-opted boards"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Oswego",
            "@id": "60014235",
            "affilname": "SUNY Oswego",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014235",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60001921",
            "affilname": "National Institute of Development Administration",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001921",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "University Park",
            "@id": "60001439",
            "affilname": "Pennsylvania State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001439",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "CU-Collar",
        "Collaborating Center for Labor Research at Chulalongkorn University",
        "Chulalongkorn University"
    ]
}