{
    "eid": "2-s2.0-85087950928",
    "title": "Synergistic infection of Ichthyophthirius multifiliis and Francisella noatunensis subsp. orientalis in hybrid red tilapia (Oreochromis sp.)",
    "cover-date": "2020-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Coinfection",
        "Francisellosis",
        "Ichthyophthiriasis",
        "Tilapia",
        "White spot disease"
    ],
    "authors": [
        "Vuong Viet Nguyen",
        "Ha Thanh Dong",
        "Saengchan Senapin",
        "Pattanapon Kayansamruaj",
        "Nopadon Pirarat",
        "Tilladit Rung-ruangkijkrai",
        "Sonthaya Tiawsirisup",
        "Channarong Rodkhum"
    ],
    "citedby-count": 16,
    "ref-count": 37,
    "ref-list": [
        "FAO global fishery and aquaculture production statistics 1950–2017. FishStatJ v2019.1.0",
        "Top 10 species groups in global aquaculture 2017. WAPI factsheet",
        "Francisella infections in fish and shellfish",
        "Francisella infections in farmed and wild aquatic organisms",
        "A polyphasic approach for phenotypic and genetic characterization of the fastidious aquatic pathogen Francisella noatunensis subsp. orientalis",
        "Duplex PCR assay and in situ hybridization for detection of Francisella spp. and Francisella noatunensis subsp. orientalis in red tilapia",
        "Transmission of Francisella noatuensis subsp. orientalis from subclinically infected hybrid red tilapia broodstock (Oreochromis sp.) to their offspring",
        "Vertical transmission and concurrent infection of multiple bacterial pathogens in naturally infected red tilapia (Oreochromis spp.)",
        "Histopathology of Ichthyophthirim multifiliis infections in fishes",
        "Ichthyophthirius multifiliis fouquet and ichthyophthiriosis in freshwater teleosts",
        "The fish parasite Ichthyophthirius multifiliis – host immunology, vaccines and novel treatments",
        "Ichthyophthiriasis: emphases on the epizootiology",
        "The impact of co-infections on fish: a review",
        "Enhanced mortality in Nile tilapia Oreochromis niloticus following coinfections with ichthyophthiriasis and streptococcosis",
        "Effect of Ichthyophthirius multifiliis parasitism on the survival, hematology and bacterial load in channel catfish previously exposed to Edwardsiella ictaluri",
        "Evaluation of the link between gyrodactylosis and streptococcosis of Nile tilapia, Oreochromis niloticus (L.)",
        "First identification of Francisella noatunensis subsp. orientalis causing mortality in Mexican tilapia Oreochromis spp",
        "Francisella infection in cultured Tilapia in Thailand and the inflammatory cytokine response",
        "Francisella sp., an emerging pathogen of tilapia, Oreochromis niloticus (L.), in Costa Rica",
        "Francisella asiatica as the causative agent of piscine francisellosis in cultured tilapia (Oreochromis sp.) in the United States",
        "Parasites and diseases",
        "Effects of temperature and salt concentration on Francisella noatunensis subsp. orientalis infections in Nile tilapia Oreochromis niloticus",
        "Bacteria from fish and other aquatic animals: a practical identification manual",
        "The early development of Ichthyophthirius multifiliis in channel catfish in vitro",
        "Primer3–new capabilities and interfaces",
        "MEGA6: molecular evolutionary genetics analysis version 6.0",
        "Francisella noatunensis subsp. orientalis, an emerging bacterial pathogen affecting cultured red tilapia (Oreochromis sp.) in Thailand",
        "In vitro cultured Neoparamoeba perurans causes amoebic gill disease in Atlantic salmon and fulfils Koch's postulates",
        "Treatment of Trichodina sp reduced load of Flavobacterium columnare and improved survival of hybrid tilapia",
        "Effects of praziquantel and sanguinarine on expression of immune genes and susceptibility to Aeromonas hydrophila in goldfish (Carassius auratus) infected with Dactylogyrus intermedius",
        "Enhanced susceptibility of hybrid tilapia to Flavobacterium columnare after parasitism by Ichthyophthirius multifiliis",
        "Parasitism by protozoan Ichthyophthirius multifiliis enhanced invasion of Aeromonas hydrophila in tissues of channel catfish",
        "Nile tilapia (Oreochromis niloticus) challenged infection by Francisella noatunensis subsp. orientalis via an intragastric route protocol",
        "Francisella noatunensis subsp orientalis infects striped catfish (Pangasianodon hypophthalmus) and common carp (Cyprinus carpio) but does not kill the hosts",
        "Attenuation of the fish pathogen Francisella sp. by mutation of the iglC* gene",
        "Immunity to Ichthyophthirius infections in fish: a synopsis",
        "Ichthyophthirius multifiliis as a potential vector of Edwardsiella ictaluri in channel catfish"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60103781",
            "affilname": "Suan Sunandha Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103781",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "115345520",
            "affilname": "Research Institute of Aquaculture No. 1 (RIA1)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/115345520",
            "affiliation-country": "Viet Nam"
        }
    ],
    "funding": [
        "Faculty of Veterinary Science, Chulalongkorn University",
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}