{
    "eid": "2-s2.0-85127756214",
    "title": "Mapping the motorcycle-based ride-hailing users in Yogyakarta: An analysis of socio-economic factors and preferences",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Transportation",
            "@code": "3313",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Frequency",
        "Motorcycle",
        "Policy direction",
        "Ride-hailing",
        "Young adults"
    ],
    "authors": [
        "Muhammad Zudhy Irawan",
        "Muhamad Rizki",
        "Saksith Chalermpong",
        "Hironori Kato"
    ],
    "citedby-count": 7,
    "ref-count": 57,
    "ref-list": [
        "What influences travelers to use Uber? Exploring the factors affecting the adoption of on-demand ride services in California",
        "Jumlah Pengguna Aktif Gojek di Indonesia Setara dengan Aplikasi Ride-Sharing Terbesar Dunia",
        "Estimation of discrete choice models: extending BIOGEME",
        "Access For All: Policies for Inclusive TOD",
        "Differentiating the influence of accessibility, attitudes, and demographics on stop participation and frequency during the evening commute",
        "Indonesia Statistics",
        "What Affects Millennials' Mobility? Part II: the Impact of Residential Location, Individual Preferences and Lifestyles on Young Adults' Travel Behavior in California",
        "The multimodal behavior of Millennials: exploring differences in travel choices between young adults and gen Xers in California",
        "Disruptive Transportation: the Adoption, Utilization, and Impacts of Ride-Hailing in the United States",
        "The effects of ride-hailing companies on the taxicab industry in las Vegas, Nevada",
        "Trends in taxi use and the advent of Ridehailing, 1995–2017: evidence from the US national household travel survey",
        "Perspectives on the Ridesourcing Revolution: Surveying Individual Attributes toward Uber and Lyft to Inform Urban Transportation Policymaking",
        "Fusing multiple sources of data to understand ride-hailing use",
        "Understanding and using factor scores: consideration for the applied researcher",
        "The potential role of mobile phone technology in rural motorcycle and three-wheeler taxi services in Africa",
        "Ride-hailing apps' continuance intention among different consumer groups in Indonesia: the role of personal innovativeness and perceived utilitarian and hedonic value. Asia Pac",
        "Gender differences in metropolitan travel behaviour",
        "Understanding the recent transit ridership decline in major US cities: service cuts or emerging modes?",
        "Socioeconomic and usage characteristics of transportation network company (TNC) riders",
        "Multivariate Data Analysis",
        "Spatial contestation and involution: a case of the public transport, with particular reference to the Kampung Melayu, Jakarta",
        "The impact of ride hailing on parking (and vice versa)",
        "The factors influencing Thai passenger's intention to reuse grab car service in Bangkok",
        "Sharing Economy Platforms as enablers of urban transport in the Global South: case of digital taxi aggregators in New Delhi, India",
        "A joint choice decision model of intra-household interaction-based motorcycle mode and departure time in Yogyakarta, Indonesia",
        "Measuring the perceived need for motorcycle-based ride-hailing services on trip characteristics among university students in Yogyakarta, Indonesia",
        "Do motorcycle-based ride-hailing apps threaten bus ridership? A hybrid choice modeling approach with latent variables",
        "To compete or not compete: exploring the relationships between motorcycle-based ride-sourcing, motorcycle taxis, and public transport in the Jakarta metropolitan area",
        "The social, economic, and environmental impacts of ridesourcing services: a literature review",
        "Paguyuban minta jumlah Driver Ojol Dikontrol Berkala",
        "Investigating objective and subjective factors influencing the adoption, frequency, and characteristics of ride-hailing trips",
        "A comparative analysis of factors influencing millennial travellers' intentions to use ride-hailing",
        "Assessing public opinions on Uber as a ridesharing transportation system: explanatory analysis and results of a survey in Chicago area",
        "Merging ICT and informal transport in Jakarta's ojek system",
        "Innovation versus regulation: an assessment of the metro manila experience in emerging ridesourcing transport services",
        "Exploring the prevalence and factors associated with self-reported traffic crashes among app-based motorcycle taxis in Vietnam",
        "Factors influencing customer's loyalty towards ride-hailing taxi services—a case study of Vietnam",
        "How can the taxi industry survive the tide of ridesourcing? Evidence from Shenzhen, China",
        "Comparative study of Uber and regular taxi service characteristics",
        "Explaining the spread of online taxi services in Semarang, Bogor and Bandung, Indonesia; a discrete choice analysis",
        "Paratransit as a connective mode for mass transit systems in Asian developing cities: case of Bangkok in the era of ride-hailing services",
        "Effect of socio-economic and demographic factors on ride-sourcing services in Dhaka City, Bangladesh",
        "Just a better taxi? A survey-based comparison of taxis, transit, and ridesourcing services in San Francisco. Transp",
        "The travel behaviour of ride-sourcing users, and their perception of the usefulness of ride-sourcing based on the users' previous modes of transport: a case study in Bandung City, Indonesia",
        "Not my usual trip: ride-hailing characterization in Mexico City",
        "Who uses ride-hailing services in the United States?",
        "Effects of perceived safety, involvement and perceived service quality on loyalty intention among ride-sourcing passengers",
        "On-demand motorcycle taxis improve mobility, not sustainability",
        "How app-based ride-hailing services influence travel behavior: an empirical study from China",
        "Ride-hailing, travel behaviour and sustainable mobility: an international review",
        "Ride-hailing in Santiago de Chile: users' characterisation and effects on travel behaviour",
        "Discrete Choice Methods with Simulation",
        "Ride-sharing: a potential means to increase the quality and availability of motorised trips while discouraging private motor ownership in developing cities?",
        "Accounting for multi-dimensional dependencies among decision-makers within a generalized model framework: an application to understanding shared mobility service usage levels",
        "Dampak GOJEK terhadap Perekonomian Yogyakarta pada Tahun 2018",
        "Yogyakarta Special Province In Figures",
        "The who, why, and when of Uber and other ride-hailing trips: an examination of a large sample household travel survey"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bandung",
            "@id": "60105174",
            "affilname": "Institut Teknologi Nasional Bandung",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60105174",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Yogyakarta",
            "@id": "60069380",
            "affilname": "Universitas Gadjah Mada",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069380",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60025272",
            "affilname": "The University of Tokyo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025272",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Vienna",
            "@id": "60024895",
            "affilname": "Universitat fur Bodenkultur Wien",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024895",
            "affiliation-country": "Austria"
        }
    ],
    "funding": [
        "Department of Civil and Environmental Engineering, Universitas Gadjah Mada",
        "Kajima Foundation"
    ]
}