{
    "eid": "2-s2.0-84955194359",
    "title": "Implementation of the Strategic Approach to International Chemicals Management in Cambodia: effects of regime design",
    "cover-date": "2016-02-01",
    "subject-areas": [
        {
            "$": "Law",
            "@code": "3308"
        },
        {
            "$": "Political Science and International Relations",
            "@code": "3320"
        },
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        }
    ],
    "keywords": [
        "Cambodia",
        "Chemicals management",
        "Effectiveness",
        "International environmental agreements",
        "Regime",
        "Strategic Approach to International Chemicals Management (SAICM)"
    ],
    "authors": [
        "Linn Persson"
    ],
    "citedby-count": 2,
    "ref-count": 63,
    "ref-list": [
        "The concept of legalization",
        "Hard and soft law in international governance",
        "Mercury in hair and blood from residents of Phnom Penh (Cambodia) and possible effect on serum hormone levels",
        "Mercury contamination in human hair and fish from Cambodia: Levels, specific accumulation and risk assessment",
        "The effectiveness and legitimacy of international environmental institutions",
        "FNI Report 19/2001",
        "February",
        "Analyzing international environmental regimes: From case study to database",
        "Green Globe Yearbook",
        "A systems analysis of political life",
        "European Environment Agency and the European Commission",
        "International Environmental Agreements: Politics, Law and Economics",
        "The International trade in toxic waste: The case of Sihanoukville, Cambodia",
        "Pesticide use and self-reported symptoms of acute pesticide poisoning among aquatic farmers in phnom penh, cambodia",
        "Multilateral environmental agreements for wastes and chemicals: 40 years of global negotiations",
        "Structural Causes and Regime Consequences: Regimes as intervening variables",
        "Yearbook of international co-operation on environment and development 2001/02",
        "Governance for sound chemicals management: The need for a more comprehensive global strategy",
        "Occurrence of PCBs, Organochlorine Insecticides, tris(4-Chlorophenyl)methane, and tris(4-Chlorophenyl)methanol in Human Breast Milk Collected from Cambodia",
        "Sustainable Development Law and Policy",
        "Integrated chemical management: Dream or reality in the developing world?",
        "National profile on chemicals management in Cambodia",
        "Updated national profile on chemicals management in Cambodia",
        "Global Environmental Politics",
        "Also Available in Khmer",
        "OECD environmental outlook for the chemicals industry",
        "The strategic approach to international chemicals management: Lost opportunity or foundation for a brave new world?",
        "health: A global management perspective",
        "Chief Officer",
        "Sustainable Development Law and Policy",
        "Royal Government of Cambodia",
        "RGC Road-map: The national implementation strategy on GHS in Cambodia",
        "July",
        "Key feature of a national PRTR system: Cambodia pollutant release and transfer register (PRTR system)",
        "MEA Enforcement and Compliance Meeting Bulletin",
        "UNEP and WHO",
        "SAICM/ICCM.2/15",
        "London/New York",
        "Soft law, hard law, and effective implementation of international environmental norms",
        "Pesticide risk reduction in Cambodia: An assessment of findings from research on pesticide use, baseline survey in Battambang and Prey Veng",
        "Persistent organic pollutants in human breast milk from Asian countries",
        "produced by the centre for international environmental law (CIEL)",
        "Conclusions: Patterns of regime effectiveness. Environmental regime effectiveness: Confronting theory with evidence",
        "Regime consequences—Methodological challenges and research strategies",
        "Synergies success stories—Enhancing cooperation coordination among the basel, Rotterdam and Stockholm conventions",
        "United Nations Environment Programme",
        "the strategic approach to international chemicals management",
        "(2012c). Summary report on progress in implementation of the strategic approach. International conference on chemicals management 3, document SAICM/ICCM.3/4",
        "United Nations Environment Programme",
        "United Nations Environment Programme",
        "United Nations Environment Programme",
        "January",
        "Public policy and program evaluation",
        "Daily intake and human risk assessment of organochlorine pesticides (OCPs) based on Cambodian market basket data",
        "Global Environmental Politics",
        "Global Environmental Change",
        "The consequences of international regimes—A framework for analysis. Regime consequences—methodological challenges and research strategies",
        "Effectiveness of international environmental regimes: Existing knowledge, cutting-edge themes, and research strategies",
        "Sugaring off: Enduring insights from long-term research on environmental governance"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Stockholm",
            "affilname": "Stockholm Environment Institute",
            "affiliation-country": "Sweden"
        }
    ],
    "funding": [
        "Styrelsen för Internationellt Utvecklingssamarbete"
    ]
}