{
    "eid": "2-s2.0-85147319124",
    "title": "Infectious diseases, dividend policy, and independent directors: Evidence from textual analysis",
    "cover-date": "2023-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Saranyu Ungpakorn",
        "Pattanaporn Chatjuthamard",
        "Pornsit Jiraporn",
        "Piyachart Phiromswad"
    ],
    "citedby-count": 0,
    "ref-count": 94,
    "ref-list": [
        "Payout Policy in the 21st Century",
        "Payout Policy and Cash-flow Uncertainty",
        "Costs Agency and Dividend Policy: International evidence",
        "Culture, Corporate, Governance, and Dividend Policy",
        "Corporate Governance and Firm Value: Evidence from the Korean Financial Crisis",
        "Corporate Governance in the Asian Financial Crisis",
        "A Cross-Firm Analysis of the Impact of Corporate Governance on the East Asian Financial Crisis",
        "Dividends and Economic Policy Uncertainty: International Evidence",
        "The Unprecedented Stock Market Reaction to COVID-19",
        "Unobservable Selection and Coefficient Stability: Theory and Evidence",
        "Dividends and Expropriation",
        "Appearing and Disappearing Dividends: The Link to Catering Incentives",
        "Reappearing Dividends",
        "The Information Content of Dividends",
        "Do Changes in Dividends Signal the Future or the Past?",
        "Dividends and Losses",
        "A Theory of Dividends Based on Tax Clienteles",
        "Dividend Policy, Growth, and the Valuation of Shares",
        "Historical Evidence for Economic Effects of COVID-19",
        "The Economic Effects of COVID-19 Containment Measures",
        "Mitigating the Wider Health Effects of COVID-19 Pandemic Response",
        "Corporate Governance and Dividend Policy in Emerging Markets",
        "Dividend Policy, Shareholder Rights, and Corporate Governance",
        "Corporate Governance and Dividend Policy: Shareholders’ Protection or Expropriation?",
        "Dividend Policy, Corporate Governance and the Managerial Entrenchment Hypothesis: An Empirical Analysis",
        "Corporate Governance and Dividend Policy in Southeast Asia Pre- and Post-Crisis",
        "Dividend Payouts and Corporate Governance Quality: An Empirical Investigation",
        "The Structure of Voluntary Disclosure Narratives: Evidence from Tone Dispersion",
        "Is All That Talk Just Noise? The Information Content of Internet Stock Message Boards",
        "Using 10-K Text to Gauge Financial Constraints",
        "Wisdom of Crowds: The Value of Stock Opinions Transmitted Through Social Media",
        "The Effect of Manager-Specific Optimism on the Tone of Earnings Conference Calls",
        "Managers’ Use of Language Across Alternative Disclosure Outlets: Earnings Press Releases versus MD&A",
        "Annual Report Readability, Tone Ambiguity, and the Cost of Borrowing",
        "Measuring Firm Complexity",
        "Measuring Economic Policy Uncertainty",
        "Textual Analysis in Accounting and Finance: A Survey",
        "The Impact of Macroeconomic Uncertainty on Non-Financial Firms’ Demand for Liquidity",
        "Executive Summary: Strategic Hesitance",
        "Policy Uncertainty and Corporate Investment",
        "Policy Uncertainty and Mergers and Acquisitions",
        "Does Policy Uncertainty Affect Mergers and Acquisitions?",
        "Does Economic Policy Uncertainty Influence Executive Risk-Taking Incentives?",
        "What Affects Innovation More: Policy or Policy Uncertainty?",
        "Uncertainty about Government Policy and Stock Prices",
        "Dividend Payouts: Evidence from U.S. Bank Holding Companies in the Context of the Financial Crisis",
        "Corporate Payout, Cash Retention, and the Supply of Credit: Evidence from the 2008–2009 Credit Crisis",
        "The Global Financial Crisis, Family Control, and Dividend Policy",
        "Dividend Policy and Political Uncertainty: Evidence from the US Presidential Elections",
        "Distribution of incomes of corporations among dividends, retained earnings, and taxes",
        "Rethinking capital structure decision and corporate social responsibility in response to COVID-19",
        "Managers’ Competences in Private Hospitals for Investment Decisions during the COVID-19 Pandemic",
        "Assessing the Impact of COVID-19 on Corporate Investment Behavior",
        "Covid-19 and Optimal Portfolio Selection for Investment in Sustainable Development Goals",
        "The impact of the COVID-19 pandemic on dividends",
        "Infectious disease and corporate activities",
        "Supply and Demand in Disaggregated Keynesian Economies with an Application to the COVID-19 Crisis",
        "Epidemics in the New Keynesian Model",
        "Macroeconomic Implications of COVID-19: Can Negative Supply Shocks Cause Demand Shortages?",
        "The Paradox of Liquidity",
        "Outside Directors, Board Independence, and Shareholder Wealth",
        "Do Independent Directors Enhance Target Shareholder Wealth during Tender Offers?",
        "Corporate Governance, Chief Executive Officer Compensation, and Firm Performance",
        "The Value of Independent Directors: Evidence from Sudden Deaths",
        "Do Independent Directors Improve Firm Value? Evidence from the Great Recession",
        "Infectious Disease Pandemic and Permanent Volatility of International Stock Markets: A Long-term Perspective",
        "Infectious Diseases, Stock Market Volatility, and Public Opinion on Home Buying in the United States: Implications from COVID-19 and Beyond",
        "Do Cryptocurrencies Hedge Against EPU and the Equity Market Volatility during COVID-19?–New Evidence from Quantile Coherency Analysis",
        "The Central Role of the Propensity Score in Observational Studies for Causal Effects",
        "Selection Models in Accounting Research",
        "Corporate Integrity and Hostile Takeover Threats: Evidence from Machine Learning and “CEO Luck”",
        "Corporate Complexity, Managerial Myopia, and Hostile Takeover Exposure: Evidence from Textual Analysis",
        "How Do Independent Directors View Generalist vs. Specialist CEOs? Evidence from an Exogenous Regulatory Shock",
        "Does Board Independence Influence Asset Redeployability? Evidence from a Quasi-natural Experiment",
        "Entropy-Balanced Accruals",
        "Entropy Balancing for Causal Effects: A Multivariate Reweighting Method to Produce Balanced Samples in Observational Studies",
        "Audit Quality and Specialist Tenure",
        "Political Corruption and Corporate Social Responsibility (CSR)",
        "The Deterrent Effect of Employee Whistleblowing on Firms’ Financial Misreporting and Tax Aggressiveness",
        "Does a Good Central Banker Make a Difference?",
        "The earnings returns to graduating with honors—Evidence from law graduates",
        "The effect of COVID-19 lockdowns on political support: Some good news for democracy?",
        "The impact of US sanctions on poverty",
        "Determinants and Consequences of Quantitative Critical Accounting Estimate Disclosures",
        "The Returns to Office in a “Rubber Stamp” Parliament",
        "The effect of unemployment on the mental health of spouses–Evidence from plant closures in Germany",
        "COVID-19: Fear of pandemic and short-term IPO performance",
        "Chief executive officer power and board gender diversity",
        "How do independent directors view corporate social responsibility (CSR)? Evidence from a quasi-natural experiment",
        "Large sample properties of generalized method of moments estimators",
        "Some tests of specification for panel data: Monte Carlo evidence and an application to employment equations",
        "Another look at the instrumental variable estimation of error-components models",
        "The weak instrument problem of the system GMM estimator in dynamic panel data models",
        "Generalized method of moments estimation of linear dynamic panel data models"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Sasin School of Management",
        "National Research Council of Thailand"
    ]
}