{
    "eid": "2-s2.0-84931270980",
    "title": "The ASEAN economic community and medical qualification",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Public Health",
            "@code": "2739"
        },
        {
            "$": "Health Policy",
            "@code": "2719"
        }
    ],
    "keywords": [
        "AEC",
        "Medical education",
        "Medical licensing examination",
        "Medical practice",
        "Medical qualification"
    ],
    "authors": [
        "Jathurong Kittrakulrat"
    ],
    "citedby-count": 13,
    "ref-count": 23,
    "ref-list": [
        "The Wiley Blackwell encyclopedia of health, illness, behavior, and society",
        "Trade in health services in the ASEAN region.",
        "Developing ASEAN Economic Community (AEC) into A Global Services Hub, ERIA Research Project Report 2011-1",
        "Transnational migration of health professionals in the European Union",
        "Health worker migration in the European region: country case studies and policy implication",
        "Interpersonal skill in medicine: The essential partner of verbal communication",
        "Assessing fitness-to-practice of overseas-trained health practitioners by Australian registration & accreditation bodies",
        "Physician migration, education, and health care.",
        "Health workforce imbalances in times of globalization: Brain drain or professional mobility",
        "The Nation",
        "Qualitative evaluation and research methods",
        "World Med J",
        "A framework for evaluation of secondary data sources for epidemiological research",
        "The impact of language barriers on the health care of latinos in the United States: A review of the literature and guidelines for practice",
        "Impact of Language Barrier on Acute Care Medical Professionals Is Dependent Upon Role",
        "Culture, language, and the doctor-patient relationship",
        "Theories of power and domination: the politics of empowerment in late modernity"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Bumrungrad International Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Baltimore",
            "affilname": "Johns Hopkins Bloomberg School of Public Health",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}