{
    "eid": "2-s2.0-84991051941",
    "title": "Direct fabrication of catalytically active FexC sites by sol-gel autocombustion for preparing Fischer-Tropsch synthesis catalysts without reduction",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Catalysis",
            "@code": "1503"
        }
    ],
    "keywords": [],
    "authors": [
        "Rungravee Phienluphon"
    ],
    "citedby-count": 13,
    "ref-count": 36,
    "ref-list": [
        "The renaissance of iron-based Fischer-Tropsch synthesis: On the multifaceted catalyst deactivation behaviour",
        "Catal. Lett.",
        "Heterogeneous Catalysis in Industrial Practice",
        "Catal. Sci. Technol.",
        "Fischer-Tropsch synthesis over reduced and unreduced iron oxide catalysts",
        "Genesis of iron carbides and their role in the synthesis of hydrocarbons from synthesis gas",
        "Structural analysis of unpromoted Fe-based Fischer-Tropsch catalysts using X-ray absorption spectroscopy",
        "Characterization by Mössbauer spectroscopy of iron carbides formed by Fischer-Tropsch synthesis",
        "Activation of Precipitated Iron Fischer-Tropsch Synthesis Catalysts",
        "Phase transformation of unpromoted and promoted Fe catalysts and the formation of carbonaceous compounds during Fischer-Tropsch synthesis reaction",
        "Mössbauer investigation of supported Fe catalysts. III. In situ kinetics and spectroscopy during Fischer-Tropsch synthesis",
        "Behavior of metallic iron catalysts during Fischer-Tropsch synthesis studied with Mössbauer spectroscopy, X-ray diffraction, carbon content determination, and reaction kinetic measurements",
        null,
        "Ruthenium promoted cobalt catalysts prepared by an autocombustion method directly used for Fischer-Tropsch synthesis without further reduction",
        "Effect of different fuels on the alumina-zirconia nanopowder synthesized by sol-gel autocombustion method",
        "Combustion synthesis of γ-lithium aluminate by using various fuels",
        "Influence of fuel ratios on auto combustion synthesis of barium ferrite nano particles",
        "Sol-gel autocombustion synthesis of metals and metal alloys",
        "Pretreatment effect studies with a precipitated iron Fischer-Tropsch catalyst",
        "The research of information management system for evaluating admitting new party member in college",
        null,
        "Raman microspectroscopy of some iron oxides and oxyhydroxides",
        "Cobalt aluminate formation in alumina-supported cobalt catalysts: Effects of cobalt reduction state and water vapor",
        "Effect of promotion with ruthenium on the structure and catalytic performance of mesoporous silica (smaller and larger pore) supported cobalt Fischer-Tropsch catalysts",
        "Characterization of cobalt Fischer-Tropsch catalysts. 2. Rare earth-promoted cobalt-silica gel catalysts prepared by wet impregnation",
        "Effects of zirconia promotion on the structure and performance of smaller and larger pore silica-supported cobalt catalysts for Fischer-Tropsch synthesis",
        "CO-hydrogenation of syngas to fuel using silica supported Fe-Cu-K catalysts: Effects of active components",
        "Copper-iron supported bimodal pore catalyst and its application for higher alcohols synthesis",
        "Effect of calcination temperature on the structure and Fischer-Tropsch performance of Fe-Mn catalyst",
        "Activation Studies with a Precipitated Iron Catalyst for Fischer-Tropsch Synthesis. I. Characterization Studies",
        "Effect of magnesium promoter on iron-based catalyst for Fischer-Tropsch synthesis",
        null,
        "Design, synthesis, and catalytic properties of silica-supported, Pt-promoted iron Fischer-Tropsch catalysts",
        "Int. J. Chem. React. Eng.",
        "Iron-based catalysts for slurry-phase Fischer-Tropsch process: Technology review",
        "Production of hydrocarbons in Fischer-Tropsch synthesis with Fe-based catalyst: Investigations of primary kerosene yield and carbon mass balance"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Toyama",
            "affilname": "University of Toyama",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "NRCT-NSFC",
        "National Natural Science Foundation of China",
        "New Energy and Industrial Technology Development Organization",
        "Japan Science and Technology Agency",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}