{
    "eid": "2-s2.0-84930028807",
    "title": "Tibial cartilage volume measurement in knee osteoarthritis using magnetic resonance imaging",
    "cover-date": "2015-02-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Magnetic resonance imaging",
        "Measurement",
        "MRI",
        "Tibial cartilage volume"
    ],
    "authors": [
        "Varalee Vanichtantikul"
    ],
    "citedby-count": 1,
    "ref-count": 22,
    "ref-list": [
        "Special article the economic cost and social and psychological impact of musculoskeletal conditions",
        "Menopause, oestrogens and arthritis",
        "Osteo-arthrosis. Prevalence in the population and relationship between symptoms and x-ray changes.",
        "Ageing in relation to the pathogenesis of osteoarthritis",
        "MR findings in knee osteoarthritis",
        "Quantitative Assessment of Cartilage Status in Osteoarthritis by Quantitative Magnetic Resonance Imaging: Technical Validation for Use in Analysis of Cartilage Volume and Further Morphologic Parameters",
        "Joint space width measures cartilage thickness in osteoarthritis of the knee: High resolution plain film and double contrast macroradiographic investigation",
        "Workshop report: Which is the best radiographic protocol for a clinical trial of a structure modifying drug in patients with knee osteoarthritis?",
        "Contribution of meniscal extrusion and cartilage loss to joint space narrowing in osteoarthritis",
        "Meniscal subluxation: Association with osteoarthritis and joint space narrowing",
        "Gender differences in knee cartilage volume as measured by magnetic resonance imaging",
        "Quantification of articular cartilage in the knee with pulsed saturation transfer subtraction and fat-suppressed MR imaging: Optimization and validation",
        "Grading articular cartilage of the knee using fast spin-echo proton density-weighted MR imaging without fat suppression",
        "Magnetic resonance imaging of articular cartilage in the knee. An evaluation with use of fast-spin-echo imaging",
        "Magnetic Resonance Imaging-Based Assessment of Cartilage Loss in Severe Osteoarthritis: Accuracy, Precision, and Diagnostic Value",
        "Articular cartilage volume in the knee: Semiautomated determination from three-dimensional reformations of MR images",
        "Femoro-Tibial Cartilage Metrics from Coronal MR Image Data: Technique, Test-Retest Reproducibility, and Findings in Osteoarthritis",
        "Quantitative cartilage volume measurement using MRI: Comparison of different evaluation techniques",
        "Accuracy of cartilage volume and thickness measurements with magnetic resonance imaging",
        "Effect of gradient and section orientation on quantitative analysis of knee joint cartilage",
        "Surface size, curvature analysis, and assessment of knee joint incongruity with MRI in vivo",
        "Accuracy and precision of quantitative assessment of cartilage morphology by magnetic resonance imaging at 3.0T"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}