{
    "eid": "2-s2.0-85051446527",
    "title": "Traditional fermented foods: Composition and nutritive value",
    "cover-date": "2016-01-05",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "A. K. Senapathi"
    ],
    "citedby-count": 1,
    "ref-count": 126,
    "ref-list": [
        "Studies on goat milk proteins: Molecular and immunological characterization with respect to human health and nutrition",
        "Effect of period of maize fermentation and souring on chemical properties and amylograph pasting viscosity of ogi",
        "A Laboratory Procedure for the Preparation of Ogi, A Nigerian Fermented Food",
        "The suitability of African bush mango juice for wine production",
        "A Microbiological Study of Sudanese Date Wines",
        "Effect of Fermentation on B-Vitamin Content of Milk in Sweden",
        "Cultured/Fermented Products, Cited in Technology of Indian Milk Products",
        "Milk based fermented foods",
        "FAO: Products of bacterial fermentations Fermented fruits and vegetables a global perspective Mike Battcock and Sue Azam-Ali",
        "Institute of Bioresources and Sustainable Development (IBSD)",
        "Intermediate Technology Food Chain 23 Improving Madila-A traditional fermented milk from Botswana",
        "African traditional fermented foods and probiotics",
        "Determination of vitamin B 12 in fish sauce in Thailand.",
        "Vitamin B 12 contents in fermented fish, fish sauce and soya-bean sauce.",
        "Effect of germination and probiotic fermentation on nutrient composition of barley based food mixtures",
        "Nutritional research on fermented soyabean products",
        "Nutritional composition of fermented ragi (chhang) by phab and defined starter cultures as compared to unfermented ragi (Eleucine coracana G.)",
        "In: Biotechnology: Food Fermentation Microbiology",
        "FAO beverage of the Himalayas. Food Microbiol",
        "Indian Food Packer",
        "Cereal-based fermented foods and beverages",
        "Microbiological and nutritional analysis of some fermented foods consumed by different tribes of North Cachar Hills District of Assam",
        "Effect of Fermentation on Soluble Proteins and In Vitro Protein Digestibility of Sorghum, Green Gram and Sorghum‐Green Gram Blends",
        "Advantages of traditional lactic acid bacteria fermentation of food in Africa",
        "J Hill Res",
        "Biochemical and Nutritional Evaluation of Masyaura - A Legume Based Traditional Savoury of Nepal",
        "Traditional foods and beverages of Nepal-a review",
        "Indian J Dairy Science",
        "Indian J Dairy Sci",
        "Microbiological evaluation of indigenous fermented milk products of the Sikkim Himalayas",
        "Microbial and analytical characterization of Chhu - A traditional fermented milk product of the Sikkim Himalayas",
        "Dominant lactic acid bacteria and their technological properties isolated from the Himalayan ethnic fermented milk products",
        "Natural Lactic Acid Fermentation of Corn Meal",
        "A review of traditional fermented foods and beverages of Zimbabwe",
        "ASIN J Dairy Res.",
        "Vinegars from tropical Africa",
        "Whey, a carrier of probiotics against diarrhoea",
        "Nutritional aspects of fermented milk products",
        "Fermented Cereals",
        "Yogurt as probiotic carrier food",
        "Sorghum and the Millets: Their Composition and Nutritive Value",
        "Amino acid compositions of bakasang, a traditional fermented fish sauce from indonesia",
        "J Food Sci Technol",
        "Indian J Dairy Sci",
        "International Seminar and Workshop on Fermented Foods, Health Status and Social Well- Being, Nov",
        "Am. J. Enol. Vitic.",
        "Technology and production of sur in Himachal Pradesh",
        "Joshi V.K. and Pandey A. (eds). Educational Publishers and distributors",
        "Cider vinegar: Microbiology, technology and quality",
        "Effect of dietary barley β-glucan on cholesterol and lipoprotein fractions in rats",
        "Sci Cul",
        "Effect of fermentation by pure cultures of yeasts and lactobacilli on the available carbohydrate content of pearl millet",
        "Indian J Vet Sci Ani Husband",
        "In: Downing D.L. (ed.). Processed Apple Products. Van Nosand Reinhold",
        "New wheys for lactose",
        "Studies on the biochemical changes during fermentation of salt-fermented Indian shad (Tenualosa ilisha)",
        "Nutritional composition, yield and consumer response to a semi-fermented fish product prepared from underutilized fish species of the Bangladesh coastline",
        "Cereal Science",
        "Indian fermented milks",
        "Effect of different levels of moisture, sugar and fat on consistency and acceptability of Shrikhand",
        "Rice vinegars",
        "Afr. J. Microbiol. Res.",
        "Fermented Legumes: Soybean and Non-Soybean Products",
        "Probiotic spectra of lactic acid bacteria (LAB)",
        "Influence of Temperature of Fermentation on the Nutritive Value of Lactic Acid Fermented Cornmeal",
        "Bangladesh Res. Pub. J.",
        "Farming Japan",
        "Microbiological safety of kinema, a fermented soya bean food",
        "Food Sci",
        "Assessment of fermentation as a household technology for improving food safety: A joint FAO/WHO workshop",
        "Determination of saponin contents in raw soybean and fermented soybean foods of India",
        "Quality aspect of fish sauce prepared from underutilized fatty Japanese anchovy and rabbit fish",
        "Khoa jalebi, a unique traditional product of Central India",
        "Optimisation of process parameters in the manufacture of Churpi",
        "Chemical Composition of Fish Sauces Produced in Southeast and East Asian Countries",
        "Cultured Dairy Products J",
        "Egyptian J Dairy Sci",
        "Ind J Dairy Science",
        "Microbiology of Food Fermentation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Navsari",
            "affilname": "Navsari Agricultural University",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Sirsa",
            "affilname": "Chaudhary Devi Lal University",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Mumbai",
            "affilname": "Bhabha Atomic Research Centre",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Anand",
            "affilname": "Anand Agricultural University",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Shimla",
            "affilname": "Himachal Pradesh University",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Rahuri",
            "affilname": "Mahatma Phule Krishi Vidyapeeth",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Solan",
            "affilname": "Dr. Yashwant Singh Parmar University of Horticulture and Forestry",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Srinakharinwirot University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}