{
    "eid": "2-s2.0-85051449060",
    "title": "Microbiology and biochemistry of indigenous fermented foods",
    "cover-date": "2016-01-05",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Anila Kumari"
    ],
    "citedby-count": 2,
    "ref-count": 524,
    "ref-list": [
        "Davuke, The Traditional Fijian Method Of Pit Preservation Of Staple Carbohydrate Foods",
        "Traditional fermented protein condiments in Nigeria",
        "Irritable bowel syndrome: Diagnosis and management",
        "Occurrence and function of yeasts in Asian indigenous fermented foods",
        "Effect of fermentation on the in vitro protein digestibility of pearl millet",
        "Control of ammonia formation during Bacillus subtilis fermentation of legumes",
        "Cheese-associated outbreaks of human illness in the United States, 1973 to 1992: Sanitary manufacturing practices protect consumers",
        "Influence of temperature on the fermentation of bambara groundnut (Vigna subterranea) to produce a dawadawa-type product",
        "The Technology of Wine Making",
        "The technology of wine making",
        "Fluorescently labelled, rRNA‐targeted oligonucleotide probes in the study of microbial ecology",
        "Paper presented at Seminar on Fermented Food Processing in Africa",
        "J. Food Prot.",
        "Technology of Indian Milk Products",
        "Effect of storage temperature, time and wrapping materials on the microbiology and biochemistry of ogiri-a fermented-castorseed soup condiment",
        "Vanuatu National Agricultural Census",
        "Food Trade Rev.",
        "Fermented Frutis and Vegetables",
        "Fermented Cereals",
        "Fermented Cereals: A Global Perspective",
        "Antinutrient Reduction and Enhancement in Protein, Starch, and Mineral Availability in Fermented Flour of Finger Millet (Eleusine coracana)",
        "The microbial ecology of tape ketan fermentation",
        "Bacteriophages as indicators of pollution",
        "Emerging foodborne pathogens: Escherichia coli O157:H7 as a model of entry of a new pathogen into the food supply of the developed world",
        "In: Steinkraus",
        "Microbiology and biochemistry of natural fermentation of coconut palm sap",
        "In Salminen",
        "Lactic acid bacteria: Classification and physiology",
        "Microbiological and chemical changes during the fermentation of African locust bean (Parkia biglobosa) to produce afitin, iru and sonru, three traditional condiments produced in Benin",
        "In: Early",
        "Bacteriocins: applications in food preservation",
        "Yeasts: Characteristics and Identification",
        "Nutritional composition of fermented ragi (chhang) by phab and defined starter cultures as compared to unfermented ragi (Eleucine coracana G.)",
        "Fermented cereals and grain legumes of India and vicinity",
        "Mycologia",
        "Dev. Indus. Microbiol.",
        "Flavouring composition prepared by fermentation with Bacillus spp.",
        "In: Reed G. (Ed.)",
        "In: Panesar",
        "Rote of Micrococcus and Pediococcus Species in Cheese Ripening: A Review",
        "In: Microbiology in Food Fermentation",
        "In: Bibek Ray",
        "Milchtvissenschafi",
        "Cereal-based fermented foods and beverages",
        "Anti-microbial substances produced by food associated micro-organisms",
        "Ecological concepts in food microbiology",
        "Physico-chemical Status of Major Milk Constituents and Minerals at Various Stages of Shrikhand Preparation",
        "Principles of Food Science, Food Microbiology and Biochemistry",
        "The Nitric Oxide ‐ Cyclic GMP Pathway and Synaptic Depression in Rat Hippocampal Slices",
        "The Chloroplast of Pisum Sativum: A Three Part Study-The Synthesis of CF The Effect of Ca++ on Protein Synthesis-Oligomycin Sensitivity of the Thylakoid ATPase",
        "Study regarding some metabolic features during lactic acid fermentation of vegetable juices",
        "In: Doyle",
        "Fermented foods - a world perspective",
        "Food fermentations: Role of microorganisms in food production and preservation",
        "The lactic acid bacteria: A literature survey",
        "Assam University Journal of Science and Technology: Biological Science",
        "In: Das Gupta",
        "Traditional technology and product characterization of some lesser-known ethnic fermented foods and beverages of North Cachar hills district of Assam",
        "Mushroom Journal",
        "The origin and early development of straw mushroom cultivation",
        "Mushroom spawn",
        "Tropical Mushrooms. The Chinese Univ. Press",
        "Dairy Microbiology: The Microbiology of Milk Products",
        "In: Fleet",
        "Effect of Fermentation on Soluble Proteins and In Vitro Protein Digestibility of Sorghum, Green Gram and Sorghum‐Green Gram Blends",
        "Nutritional improvement of cereals by fermentation",
        "In: Méndez-Vilas",
        "Organic acids: Chemistry, antibacterial activity and practical applications",
        "J. Hill Res.",
        "PCR primers for the detection of staphylococcal enterotoxins K, L, and M and survey of staphylococcal enterotoxin types in Staphylococcus aureus isolates from food poisoning cases in Taiwan",
        "In: Eck",
        "Effects of Heat and Fermentation on the Extractability of Minerals from Soybean Meal and Corn Meal Blends",
        "Effects of Heat and Natural Fermentation on Amino Acids, Flatus Producing Compounds, Lipid Oxidation and Trypsin Inhibitor in Blends of Soybean and Cornmeal",
        "Res. J. Microbiol",
        "Invited review: Advances in starter cultures and cultured foods",
        "Cheese: Chemistry, Physics and Microbiology",
        "Phylogenetic analysis of the genus Lactobacillus and related lactic acid bacteria as determined by reverse transcriptase sequencing of 16S rRNA"
    ],
    "affiliation": [
        {
            "affiliation-city": "Kota Kinabalu",
            "affilname": "Universiti Malaysia Sabah",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Phagwara",
            "affilname": "Lovely Professional University",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bachok",
            "affilname": "Universiti Malaysia Kelantan",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Guwahati",
            "affilname": "Cotton University",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Palampur",
            "affilname": "CSK Himachal Pradesh Agriculture University",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Chandigarh",
            "affilname": "Panjab University",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Jaen",
            "affilname": "Universidad de Jaén",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Shimla",
            "affilname": "Himachal Pradesh University",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Tezpur",
            "affilname": "Tezpur University",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Solan",
            "affilname": "Dr. Yashwant Singh Parmar University of Horticulture and Forestry",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": null,
            "affilname": "St Bed's College of Education",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": null,
            "affilname": "GB Pant Institute of Himalayan Environment and Development",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Muzaffarnagar",
            "affilname": "D.A.V. College",
            "affiliation-country": "India"
        }
    ],
    "funding": []
}