{
    "eid": "2-s2.0-84939263953",
    "title": "Allocation of attention and dual-task effects on upper and lower limb task performance in healthy young adults",
    "cover-date": "2015-09-18",
    "subject-areas": [
        {
            "$": "General Neuroscience",
            "@code": "2800"
        }
    ],
    "keywords": [
        "Arm and leg",
        "Driving",
        "Motor control",
        "Multi-limb",
        "Prioritization"
    ],
    "authors": [
        "Tara L. McIsaac"
    ],
    "citedby-count": 10,
    "ref-count": 34,
    "ref-list": [
        "The Multiple Tasks Test: Development and normal strategies",
        "Age-related differences in attentional cost associated with postural dual tasks: Increased recruitment of generic cognitive resources in older adults",
        "Driver headway: How close is too close on a motorway?",
        "Aging effects on object transport during gait",
        "Measuring dual task cost using the performance operating characteristic: the effect of emotional words on one’s functional field of view Doctoral Dissertation 3315981",
        "Effects of gait variations on grip force coordination during object transport",
        "Natural Break Points: The Influence of Priorities and Cognitive and Motor Cues on Dual-Task Interleaving",
        "Attention and effort. Prentice-Hall series in experimental psychology",
        "Effects of instructed focus and task difficulty on concurrent walking and cognitive task performance in healthy young adults",
        "Factors influencing dynamic prioritization during dual-task walking in healthy young adults",
        "Residual attentional capacity amongst young and elderly during dual and triple task walking",
        "Attentional demands for static and dynamic equilibrium",
        "Constraints on human arm movement trajectories.",
        "A Computational Theory of Executive Cognitive Processes and Multiple-Task Performance: Part 1. Basic Mechanisms",
        "A Computational Theory of Executive Cognitive Processes and Multiple-Task Performance: Part 2. Accounts of Psychological Refractory-Period Phenomena",
        "Asymmetric velocity and acceleration profiles of human arm movements",
        "US Department of Transportation",
        "Queuing or sharing? A critical evaluation of the single-bottleneck notion",
        "On data-limited and resource-limited processes",
        "Dual-task interference in simple tasks: Data and theory",
        "Effects of once weekly dual-task training in older adults: A pilot randomized controlled trial",
        "Adaptive task prioritization in aging: Selective resource allocation to postural control is preserved in Alzheimer disease",
        "Virtually Perfect Time Sharing in Dual-Task Performance: Uncorking the Central Cognitive Bottleneck",
        "The effects of two types of cognitive tasks on postural stability in older adults with and without a history of falls",
        "Driver's exposure to distractions in their natural driving environment",
        "Assessment of reach-to-grasp trajectories toward stationary objects",
        "Changes in motor planning during the acquisition of movement patterns in a continuous task",
        "Neuroscience findings on coordination of reaching to grasp an object: Implications for research",
        "Multiple resources and performance prediction",
        "Attention and the control of posture and gait: A review of an emerging area of research",
        "The role of executive function and attention in gait",
        "Do we always prioritize balance when walking? Towards an integrated model of task prioritization"
    ],
    "affiliation": [
        {
            "affiliation-city": "New York",
            "affilname": "Columbia University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Mesa",
            "affilname": "Arizona School of Health Sciences",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}