{
    "eid": "2-s2.0-85100876346",
    "title": "Education and Subjective Well-Being among Older Vietnamese: Exploring Gender Differences",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Demography",
            "@code": "3317",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Health (social science)",
            "@code": "3306",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Anthropology",
            "@code": "3314",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Sociology and Political Science",
            "@code": "3312",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Social Sciences (miscellaneous)",
            "@code": "3301",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Education",
        "elderly",
        "happiness",
        "loneliness",
        "subjective well-being"
    ],
    "authors": [
        "Truc Ngoc Hoang Dang",
        "Pataporn Sukontamarn"
    ],
    "citedby-count": 5,
    "ref-count": 72,
    "ref-list": [
        "Population issues and social indicators of well-being",
        "Social isolation and well-being",
        "Organizing higher education in a knowledge society",
        "Increasing returns to education: theory and evidence",
        "Violence against women in Vietnam",
        "Determinants of subjective well-being",
        "Intergenerational social support and the psychological well-being of older parents in China",
        "Unhappiness and unemployment",
        "Does education affect happiness? Evidence for Spain",
        "Education as a positional good: A life satisfaction approach",
        "Subjective well-being",
        "Assessing subjective well-being: Progress and opportunities",
        "Guidelines for national indicators of subjective well-being and ill-being",
        "Subjective well-being",
        "Happy people live longer: Subjective well-being contributes to health and longevity",
        "Recent findings on subjective well-being",
        "Education, aspirations and life satisfaction",
        "Working beyond the traditional retirement ages: How does chronic health condition influence older workers in Vietnam",
        "Rising gender inequality in Vietnam since reunification",
        "Inner happiness among Thai elderly",
        "Health, wealth and happiness: Why pursue a higher education?",
        "Son preference in Vietnam",
        "Determinants of trends in loneliness among Dutch older people over the period 2005-2010",
        "Education and health in the Czech Republic",
        "The study of education in society: Education and development",
        "Education and economic, political, and social change in Vietnam",
        "The situation of Vietnam elderly persons in nowadays society",
        "The impact of gender inequality in education and employment on economic growth: new evidence for a panel of countries",
        "Subjective well-being and its determinants in rural China",
        "Gender roles in the family: Change and stability in Vietnam",
        "How does self-rated health differ among older Vietnamese men and women?",
        "Personality, relationship closeness, and loneliness of oldest old adults and their children",
        "A social theory of gender: Connell’s “gender and power”",
        "Social indicators of well-being by Frank M. Andrews and Stephen B. Withey",
        "Religion and well-being in aging persons in an aging society",
        "Mental health in Vietnam",
        "Human capital theory: Implications for educational development",
        "Influences on loneliness in older adults: A meta-analysis",
        "The links between education and health",
        "Determinants of subjective well-being",
        "Higher education funding reform and university–industry links in developing countries: The case of Thailand",
        "Exploring the economic and social determinants of psychological well-being and perceived social support in England",
        "Loneliness, depression and sociability in old age",
        "Social benefits of education",
        "How do living arrangements and intergenerational support matter for psychological health of elderly parents? Evidence from Myanmar, Vietnam, and Thailand",
        "Does economic inequality affect the quality of life of older people in rural Vietnam?",
        "Religiosity and subjective well-being among old people: evidence from a transitional country",
        "A microeconometric analysis of housing and life satisfaction among the Vietnamese elderly",
        "Patterns and trends of single motherhood in Vietnam in 1999 and 2009",
        "Living arrangements patrilineality and sources of support among elderly Vietnamese",
        "Education and subjective well-being: A meta-analysis"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Institute of Social and Medical Studies",
        "Vietnam National Aging Survey",
        "Chulalongkorn University"
    ]
}