{
    "eid": "2-s2.0-84949941659",
    "title": "Assessment of preclinical students’ academic motivation before and after a three-day academic affair program",
    "cover-date": "2015-12-15",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Academic Motivation Scale",
        "AMS",
        "Intervention",
        "Medical education",
        "Medical students",
        "Motivation"
    ],
    "authors": [
        "Myo Nyein Aung"
    ],
    "citedby-count": 2,
    "ref-count": 24,
    "ref-list": [
        "Motivation in medical education: How theory can inform our practice",
        "The importance of self-determination theory for medical education",
        "Engaging students and faculty: Implications of self-determination theory for teachers and leaders in academic medicine",
        "Intrinsic and Extrinsic Motivations: Classic Definitions and New Directions",
        "Perceived Locus of Causality and Internalization: Examining Reasons for Acting in Two Domains",
        "Have motivation theories guided the development and reform of medical education curricula? a review of the literature",
        "Motivation as an independent and a dependent variable in medical education: A review of the literature",
        "On the assessment of intrinsic, extrinsic, and amotivation in education: Evidence on the concurrent and construct validity of the academic motivation scale",
        "WHO: Process of translation and adaptation of instruments [updated 2014]",
        "Instrument translation process: A methods review",
        "Laboratoire De Rescherche Sur Le Comportment Social: Academic Motivation",
        "Validity evidence for the measurement of the strength of motivation for medical school",
        "Relationship between academic performance and affective changes during the first year at medical school",
        "A structural model of stress, motivation, and academic performance in medical students",
        "Statistical methodology: IV. Analysis of variance, analysis of covariance, and multivariate analysis of variance",
        "What kind of motivation drives medical students' learning quests?",
        "Understanding Undergraduates: Challenging Our Preconceptions of Student Success",
        "Motivational profiles of medical students: Association with study effort, academic performance and exhaustion",
        "Extrinsic rewards and intrinsic motivation in education: Reconsidered once again",
        "A motivational model of persistence in science education: A self-determination theory approach",
        "Twelve tips to stimulate intrinsic motivation in students through autonomy-supportive classroom teaching derived from self-determination Theory",
        "Realist methods in medical education research: What are they and what can they contribute?",
        "Beyond step-down analysis: A new test for decomposing the importance of dependent variables in MANOVA",
        "Motivational journey of Iranian bachelor of nursing students during clinical education: A grounded theory study"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Quality Management Division and Department of Physiology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Division of Medical Oncology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}