{
    "eid": "2-s2.0-85013130995",
    "title": "New erythritol derivatives from the fertile form of Roccella montagnei",
    "cover-date": "2017-05-01",
    "subject-areas": [
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Plant Science",
            "@code": "1110"
        },
        {
            "$": "Horticulture",
            "@code": "1108"
        }
    ],
    "keywords": [
        "Cytotoxicity",
        "Lichen",
        "Montagnetol",
        "Montagnetol derivatives",
        "Roccella montagnei (fertile form)",
        "Stereochemistry"
    ],
    "authors": [
        "Thuc Huy Duong"
    ],
    "citedby-count": 34,
    "ref-count": 50,
    "ref-list": [
        "Studies on lichen substances. Part LXII. Aromatic constituents of the lichen Roccella Fuciformis DC. A revised structure for aepraric acid",
        "Studies on the resorcylates: biomimetic total syntheses of (+)-montagnetol and (+)-erythrin",
        "Chemistry of the lichen Hypogymnia physodes transplanted to an industrial region",
        "Stereoselective synthesis of 3-oxygenated-ds-dialkyl-2,5-substituted tetrahydrofurans from cyclohexadienediols",
        null,
        "Lichens - A promising source of bioactive secondary metabolites",
        "Galactomannans with novel structures from the lichen Roccella decipiens Darb",
        "New meta-depsidones and diphenyl ethers from the lichen Parmotrema tsavoense (Krog & Swinscow) Krog & Swinscow, Parmeliaceae",
        "The Interconversion of the Lichen Depsides para- and meta-Scrobiculin, and the Biosynthetic Implications",
        "J. Hattori Bot. Lab.",
        "Unusual carbohydrate pattern in Trentepohlia species",
        "Microbial consortia of bacteria and fungi with focus on the lichen symbiosis",
        null,
        "J. Prakt. Chem. Leipz.",
        "Mosher ester analysis for the determination of absolute configuration of stereogenic (Chiral) carbinol carbons",
        "3-O-Methylpannaric Acid from the Lichen Roccella capensis",
        "The Final Structures of the Lichen Chromones Galapagin, Lobodirin, Mollin, and Roccellin",
        "3-O-Demethylschizopeltic Acid, a New Dibenzofuran From the Lichen Roccella hypomecha",
        "Aspergillusol A, an α-glucosidase inhibitor from the marine-derived fungus Aspergillus aculeatus",
        "Absolute stereochemistry of amphidinolide E",
        "Analysis of the cyanolichen Lichina pygmaea metabolites using in situ DART-MS: From detection to thermochemistry of mycosporine serinol",
        "In situ DART-MS as a Versatile and Rapid Dereplication Tool in Lichenology: Chemical Fingerprinting of Ophioparma ventosa",
        "Radical-scavenging activity of orsellinates",
        "Stereochemical Course of Direct Ring Closures of Complex Homoallylic Alcohols to Substituted Tetrahydrofurans",
        "One-Pot desymmetrization of meso-l,2-hydrocarbon diols through acylation and oxidation",
        "J. Sci. Ind. Res.",
        "J. Sci. Ind. Res.",
        "Qualitative and spatial metabolite profiling of Lichens by a LC-MS approach combined with optimised extraction",
        "An unexpectedly facile cyclization of polyhydric alcohols",
        "Indian J. Chem.",
        "LICHEN PHYSIOLOGY: XI. THE ROLE OF THE ALGA IN DETERMINING THE PATTERN OF CARBOHYDRATE MOVEMENT BETWEEN LICHEN SYMBIONTS",
        "New colorimetric cytotoxicity assay for anticancer-drug screening",
        "Basidiomycete yeasts in the cortex of ascomycete macrolichens",
        "Metabolic diversity of lichen-forming ascomycetous fungi: Culturing, polyketide and shikimate metabolite production, and PKS genes",
        "The Old World Roccella species outside Europe and Macaronesia: Taxonomy, evolution and phylogeny",
        "Novel entry into 5-decarboxydibenzofurans via Smiles rearrangement of the lichen para-depside, erythrin",
        "Application of modified Mosher's method for primary alcohols with a methyl group at C2 position",
        "Scalusamides A-C, new pyrrolidine alkaloids from the marine-derived fungus Penicillium citrinum",
        "Lithocarpic acids A-N, 3,4-seco-cycloartane derivatives from the cupules of Lithocarpus polystachyus",
        "Stereocontrolled Transformations of Orthoester Intermediates into Substituted Tetrahydrofurans",
        "Stereospecific syntheses of 5-alkyl-3-ethoxy-2-((phenylchalcogeno)methylene)tetrahydrofurans",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Rennes",
            "affilname": "Université de Rennes",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Ho Chi Minh City",
            "affilname": "Ho Chi Minh City University of Education",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Ho Chi Minh City",
            "affilname": "University of Science, Viet Nam National University Ho Chi Minh City",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Ho Chi Minh City",
            "affilname": "University of Medicine and Pharmacy at HCMC",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "affilname": "The Natural History Museum, London",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Roskilde",
            "affilname": "Roskilde Universitet",
            "affiliation-country": "Denmark"
        }
    ],
    "funding": [
        "Ramkhamhaeng University",
        "National Foundation for Science and Technology Development"
    ]
}