{
    "eid": "2-s2.0-84961312732",
    "title": "Heterogeneous subunit structures in the pyranose 2-oxidase homotetramer revealed by theoretical analysis of the rates of photoinduced electron transfer from a tryptophan to the excited flavin",
    "cover-date": "2015-06-15",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "General Physics and Astronomy",
            "@code": "3100"
        }
    ],
    "keywords": [
        "Molecular dynamics simulation",
        "Photoinduced electron transfer",
        "Pyranose 2-oxidase"
    ],
    "authors": [
        "Kiattisak Lugsanangarm"
    ],
    "citedby-count": 7,
    "ref-count": 42,
    "ref-list": [
        null,
        "Oxidative mechanisms involved in lignin degradation by white-rot fungi",
        "Purification and Characterization of Pyranose Oxidase from the White Rot Fungus Trametes multicolor",
        "Identification of the covalent flavin adenine dinucleotide-binding region in pyranose 2-oxidase from Trametes multicolor",
        "Crystal structure of the 270 kDa homotetrameric lignin-degrading enzyme pyranose 2-oxidase",
        "Structural basis for substrate binding and regioselective oxidation of monosaccharides at C3 by pyranose 2-oxidase",
        "H-bonding and positive charge at the N(5)/O(4) locus are critical for covalent flavin attachment in Trametes pyranose 2-oxidase",
        "Detection of a C4a-hydroperoxyflavin intermediate in the reaction of a flavoprotein oxidase",
        "Kinetic mechanism of pyranose 2-oxidase from Trametes multicolor",
        "Kinetic isotope effects on the noncovalent flavin mutant protein of pyranose 2-oxidase reveal insights into the flavin reduction mechanism",
        "A conserved active-site threonine is important for both sugar and flavin oxidations of pyranose 2-oxidase",
        "Conformational heterogeneity in pyranose 2-oxidase from Trametes multicolor revealed by ultrafast fluorescence dynamics",
        "A key factor for ultrafast rates of photoinduced electron transfer among five flavin mononucleotide binding proteins: Effect of negative, positive, and neutral charges at residue 13 on the rate",
        "New energy gap laws for the charge separation process in the fluorescence quenching reaction and the charge recombination process of ion pairs produced in polar solvents",
        "Shapes of the electron-transfer rate vs energy gap relations in polar solutions",
        "Examination of the viability of the Collins-Kimball model and numerical calculation of the time-dependent energy gap law of photoinduced charge separation in polar solution",
        "Ultrafast charge transfer in excited electronic states and investigations into fundamental problems of exciplex chemistry: Our early studies and recent developments",
        "Structural heterogeneity among four subunits in pyranose 2-oxidase: A molecular dynamics simulation study",
        "Theoretical analyses of photoinduced electron transfer in medium chain acyl-CoA dehydrogenase: Electron transfer in the normal region",
        "Numerical integration of the cartesian equations of motion of a system with constraints: molecular dynamics of n-alkanes",
        "A smooth particle mesh Ewald method",
        "On the theory of oxidation-reduction reactions involving electron transfer. I",
        "Annu. Rev. Phys. Chem.",
        "Nature of biological electron transfer",
        "Effects of the disappearance of one charge on ultrafast fluorescence dynamics of the FMN binding protein",
        "Structural basis for the temperature-induced transition of d-amino acid oxidase from pig kidney revealed by molecular dynamic simulation and photo-induced electron transfer",
        "The mechanism of photoinduced electron transfer in the d-amino acid oxidase-benzoate complex from pig kidney: Electron transfer in the inverted region",
        "Simultaneous analysis of ultrafast fluorescence decays of FMN binding protein and its mutated proteins by molecular dynamic simulation and electron transfer theory",
        "Simultaneous analyses of photoinduced electron transfer in the wild type and four single substitution isomers of the FMN binding protein from Desulfovibrio vulgaris, Miyazaki F",
        "Relationship between rate of photoinduced electron transfer and hydrogen bonding chain of tyrosine-glutamine-flavin in flavin photoreceptors: Global analyses among four TePixDs and three AppAs",
        "Photoinduced electron transfer in wild type and mutated flavodoxin from Desulfovibrio vulgaris, strain Miyazaki F.: Energy gap law",
        "Mechanism of photoinduced electron transfer from tyrosine to theexcited flavin in the flavodoxin from helicobacter pylori. Acomparative study with the flavodoxin and flavin mononucleotidebinding protein from desulfovibrio vulgaris (miyazaki f)",
        "Femtosecond photoionization of ion beam desorbed aliphatic and aromatic amino acids: Fragmentation via α-cleavage reactions",
        "Determination of pKa's of individual histidine residues in pancreatic ribonuclease by hydrogen-tritium exchange",
        "Correlation Proton Magnetic Resonance Studies at 250 MHz of Bovine Pancreatic Ribonuclease. I. Reinvestigation of the Histidine Peak Assignments",
        null,
        "Ultrafast fluorescence dynamics of flavin adenine dinucleotide in pyranose 2-oxidases variants and their complexes with acetate: Conformational heterogeneity with different dielectric constants",
        "Hydrogen bonding of flavoprotein. I. Effect of hydrogen bonding on electronic spectra of flavoprotein",
        "Bell-shaped dependence of the rate of ultrafast photoinduced electron transfer from aromatic amino acids to the excited flavin on the donor-acceptor distance in FMN binding proteins",
        "Donor - Acceptor distance-dependence of photoinduced electron-transfer rate in flavoproteins",
        "Analyses of donor-acceptor distance-dependent rates of photo-induced electron transfer in flavoproteins with three kinds of electron transfer theories"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Osaka",
            "affilname": "Institute for Laser Technology",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Maha Sarakham",
            "affilname": "Mahasarakham University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}