{
    "eid": "2-s2.0-84994875653",
    "title": "Parametrial involvement in women with low-risk, early-stage cervical cancer",
    "cover-date": "2017-09-01",
    "subject-areas": [
        {
            "$": "Oncology",
            "@code": "2730"
        }
    ],
    "keywords": [
        "cervical cancer",
        "low risk",
        "parametrial involvement"
    ],
    "authors": [
        "A. Vanichtantikul"
    ],
    "citedby-count": 8,
    "ref-count": 24,
    "ref-list": [
        "Small volume stage 1B1 cervical cancer: Is radical surgery still necessary?",
        "Treatment of microinvasive adenocarcinoma of the uterine cervix: A retrospective study and review of the literature",
        "Prognostic factors in stage I carcinoma of the cervix",
        "Prognostic factors and operative treatment of Stages IB to IIB cervical cancer",
        "How important is removal of the parametrium at surgery for carcinoma of the cervix?",
        "A prospective surgical pathological study of stage I squamous carcinoma of the cervix: A Gynecologic Oncology Group study",
        "Excisional cone as fertility-sparing treatment in early-stage cervical cancer",
        "Parametrial involvement in radical hysterectomy specimens for women with early-stage cervical cancer",
        "Identification of a low-risk subset of patients with stage IB invasive squamous cancer of the cervix possibly suited to less radical surgical treatment",
        "Class i versus class III radical hysterectomy in stage IB1-IIA cervical cancer. A prospective randomized study",
        "Comparison of adjuvant chemotherapy and radiation in patients with intermediate risk factors after radical surgery in FIGO stage IB-IIA cervical cancer",
        "Long term complications after radical hysterectomy with pelvic lymphadenectomy",
        "Simple conization and lymphadenectomy for the conservative treatment of stage IB1 cervical cancer. An Italian experience",
        "Radicality of parametrial resection and dysfunction of the lower urinary tract after radical hysterectomy",
        "Management of low-risk early-stage cervical cancer: Should conization, simple trachelectomy, or simple hysterectomy replace radical surgery as the new standard of care?",
        "Surgery for early stage cervical cancer: How radical should it be",
        "Less radical fertility-sparing surgery than radical trachelectomy in early cervical cancer",
        "Conservative management of early stage cervical cancer: Is there a role for less radical surgery?",
        "A randomized trial of pelvic radiation therapy versus no further therapy in selected patients with stage IB carcinoma of the cervix after radical hysterectomy and pelvic lymphadenectomy: A gynecologic oncology group study",
        "Early cervical cancer and parametrial involvement: Is it significant?",
        "The incidence of parametrial tumor involvement in select patients with early cervix cancer is too low to justify parametrectomy",
        "A prospective study of sentinel lymph node status and parametrial involvement in patients with small tumour volume cervical cancer",
        "Treatment results of adjuvant chemotherapy after radical hysterectomy for intermediate- and high-risk stage IB-IIA cervical cancer",
        "Utility of parametrectomy for early stage cervical cancer treated with radical hysterectomy"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}