{
    "eid": "2-s2.0-84929623809",
    "title": "Incidence and associated factors of deep vein thrombosis in Thai surgical ICU patients without chemoprophylaxis: One year study",
    "cover-date": "2015-05-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Deep vein thrombosis",
        "Doppler ultrasonography",
        "ICU"
    ],
    "authors": [
        "Supparerk Prichayudh"
    ],
    "citedby-count": 8,
    "ref-count": 23,
    "ref-list": [
        "Prevention of Venous Thromboembolism in the ICU",
        "Deep Venous Thrombosis and Pulmonary Embolism: Frequency in a Respiratory Intensive Care Unit",
        "High risk of the critically ill for venous thromboembolism.",
        "Subcutaneous heparin prophylaxis significantly reduces the incidence of venous thromboembolic events in the critically ill",
        "Nadroparin in the prevention of deep vein thrombosis in acute decompensated COPD",
        "Deep venous thrombosis in surgical intensive care unit: Prevalence and risk factors",
        "Risk factors and incidence of deep vein thrombosis in lower extremities among critically ill patients",
        "The incidence of deep venous thrombosis in Chinese medical Intensive Care Unit patients",
        "Randomized, controlled trial of low molecular weight heparin vs. no deep vein thrombosis prophylaxis for major colon and rectal surgery in Asian patients",
        "Thromboembolic prophylaxis for total knee arthroplasty in Asian patients: a randomised controlled trial.",
        "Risk for heparin-induced thrombocytopenia with unfractionated and low-molecular-weight heparin thromboprophylaxis: A meta-analysis",
        "Effects of race and ethnicity on the incidence of venous thromboembolism",
        "The epidemiology of venous thromboembolism",
        "Duplex ultrasound screening detects high rates of deep vein thromboses in critically ill trauma patients",
        "Incidence and natural history of below-knee deep venous thrombosis in high-risk trauma patients",
        "Lower-extremity Doppler for deep venous thrombosis - Can emergency physicians be accurate and fast?",
        "Accuracy of ultrasonography performed by critical care physicians for the diagnosis of DVT",
        "Postoperative deep-vein thrombosis in Asian patients is not a rarity: A prospective study of 88 patients with no prophylaxis",
        "Incidence of deep vein thrombosis in postoperative hip fracture patients in Phramongkutklao Hospital.",
        "Deep-vein thrombosis rates after major orthopedic surgery in Asia. An epidemiological study based on postoperative screening with centrally adjudicated bilateral venography",
        "Incidence of deep vein thrombosis following total hip arthroplasty: a Doppler ultrasonographic study.",
        "Systematic review and meta-analysis on the rate of postoperative venous thromboembolism in orthopaedic surgery in Asian patients without thromboprophylaxis",
        "Risk factors for venous thromboembolism in critically ill trauma patients who cannot receive chemical prophylaxis"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}