{
    "eid": "2-s2.0-84906091141",
    "title": "Combining new Fast Opposite Gradient Search with Ant Colony Optimization for solving travelling salesman problem",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Artificial Intelligence",
            "@code": "1702"
        },
        {
            "$": "Electrical and Electronic Engineering",
            "@code": "2208"
        },
        {
            "$": "Control and Systems Engineering",
            "@code": "2207"
        }
    ],
    "keywords": [
        "Ant Colony Optimization",
        "Evolutionary computing",
        "Gradient methods",
        "Meta-heuristic",
        "Optimization",
        "Travelling salesman problem (TSP)"
    ],
    "authors": [
        "Thirachit Saenphon"
    ],
    "citedby-count": 53,
    "ref-count": 35,
    "ref-list": [
        "The multiple traveling salesman problem: An overview of formulations and solution procedures",
        "Multi-Agent Systems in production planning and control: An application to the scheduling of mixed-model assembly lines",
        "Flexible job shop scheduling with parallel machines using Genetic Algorithm and Grouping Genetic Algorithm",
        "Parallelized genetic ant colony systems for solving the traveling salesman problem",
        "A modified ant colony system for solving the travelling salesman problem with time windows",
        "Statistical comparisons of classifiers over multiple data sets",
        "A novel two-stage hybrid swarm intelligence optimization algorithm and application",
        "An evaluation of flow-shop scheduling algorithms for makespan reduction in a stochastic environment",
        "Ant system: Optimization by a colony of cooperating agents",
        "Ant colony system: A cooperative learning approach to the traveling salesman problem",
        "Precedence constrained TSP arising in printed circuit board assembly",
        "Negative correlation ensemble learning for ordinal regression",
        "Ann. Math. Stat.",
        "Solving symmetric and asymmetric TSPs by ant colonies",
        "The Traveling Salesman Problem and Related Problems",
        "Adaptation in Natural and Artificial Systems",
        "\"Neural\" computation of decisions in optimization problems",
        "Hybridizing exact methods and metaheuristics: A taxonomy",
        "Particle swarm optimization",
        "Using traveling salesman problem algorithms for evolutionary tree construction",
        "An effective dynamic weighted rule for ant colony system optimization",
        "Flow shop operator scheduling through constraint satisfaction and constraint optimisation techniques",
        "Adapting the genetic algorithm to the travelling salesman problem",
        "A new ant evolution algorithm to resolve TSP problem",
        "Applying river formation dynamics to solve NP-complete problems",
        "Agent-based flow-shop modelling in dynamic environment",
        "The intelligent water drops algorithm: A nature-inspired swarm-based optimization algorithm",
        "Study on hybrid PS-ACO algorithm",
        "MAX-MIN Ant System",
        "A taxonomy of hybrid metaheuristics",
        "A new approach for solving large traveling salesman problem using evolutionary ant rules",
        "On measuring multiobjective evolutionary algorithm performance",
        "The mean field traveling salesman and related problems",
        "Proceedings of the Third International Conference on Genetic Algorithms",
        "J. Lanzhou Jiaotong Univ."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ministry of Education",
        "Higher Education Commission, Pakistan",
        "Silpakorn University",
        "Faculty of Information and Communication Technology, Mahidol University"
    ]
}