{
    "eid": "2-s2.0-85075987177",
    "title": "The use of english and the national language on the radio in Asean Countries",
    "cover-date": "2019-11-30",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Arts and Humanities (all)",
            "@code": "1200",
            "@abbrev": "ARTS"
        }
    ],
    "keywords": [
        "Asean",
        "English",
        "National language",
        "Radio language"
    ],
    "authors": [
        "Amara Prasithrathsint",
        "Kusuma Thongniam",
        "Pimpat Chumkaew"
    ],
    "citedby-count": 1,
    "ref-count": 24,
    "ref-list": [
        "The Role of the Media in Empowering Minority Identities: Basque-Language Radio During the Franco Dictatorship (1960s–1976) and Their Influence as Identity Catalysts",
        "Code-Switching, Identity and Ownership in Irish Radio Comedy",
        "Radio, Race and Identity in South Africa: The Case of Metro FM",
        "Radio and the Development of Kazakh as a National Language",
        "Language Choice and Language Attitudes in A Multilingual Arab Canadian Community: Quebec–Canada: A Sociolinguistic Study",
        "Engaging a Community in Developing an Entertainment-Education Spanish-Language Radio Novella Aimed at Reducing Chronic Disease Risk Factors, Alabama, 2010–2011",
        "Vernacularisation and Authenticity in Irish Radio Advertising",
        "A Tale of Failure: Indigenous Language Radio Broadcasting in Zimbabwe",
        "The Audience for Thailand’s Booming Community Radio System",
        "FM Radio and Youth: Listeners or Users?",
        "Black South African English on the radio",
        "The Power of the English Language in Thai Media",
        "It´s a vicious circle”: The Roles and Functions of English in Sweden Finnish Youth Radio Programs",
        "2017. Russian Speech in Radio: Norm and Deviation",
        "Hindi, Urdu or Hindustani? Revisiting ‘National Language’ Debates through Radio Broadcasting in Late Colonial India",
        "Advanced Dublin English in Irish Radio Advertising",
        "Effects of Radio and Television Media on Language",
        "‘All the Necessary Information is Provided by Russia’s Channels’. Russian-language Radio and TV in Latvia: Audiences and Content",
        "Philippines: Language Situation",
        "The Japanese Media and English",
        "Radio Language – Spoken or Written?",
        "Code-Switching in the Media: Identity Negotiations in a Gujarati Diaspora Radio Program"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Faculty of Humanities, Kasetsart University",
        "World Language",
        "Thailand Research Fund"
    ]
}