{
    "eid": "2-s2.0-85079233550",
    "title": "Impaired ability to turn in bed in parkinson's disease as a potential rare cause of positional asphyxia: a sensor-based analysis",
    "cover-date": "2020-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Neurology (clinical)",
            "@code": "2728",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Impaired turning in bed",
        "Parkinson's disease",
        "Positional asphyxia",
        "Prone sleeping position",
        "Wearable sensors"
    ],
    "authors": [
        "Jirada Sringean",
        "Chanawat Anan",
        "Roongroj Bhidayasiri"
    ],
    "citedby-count": 1,
    "ref-count": 16,
    "ref-list": [
        "Positonal asphyxia, the rare but fatal complication of nocturnal hypokinesia: A case report",
        "Getting a good night sleep? The importance of recognizing and treating nocturnal hypokinesia in Parkinson's disease",
        "How well do Parkinson's disease patients turn in bed? Quantitative analysis of nocturnal hypokinesia using multisite wearable inertial sensors",
        "Pressure sores: effect of Parkinson's disease and cognitive function on spontaneous movement in bed",
        "Parkinson's disease, palliative care and older people: part 2",
        "Bound to supine sleep: parkinson's disease and the impact of nocturnal immobility",
        "The prone sleeping position and SIDS. Historical aspects and possible pathomechanisms",
        "Time for a strategy in night-time dopaminergic therapy? An objective sensor-based analysis of nocturnal hypokinesia and sleeping positions in Parkinson's disease",
        "Sudden death in Parkinson's disease: a retrospective autopsy study",
        "Conditions and circumstances predisposing to death from positional asphyxia in adults",
        "Sleeping accidents in the elderly",
        "Accidental deaths occurring in bed: review of cases and proposal of preventive strategies",
        "Positional asphyxiation in adults. A series of 30 cases from the Dade and Broward County Florida medical Examiner Offices from 1982 to 1990",
        "Evaluation of nocturnal hypokinesia in Parkinson's disease using a novel patient/proxy questionnaire and correlations with objective monitoring",
        "Impaired bed mobility: quantitative torque analysis with axial inertial sensors",
        "Activities of Daily Living: Practical Pointers for Parkinson's Disease, National Parkinson Foundation"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60022183",
        "affilname": "King Chulalongkorn Memorial Hospital",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn Academic Advancement Fund",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}