{
    "eid": "2-s2.0-85167841285",
    "title": "Sustainability Matters: Unravelling the Power of ESG in Fostering Brand Love and Loyalty across Generations and Product Involvements",
    "cover-date": "2023-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Computer Science (miscellaneous)",
            "@code": "1701",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Environmental Science (miscellaneous)",
            "@code": "2301",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Energy Engineering and Power Technology",
            "@code": "2102",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Hardware and Architecture",
            "@code": "1708",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Computer Networks and Communications",
            "@code": "1705",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "brand love",
        "brand loyalty",
        "ESG",
        "generational difference",
        "product involvement"
    ],
    "authors": [
        "Wilert Puriwat",
        "Suchart Tripopsakul"
    ],
    "citedby-count": 0,
    "ref-count": 82,
    "ref-list": [
        "Perceived ESG (Environmental, Social, Governance) and Consumers’ Responses: The Mediating Role of Brand Credibility, Brand Image, and Perceived Quality",
        "Signaling green! firm ESG signals in an interconnected environment that promote brand valuation",
        "From ESG to DESG: The Impact of DESG (Digital Environmental, Social, and Governance) on Customer Attitudes and Brand Equity",
        "Can Coffee Shops That Have Become the Red Ocean Win with ESG?",
        "The role of sustainability in brand equity value in the financial sector",
        "Relationship between Environmental Social Governance (ESG) Management and Performance—The Role of Collaboration in the Supply Chain",
        "Does ethical image build equity in corporate services brands? The influence of customer perceived ethicality on effect, perceived quality, and equity",
        "Empathy can increase customer equity related to prosocial brands",
        "Artificial intelligence and business models in the sustainable development goals perspective: A systematic literature review",
        "Digitalization and new technologies for sustainable business models at the ship–port interface: A bibliometric analysis",
        "Digitalization and artificial knowledge for accountability in SCM: A systematic literature review",
        "Some antecedents and outcomes of brand love",
        "Brand love",
        "The phenomenon of brand love: A systematic literature review",
        "A triangular theory of love",
        "Addressing the dichotomy of brand love",
        "Brand coolness",
        "When consumers love their brands: Exploring the concept and its dimensions",
        "Whence consumer loyalty?",
        "Neural mechanisms of brand love relationship dynamics: Is the development of brand love relationships the same as that of interpersonal romantic love relationships?",
        "Philosophical foundations of concepts and their representation and use in explanatory frameworks",
        "The role of brand love in consumer-brand relationships",
        "How deep is your love? The brand love-loyalty matrix in consumer-brand relationships",
        "The importance of CSR practices carried out by sport teams and its influence on brand love: The Real Madrid Foundation",
        "Institutional legitimacy and norms-based CSR marketing practices: Insights from MNCs operating in a developing economy",
        "Fostering sustainable relationships in Pakistani cellular service industry through CSR and brand love",
        "How Does Corporate ESG Management Affect Consumers’ Brand Choice?",
        "Measuring the involvement construct",
        "An empirical assessment of multiple operationalizations of involvement",
        "Self-concept, product involvement and consumption occasions: Exploring fine wine consumer behaviour",
        "Does country-of-origin matter to Generation Y?",
        "The Effect of Domestic Corporations’ ESG Activities on Purchase Intentions through Psychological Distance: Analysis of Differences by Product Involvement Level",
        "Corporate ability and corporate social responsibility in a developing country: The role of product involvement",
        "Differences in attitude to corporate social responsibility among generations",
        "The perception of CSR activities in a selected segment of McDonald’s customers in the Czech Republic and its effect on their purchasing behavior—A case study",
        "Perceptions on corporate social responsibility: A study in capturing public confidence",
        "Catering to the needs of an aging workforce: The role of employee age in the relationship between corporate social responsibility and employee satisfaction",
        "The role of gender and age in business students’ values, CSR attitudes, and responsible management education: Learnings from the PRME international survey",
        "A study of the effect of age and gender upon student business ethics",
        "The effect of service quality on trust and commitment varying across generations",
        "Ethical perceptions of business students in a New Zealand university: Do gender, age and work experience matter?",
        "Investigation of attitudes about corporate social responsibility: Business students in Iran",
        "The role of emotional aspects in younger consumer-brand relationships",
        "Role of brand love and consumers’ demographics in building consumer–brand relationship",
        "How to write up and report PLS analyses",
        "Development and Validation of a Measurement Scale for Customers’ perceptions of Corporate Social Responsibility",
        "Consumers’ perceptions of corporate social responsibilities: A cross-cultural comparison",
        "Influence of corporate social responsibility on loyalty and valuation of services",
        "The effects of corporate social responsibility and price on consumer responses",
        "A cross-cultural examination of corporate social responsibility marketing communications in Mexico and the United States: Strategies for global brands",
        "The dark side of retailing: Towards a scale of corporate social irresponsibility",
        "Measuring corporate social responsibility: A scale development study",
        "Consumers’ perceptions of corporate social responsibility: Scale development and validation",
        "Measuring CSR image: Three studies to develop and to validate a reliable measurement tool",
        "A model of customer loyalty and corporate social responsibility",
        "The impact of brand love on brand loyalty: The moderating role of self-esteem, and social influences",
        "Brand addiction: Conceptualization and scale development",
        "The Purchasing Involvement Scale",
        "Testing measurement invariance of composites using partial least squares",
        "Estimation issues with PLS and CBSEM: Where the bias lies!",
        "Using PLS path modeling in new technology research: Updated guidelines",
        "PLS-SEM: Indeed a silver bullet",
        "Reconsidering Baron and Kenny: Myths and truths about mediation analysis",
        "A primer on the conditional mediation analysis in PLS-SEM",
        "Partial, conditional, and moderated moderated mediation: Quantification, inference, and interpretation",
        "The effect of the consumer perceptions of CSR in brand love",
        "The influence of corporate social responsibility and business ethics on brand fidelity: The importance of brand love and brand attitude",
        "Corporate social responsibility, customer loyalty and brand positioning",
        "The effect of corporate social responsibility on brand loyalty: The mediating role of brand image",
        "CSR and brand resonance: The mediating role of brand love and involvement",
        "Competitiveness of E Commerce firms through ESG logistics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60012448",
            "affilname": "Bangkok University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012448",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}