{
    "eid": "2-s2.0-85059756533",
    "title": "The use of rheological behavior to monitor the processing and service life properties of recycled polypropylene",
    "cover-date": "2019-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Food Science",
            "@code": "1106",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Biomaterials",
            "@code": "2502",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Safety, Risk, Reliability and Quality",
            "@code": "2213",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Polymers and Plastics",
            "@code": "2507",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Mechanical properties",
        "Melt flow rate",
        "Molecular weight",
        "Polypropylene",
        "Recycling",
        "Rheology"
    ],
    "authors": [
        "C. Spicker",
        "N. Rudolph",
        "I. Kühnert",
        "C. Aumnate"
    ],
    "citedby-count": 25,
    "ref-count": 34,
    "ref-list": [
        "Plastic resins in the United States",
        "Effects of recycling on the microstructure and the mechanical properties of isotactic polypropylene",
        "Influence of PA11 and PP thermoplastic polymers on recycling stability of unidirectional flax fibre reinforced biocomposites",
        "Eigenschaften und anwendungen von rezyklaten aus polyamiden",
        "Green Composites Based on Blends of Polypropylene with Liquid Wood Reinforced with Hemp Fibers : Thermomechanical Properties and the Effect of Recycling Cycles",
        "Kunststoffe - Umwelt und recycling",
        "Degradation of polypropylene (PP) during multiple extrusions: Thermal analysis, mechanical properties and analysis of variance",
        "Recycling potential of post-consumer plastic packaging waste in Finland",
        "Thermal analysis of plastics",
        "The new plastics economy: Rethinking the future of plastics",
        "Polypropylene/Talc nanocomposites films as low-cost barrier materials for food packaging. Food Packaging",
        "Plastic waste in the Environment",
        "Performance evaluation for composites based on recycled polypropylene using principal component analysis and cluster analysis",
        "Recycling of waste from polymer materials: An overview of the recent works",
        "CIE l*a*b* color scale",
        "Standard test method for tensile properties of plastics",
        "Influence of the grade on the variability of the mechanical properties of polypropylene waste",
        "Long chain branching as an innovative up-cycling process of polypropylene post-consumer waste – Possibilities and limitations",
        "Impact Modification of Polyoxymethylene (POM)",
        "Rheological measurement of molecular weight distribution of polymers",
        "Dependence of mechanical properties on β-form content and crystalline morphology for β-nucleated isotactic polypropylene",
        "Polymer rheology fundamental and applications",
        "Effect of crystalline structure of polypropylene random copolymers on mechanical properties and thermal degradation kinetics",
        "Standard practice for calculation of color tolerances and color differences from instrumentally measured color coordinates 1",
        "Understanding plastic recycling",
        "Local thermo-oxidative degradation in injection molding",
        "Modell Zur Bestimmung Der Eigenschaften Von Kunststoffrezyklaten “RezyCalc.”",
        "Effect of nanoclay, talcum, and calcium carbonate as filler on properties of composites manufactured from recycled polypropylene and rubberwood fiber",
        "Microcrystalline-cellulose and polypropylene based composite: A simple, selective and effective material for microwavable packaging",
        "Advancing Sustainable Materials Management: Facts and Figures 2013 Assesing Trends in Material Generation",
        "Circular economy of plastic packaging: Current practice and perspectives in Austria",
        "Comparative evaluation of virgin and recycled polypropylene fibre reinforced concrete",
        "Mechanical properties and failure modes of recycled polypropylene / microcrystalline cellulose composites"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60091507",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60091507",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Madison",
            "@id": "60032179",
            "affilname": "University of Wisconsin-Madison",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032179",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Dresden",
            "@id": "60008583",
            "affilname": "Leibniz-Institut für Polymerforschung Dresden e.V.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008583",
            "affiliation-country": "Germany"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}