{
    "eid": "2-s2.0-85079012165",
    "title": "Characterization of graphene grown by direct-liquid-injection chemical vapor deposition with cyclohexane precursor in N2 ambient",
    "cover-date": "2020-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Electronic, Optical and Magnetic Materials",
            "@code": "2504",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Mechanical Engineering",
            "@code": "2210",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Physics and Astronomy (all)",
            "@code": "3100",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Materials Chemistry",
            "@code": "2505",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Electrical and Electronic Engineering",
            "@code": "2208",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Cu foil",
        "Cyclohexane",
        "Direct-liquid-injection chemical vapor deposition",
        "Graphene"
    ],
    "authors": [
        "T. Intaro",
        "J. Hodak",
        "P. Suwanyangyaun",
        "R. Botta",
        "N. Nuntawong",
        "M. Niki",
        "S. Kosuga",
        "T. Watanabe",
        "S. Koh",
        "T. Taychatanapat",
        "S. Sanorpim"
    ],
    "citedby-count": 3,
    "ref-count": 41,
    "ref-list": [
        "A roadmap for graphene",
        "Graphene oxide/black phosphorus nanoflake aerogels with robust thermo-stability and significantly enhanced photothermal properties in air",
        "Photonics and optoelectronics of two dimensional materials beyond graphene",
        "Photonics and optoelectronics using nano-structured hybrid perovskite media and their optical cavities",
        "Gas sensing properties of graphene synthesized by chemical vapor deposition",
        "Graphene: electronic and photonic properties and devices",
        "Large-area synthesis of high-quality and uniform graphene films on copper foils",
        "Roll-to-roll production of 30-inch graphene films for transparent electrodes",
        "The effect of growth parameters on the intrinsic properties of large-area single layer graphene grown by chemical vapor deposition on Cu",
        "Rapid synthesis of few-layer graphene over Cu foil",
        "Control of thickness uniformity and grain size in graphene films for transparent conductive electrodes",
        "Chemical vapor deposition synthesis of graphene on copper with methanol, ethanol, and propanol precursors",
        "Atmospheric pressure chemical vapor deposition of graphene using a liquid benzene precursor",
        "A ternary alloy substrate to synthesize monolayer graphene with liquid carbon precursor",
        "Multilayer graphene synthesized by CVD using liquid hexane as the carbon precursor",
        "Direct growth of graphene films on TEM nickel grids using benzene as precursor",
        "CVD synthesis of mono- and few-layer graphene using alcohols at low hydrogen concentration and atmospheric pressure",
        "Direct-liquid-evaporation chemical vapor deposition of smooth, highly conformal cobalt and cobalt nitride thin films",
        "Direct-liquid-injection chemical vapor deposition of nickel nitride films and their reduction to nickel films",
        "Lange's Handbook of Chemistry",
        "Role of hydrogen in chemical vapor deposition growth of large single-crystal graphene",
        "Effects of annealing on copper substrate surface morphology and graphene growth by chemical vapor deposition",
        "Pyrolysis of cyclohexane",
        "Kinetic of the thermal decomposition of cyclohexane",
        "Alumina particle reinforced TiO2composite films grown by direct liquid injection MOCVD",
        "Observations of early stage graphene growth on copper",
        "G′ band Raman spectra of single, double and triple layer graphene",
        "Interaction between graphene and copper substrate: the role of lattice orientation",
        "Raman spectrum of graphene and graphene layers",
        "Control and characterization of individual grains and grain boundaries in graphene grown by chemical vapour deposition",
        "Engineering of bi-/mono-layer graphene film using reactive ion etching",
        "Synthesis of multi-layer graphene films on copper tape by atmospheric pressure chemical vapor deposition method",
        "Controllable growth of 1–7 layers of graphene by chemical vapour deposition",
        "Synthesis of graphene by chemical vapor deposition: effect of growth conditions",
        "Raman characterization of defects and dopants in graphene",
        "General equation for the determination of the crystallite size La of nanographite by Raman spectroscopy",
        "Growth of large-sized graphene thin-films by liquid precursor-based chemical vapor deposition under atmospheric pressure",
        "The production of oxygenated polycrystalline graphene by one-step ethanol-chemical vapor deposition",
        "The effect of chemical residues on the physical and electrical properties",
        "Synthesis of defect graphene and its application for room temperature humidity sensing",
        "Improved gas sensing activity in structurally defected bilayer graphene"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60012461",
            "affilname": "Aoyama Gakuin University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012461",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011525",
            "affilname": "Thailand National Electronics and Computer Technology Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011525",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Buenos Aires",
            "@id": "60001563",
            "affilname": "Universidad de Buenos Aires",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001563",
            "affiliation-country": "Argentina"
        }
    ],
    "funding": [
        "Department of Physics",
        "Ratchadaphiseksomphot Endowment Fund",
        "Institute for the Promotion of Teaching Science and Technology",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Aoyama Gakuin University",
        "Rajamangala University of Technology Lanna"
    ]
}