{
    "eid": "2-s2.0-85143523250",
    "title": "Factors associated with complications of submental intubation in 339 patients with facial fractures: A German retrospective cohort study",
    "cover-date": "2023-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Oral Surgery",
            "@code": "3504",
            "@abbrev": "DENT"
        },
        {
            "@_fa": "true",
            "$": "Otorhinolaryngology",
            "@code": "2733",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Complication",
        "Facial trauma",
        "Risk factor",
        "Submental intubation"
    ],
    "authors": [
        "Poramate Pitak-Arnnop",
        "Chatpong Tangmanee",
        "Keskanya Subbalekha",
        "Nattapong Sirintawat",
        "Nipaporn Urwannachotima",
        "Prim Auychai",
        "Robert Messer-Peti",
        "Jean Paul Meningaud",
        "Andreas Neff"
    ],
    "citedby-count": 0,
    "ref-count": 38,
    "ref-list": [
        "A review of intraoperative airway management for midface facial bone fracture patients",
        "Airway management in maxillofacial trauma: do we really need tracheostomy/submental intubation?",
        "Implications of facial fracture in airway management of the adult population: what is the most effective management strategy?",
        "Der „schwierige“ atemweg bei kranio-maxillo-fazialen eingriffen. Teil 2: der chirurgische atemweg",
        "Anästhesie in der Mund-, Kiefer-, Gesichtschirurgie und in der Zahnheilkunde",
        "The submental route for endotracheal intubation. A new technique",
        "Complications from submental endotracheal intubation: a prospective study and literature review",
        "Defining the role for submental intubation",
        "Thirty years of submental intubation: a review",
        "Inanimate surface contamination of SARS-CoV-2 during midfacial fracture repair in asymptomatic COVID-19 patients",
        "Dental aerosols should not be ignored during the COVID-19 pandemic until proven otherwise",
        "Asymptomatic or mildly symptomatic COVID-19 patients with craniomaxillofacial injuries have an increase risk of surgical site infection",
        "Prolonged viral shedding identified from external splints and intranasal packings in immediately cured COVID-19 patients with nasal fractures: a retrospective study",
        "Delayed-type hypersensitivity reaction to facial dermal fillers after COVID-19 vaccination",
        "Is penicillin allergy a risk factor for surgical site infection after oral and maxillofacial surgery?",
        "Is clindamycin effective in preventing infectious complications after oral surgery? Systematic review and meta-analysis of randomized controlled trials",
        "The impact of smoking on surgical complications after head and neck reconstructive surgery with a free vascularised tissue flap: a systematic review and meta-analysis",
        "Potentially modifiable patient factors in mandible fracture complications: a systematic review and meta-analysis",
        "Risk factors associated with short-term complications in mandibular fractures: the MANTRA study—a maxillofacial trainee research collaborative (MTReC)",
        "Oral health related behaviors in relation to DMFT indexes of teenagers in an urban area of northwest Poland – dental caries is still a common problem",
        "Oral health practices and prevalence of dental plaque and gingivitis among Indian adults",
        "Is outpatient management of mandibular fractures associated with inflammatory complications? An ACS-NSQIP study",
        "Oral health surveys: basic methods",
        "Submental intubation in oral and maxillofacial surgery: a systematic review 1986-2018",
        "Submento-submandibular intubation: is the subperiosteal passage essential? Experience in 107 consecutive cases",
        "Transmylohyoid/submental intubation: review, analysis, and refinements",
        "Airway management using submental intubation in head and neck surgery",
        "Assessment criteria for compliance with oral hygiene: application of ROC analysis",
        "Does chlorhexidine prevent complications in extractive, periodontal, and implant surgery? A systematic review and meta-analysis with trial sequential analysis",
        "Preoperative antisepsis with chlorhexidine versus povidone-iodine for the prevention of surgical site infection: a systematic review and meta-analysis",
        "An evidence-based approach to antibiotic prophylaxis for oral, craniomaxillofacial plastic/head and neck surgical procedures",
        "Orotracheal tube-associated pressure ulcer of the lower lip in rhinoplasty patients: personal comments",
        "Comparison of foam swabs and toothbrushes as oral hygiene interventions in mechanically ventilated patients: a randomised split mouth study",
        "The use of fluid silicone gels in the prevention and treatment of hypertrophic scars: a systematic review and meta-analysis",
        "Retromolar intubation for severe trismus: a less invasive alternative to tracheostomy and submental intubation",
        "Avoidance of milk and dairy products after oral surgery – is such a recommendation still valid? A cross-sectional study among German and international oral and maxillofacial surgeons and dental practitioners with review of the literature",
        "Submental intubation: an underutilized technique for airway management in patients with panfacial trauma"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60091468",
            "affilname": "Mahidol University, Faculty of Dentistry",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60091468",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Creteil",
            "@id": "60023970",
            "affilname": "Hôpital Henri Mondor",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023970",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Wurzburg",
            "@id": "60012689",
            "affilname": "Julius-Maximilians-Universität Würzburg",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012689",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Marburg",
            "@id": "60002681",
            "affilname": "Universitätsklinikum Gießen und Marburg, Standort Marburg",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002681",
            "affiliation-country": "Germany"
        }
    ],
    "funding": []
}