{
    "eid": "2-s2.0-85028543901",
    "title": "A randomized controlled study of intravenous fluid in acute ischemic stroke",
    "cover-date": "2017-10-01",
    "subject-areas": [
        {
            "$": "Neurology (clinical)",
            "@code": "2728"
        },
        {
            "$": "Surgery",
            "@code": "2746"
        }
    ],
    "keywords": [
        "Intravenous fluid",
        "Ischemic stroke",
        "Progressive stroke",
        "Stroke in evolution"
    ],
    "authors": [
        "Nijasri C. Suwanwela"
    ],
    "citedby-count": 7,
    "ref-count": 17,
    "ref-list": [
        "Guidelines for the early management of patients with acute ischemic stroke: A guideline for healthcare professionals from the American Heart Association/American Stroke Association",
        "Guidelines for management of ischaemic stroke and transient ischaemic attack 2008",
        "Influence of raised plasma osmolality on clinical outcome after acute stroke",
        "Elevated blood urea nitrogen/creatinine ratio is associated with poor outcome in patients with ischemic stroke",
        "The hydration influence on the risk of stroke (THIRST) study",
        "The influence of dehydration on the prognosis of acute ischemic stroke for patients treated with tissue plasminogen activator",
        "Haemodilution for acute ischaemic stroke.",
        "Complications of hydroxyethyl starch in acute ischemic stroke and other brain injuries",
        "Influence of a long-term, high-dose volume therapy with 6% hydroxyethyl starch 130/0.4 or crystalloid solution on hemodynamics, rheology and hemostasis in patients with acute ischemic stroke: Results of a randomized, placebo-controlled, double-blind study",
        "Perioper Med. (Lond.)",
        "Maintenance intravenous fluids in acutely Ill patients",
        "Acute stroke unit care and early neurological deterioration in ischemic stroke",
        "Progressing stroke: Towards an internationally agreed definition",
        "Deteriorating ischemic stroke in 4 clinical categories classified by the Oxfordshire Community Stroke Project",
        "Urine specific gravity as a predictor of early neurological deterioration in acute ischemic stroke",
        "Bun/creatinine ratio-based hydration for preventing stroke-in-evolution after acute ischemic stroke",
        "Hemodynamic factors and perfusion abnormalities in early neurological deterioration"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Siriraj Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Bhumibol Adulyadej Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Khon Kaen University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thammasat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Los Angeles",
            "affilname": "David Geffen School of Medicine at UCLA",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research Council of Thailand"
    ]
}