{
    "eid": "2-s2.0-85032156716",
    "title": "Apoptosis-inducing effect of hydroquinone 5-O-cinnamoyl ester analog of renieramycin m on non-small cell lung cancer cells",
    "cover-date": "2017-11-01",
    "subject-areas": [
        {
            "$": "Oncology",
            "@code": "2730"
        },
        {
            "$": "Cancer Research",
            "@code": "1306"
        }
    ],
    "keywords": [
        "Apoptosis",
        "Hydroquinone 5-O-cinnamoyl ester analog of renieramycin M",
        "Lead drug",
        "Lung cancer",
        "Renieramycin M"
    ],
    "authors": [
        "Arnatchai Maiuthed"
    ],
    "citedby-count": 11,
    "ref-count": 34,
    "ref-list": [
        "Lung cancer: Are we up to the challenge?",
        "World Cancer Factsheet",
        "Drug resistance in lung cancer",
        "Astragaloside IV sensitizes non–small cell lung cancer cells to gefitinib potentially via regulation of SIRT6",
        "Rational design of non-resistant targeted cancer therapies",
        "The role of mitochondria in apoptosis",
        "Liquiritigenin induces mitochondria-mediated apoptosis via cytochrome c release and caspases activation in heLa cells",
        "Mitochondrial regulation of cell death",
        "Cytokines in cancer drug resistance: Cues to new therapeutic strategies",
        "Nitric oxide and aggressive behavior of lung cancer cells",
        "Disruptive environmental chemicals and cellular mechanisms that confer resistance to cell death",
        "Chemistry of Renieramycins. Part 3. Isolation and Structure of Stabilized Renieramycin Type Derivatives Possessing Antitumor Activity from Thai Sponge Xestospongia Species, Pretreated with Potassium Cyanide",
        "Chemistry of renieramycins. Part 5. Structure elucidation of renieramycin-type derivatives O, Q, R, and S from Thai marine sponge Xestospongia species pretreated with potassium cyanide",
        "Chemistry of renieramycins. Part 6: Transformation of renieramycin M into jorumycin and renieramycin J including oxidative degradation products, mimosamycin, renierone, and renierol acetate",
        "Chemistry of renieramycins. Part 8: Synthesis and cytotoxicity evaluation of renieramycin M-jorunnamycin A analogues",
        "Renieramycin m sensitizes anoikis-resistant h460 lung cancer cells to anoikis",
        "Renieramycin M attenuates cancer stem cell-like phenotypes in H460 lung cancer cells",
        "Chemistry of Renieramycins. 15. Synthesis of 22-O-Ester Derivatives of Jorunnamycin A and Their Cytotoxicity against Non-Small-Cell Lung Cancer Cells",
        "Chemistry of Renieramycins. 17. A New Generation of Renieramycins: Hydroquinone 5-O-Monoester Analogues of Renieramycin M as Potential Cytotoxic Agents against Non-Small-Cell Lung Cancer Cells",
        "Caspase control: Protagonists of cancer cell apoptosis",
        "Chemotherapeutic approaches for targeting cell death pathways",
        "Apoptosis: A link between cancer genetics and chemotherapy",
        "P13K/Akt signalling pathway and cancer",
        "Targeting the PI3K/mTOR axis, alone and in combination with autophagy blockade, for the treatment of malignant peripheral nerve sheath tumors",
        "Mitochondrial apoptosis: Killing cancer using the enemy within",
        "Apoptosis: A Review of Programmed Cell Death",
        "Programmed cell death in animal development and disease",
        "Anticancer and antimetastatic activities of renieramyein M, a marine tetrahydroisoquinoline alkaloid, in human non-small cell lung cancer cells",
        "Bishydroquinone renieramycin M induces apoptosis of human lung cancer cells through a mitochondria-dependent pathway",
        "Replacement of a quinone by a 5- O -Acetylhydroquinone abolishes the accidental necrosis inducing effect while preserving the apoptosis-inducing effect of renieramycin M on lung cancer cells",
        "Autophagy and chemotherapy resistance: A promising therapeutic target for cancer treatment",
        "Phospho-Akt overexpression in non-small cell lung cancer confers significant stage-independent survival disadvantage",
        "Drug resistance and its significance for treatment decisions in non-small-cell lung cancer",
        "Akt targeting as a strategy to boost chemotherapy efficacy in non-small cell lung cancer through metabolism suppression"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kiyose",
            "affilname": "Meiji Pharmaceutical University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Japan Society for the Promotion of Science",
        "Thailand Research Fund"
    ]
}