{
    "eid": "2-s2.0-85054423229",
    "title": "Transmission dynamics among participants initiating antiretroviral therapy upon diagnosis of early acute HIV-1 infection in Thailand",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Allergy",
            "@code": "2723",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Immunology",
            "@code": "2403",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "acute HIV infection",
        "Bangkok",
        "HIV-1 transmission",
        "MSM",
        "phylogenetic analysis"
    ],
    "authors": [
        "Eugene Kroon",
        "Phuc T. Pham",
        "Sunee Sirivichayakul",
        "Rapee Trichavaroj",
        "Donn J. Colby",
        "Suteeraporn Pinyakorn",
        "Nittaya Phanuphak",
        "Eric Sanders-Buell",
        "Frits Van Griensven",
        "Gustavo H. Kijak",
        "Jerome H. Kim",
        "Nelson L. Michael",
        "Merlin L. Robb",
        "Jintanat Ananworanich",
        "Mark S. De Souza",
        "Sodsai Tovanabutra"
    ],
    "citedby-count": 6,
    "ref-count": 53,
    "ref-list": [
        "The global response to HIV in men who have sex with men",
        "Global epidemiology of HIV infection in men who have sex with men",
        "The global epidemic of HIV infection among men who have sex with men",
        "High HIV incidence epidemic among men who have sex with men in china: results from a multisite cross-sectional study",
        "HIV-1 transmission, by stage of infection",
        "Prospective study of acute HIV-1 infection in adults in East Africa and Thailand",
        "Role of the primary infection in epidemics of HIV infection in gay cohorts",
        "The role of acute and early HIV infection in the spread of HIV and implications for transmission prevention strategies in Lilongwe, Malawi: A modelling study",
        "Acute HIV infection: impact on the spread of HIV and transmission of drug resistance",
        "Episodic sexual transmission of HIV revealed by molecular phylodynamics",
        "High rates of forward transmission events after acute/early HIV-1 infection",
        "Acute HIV detection and immediate treatment estimated to reduce transmission by 89% among men who have sex with men in Bangkok",
        "Sexually acquired HIV infections in the United States due to acutephase HIV transmission: An update",
        "Programmatic implications of acute and early HIV infection",
        "Phylogenetic studies of transmission dynamics in generalized HIV epidemics: An essential tool where the burden is greatest?",
        "Large cluster outbreaks sustain the HIV epidemic among MSM in Quebec",
        "Molecular epidemiology identifies HIV transmission networks associated with younger age and heterosexual exposure among Korean individuals",
        "Trends of HIV subtypes and phylogenetic dynamics among young men who have sex with men in China, 2009-2014",
        "Transmission of non-B HIV subtypes in the United Kingdom is increasingly driven by large non-heterosexual transmission clusters",
        "Emergence of clusters of CRF02-AG and B human immunodeficiency viral strains among men having sex with men exhibiting HIV primary infection in southeastern France",
        "Transmission network parameters estimated from HIV sequences for a nationwide epidemic",
        "Epidemiological study of phylogenetic transmission clusters in a local HIV-1 epidemic reveals distinct differences between subtype B and non-B infections",
        "Phylogenetic inferences on HIV-1 transmission: implications for the design of prevention and treatment interventions",
        "Impact of highly active antiretroviral therapy on the molecular epidemiology of newly diagnosed HIV infections",
        "Phylogenetics of the Danish HIV epidemic: The role of very late presenters in sustaining the epidemic",
        "Future of phylogeny in HIV prevention",
        "Phylogenetic reconstruction of transmission events from individuals with acute HIV infection: Toward more-rigorous epidemiological definitions",
        "Phylogenetic insights into regional HIV transmission",
        "Determinants of HIV-1 transmission in men who have sex with men: A combined clinical, epidemiological and phylogenetic approach",
        "Transmission clustering drives the onward spread of the HIV epidemic among men who have sex with men in Quebec",
        "Evidence of an explosive epidemic of HIV infection in a cohort of men who have sex with men in Thailand",
        "Impact of nucleic acid testing relative to antigen/antibody combination immunoassay on the detection of acute HIV infection",
        "Impact of multitargeted antiretroviral treatment on gut T cell depletion and HIV reservoir seeding during acute HIV infection",
        "Initiation of ART during early acute HIV infection preserves mucosal Th17 function and reverses HIV-related immune activation",
        "Initiation of antiretroviral therapy during acute HIV-1 infection leads to a high rate of nonreactive HIV serology",
        "A novel acute HIV infection staging system based on 4th generation immunoassay",
        "Dynamics of HIV viremia and antibody seroconversion in plasma donors: implications for diagnosis and staging of primary HIV infection",
        "HIV drug resistance transmission threshold survey in Bangkok, Thailand",
        "Mol Biol Evol. TREAT Asia Quality Assessment Scheme (TAQAS) to standardize the outcome of HIV genotypic resistance testing in a group of Asian laboratories",
        "Geneious Basic: An integrated and extendable desktop software platform for the organization and analysis of sequence data",
        "MEGA5: molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "HIV-1 genetic diversity among incident infections in Mbeya, Tanzania",
        "Incidence and characterization of acute HIV-1 infection in a high-risk Thai population",
        "Virological and immunological characteristics of HIV-infected individuals at the earliest stage of infection",
        "Declining trend in transmitted drug resistance detected in a prospective cohort study of acute HIV infection in Bangkok, Thailand",
        "Transmission networks of HIV-1 among men having sex with men in the Netherlands",
        "Increasing HIV-1 molecular complexity among men who have sex with men in Bangkok",
        "Characterizing HIV transmission networks across the United States",
        "Timing of intermittent seminal HIV-1 RNA shedding in patients with undetectable plasma viral load under combination antiretroviral therapy",
        "Detection of HIV-1 RNA in seminal plasma samples from treated patients with undetectable HIV-1 RNA in blood plasma on a 2002-2011 survey",
        "Antiretroviral therapy for prevention is a combination strategy",
        "Reaching the unreached: Treatment as prevention as a workable strategy to mitigate HIV and its consequences in high-risk groups",
        "Defining HIV-1 transmission clusters based on sequence data"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60031780",
            "affilname": "Thai Red Cross Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031780",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60068721",
            "affilname": "International Vaccine Institute, Seoul",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60068721",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "San Francisco",
            "@id": "60023691",
            "affilname": "University of California, San Francisco",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023691",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60016185",
            "affilname": "Armed Forces Research Institute of Medical Sciences, Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016185",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Rockville",
            "@id": "60014443",
            "affilname": "HJF",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014443",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Silver Spring",
            "@id": "60012786",
            "affilname": "Walter Reed Army Institute of Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bethesda",
            "@id": "108354974",
            "affilname": "US Military HIV Research Program",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/108354974",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Military Medicine, Inc.",
        "US Department of Defense",
        "Henry M. Jackson Foundation",
        "Walter Reed Army Institute of Research",
        "US Military HIV Research Program"
    ]
}