{
    "eid": "2-s2.0-85169779645",
    "title": "Responding to an unprecedented shock — Elucidating how 113 DMOs changed the marketing communications on Twitter during the COVID-19 crisis",
    "cover-date": "2023-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business and International Management",
            "@code": "1403",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Tourism, Leisure and Hospitality Management",
            "@code": "1409",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Marketing",
            "@code": "1406",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "COVID-19",
        "Crisis communications",
        "Data analytics",
        "Destination marketing",
        "Destination marketing organisations (DMOs)",
        "Marketing strategy",
        "Social media strategy",
        "Twitter"
    ],
    "authors": [
        "Viriya Taecharungroj",
        "Ake Pattaratanakun"
    ],
    "citedby-count": 0,
    "ref-count": 62,
    "ref-list": [
        "Promoting European countries' destination image through Twitter",
        "Destination image repair during crisis: Attracting tourism during the Arab Spring uprisings",
        "Recovery strategies and marketing campaigns for global destinations in response to the COVID-19 tourism crisis",
        "Tourism marketing for developing countries: Battling stereotypes and crises in Asia, Africa and the Middle East",
        "Destinations’ response to terrorism on Twitter",
        "A novel fusion-based deep learning model for sentiment analysis of COVID-19 tweets",
        "Bounce back: Tourism risk, crisis and recovery management guide",
        "Accounts, excuses, and apologies: Image repair theory and research",
        "Latent dirichlet allocation",
        "Influencer identification in Twitter networks of destination marketing organizations",
        "Crises and crisis management: Integration, interpretation, and research development",
        "The influence of communication in destination imagery during COVID-19",
        "A density-based method for adaptive LDA model selection",
        "Topic and sentiment analysis of crisis communications about the COVID-19 pandemic in Twitter's tourism hashtags",
        "Content strategy: An integrative literature review",
        "Protecting organization reputations during a crisis: The development and application of situational crisis communication theory",
        "Ongoing crisis communication: Planning, managing, and responding",
        "Accurate and effective latent concept modeling for ad hoc information retrieval",
        "Heritage tourism and COVID-19: Turning the crisis into opportunity within the Egyptian context",
        "Activity and influence of destination brands on twitter: A comparative study of nine Spanish destinations",
        "Building emotional attachment during COVID-19",
        "Social media as a destination marketing tool: Its use by national tourism organisations",
        "Destination brand communication during COVID-19 pandemic-the case of Iceland",
        "Crisis communication of national destination management organizations before and during the coronavirus pandemic",
        "# StayHome today so we can# TravelTomorrow: Tourism destinations' digital marketing strategies during the COVID-19 pandemic",
        "Analysing tourism destination promotion through Facebook by destination marketing organizations of India",
        "Understanding public sentiments, opinions and topics about COVID-19 using twitter",
        "Do DMOs communicate their emotional brand values? A comparison between twitter and Facebook",
        "Emotional brand communication on Facebook and twitter: Are DMOs successful?",
        "The influence of crisis on tourists' perceived destination image and revisit intention: An exploratory study of Chinese tourists to North Korea",
        "The power of social media storytelling in destination branding",
        "Twitter public sentiment dynamics on cruise tourism during the COVID-19 pandemic",
        "Global sentiment analysis of COVID-19 tweets over time",
        "Web 2.0 and destination marketing: Current trends and future directions",
        "Evolution of COVID-19 tweets about southeast asian countries: Topic modelling and sentiment analyses",
        "Post-COVID-19 crisis travel behaviour: Towards mitigating the effects of perceived risk",
        "Media discourses about a superspreader destination: How mismanagement of COVID-19 triggers debates about sustainability and geopolitics",
        "Theoretical foundations of social media power in hospitality and tourism: A hierarchical model",
        "Pictures of a crisis. Destination marketing organizations' Instagram communication before and during a global health crisis",
        "# emotional tweets. Paper presented at the proceedings of the first joint conference on lexical and computational semantics-volume 1: Proceedings of the main conference and the shared task",
        "Crowdsourcing a word–emotion association lexicon",
        "What content to post? Evaluating the effectiveness of Facebook communications in destinations",
        "Social media strategies and destination management",
        "Tourism destination image resiliency during a pandemic as portrayed through emotions on Twitter",
        "How do destinations use twitter to recover their images after a terrorist attack?",
        "Content, context and co-creation: Digital challenges in destination branding with references to Portugal as a tourist destination",
        "Is nothing like before? COVID-19–evoked changes to tourism destination social media communication",
        "A Systematic Comparison of search-Based approaches for LDA hyperparameter tuning",
        "The missing link between overtourism and post-pandemic tourism. Framing Twitter debate on the Italian tourism crisis",
        "Turning a global crisis into a tourism opportunity: The perspective from Tuvalu",
        "Destination image during the COVID-19 pandemic and future travel behavior: The moderating role of past experience",
        "An exploratory study of twitter sentiment analysis during COVID-19:# TravelTomorrow and# UNWTO",
        "Places going viral: Twitter usage patterns in destination marketing and place branding",
        "A strategic approach to crisis management",
        "From tsunami through terror attacks to COVID-19: Crisis communication strategies and recovery campaigns to combat Thailand's tourism crises",
        "Traveller‐generated destination image: Analysing Flickr photos of 193 countries worldwide",
        "Mining marketing meaning from online chatter: Strategic brand analysis of big data using latent dirichlet allocation",
        "How'social’are destinations? Examining European DMO social media usage",
        "A bibliometric review of research on COVID-19 and tourism: Reflections for moving forward",
        "The exploration of social media marketing strategies of destination marketing organizations in China",
        "The coronavirus pandemic–A critical discussion of a tourism research agenda"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}