{
    "eid": "2-s2.0-84901799404",
    "title": "Antimicrobial susceptibility of indicator bacteria isolated from chickens in Southeast Asian countries (Vietnam, Indonesia and Thailand)",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Antimicrobial resistance",
        "Developing countries",
        "Indicator bacteria",
        "Monitoring",
        "Southeast Asia"
    ],
    "authors": [
        "Masaru Usui"
    ],
    "citedby-count": 48,
    "ref-count": 29,
    "ref-list": [
        "Effect of abolishment of the use of antimicrobial agents for growth promotion on occurrence of antimicrobial resistance in fecal enterococci from food animals in Denmark",
        "Correlation between the usage volume of veterinary therapeutic antimicrobials and resistance in Escherichia coli isolated from the feces of food-producing animals in Japan",
        "Predominance of vanA Genotype among Vancomycin-Resistant Enterococcus Isolates from Poultry and Swine in Costa Rica",
        "Differences in antibiotic resistance patterns of Enterococcus faecalis and Enterococcus faecium strains isolated from farm and pet animals",
        "The susceptibility to growth-promoting antibiotics of Enterococcus faecium isolates from pigs and chickens in Europe",
        "Performance standards for antimicrobial disk dilution susceptibility tests for bacteria isolated from animals; approved standard-third edition.",
        "World health organization ranking of antimicrobials according to their importance in human medicine: a critical step for developing risk management strategies for the use of antimicrobials in food production animals",
        "DANMAP.",
        "OIE international standards on antimicrobial resistance",
        "Composition of the enterococcal and streptococcal intestinal flora of poultry",
        "Preliminary analysis of tetracycline residues in marketed pork in Hanoi, Vietnam",
        "Improved primer design for multiplex PCR analysis of vancomycin-resistant Enterococcus spp. [3]",
        "Joint FAO/OIE/WHO expert workshop on non-human antimicrobial usage and antimicrobial resistance: Scientific assessment",
        "FDA/CVM Proposes to Withdraw Poultry Fluoroquinolones.",
        "Vancomycin-resistant enterococci in imported chickens in Japan",
        "A national surveillance of antimicrobial resistance in Escherichia coli isolated from food-producing animals in Japan",
        "Simple and reliable multiplex PCR assay for surveillance isolates of vancomycin-resistant enterococci",
        "National monitoring for antimicrobial resistance among indicator bacteria isolated from food-producing animals in Japan",
        "Classification and antimicrobial susceptibilities of enterococcus species isolated from apparently healthy food-producing animals in Japan",
        "Persistence of vancomycin-resistant enterococci in New Zealand broilers after discontinuation of avoparcin use",
        "NARMS.",
        "Antimicrobial susceptibilities of Salmonella from domestic animals, food and human in the Mekong Delta, Vietnam",
        "Vancomycin-resistant enterococci in humans and imported chickens in Japan",
        "Significance tests for multiple comparison of proportion, variance, and other statistics",
        "Ubiquitous occurrence of sulfonamides in tropical Asian waters",
        "Report of the Joint Committee on the Use of Antibiotics in Animal Husbandry and Veterinary Medicine",
        "The Japanese veterinary antimicrobial resistance monitoring system (JVARM)",
        "Antimicrobial resistance of Salmonella serovars isolated from beef at retail markets in the north Vietnam",
        "The antibiotic resistance characteristics of non-typhoidal Salmonella enterica isolated from food-producing animals, retail meat and humans in South East Asia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Hanoi",
            "affilname": "National Institute of Veterinary Research Hanoi",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Ebetsu",
            "affilname": "Rakuno Gakuen University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "National Veterinary Drug Assay Laboratory",
            "affiliation-country": "Indonesia"
        }
    ],
    "funding": []
}