{
    "eid": "2-s2.0-84933052358",
    "title": "Antimicrobial resistance patterns and flaA genotypes of Campylobacter jejuni isolated from contracted broiler farms in Eastern Thailand",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Antimicrobial resistance patterns",
        "Broiler",
        "Campylobacter",
        "FlaA SVR"
    ],
    "authors": [
        "Petcharatt Charununtakorn"
    ],
    "citedby-count": 4,
    "ref-count": 18,
    "ref-list": [
        "Antimicrobial resistance of thermophilic Campylobacter",
        "Prevalence, quantitative load, and antimicrobial resistance of Campylobacter spp. from broiler ceca and broiler skin samples in Thailand",
        "Performance standards for antimicrobial disk and dilution susceptibility tests for bacteria isolated from animals; approved standard M31-A3",
        "Amoxicillin therapy of poultry flocks: Effect upon the selection of amoxicillin-resistant commensal Campylobacter spp",
        "Prevalence and antimicrobial resistance among Campylobacter spp. in Louisiana retail chickens after the enrofloxacin ban",
        "Campylobacters as zoonotic pathogens: A food production perspective",
        "\"Thailand Broiler Meat (Poultry) Domestic Consumption by Year\"",
        "\"Thailand's Poultry Industry\"",
        "Antimicrobial resistance in Campylobacter spp isolated from broiler flocks",
        "Effect of conventional and organic production practices on the prevalence and antimicrobial resistance of Campylobacter spp. in poultry",
        "Discrimination of Campylobacter jejuni isolates by fla gene sequencing",
        "Campylobacter species and Guillain-Barre syndrome",
        "\"NARMS 2011 annual report\"",
        "Antimicrobial resistance in Campylobacter isolated from food animals and humans in northern Thailand",
        "The persistence of fluoroquinolone-resistant Campylobacter in poultry production",
        "Campylobacter spp. As a foodborne pathogen: A review",
        "Presence and characterization of Campylobacter jejuni in organically raised chickens in Quebec",
        "Genetic diversity and antibiotic resistance patterns in a Campylobacter population isolated from poultry farms in Switzerland"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}