{
    "eid": "2-s2.0-84949255297",
    "title": "A Comparative Study of Key Critical Factors of Waterfront Port Development: Case Studies of the Incheon and Bangkok Ports",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Global and Planetary Change",
            "@code": "2306"
        }
    ],
    "keywords": [],
    "authors": [
        "Paul Tae Woo Lee"
    ],
    "citedby-count": 11,
    "ref-count": 28,
    "ref-list": [
        "Reliability, repeatability and reproducibility: Analysis of measurement errors in continuous variables",
        "Maintaining a balance between resource utilisation and protection of the marine environment in New Zealand",
        "America's waterfront revival: Port authorities and urban redevelopment",
        "European port cities in transition",
        "Recreation and tourism as a catalyst for urban waterfront redevelopment: An international survey",
        "Clustering and performance: The case of maritime clustering in the Netherlands",
        "Architecture: How not to build a city-implementation at Battery Park City",
        "Remaking the urban waterfront",
        "The economic status of areas surrounding major U.S. container ports: Evidence and policy issues",
        "Why are maritime ports (still) urban, and why should policy-makers care?",
        "Communication Methods and Measures",
        "The port-urban interface: an area in transition.",
        "Global chain, local pain: Regional implications of global distribution networks in the German North Range",
        "Revitalising the waterfront: International dimensions of dockland redevelopment",
        "The port-City interface: Trends, problems and examples",
        "Cityports, coastal zones and regional change: International perspectives on planning and management",
        "Global and local change on the port-city waterfront",
        "Waterfront redevelopment: A critical discourse analysis of the policy-making process within the Chatham Maritime Project",
        "The study of modernization of the Bangkok Port in the Kingdom of Thailand",
        "Applying analytic network process (ANP) to rank critical success factors of waterfront redevelopment",
        "State of Australian cities national conference",
        "Rethinking the port",
        "The study of land use and master plan of Bangkok port",
        "INDUSTRIAL STRATEGIES AND PORT DEVELOPMENT IN DEVELOPING COUNTRIES: THE ASIAN CASE",
        "Decision making with dependence and feedback: The analytic network process",
        "Assessing social impacts in urban waterfront regeneration",
        "The analytic hierarchy process and analytic network process: An overview of applications",
        "Changing port-city relations at Amsterdam: A new phase at the interface?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Taipei",
            "affilname": "Soochow University, Taipei",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Melbourne",
            "affilname": "Victoria University",
            "affiliation-country": "Australia"
        }
    ],
    "funding": []
}