{
    "eid": "2-s2.0-84951909519",
    "title": "Elastic layer under axisymmetric surface loads and influence of surface stresses",
    "cover-date": "2016-01-15",
    "subject-areas": [
        {
            "$": "Modeling and Simulation",
            "@code": "2611"
        },
        {
            "$": "Applied Mathematics",
            "@code": "2604"
        }
    ],
    "keywords": [
        "Elastic layer",
        "Gurtin-Murdoch model",
        "Hankel integral transform",
        "Nano-scale influence",
        "Surface stresses"
    ],
    "authors": [
        "Jaroon Rungamornrat"
    ],
    "citedby-count": 26,
    "ref-count": 48,
    "ref-list": [
        "Nanobeam mechanics: Elasticity, strength, and toughness of nanorods and nanotubes",
        "Nanoscale mechanical behavior of individual semiconducting nanobelts",
        "Electrostatic deflections and electromechanical resonances of carbon nanotubes",
        "Surface Green function for a soft elastic half-space: Influence of surface stress",
        "Surface free energy and its effect on the elastic behavior of nano-sized particles, wires and films",
        "Mechanics of defects in carbon nanotubes: Atomistic and multiscale simulations",
        "Atomistic calculations of elastic properties of metallic fcc crystal surfaces",
        "Analytical solution for size-dependent elastic field of a nanoscale circular inhomogeneity",
        "Elastic field of an isotropic matrix with a nanoscale elliptical inhomogeneity",
        "Atomistic fracture: QFM vs. MD",
        "Shape-sensitivity-based evaluation of the stress intensity factors at the nanoscale by means of quantized fracture mechanics",
        "World Acad. Sci. Eng. Tech.",
        "Rigid frictionless indentation on elastic half space with influence of surface stresses",
        "Handbook of Nanoscience",
        "The Scientific Papers of J. Willard Gibbs",
        "Surface and interface stress effects in thin films",
        "Surface and interface stress effects on interfacial and nanostructured materials",
        "On the role of surface energy and surface stress in phase-transforming nanoparticles",
        "A continuum theory of elastic material surfaces",
        "Surface stress in solids",
        "A general theory of curved deformable interfaces in solids at equilibrium",
        "Size-dependent elastic properties of nanosized structural elements",
        "Size-dependent rigidities of nanosized torsional elements",
        "A continuum model for size-dependent deformation of elastic films of nano-scale thickness",
        "Size-dependent response of ultra-thin films with surface effects",
        "Effect of surfaces on the size-dependent elastic state of nano-inhomogeneities",
        "Size-dependent elastic state of ellipsoidal nano-inclusions incorporating surface/interface tension",
        "Surface loading and rigid indentation of an elastic layer with surface energy effects,",
        "Effects of surface stresses on contact problems at nanoscale",
        "Effect of surface elasticity on the interaction between steps",
        "Analytical solutions for a surface-loaded isotropic elastic layer with surface energy effects",
        "Dislocations and internal loading in a semi-infinite elastic medium with surface stresses",
        "Int. Multiscale Mech.",
        "Elasticity",
        "Theory of Elasticity",
        "Theoretical investigation of phenomena caused by heterogeneous surface tension in solids",
        "Fourier Transform",
        "Partial Differential Equations in Mechanics",
        "Proceedings of Highway Research Board",
        "The general theory of stresses and displacements in layered systems. I",
        "Proceedings of the 41st Annual Meeting of the Highway Research Board",
        "Elastic Solutions for Soil and Rock Mechanics",
        "Elastic surface-substrate interactions",
        "A new approach to the modeling and analysis of fracture through extension of continuum mechanics to the nanoscale",
        "Curvature-dependent surface energy and implications for nanostructures",
        "Erratum: \"Curvature-dependent surface energy and implications for nanostructures\" (Journal of the Mechanics and Physics of Solids (2011) 59 (2103-2115))",
        "Cantilever bending with rough surfaces",
        "Surface energy, elasticity and the homogenization of rough surfaces"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Thailand Research Fund"
    ]
}