{
    "eid": "2-s2.0-84967205188",
    "title": "Bougainvinones A-H, Peltogynoids from the Stem Bark of Purple Bougainvillea spectabilis and Their Cytotoxic Activity",
    "cover-date": "2016-04-22",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Complementary and Alternative Medicine",
            "@code": "2707"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        },
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        },
        {
            "$": "Molecular Medicine",
            "@code": "1313"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        }
    ],
    "keywords": [],
    "authors": [
        "Lien T.M. Do"
    ],
    "citedby-count": 23,
    "ref-count": 26,
    "ref-list": [
        "In vitro comparative study of Bougainvillea spectabilis \"stand\" leaves and Bougainvillea variegata leaves in terms of phytochemicals and antimicrobial activity",
        "Phytochemistry and reproductive activities of male albino rats treated with crude leaf extract of great bougainvillea (Bougainvillea spectabilis)",
        "Hypoglycemic activity of Bougainvillea spectabilis stem bark in normal and alloxan-induced diabetic rats",
        "Isolation of antidiabetic principle from Bougainvillea spectabilis willd (Nyctaginaceae) stem bark",
        "New ribosome-inactivating proteins with polynucleotide:adenosine glycosidase and antiviral activities from Basella rubra L. and Bougainvillea spectabilis Willd",
        "An antiviral protein from Bougainvillea spectabilis roots; Purification and characterisation",
        "Adv. Biol. Res.",
        "Antibacterial activity of the leaves of Bougainvillea spectabilis against E. coli NCIM 2832 and M. aureus NCIM 5021",
        "Anti-inflammatory activity of bougainvillea spectabilis linn",
        "Evaluation of anti-inflammatory activity of methanolic extract of leaves of Bougainvillea spectabilis in experimental animal models",
        "Peltogynoids and homoisoflavonoids from Caesalpinia pulcherrima",
        "Two new peltogynoids from acacia nilotica delile with kinase inhibitory activity",
        "Prenylflavonols from the leaves of Macaranga sampsonii",
        "Icosandrin, a novel peltogynoid from the fruits of Phytolacca icosandra (Phytolaccaceae)",
        "Five new peltogynoids from underground parts of Iris bungei: A Mongolian medicinal plant",
        "Flavonoids. Chemistry, Biochemistry and Applications",
        "Absolute configuration of mopanol, a new leucoanthocyanidin from Colophospermum mopane",
        "Stereochemistry and biogenesis of mopanols and peltogynols and associated flavanoids from Colophospermum mopane",
        "Isolation of mopanin from Colophospermum mopane and interrelation of flavonoid components of Peltogyne spp.",
        "Metabolites from the purple heartwood of Mimosoideae. Part 2. Acacia carnei maiden: Isolation, synthesis, and reactions of crombeone",
        "Flavonoids: Promising anticancer agents",
        "Flavonoids apigenin and quercetin inhibit melanoma growth and metastatic potential",
        "Flavonoids inhibit melanoma lung metastasis by impairing tumor cells endothelium interactions",
        "New colorimetric cytotoxicity assay for anticancer-drug screening",
        "Potent antitumor activity of synthetic 1,2-naphthoquinones and 1,4-naphthoquinones",
        "A short history of SHELX"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ho Chi Minh City",
            "affilname": "University of Science, Viet Nam National University Ho Chi Minh City",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": null,
            "affilname": "National Cancer Institute Thailand",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ho Chi Minh City",
            "affilname": "Sai Gon University",
            "affiliation-country": "Viet Nam"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}