{
    "eid": "2-s2.0-84989958003",
    "title": "Optimization of alcoholic soybean oil extraction as a step towards developing in-situ transesterification for fatty acid isopropyl esters",
    "cover-date": "2016-12-30",
    "subject-areas": [
        {
            "$": "Agronomy and Crop Science",
            "@code": "1102"
        }
    ],
    "keywords": [
        "Central composite rotatable design",
        "Fatty acid isopropyl ester",
        "In-situ transesterification",
        "Soybean"
    ],
    "authors": [
        "Nattapong Tuntiwiwattanapun"
    ],
    "citedby-count": 9,
    "ref-count": 22,
    "ref-list": [
        "Trans. Am. Inst. Chem. Eng.",
        "Biodiesel production from wet municipal sludge: Evaluation of in situ transesterification using xylene as a cosolvent",
        "Variables affecting the yields of fatty esters from transesterified vegetable oils",
        "Studies on alternative solvents for the extraction of oil-l soybean",
        "Synthesis of biodiesel from vegetable oils wastewater sludge by in-situ subcritical methanol transesterification: Process evaluation and optimization",
        "Implementing an in situ alkaline transesterification method for canola biodiesel quality screening",
        "Moisture removal substantially improves the efficiency of in situ biodiesel production from soybeans",
        "In situ Alkaline Transesterification: An Effective Method for the Production of Fatty Acid Esters from Vegetable Oils",
        "Extraction of oil from ground corn using ethanol",
        "Use of branched-chain esters to reduce the crystallization temperature of biodiesel",
        "Process improvements for the supercritical in situ transesterification of carbonized algal biomass",
        "Recent Trends for Enhancing the Diversity and Quality of Soybean Products.",
        "World Conference Proceedings: Edible Fats and Oils Processing: Basis Principles and Modern Practices.",
        "Kinetics and thermodynamics of oil extraction from olive cake",
        "Cogeneration of biodiesel and nontoxic rapeseed meal from rapeseed through in-situ alkaline transesterification",
        "Ultrasound-enhanced rapid in situ transesterification of marine macroalgae Enteromorpha compressa for biodiesel production",
        "The production of fatty acid isopropyl esters and their use as a diesel engine fuel",
        "Kinetics of reactive extraction/in situ transesterification of rapeseed oil",
        "Isopropyl alcohol extraction of cottonseed collets: Crude oil composition",
        "Ultrasonication aided in-situ transesterification of microbial lipids to biodiesel"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Fargo",
            "affilname": "NDSU College of Engineering",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Institute of Food and Agriculture",
        "Higher Education Research Promotion",
        "North Dakota Agricultural Experiment Station",
        "Office of the Higher Education Commission",
        "Thailand Research Fund",
        "National Research Council of Thailand"
    ]
}