{
    "eid": "2-s2.0-85070715002",
    "title": "Molecular analysis of canine filaria and its wolbachia endosymbionts in domestic dogs collected from two animal university hospitals in Bangkok metropolitan region, Thailand",
    "cover-date": "2019-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Allergy",
            "@code": "2723",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Immunology and Microbiology (all)",
            "@code": "2400",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "B. malayi",
        "B. pahangi",
        "D. immitis",
        "Dog",
        "Filariasis",
        "Thailand",
        "Zoonosis"
    ],
    "authors": [
        "Hathaithip Satjawongvanit",
        "Atchara Phumee",
        "Sonthaya Tiawsirisup",
        "Sivapong Sungpradit",
        "Narisa Brownell",
        "Padet Siriyasatien",
        "Kanok Preativatanyou"
    ],
    "citedby-count": 34,
    "ref-count": 61,
    "ref-list": [
        "Filarial worms in dogs in Southeast Asia",
        "Zoonotic implications of cats and dogs in filarial transmission in Peninsular Malaysia",
        "Companion animal parasitology: A clinical perspective",
        "Canine heart worm disease",
        "Discrimination between six species of canine microfilariae by a single polymerase chain reaction",
        "Brugia malayi in a naturally infected cat from Narathiwat province, southern Thailand. Southeast",
        "Prevalence and risk factors associated with Dirofilaria immitis infection in dogs and cats in Songkhla and Satun provinces",
        "A high resolution melting real time PCR for mapping of filaria infection in domestic cats living in brugian filariosis-endemic areas",
        "What is new about animal and human dirofilariosis?",
        "Global programme to eliminate lymphatic filariasis: The processes underlying programme success",
        "Mosquitoes and the Lymphatic Filarial Parasites: Research Trends and Budding Roadmaps to Future Disease Eradication",
        "Dirofilaria infection in man: Report of a case",
        "Dirofilaria repens from the eyelid of a woman in Thailand",
        "First report on subconjunctival dirofilariasis in Thailand caused by a Dirofilaria sp. Closely related to D. hongkongensis",
        "Wolbachia bacterial endosymbionts of filarial nematodes",
        "Wolbachia filarial interactions",
        "Wolbachia in filarial nematodes: Evolutionary aspects and implications for the pathogenesis and treatment of filarial diseases",
        "Wolbachia: Master manipulators of invertebrate biology",
        "Insect endosymbionts: Manipulators of insect herbivore trophic interactions?",
        "The Wolbachia endosymbiont as an anti-filarial nematode target",
        "Antibiotics which target the Wolbachia endosymbionts of filarial parasites: A new strategy for control of filariasis and amelioration of pathology",
        "Canine filarial infections in a human Brugia malayi endemic area of India",
        "A survey of canine filarial diseases of veterinary and public health significance in India",
        "Incidence of canine dirofilariosis in Trichur, Kerala",
        "Managing canine vector-borne diseases of zoonotic concern: Part one",
        "Laboratory diagnosis of infections due to blood and tissue parasites",
        "Diagnosis of Parasitic Infections: What’s Going On?",
        "Detection and differentiation of filarial parasites by universal primers and polymerase chain reaction-restriction fragment length polymorphism analysis",
        "Morphometric analyses of canine blood microfilariae isolated by the Knott’s test enables Dirofilaria immitis and D. Repens species-specific and Acanthocheilonema (syn. Dipetalonema) genus-specific diagnosis",
        "Canine and feline dirofilariasis: Life cycle, pathophysiology, and diagnosis",
        "A simple molecular method for discriminating common filarial nematodes of dogs (Canis familiaris)",
        "Prevalence of Dirofilaria immitis infection in dogs in Henan province, central China",
        "A serological survey of Dirofilaria immitis infection in pet dogs of Busan, Korea, and effects of chemoprophylaxis",
        "Canine Heartworm in Southeastern of Iran with Review of disease distribution",
        "Prevalence and seasonal variations of canine dirofilariosis in Portugal",
        "Retrospective study on the distribution of Dirofilaria immitis in dogs in Hungary",
        "Canine Heartworm (Dirofilaria immitis) Infection and Immunoglobulin G Antibodies Against Wolbachia (Rickettsiales: Rickettsiaceae) in Stray Dogs in Bangkok, Thailand. Thai",
        "Detection of human filarial parasite Brugia malayi in dogs by histochemical staining and molecular techniques",
        "The differentiation of microfilariae in dogs and cats using Giemsa’s staining and the detection of acid phosphatase activity",
        "Differential detection of Brugia malayi and Brugia pahangi by real-time fluorescence resonance energy transfer PCR and its evaluation for diagnosis of B. Pahangi-infected dogs",
        "PCR based method for identification of zoonostic Brugia malayi microfilariae in domestic cats",
        "Molecular Detection of Dirofilaria immitis Specific Gene from Infected Dog Blood Sample Using Polymerase Chain Reaction",
        "How many Wolbachia supergroups exist?",
        "Phylogeny of Wolbachia pipientis based on gltA, groEL and ftsZ gene sequences: Clustering of arthropod and nematode symbionts in the F supergroup, and evidence for further diversity in the Wolbachia tree",
        "Parasitism and mutualism in Wolbachia: What the phylogenomic trees can and cannot say",
        "Revisiting Wolbachia supergroup typing based on WSP: Spurious lineages and discordance with MLST",
        "Phylogeny of Wolbachia in filarial nematodes",
        "Analysis of gene expression from the Wolbachia genome of a filarial nematode supports both metabolic and defensive roles within the symbiosis",
        "Breakdown of coevolution between symbiotic bacteria Wolbachia and their filarial hosts",
        "Quantification of Wolbachia bacteria in Brugia malayi through the nematode lifecycle",
        "Population dynamics of Wolbachia bacterial endosymbionts in Brugia malayi",
        "The identification of infective filarial larvae in mosquitoes: With a note on the species found in “wild” mosquitoes on the Kenya coast",
        "Identification of some common infective filarial larvae in Malaysia",
        "A phylogenetic analysis of filarial nematodes: Comparison with the phylogeny of Wolbachia endosymbionts",
        "Detection of Wolbachia DNA in blood for diagnosing filaria-associated syndromes in cats",
        "BioEdit: A user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
        "W-IQ-TREE: A fast online phylogenetic tool for maximum likelihood analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research Council of Thailand and Chulalongkorn University",
        "Ratchadapiseksompotch Fund",
        "Chulalongkorn University",
        "Faculty of Medicine, Chulalongkorn University",
        "Faculty of Veterinary Science, Mahidol University"
    ]
}