{
    "eid": "2-s2.0-84915785117",
    "title": "Reconstruction of proto-tai negators",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Linguistics and Language",
            "@code": "3310"
        },
        {
            "$": "Language and Linguistics",
            "@code": "1203"
        }
    ],
    "keywords": [],
    "authors": [
        "Pittayawat Pittayaporn"
    ],
    "citedby-count": 3,
    "ref-count": 52,
    "ref-list": [
        "Photchananukrom Phasa Thin Tai Phutthasakkarat 2550 Chabap Chaloem Phrakiat Phrabat Somdet Phra Chao Yuhua Nai Warokat Charoen Phrachonphansa 80 Phansa",
        "An Introduction to the Thai Poem \"Lilit Phra Law\" (The Story of King Law).",
        "Studies in Tai and Southeast Asian Linguistics",
        "Studies in Tai Linguistics in Honor of William J. Gedney",
        "Buyiyu Diaocha Baogao",
        "The Selection and Interpretation of Chinese Negation Markers 'Bu' and 'Mei'",
        "Noun Classes and Categorization",
        "Essays in Tai Linguistics",
        "Comparative Kadai: The Tai Branch",
        "Linguistic Epidemiology: Semantics and Grammar of Language Contact in Mainland Southeast Asia",
        "Selected Papers on Comparative Tai Studies: William J. Gedney",
        "Selected Papers on Comparative Tai Studies",
        "Selected Papers on Comparative Tai Studies",
        "Notes on transitivity and theme in English Part I",
        "Journal Asiatique",
        "World Lexicon of Grammaticalization",
        "Mapping the Old Zhuang Character Script: A Vernacular Writing from Southern China",
        "Form and Meaning: Negation and Question in Chinese",
        "William J. Gedney's the Tai Dialect of Lungming: Glossary, Texts, and Translations",
        "William J. Gedney's the Saek Language: Glossary, Texts, and Translations",
        "William J. Gedney's Southwestern Tai Dialects: Glossary, Texts, and Translations",
        "William J. Gedney's Central Tai Dialects: Glossary, Texts, and Translations",
        "William J. Gedney's the Lue Language: Glossary, Texts, and Translations",
        "William J. Gedney's Tai Dialect Studies: Glossary, Texts, and Translations",
        "Minot's White Tai Dictionary: A Phonetic Version",
        "Photchananukrom Chuang Tai-Thai",
        "Phasa Thai Nuea",
        "A historical study of /thîi/ in Thai",
        "Mandarin Chinese: A Functional Reference Grammar",
        "Bulletin of the Institute of History and Philology, Academia Sinica",
        "Language",
        "Culture in History: Essays in Honor of Paul Radin",
        "Handbook of Comparative Tai",
        "Bo'ai Tuyu",
        "Negation in Chinese",
        "Aspectual selection and negation in Mandarin Chinese",
        "International Conference on Tai Languages and Cultures in Honor of the Sixth Cycle of Her Royal Highness Princess Galyani Vadhana",
        "Study of Sino-Thai Lexical Correspondences",
        "The Tai Languages of Assam: A Grammar and Texts",
        "Phonology of Proto-Tai",
        "Lexicon of Reconstructed Pronunciation in Early Middle Chinese, Late Middle Chinese, and Early Mandarin",
        "Zhuang Lexicology: A Study on Zhuang Words and An Attached Zhuang-English Vocabulary",
        "An Lilit Phra Lo: Chabap Wikhro la Thot Khwam",
        "Manusya: Journal of Humanities",
        "Photchananukrom Lanna-Thai Chabap Mae Fah Luang",
        "The Proto-Tai Vowel System",
        "Nùng Grammar",
        "Depictive secondary predicates in crosslinguistic perspective",
        "Proto-Tai Personal Pronouns",
        "Chinesisch und Tai: Sprachvergleichende Untersuchungen",
        "Negation in Chinese: A Corpus-based study",
        "Zhuangyu Fangyan Yanjiu"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}