{
    "eid": "2-s2.0-84939525807",
    "title": "Cone beam CT for dental and maxillofacial imaging: Dose matters",
    "cover-date": "2015-07-01",
    "subject-areas": [
        {
            "$": "Radiological and Ultrasound Technology",
            "@code": "3614"
        },
        {
            "$": "Radiology",
            "@code": "2741"
        },
        {
            "$": "Radiation",
            "@code": "3108"
        },
        {
            "$": "Public Health",
            "@code": "2739"
        }
    ],
    "keywords": [],
    "authors": [
        "Ruben Pauwels"
    ],
    "citedby-count": 83,
    "ref-count": 18,
    "ref-list": [
        "Cone Beam CT for Dental and Maxillofacial Radiology: Evidence Based Guidelines, Radiation Protection Publication 172",
        "Comparison of spatial and contrast resolution for cone-beam computed tomography scanners",
        "Comparative dosimetry of dental CBCT devices and 64-slice CT for oral and maxillofacial radiology",
        "Effective dose range for dental cone beam computed tomography scanners",
        "Dosimetry of the cone beam computed tomography Veraviewepocs 3D compared with the 3D Accuitomo in different fields of view",
        "Dosimetry of 3 CBCT devices for oral and maxillofacial radiology: CB Mercuray, NewTom 3G and i-CAT",
        "Effective dose span of ten different cone beam CT devices",
        "Radiation dose vs. image quality for low-dose CT protocols of the head for maxillofacial surgery and oral implant planning",
        "Radiation dose reduction in direct digital panoramic radiography",
        "Effective dose: How should it be applied to medical exposures?",
        "Estimation of paediatric organ and effective doses from dental cone beam CT using anthropomorphic phantoms",
        "Comparison of adult and child radiation equivalent doses from 2 dental cone-beam computed tomography units",
        "A pragmatic approach to determine the optimal kVp in cone beam CT: Balancing contrast-to-noise ratio and radiation dose",
        "Position statement of the American Academy of Oral and Maxillofacial Radiology on selection criteria for the use of radiology in dental implantology with emphasis on cone beam computed tomography",
        "E.A.O. guidelines for the use of diagnostic imaging in implant dentistry 2011. A consensus workshop organized by the European Association for Osseointegration at the Medical University of Warsaw",
        "European Society of Endodontology position statement: The use of CBCT in Endodontics",
        "Use of cone-beam computed tomography in endodontics joint position statement of the American Association of Endodontists and the American Academy of Oral and Maxillofacial Radiology",
        "Clinical recommendations regarding use of cone beam computed tomography in orthodontic treatment. Position statement by the American Academy of Oral and Maxillofacial Radiology"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}