{
    "eid": "2-s2.0-85076614689",
    "title": "Anion gap reference intervals show instrument dependence and weak correlation with albumin levels",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Clinical Biochemistry",
            "@code": "1308",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry (medical)",
            "@code": "2704",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Albumin",
        "Anion gap",
        "Electrolyte",
        "Reference interval"
    ],
    "authors": [
        "Busadee Pratumvinit",
        "Leslie Lam",
        "Narisorn Kongruttanachok",
        "Chinnawut Hemthong",
        "Gerald J. Kost",
        "Panumas Kamkang",
        "Kanit Reesukumal"
    ],
    "citedby-count": 9,
    "ref-count": 39,
    "ref-list": [
        "The serum anion gap in the evaluation of acid-base disorders: what are its limitations and can its effectiveness be improved?",
        "Unidentified anion gap metabolic acidosis",
        "Serum anion gap predicts lactate poorly, but may be used to identify sepsis patients at risk for death: a cohort study",
        "Lactate, bicarbonate and anion gap for evaluation of patients presenting with sepsis to the emergency department: a prospective cohort study",
        "Anion gap among patients of multiple myeloma and normal individuals",
        "Negative anion gap in a young adult with multiple myeloma",
        "Reduced or absent serum anion gap as a marker of severe lithium carbonate intoxication",
        "Negative anion gap in a teenager with epilepsy",
        "Iodide and negative anion gap",
        "Ethylene glycol intoxication presenting with high anion gap metabolic acidosis, acute kidney injury and elevated lactate",
        "Anion gap as a prognostic tool for risk stratification in critically ill patients – a systematic review and meta-analysis",
        "Anion gap and base deficit are predictors of mortality in acute pesticide poisoning",
        "Elevated serum anion gap in adults with moderate chronic kidney disease increases risk for progression to end-stage renal disease",
        "Potential use of leukocytosis and anion gap elevation in differentiating psychogenic nonepileptic seizures from epileptic seizures",
        "Value of the anion gap in clinical diagnosis and laboratory evaluation",
        "The anion gap: its use in quality control",
        "Serum anion gap: its uses and limitations in clinical medicine",
        "The fall of the serum anion gap",
        "Integration of acid-base and electrolyte disorders",
        "A new equation to estimate glomerular filtration rate",
        "The need for robust validation for MDRD-based glomerular filtration rate estimation in various CKD populations",
        "Uncertainty of measurement in quantitative medical testing: a laboratory implementation guide",
        "Anion gap and hypoalbuminemia",
        "Establishment and use of reference intervals",
        "The anion gap",
        "Decreased anion gap associated with monoclonal and pseudomonoclonal gammopathy",
        "Multiple myeloma and the anion gap",
        "The anion gap in asymptomatic plasma cell dyscrasias",
        "A new range for the anion gap",
        "Ion-selective electrode and anion gap range: What should the anion gap be?",
        "Evaluation of serum anion gap in patients with liver cirrhosis of diverse etiologies, Mt Sinai",
        "The serum anion gap. Has the reference interval really fallen?",
        "Serum bicarbonate, anion gap and insulin resistance in the National Health and Nutrition Examination Survey",
        "Serum anion gap, bicarbonate and biomarkers of inflammation in healthy individuals in a national survey",
        "Wide variation in serum anion gap measurements by chemistry analyzers",
        "A simple estimate of the effect of the serum albumin level on the anion Gap",
        "Influence of hypoalbuminemia or hyperalbuminemia on the serum anion gap"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Davis",
            "@id": "60014439",
            "affilname": "University of California, Davis",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014439",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60011189",
            "affilname": "Faculty of Medicine Siriraj Hospital, Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011189",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "115008182",
            "affilname": "Ng Teng Fong General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/115008182",
            "affiliation-country": "Singapore"
        }
    ],
    "funding": [
        "Mahidol University",
        "Faculty of Medicine Siriraj Hospital"
    ]
}