{
    "eid": "2-s2.0-84929430245",
    "title": "Exploring the Effect of Religious Piety on Corporate Governance: Evidence from Anti-takeover Defenses and Historical Religious Identification",
    "cover-date": "2017-03-01",
    "subject-areas": [
        {
            "$": "Law",
            "@code": "3308"
        },
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        },
        {
            "$": "Arts and Humanities (miscellaneous)",
            "@code": "1201"
        },
        {
            "$": "General Business",
            "@code": "1400"
        },
        {
            "$": "Business and International Management",
            "@code": "1403"
        }
    ],
    "keywords": [
        "Anti-takeover",
        "Corporate governance",
        "Religion",
        "Religious piety",
        "Takeover defenses"
    ],
    "authors": [
        "Pandej Chintrakarn"
    ],
    "citedby-count": 28,
    "ref-count": 25,
    "ref-list": [
        "Participation in heterogeneous communities",
        "Selection on observed and unobserved variables: Assessing the effectiveness of Catholic schools",
        "Does religious piety inspire corporate social responsibility (CSR)? Evidence from historical religious identification",
        "Exploring the effect of religious piety on shareholder wealth: Evidence from acquirer returns and historical identification",
        "The Handbook of Social Psychology",
        "Home bias at home: Local equity preference in domestic portfolios",
        "Religion and gambling in sin-city: A statistical analysis of the relationship between religion and gambling patterns in Las Vegas residents",
        "Religious Social Norms and Corporate Financial Reporting",
        "Corporate governance and equity prices",
        "Religion and corporate (mis)behavior",
        "Does religion matter in corporate decision making in America?",
        "Managerial performance, boards of directors and takeover bidding",
        "Introduction to the Economics of Religion",
        "Local does as local is: Information content of the geography of individual investors' common stock investments",
        "Does corporate social responsibility (CSR) improve credit ratings?",
        "Agency problems and dividend policies around the world",
        "Religion as a determinant of economic and demographic behavior in the United States",
        "The impact of religion on financial reporting irregularities",
        "Going to hell in Asia: The relationship between riskand religion in a cross cultural setting",
        "Journal of the Scientific Study of Religion",
        "Does corporate headquarters location matter for stock returns?",
        "Boards of directors and substitution effects of alternative governance mechanisms",
        "Review of Economics and Statistics",
        "Religion and Organization: A Critical Review of Current Trends and Future Directions",
        "Journal of Law and Economics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Sasin School of Management, Bangkok",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "affilname": "Penn State Great Valley",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Beijing",
            "affilname": "Central University of Finance and Economics",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Kanchanapisek Chalermphrakiat Endowment",
        "Office of Academic Affairs, Chulalongkorn University"
    ]
}