{
    "eid": "2-s2.0-85022066491",
    "title": "Influence of bleached rice bran wax on the physicochemical properties of organogels and water-in-oil emulsions",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Food Science",
            "@code": "1106"
        }
    ],
    "keywords": [
        "Bleached rice bran wax",
        "Cookies",
        "Margarine replacement",
        "Organogels",
        "Water-in-oil emulsion"
    ],
    "authors": [
        "Sawanya Pandolsook"
    ],
    "citedby-count": 61,
    "ref-count": 42,
    "ref-list": [
        "Functionality and physical properties of interesterified high oleic shortening structured with stearic acid",
        "Food Lipids Chemistry, Nutrition & Biotechnology",
        "Modelling the effect of temperature on the lipid solid fat content (SFC)",
        "Structure and physical properties of plant wax crystal networks and their relationship to oil binding capacity",
        "Structure and Properties of Fat Crystal Networks",
        "Organogels: An alternative edible oil-structuring method",
        "Physical properties of rice bran wax in bulk and organogels",
        "Formation of oleogels based on edible lipid materials",
        "Shear Nanostructuring of monoglyceride organogels",
        "Evaluating the oil-gelling properties of natural waxes in rice bran oil: Rheological, thermal, and microstructural study",
        "Studies on the crystal growth of rice bran wax in a hexane medium",
        "Fat crystals and water-in-oil emulsion stability",
        "Gelation-driven Dynamic Systemic Resolution: In situ Generation and Self-Selection of an Organogelator",
        "Margarine from organogels of plant wax and soybean oil",
        "Properties of Cookies Made with Natural Wax-Vegetable Oil Organogels",
        "Effect of fat-type on cookie dough and cookie quality",
        "Pharma Sci. Monit. - An Int. J. Pharm. Sci.",
        "Evaluation of canola oil oleogels with candelilla wax as an alternative to shortening in baked goods",
        "Fat crystallization in emulsion: Influence of emulsifier concentration on triacylglycerol crystal growth and polymorphism",
        "3rd Int. Conf. Nutr. Food Sci.",
        "Rheological design of stabilized meat sauces for industrial uses",
        "Evaluation of highly unsaturated oleogels as shortening replacer in a short dough product",
        "Influence of pectin and CMC on physical stability, turbidity loss rate, cloudiness and flavor release of orange beverage emulsion during storage",
        "Characterization of Hazelnut Oil Oleogels Prepared with Sunflower and Carnauba Waxes",
        "Comparison of the pomegranate seed oil organogels of carnauba wax and monoglyceride",
        "Food Lipids — Chemistry, Nutrition, and Biotechnology",
        "Edible applications of shellac oleogels: Spreads, chocolate paste and cakes",
        "Preparation and rheological characterization of shellac oleogels and oleogel-based emulsions",
        "Ceramide Oleogels",
        "Crystallization behaviour of fats and lipids - A review",
        "Crystal network for edible oil organogels: Possibilities and limitations of the fatty acid and fatty alcohol systems",
        "Analysis of constituents of ester-type gum bases used as natural food additives",
        "Low molecular mass gelators of organic liquids and the properties of their gels",
        "Rheological properties and structural correlations in molecular organogels",
        "Candelilla Wax as an Organogelator for Vegetable Oils-An Alternative to Develop Trans-free Products for the Food Industry",
        "A process for the preparation of food-grade rice bran wax and the determination of its composition",
        "Comparative Analysis of Olive Oil Organogels Containing Beeswax and Sunflower Wax with Breakfast Margarine",
        "The texture, sensory properties and stability of cookies prepared with wax oleogels"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Thai Edible Oil Co., Ltd.",
        "Chulalongkorn University"
    ]
}