{
    "eid": "2-s2.0-84960366391",
    "title": "Antioxidant and Anti-Inflammatory Effects of Defatted Rice Bran (Oryza Sativa L.) Protein Hydrolysates on Raw 264.7 Macrophage Cells",
    "cover-date": "2016-12-01",
    "subject-areas": [
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Food Science",
            "@code": "1106"
        }
    ],
    "keywords": [],
    "authors": [
        "Tanatorn Saisavoey"
    ],
    "citedby-count": 45,
    "ref-count": 45,
    "ref-list": [
        "Isolation and characterization of protein fractions from deoiled rice bran",
        "Antioxidant and anti-inflammatory peptide fraction from salmon byproduct protein hydrolysates by peptic hydrolysis",
        "J. Korean Soc. Food Sci. Nutr",
        "Antioxidant and free radical-scavenging activities of smooth hound (Mustelus mustelus) muscle protein hydrolysates obtained by gastrointestinal proteases",
        "Purification and identification of novel antioxidant peptides from enzymatic hydrolysates of sardinelle (Sardinella aurita) by-products proteins",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Inhibition of nitric oxide production in the macrophage-like raw 264.7 cell line by protein from the rhizomes of zingiberaceae plants",
        "Regulation of inducible nitric oxide synthase mrna levels by LPS, INF-γ, TGF-β, and IL-10 in murine macrophage cell lines and rat peritoneal macrophages",
        "J. Korean Soc. Appl. Biol. Chem",
        "The Future of Peptide-based Drugs",
        "Antioxidant activity of peptides derived from egg white proteins by enzymatic hydrolysis",
        "Nitric oxide synthases: Properties and catalytic mechanism",
        "Optimization of limited hydrolysis of proteins in rice residue and characterization of the functional properties of the products",
        "Characterization and functional properties of rice bran proteins modified by commercial exoproteases and endoproteases",
        "Cysteine, histidine and glycine exhibit anti-inflammatory effects in human coronary arterial endothelial cells",
        "Preparation of antioxidant enzymatic hydrolysates from α-lactalbumin and β-lactoglobulln. Identification of active peptides by HPLC-MS/MS",
        "Immunobiology: The Immune System in Health and Disease",
        "Purification and antioxidant properties of bigeye tuna (Thunnus obesus) dark muscle peptide on free radical-mediated oxidative systems",
        "Suppressive effects of nitric oxide (NO) production and inducible nitric oxide synthase (iNOS) expression by Citrus reticulata extract in RAW 264.7 macrophage cells",
        "Cancer chemoprevention through dietary antioxidants: Progress and promise",
        "Isolation and characterization of antioxidative peptides from gelatin hydrolysate of Alaska pollack skin",
        "Purification and characterization of antioxidant peptide from hoki (Johnius belengerii) frame protein by gastrointestinal digestion",
        "Impact of processing on bioactive proteins and peptides",
        "Biological Functions and biogenesis of secreted bacterial outer membrane vesicles",
        "Molecular cloning and characterization of a murine LPS-inducible cDNA",
        "Nitric oxide and macrophage function",
        "Antioxidant properties of a radical-scavenging peptide purified from enzymatically prepared fish skin gelatin hydrolysate",
        "Reactive oxygen species in inflammation and tissue injury",
        "Rapid colorimetric assay for cellular growth and survival: Application to proliferation and cytotoxicity assays",
        "Anti-oxidant, anti-inflammatory and immunomodulating properties of an enzymatic protein hydrolysate from yellow field pea seeds",
        "Inhibition of LPS-stimulated NO production in mouse macrophage-like cells by azulenequinones",
        "Antioxidant and Anti-Inflammatory Activities of Protein Hydrolysates from Mytilus Edulis and Ultrafiltration Membrane Fractions",
        "Antihypertensive effect of angiotensin I converting enzyme-inhibitory peptide from hydrolysates of bigeye tuna dark muscle, Thunnus obesus",
        "Antioxidant activity of commercial wild rice and identification of flavonoid compounds in active fractions",
        "Isolation and identification of novel tocotrienols from rice bran with hypocholesterolemic, antioxidant, and antitumor properties",
        "(Re)defining biopharmaceutical",
        "Antioxidant activity applying an improved ABTS radical cation decolorization assay",
        "Antioxidant activity of peptides obtained from porcine myofibrillar proteins by protease treatment",
        "As. J. Food Ag Ind",
        "Mod. Chem. Appl",
        "Novel antioxidant peptides from fermented mushroom ganoderma lucidum",
        "Properties of extracts from defatted rice bran by its subcritical water treatment",
        "Purification and characterisation of a novel antioxidant peptide derived from blue mussel (Mytilus edulis) protein hydrolysate",
        "Inhibition of LPS-stimulated NO production in mouse macrophage-like cells by tropolones",
        "Isolation and identification of antioxidative peptides from rice endosperm protein enzymatic hydrolysate by consecutive chromatography and MALDI-TOF/TOF MS/MS"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}