{
    "eid": "2-s2.0-84961233507",
    "title": "Risk of Colorectal Neoplasia in Individuals with Self-Reported Family History: A Prospective Colonoscopy Study from 16 Asia-Pacific Regions",
    "cover-date": "2016-11-01",
    "subject-areas": [
        {
            "$": "Hepatology",
            "@code": "2721"
        },
        {
            "$": "Gastroenterology",
            "@code": "2715"
        }
    ],
    "keywords": [],
    "authors": [
        "Martin C.S. Wong"
    ],
    "citedby-count": 28,
    "ref-count": 32,
    "ref-list": [
        "Cancer Fact Sheet. Colorectal Cancer Incidence, Mortality and Prevalence Worldwide in 2012",
        "Increasing incidence of colorectal cancer in Asia: Implications for screening",
        "Colorectal cancer mortality: Effectiveness of biennial screening for fecal occult blood",
        "Long-term colorectal-cancer incidence and mortality after lower endoscopy",
        "Screening for colorectal cancer: Recommendation and rationale",
        "Asia Pacific consensus recommendations for colorectal cancer screening",
        "A systematic review and meta-analysis of familial colorectal cancer risk",
        "Relative and absolute risk of colorectal cancer for individuals with a family history: A meta-analysis",
        "A prospective study of family history and the risk of colorectal cancer",
        "Family history of colorectal tumours and implications for the adenoma-carcinoma sequence: A case control study",
        "Risk of colorectal cancer in the families of patients with adenomatous polyps",
        "First-degree relatives of patients with advanced colorectal adenomas have an increased prevalence of colorectal cancer",
        "Family history of colorectal adenomatous polyps and increased risk for colorectal cancer",
        "Screening and surveillance for the early detection of colorectal cancer and adenomatous polyps, 2008: A joint guideline from the American Cancer Society, the US Multi-Society Task Force on Colorectal Cancer, and the American College of Radiology",
        "Screening for colorectal cancer: U.S. Preventive Services Task Force recommendation statement",
        "Screening for cancer: Advice for high-value care from the American college of physicians",
        "The Asia-Pacific Colorectal Screening score: A validated tool that stratifies risk for colorectal advanced neoplasia in asymptomatic Asian subjects",
        "{A figure is presented}Colorectal Cancer Risks in Relatives of Young-Onset Cases: Is Risk the Same Across All First-Degree Relatives?",
        "A validated tool to predict colorectal neoplasia and inform screening choice for asymptomatic subjects",
        "Prediction of proximal advanced neoplasia: A comparison of four existing sigmoidoscopy-based strategies in a Chinese population",
        "Informed choice vs. no choice in colorectal cancer screening tests: A prospective cohort study in real-life screening practice",
        "Colorectal neoplasm in asymptomatic Asians: a prospective multinational multicenter colonoscopy survey",
        "Results of screening colonoscopy among persons 40 to 49 years of age",
        "Predictors of advanced colorectal neoplasia for colorectal cancer screening",
        "A simulation study of the number of events per variable in logistic regression analysis",
        "Increased risk of advanced neoplasms among asymptomatic siblings of patients with colorectal cancer",
        "Colorectal Polyps, Diet, Alcohol, and Family History of Colorectal Cancer: A Case-Control Study",
        "Gastroenterology",
        "Risk factors for colorectal adenomas among immediate family members of patients with colorectal cancer in Taiwan: A case-control study",
        "How accurate is self-reported family history of colorectal cancer?",
        "Overview of Race and Hispanic Origin: 2010. United States Census Bureau"
    ],
    "affiliation": [
        {
            "affiliation-city": "Hong Kong",
            "affilname": "Chinese University of Hong Kong, Faculty of Medicine",
            "affiliation-country": "Hong Kong"
        },
        {
            "affiliation-city": "Kaohsiung",
            "affilname": "Kaohsiung Medical University Chung-Ho Memorial Hospital",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Taipei",
            "affilname": "National Taiwan University Hospital",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Bandar Seri Begawan",
            "affilname": "Raja Isteri Pengiran Anak Saleha Hospital",
            "affiliation-country": "Brunei Darussalam"
        },
        {
            "affiliation-city": "Manila",
            "affilname": "University of Santo Tomas Hospital",
            "affiliation-country": "Philippines"
        },
        {
            "affiliation-city": "Xi'an",
            "affilname": "Xijing Hospital",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Karachi",
            "affilname": "The Aga Khan University",
            "affiliation-country": "Pakistan"
        },
        {
            "affiliation-city": "Singapore City",
            "affilname": "Department of Medicine",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Sydney",
            "affilname": "Concord Repatriation General Hospital",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Kuala Lumpur",
            "affilname": "Universiti Malaya",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "National Cancer Center Hospital",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Beijing",
            "affilname": "Peking Union Medical College Hospital",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Wonju",
            "affilname": "Yonsei University Wonju College of Medicine",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Kota Kinabalu",
            "affilname": "Queen Elizabeth Hospital",
            "affiliation-country": "Malaysia"
        }
    ],
    "funding": []
}