{
    "eid": "2-s2.0-85008414214",
    "title": "Investigating academic plagiarism in a Thai context",
    "cover-date": "2016-12-01",
    "subject-areas": [
        {
            "$": "Linguistics and Language",
            "@code": "3310"
        },
        {
            "$": "Education",
            "@code": "3304"
        },
        {
            "$": "Language and Linguistics",
            "@code": "1203"
        }
    ],
    "keywords": [],
    "authors": [
        "Walaipun Puengpipattrakul"
    ],
    "citedby-count": 3,
    "ref-count": 43,
    "ref-list": [
        "Vertical and horizontal discourse: An essay",
        "Research Methods in Education",
        "Proceedings of the 733Th University Council Conference",
        "Designing and Conducting Mixed Methods Research",
        "The development of source use by international postgraduate students",
        "Bioscience Education E-Journal",
        "Plagiarism in higher education: A case study with prospective academicians",
        "Language re-use among Chinese apprentice scientists writing for publication",
        "Performance in the citing behavior of two student writers",
        "The influence of achievement goal orientation on plagiarism",
        "Problematizing cultural stereotypes in TESOL",
        "Text-Based Plagiarism in Scientific Writing: What Chinese Supervisors Think About Copying and How to Reduce it in Students' Writing",
        "Text-Based Plagiarism in Scientific Publishing: Issues, Developments and Education",
        "Thailand’s National Capacity Self-Assessment: Convention on Biological Diversity",
        "Plagiarism in ESOL students: Is cultural conditioning truly the major culprit?",
        "Basic Education Core Curriculum B.E",
        "Techniques for College Writing: The Thesis Statement and Beyond",
        "The 8Th National Research Policy and Strategy (2012-2016)",
        "Why Plagiarism doesn’t Bother Me at All: A Research-Based Overview of Plagiarism as Educational Opportunity",
        "Higher Education Development Plan (2008-2011)",
        "In other (People's) words: Plagiarism by university students-literature and lessons",
        "Teaching to Avoid Plagiarism: How to Promote Good Source Use",
        "TESOL Quarterly",
        "Plagiarism and overseas students: Stereotypes again?",
        "A close investigation into source use in integrated second language writing tasks",
        "University students' perceptions of plagiarism",
        "Applied elt: Raising language awareness through hybrid writing",
        "Bookmarks: A Guide to Research and Writing",
        "A multidimensional scaling of college students' perceptions of academic dishonesty",
        "Common knowledge, learning, and citation practices in university writing",
        "Australian Universities Review",
        "Knowledge Attitude and Behavior concerning Cyber-Plagiarism for Academic Purposes of Graduate Students in the Bangkok Metropolitan Administration Area",
        "Gauging the effectiveness of anti-plagiarism software: An empirical study of second language graduate writers",
        "TESOL in Context",
        "Plagiarism, the internet, and student learning: Improving academic integrity",
        "Academic Writing for Graduate Students: Essential Tasks and Skills",
        "Teaching English in Thailand. Journal of Humanities Parithat",
        "Raters' perceptions of textual borrowing in integrated writing tasks",
        "Source text borrowing in an integrated reading/writing assessment",
        "Evaluating student learning in a university-level EAP unit on writing using sources",
        "Plagiarism in the Japanese universities: Truly a cultural matter?",
        "Journal of the Medical Association of Thailand",
        "Research Perspectives on English for Academic Purposes"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}