{
    "eid": "2-s2.0-85113345307",
    "title": "The effect of acemannan in implant placement with simultaneous guided bone regeneration in the aesthetic zone: a randomized controlled trial",
    "cover-date": "2022-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Oral Surgery",
            "@code": "3504",
            "@abbrev": "DENT"
        },
        {
            "@_fa": "true",
            "$": "Otorhinolaryngology",
            "@code": "2733",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "acemannan",
        "bone regeneration",
        "dental aesthetics",
        "dental implants"
    ],
    "authors": [
        "N. Deesricharoenkiat",
        "P. Jansisyanont",
        "V. Chuenchompoonut",
        "N. Mattheos",
        "P. Thunyakitpisal"
    ],
    "citedby-count": 3,
    "ref-count": 38,
    "ref-list": [
        "Long-term stability of early implant placement with contour augmentation",
        "Comparative study of buccal dehiscence defects in immediate, delayed, and late maxillary implant placement with collagen membranes: clinical healing between placement and second-stage surgery",
        "Alveolar bone dimensional changes of post‐extraction sockets in humans: a systematic review",
        "Ridge preservation: why not?",
        "Bone grafts in dentistry",
        "Clinical and research approaches to treat non-union fracture",
        "Sinus elevation with alloplasts or xenogenic materials and implants: an up-to-4-year clinical and radiologic follow-up",
        "Healing around implants placed in bone defects treated with Bio‐Oss. An experimental study in the dog",
        "Aloe vera leaf gel: a review update",
        "Acemannan, an extracted polysaccharide from Aloe vera: a literature review",
        "Acemannan stimulates gingival fibroblast proliferation; expressions of keratinocyte growth factor-1, vascular endothelial growth factor, and type I collagen; and wound healing",
        "The efficacy of aloe vera used for burn wound healing: a systematic review",
        "Acemannan, a polysaccharide extracted from Aloe vera, is effective in the treatment of oral aphthous ulceration",
        "Acemannan sponges stimulate alveolar bone, cementum and periodontal ligament regeneration in a canine class II furcation defect model",
        "Acemannan, an extracted product from Aloe vera, stimulates dental pulp cell proliferation, differentiation, mineralization, and dentin formation",
        "Clinical, radiographic, and histologic analysis of the effects of acemannan used in direct pulp capping of human primary teeth: short-term outcomes",
        "Effect of acemannan, an extracted polysaccharide from Aloe vera, on BMSCs proliferation, differentiation, extracellular matrix synthesis, mineralization, and bone formation in a tooth extraction model",
        "Acemannan increased bone surface, bone volume, and bone density in a calvarial defect model in skeletally-mature rats",
        "The effect of acemannan sponges in post-extraction socket healing: a randomized trial",
        "Hard tissue changes after guided bone regeneration of peri‐implant defects comparing block versus particulate bone substitutes: 6‐month results of a randomized controlled clinical trial",
        "A HPTLC densitometric method for the determination of aloeverose in Aloe vera gel",
        "Isolation and characterization of structural components of Aloe vera L. leaf pulp",
        "Esthetic outcomes following immediate and early implant placement in the anterior maxilla—a systematic review",
        "Are success and survival rates of early implant placement higher than immediate implant placement?",
        "Implant placement post extraction in esthetic single tooth sites: when immediate, when early, when late?",
        "Osseous grafting part II: xenografts and alloplasts for periodontal regeneration—a literature review",
        "Histomorphometric analysis of maxillary sinus augmentation with calcium phosphate nanocrystal–coated xenograft",
        "Biomechanical stability of dental implants in augmented maxillary sites: results of a randomized clinical study with four different biomaterials and PRF and a biological view on guided bone regeneration",
        "The use of platelet‐rich fibrin to enhance the outcomes of implant therapy: a systematic review",
        "In vivo evidence of the immunomodulatory activity of orally administered Aloe vera gel",
        "Harnessing and modulating inflammation in strategies for bone regeneration",
        "Evaluation of hydrophilic gel made from acemannan and Moringa oleifera in enhancing osseointegration of dental implants. A preliminary study in rabbits",
        "Acemannan induced bone regeneration in lateral sinus augmentation based on cone beam computed tomographic and histopathological evaluation",
        "Indirect sinus augmentation with and without the addition of a biomaterial: a randomized controlled clinical trial",
        "Histological and micro‐computed tomography evaluations of newly formed bone after maxillary sinus augmentation using a xenograft with similar density and mineral content of bone: an experimental study in rabbits",
        "Biocompatibility and biodegradation of a native porcine pericardium membrane: results of in vitro and in vivo examinations",
        "Biological principles of bone graft healing",
        "Healing at implants installed concurrently to maxillary sinus floor elevation with Bio‐Oss or autologous bone grafts. A histo‐morphometric study in rabbits"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Stockholm",
            "@id": "60012311",
            "affilname": "Karolinska Institutet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012311",
            "affiliation-country": "Sweden"
        }
    ],
    "funding": [
        "Straumann Group (Thailand) Co., Ltd."
    ]
}