{
    "eid": "2-s2.0-85142432206",
    "title": "Use of over-the-scope clip (OTSC) versus standard therapy for the prevention of rebleeding in large peptic ulcers (size ≥1.5 cm): an open-labelled, multicentre international randomised controlled trial",
    "cover-date": "2023-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Gastroenterology",
            "@code": "2715",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "bleeding peptic ulcer",
        "endoscopy",
        "gastrointestinal bleeding"
    ],
    "authors": [
        "Shannon Chan",
        "Rapat Pittayanon",
        "Hsiu Po Wang",
        "Jiann Hwa Chen",
        "Anthony Y.B. Teoh",
        "Yu Ting Kuo",
        "Raymond S.Y. Tang",
        "Hon Chi Yip",
        "Stephen Ka Kei Ng",
        "Sunny Wong",
        "Joyce Wing Yan Mak",
        "Heyson Chan",
        "Louis Lau",
        "Rashid N. Lui",
        "Marc Wong",
        "Rungsun Rerknimitr",
        "Enders K. Ng",
        "Philip Wai Yan Chiu"
    ],
    "citedby-count": 3,
    "ref-count": 22,
    "ref-list": [
        "Management of acute bleeding from a peptic ulcer",
        "Epidemiology of acute upper gastrointestinal bleeding",
        "Endoscopic therapy for acute nonvariceal upper gastrointestinal hemorrhage: A meta-analysis",
        "Management of patients with ulcer bleeding",
        "Predicting mortality in patients with in-hospital nonvariceal upper Gi bleeding: A prospective, multicenter database study",
        "Predicting mortality in patients with bleeding peptic ulcers after therapeutic endoscopy",
        "Dual therapy versus monotherapy in the endoscopic treatment of high-risk bleeding ulcers: A meta-analysis of controlled trials",
        "Comparison of hemostatic efficacy for epinephrine injection alone and injection combined with hemoclip therapy in treating high-risk bleeding ulcers",
        "Diagnosis and management of nonvariceal upper gastrointestinal hemorrhage: European Society of gastrointestinal endoscopy (ESGE) guideline",
        "Hemodynamic efficacy of the over-The-scope clip in an established porcine cadaveric model for spurting bleeding",
        "Use of an over-The-scope clipping device: Multicenter retrospective results of the first U.S. experience (with videos)",
        "Use of the Over-The-Scope clip for treatment of refractory upper gastrointestinal bleeding: A case series",
        "Endoscopic management of gastrointestinal leaks and bleeding with the Over-The-Scope clip: A prospective study",
        "The over-The-scope clip (otsc) for the treatment of gastrointestinal bleeding, perforations, and fistulas",
        "Over-The-scope clip (OTSC) represents an effective endoscopic treatment for acute Gi bleeding after failure of conventional techniques",
        "Clinical experience with a new endoscopic over-The-scope clip system for use in the Gi tract",
        "Prophylactic angiographic embolisation after endoscopic control of bleeding to high-risk peptic ulcers: A randomised controlled trial",
        "Effect of intravenous omeprazole on recurrent bleeding after endoscopic treatment of bleeding peptic ulcers",
        "Over-The-Scope clips are more effective than standard endoscopic therapy for patients with recurrent bleeding of peptic ulcers",
        "Efficacy of over-The-scope clips in management of high-risk gastrointestinal bleeding",
        "Randomized controlled trial of Over-The-Scope clip as initial treatment of severe Nonvariceal upper gastrointestinal bleeding"
    ],
    "affiliation": [
        {
            "affiliation-city": "Hong Kong",
            "@id": "60002798",
            "affilname": "Chinese University of Hong Kong",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002798",
            "affiliation-country": "Hong Kong"
        },
        {
            "affiliation-city": "Taipei",
            "@id": "60073385",
            "affilname": "National Taiwan University Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073385",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Hualien",
            "@id": "60021326",
            "affilname": "Buddhist Tzu-Chi General Hospital Taiwan",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021326",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Health and Medical Research Fund of the Food and Health Bureau"
    ]
}