{
    "eid": "2-s2.0-85079731281",
    "title": "Recognition of the Trachypetidae stat.n. as a new extant family of Ichneumonoidea (Hymenoptera), based on molecular and morphological evidence",
    "cover-date": "2020-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [],
    "authors": [
        "Donald L.J. Quicke",
        "Andrew D. Austin",
        "Erinn P. Fagan-Jeffries",
        "Paul D.N. Hebert",
        "Buntika A. Butcher"
    ],
    "citedby-count": 13,
    "ref-count": 52,
    "ref-list": [
        "Revision of the subfamily Blacinae Foerster (Hymenoptera, Braconidae). Zoologische Verhandelingen",
        "Revision of the endemic Australian subfamily Trachypetinae Schulz s.l. (including Cercobarconinae Tobias) (Hymenoptera: Braconidae)",
        "Robustness of ancestral state estimates: evolution of life history strategy in ichneumonoid parasitoids",
        "Estimating ancestral geographic distributions: a Gondwanan origin for a group of principally north temperate aphid parasitoids",
        "A phylogenetic reconstruction of the Ichneumonoidea (Hymenoptera) based on the D2 variable region of 28S ribosomal DNA",
        "Infering life history from ovipositor morphology in parasitoid wasps using phylogenetic regression and discriminant analysis",
        "Secondary structure and conserved motifs of the frequently sequenced domains IV and V of the insect mitochondrial large subunit rRNA gene",
        "Systematics, phylogeny, and evolution of braconid wasps: 30 years of progress",
        "Simultaneous analysis of 16S, 28S, COI and morphology in the hymenoptera: Apocrita – evolutionary transitions among parasitic wasps",
        "Evolutionary relationships among the Braconidae (Hymenoptera: Ichneumonoidea) inferred from partial 16S rDNA gene sequences",
        "Simultaneous molecular and morphological analysis of braconid relationships (Insecta: Hymenoptera: Braconidae) indicates independent mt-tRNA gene inversions within a single wasp family",
        "Notes on cretaceous amber Braconidae (Hymenoptera),with descriptions of two new genera",
        "The first Oriental protorhyssaline wasp (Hymenoptera: Braconidae): A new genus and species in Upper Cretaceous amber from Myanmar",
        "A new genus of protorhyssaline wasps in Raritan amber (Hymenoptera, Braconidae)",
        "A new lineage of braconid wasps in Burmese Cenomanian amber (Hymenoptera, Braconidae)",
        "Methods for computing Wagner trees",
        "Predicted secondary structure for 28S and 18S rRNA from Ichneumonoidea (Insecta: Hymenoptera: Apocrita): impact on sequence alignment and phylogeny estimation",
        "Characteristics of the nuclear (18S, 5.8S, 28S and 5S) and mitochondrial (12S and 16S) rRNA genes of Apis mellifera (Insecta: Hymenoptera): structure, organization, and retrotransposable elements",
        "Hymenopteres",
        "A DNA ‘Barcode Blitz’: rapid digitization and sequencing of a natural history collection",
        "Evolution of the Hymenopteran megaradiation",
        "An inexpensive, automation-friendly protocol for recovering high-quality DNA",
        "Molecular and morphological phylogeny of Diplazontinae (Hymenoptera, Ichneumonidae)",
        "New species of Praeichneumonidae (Hymenoptera, Ichneumonoidea) from the Lower Cretaceous of Transbaikalia",
        "Multiple lines of evidence from mitochondrial genomes resolve phylogenetic relationships of parasitic wasps in Braconidae",
        "A hexapod nuclear SSU rRNA secondary-structure model and catalog of taxon-specific structural variation",
        "New braconid wasps from French cretaceous amber (Hymenoptera, Braconidae): synonymisation with Eoichneumonidae and implications for the phylogeny of Ichneumonoidea",
        "Evolutionary history of the Hymenoptera",
        "The phylogeny of the Ichneumonoidea: interpretation of characters and proposal for a new family",
        "Phylogeny of the subfamilies of Braconidae (Hymenoptera). Zoologische Verhandelingen",
        "A thousand and one wasps: a 28S rDNA and morphological phylogeny of the Ichneumonidae (Insecta: Hymenoptera) with an investigation into alignment parameter space and elision",
        "Revision of the endemic New Zealand braconid wasp genus Metaspathius: new subfamily placement, and descriptions of four new species including three with fully winged females (Hymenoptera: Braconidae: Mesostoinae)",
        "Ichneumonoidea (Hymenoptera) from the lower cretaceous of Mongolia",
        "New Eoichneumonidae from early Cretaceous of Siberia and Mongolia (Hymenoptera: Ichneumonoidea)",
        "Molecular phylogeny of Cotesia species (Hymenoptera: Braconidae) inferred from a 16S gene",
        "Zweihundert alte Hymenopteren",
        "Molecular phylogenetics of Braconidae (Hymenoptera: Ichneumonoidea), based on multiple nuclear genes, and implications for classification",
        "Cladistics of the Ichneumonoidea",
        "Morphology and terminology",
        "RAxML-VI-HPC: maximum likelihood-based phylogenetic analyses with thousands of taxa and mixed models",
        "Two new and one little known subfamilies of Braconidae (Hymenoptera) from Australia",
        "A comparative morphology of the poison glands in adults of ichneumon-flies (hymenoptera)",
        "Notes on the Braconidae in the British museum. IV. On new Helconinae, mostly Australian",
        "Assembling DNA barcodes: analytical protocols",
        "Comparative mitogenomics of Braconidae (Insecta: Hymenoptera) and the phylogenetic utility of mitochondrial genomes with special reference to holometabolous insects",
        "Bionomics of the Braconidae",
        "The complete mitochondrial genome of Taeniogonalos taihorina (Bischoff) (Hymenoptera: Trigonalyidae) reveals a novel gene rearrangement pattern in the hymenoptera",
        "Molecular and morphological data suggest a single origin of the polydnaviruses among braconid wasps",
        "Secondary structure prediction for complete rDNA sequences (18S, 5.8S, and 28S rDNA) of Demodex folliculorum, and comparison of divergent domains structures across Acari"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Guelph",
            "@id": "60192973",
            "affilname": "Biodiversity Institute of Ontario",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60192973",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Adelaide",
            "@id": "60009512",
            "affilname": "The University of Adelaide",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009512",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "Australian Biological Resources Study",
        "Chulalongkorn University"
    ]
}