{
    "eid": "2-s2.0-85124988451",
    "title": "Phenotypic and molecular characterization of β-lactamase and plasmid-mediated quinolone resistance genes in Klebsiella oxytoca isolated from slaughtered pigs in Thailand",
    "cover-date": "2022-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "Klebsiella oxytoca",
        "Plasmid-mediated quinolone resistance",
        "Slaughtered pigs",
        "Thailand",
        "β-lactamase"
    ],
    "authors": [
        "Nattamol Phetburom",
        "Parichart Boueroy",
        "Peechanika Chopjitt",
        "Rujirat Hatrongjit",
        "Suphachai Nuanualsuwan",
        "Anusak Kerdsin"
    ],
    "citedby-count": 1,
    "ref-count": 27,
    "ref-list": [
        "Molecular characterization and epidemiology of extended-spectrum-lactamase-producing Escherichia coli and Klebsiella pneumoniae isolates causing health care-associated infection in Thailand, where the CTX-M family is endemic",
        "Extended-spectrum-lactamases in Ireland, including a novel enzyme, TEM-102",
        "Scientific opinion on the public health risks of bacterial strains producing extended-spectrum βlactamases and/or AmpC β-lactamases in food and food-producing animals",
        "Epidemiology and genetics of CTX-M extended-spectrum β-lactamases in gram-negative bacteria",
        "Genetic characteristics of CTX-M-typeextended-spectrum-β-lactamase (ESBL)-producing Enterobacteriaceae involved in mastitis cases on Japanese dairy farms, 2007 to 2011",
        "Extended-spectrum-beta-lactamases, AmpC beta-lactamases and plasmid mediated quinolone resistance in Klebsiella spp. from companion animals in Italy",
        "Mechanisms of quinolone resistance",
        "Plasmid-mediated quinolone resistance",
        "Identification and characterization of plasmid-mediated quinolone resistance determinants in Enterobacteriaceae isolated from healthy poultry in Brazil",
        "Klebsiella pneumoniae complex harboring mcr-1, mcr-7, and mcr-8 Isolates from Slaughtered Pigs in Thailand",
        "Klebsiella, Enterobacter, Citrobacter, Serratia, Plesiomonas, and other Enterobacteriaceae",
        "Differentiation of Klebsiella pneumoniae and K. oxytoca by multiplex polymerase chain reaction",
        "Multiplex PCR amplification assay for the detection of blaSHV, blaTEM and blaCTX-M genes in Enterobacteriaceae",
        "Multiplex PCR for rapid detection of genes encoding CTX-M extended-spectrum β-lactamases",
        "Development and evaluation of a multiplex PCR for eight plasmid-mediated quinolone-resistance determinants",
        "Rapid detection ofextended-spectrum-β-lactamase-producing Enterobacteriaceae",
        "The emergence of colistin-resistant Klebsiella pneumoniae strains from swine in Malaysia",
        "Improved detection of Escherichia coli and coliform bacteria by multiplex PCR",
        "Genetic characterization of CTX-M-2-producing Klebsiella pneumoniae and Klebsiella oxytoca associated with bovine mastitis in Japan",
        "Occurrence and genetic diversity of ESBL producing Klebsiella species isolated from livestock and livestock products",
        "Plasmid-borne armA methylase gene, together with blaCTX-M-15 and blaTEM-1, in a Klebsiella oxytoca isolate from China",
        "False-positive extended-spectrum β-lactamase tests for Klebsiella oxytoca strain hyper producing K1 β-lactamase",
        "Phylogenetic relationships, virulence and antimicrobial resistance properties of Klebsiella sp. isolated from pet turtles in Korea",
        "Natural antibiotic susceptibility of Klebsiella pneumoniae, K. oxytoca, K. plan-ticola, K. ornithinolytica and K. terrigena strains",
        "Antibiotic-resistant Escherichia coli bacteria, including strains with genes encoding the extended-spectrum beta-lactamase and QnrS, in waterbirds on the Baltic Sea coast of Poland"
    ],
    "affiliation": [
        {
            "affiliation-city": "Sakon Nakhon",
            "@id": "60117963",
            "affilname": "Kasetsart University, Chalermphrakiat Sakon Nakhon Province Campus",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60117963",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Kasetsart University Research and Development Institute, Kasetsart University"
    ]
}