{
    "eid": "2-s2.0-85135971297",
    "title": "Global transcriptional and circadian regulation in a halotolerant cyanobacterium Halothece sp. PCC7418",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Rungaroon Waditee-Sirisattha",
        "Hiroshi Ito",
        "Hakuto Kageyama"
    ],
    "citedby-count": 2,
    "ref-count": 28,
    "ref-list": [
        "Cyanobacterial diversity in microbial mats from the hypersaline lagoon system of Araruama, Brazil: An in-depth polyphasic study",
        "Halotolerant cyanobacterium Aphanothece halophytica contains an Na+-dependent F1F0-ATP synthase with a potential role in salt-stress tolerance",
        "Isolation and functional characterization of N-methyltransferases that catalyze betaine synthesis from glycine in a halotolerant photosynthetic organism Aphanothece halophytica",
        "Identification and upregulation of biosynthetic genes required for accumulation of mycosporine-2-glycine under salt stress conditions in the halotolerant cyanobacterium Aphanothece halophytica",
        "Halotolerant cyanobacterium Aphanothece halophytica contains NapA-type Na+/H+antiporters with novel ion specificity that are involved in salt tolerance at alkaline pH",
        "An Mrp-like cluster in the halotolerant cyanobacterium Aphanothece halophytica functions as a Na+/H+antiporter",
        "Salt stress and hyperosmotic stress regulate the expression of different sets of genes in Synechocystis sp. PCC 6803",
        "Global transcriptome analysis of salt acclimated Prochlorococcus AS9601",
        "The alkaliphilic side of Staphylococcus aureus",
        "Polymerase chain reaction-based mutageneses identify key transporters belonging to multigene families involved in Na+ and pH homeostasis of Synechocystis sp. PCC 6803",
        "Molecular cloning and sequencing of a gene from alkaliphilic Bacillus firmus OF4 that functionally complements an Escherichia coli strain carrying a deletion in the nhaA Na+/H+antiporter gene",
        "Artificial photosynthetic cell producing energy for protein synthesis",
        "The evolutionarily conserved HtrA is associated with stress tolerance and protein homeostasis in the halotolerant cyanobacterium Halothece sp. PCC7418",
        "Proteomic de-regulation in cyanobacteria in response to abiotic stresses",
        "Integrating protein homeostasis strategies in prokaryotes",
        "Molecular biology of cyanobacterial salt acclimation",
        "Functional characterization of aminotransferase involved in serine and aspartate metabolism in a halotolerant cyanobacterium",
        "Identification of histidine kinases that act as sensors in the perception of salt stress in Synechocystis sp. PCC 6803",
        "Identical Hik-Rre systems are involved in perception and transduction of salt signals and hyperosmotic signals but regulate the expression of individual genes to different extents in Synechocystis",
        "A KaiC-associating SasA-RpaA two-component regulatory system as a major circadian timing mediator in cyanobacteria",
        "Expression of a gene cluster kaiABC as a circadian feedback process in cyanobacteria",
        "RpaB, another response regulator operating circadian clock-dependent transcriptional regulation in Synechococcus elongatus PCC 7942",
        "Reconstitution of circadian oscillation of cyanobacterial KaiC phosphorylation in vitro",
        "Cyanobacterial circadian pacemaker: Kai protein complex dynamics in the KaiC phosphorylation cycle in vitro",
        "An alkaline phosphatase/phosphodiesterase, PhoD, induced by salt stress and secreted out of the cells of Aphanothece halophytica, a halotolerant cyanobacterium",
        "Cyanobacterial daily life with Kai-based circadian and diurnal genome-wide transcriptional control in Synechococcus elongatus",
        "A class I fructose-1,6-bisphosphate aldolase is associated with salt stress tolerance in a halotolerant cyanobacterium Halothece sp. PCC 7418"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nagoya",
            "@id": "60027762",
            "affilname": "Meijo University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027762",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Fukuoka",
            "@id": "60011047",
            "affilname": "Kyushu University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011047",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Research Institute of Meijo University",
        "Mayekawa Houonkai Foundation",
        "Japan Society for the Promotion of Science",
        "Chulalongkorn University",
        "Nagoya University",
        "Thailand Science Research and Innovation Fund"
    ]
}