{
    "eid": "2-s2.0-84949920837",
    "title": "Oxidative stability of salad dressing with Spanish plum leaf extract",
    "cover-date": "2016-06-01",
    "subject-areas": [
        {
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209"
        },
        {
            "$": "Safety",
            "@code": "2213"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Food Science",
            "@code": "1106"
        }
    ],
    "keywords": [
        "Blended oil",
        "Leaf extract",
        "Oxidative stability",
        "Salad dressing",
        "Spanish plum"
    ],
    "authors": [
        "Sasikan Kupongsak"
    ],
    "citedby-count": 5,
    "ref-count": 44,
    "ref-list": [
        "(Virginia",
        "Official Method and Recommended Practices of the American Oil Chemists’ Society",
        "Beneficial Effects of Green Tea—A Review",
        "Antioxidant and free radical scavenging activities of Phellinus merrillii extracts",
        "Oxidative stability and acceptability of camelina oil blended with selected fish oils",
        "Use crude olive leaf juice as a natural antioxidant for the stability of sunflower oil during heating",
        "Tea extracts as free radical scavengers",
        "Antioxidant properties and bioactive constituents of some rare exotic Thai fruits and comparison with conventional fruits. In vitro and in vivo studies",
        "Vegetable Oils in Food Technology: Composition, Properties and Uses, Second Edition",
        "Application and potential of capillary electroseparation methods to determine antioxidant phenolic compounds from plant food material",
        "Partitioning of selected antioxidants in mayonnaise",
        "Phenolic contents and antioxidant activities of bitter gourd (Momordica charantia L.) leaf, stem and fruit fraction extracts in vitro",
        "J. Appl. Sci. Res.",
        "Enrichment of table olives with polyphenols extracted from olive leaves",
        "Ascorbyl palmitate, γ-tocopherol, and EDTA affect lipid oxidation in fish oil enriched salad dressing differently",
        "Comprehension of direct extraction of hydrophilic antioxidants using vegetable oils by polar paradox theory and small angle X-ray scattering analysis",
        "Relationship between antioxidant properties and chemical composition of some Thai plants",
        "October 17–19",
        "Chemical properties of virgin coconut oil",
        "Food Emulsion: Principles, Practices and Techniques",
        "Effect of Arabic gum, xanthan gum and orange oil contents on ζ-potential, conductivity, stability, size index and pH of orange beverage emulsion",
        "J. Agroaliment. Proc. Technol.",
        "Online J. Sci. Technol.",
        "Handbook of food analysis second edition: Physical characterization and nutrient analysis",
        "Efficacy of chemically characterized Ocimum gratissimum L. essential oil as an antioxidant and a safe plant based antimicrobial against fungal and aflatoxin B1 contamination of spices",
        "Standardized methods for the determination of antioxidant capacity and phenolics in foods and dietary supplements",
        "Nutritional properties and phenolic content of a bakery product substituted with a mango (Mangifera indica) 'Ataulfo' processing by-product",
        "Rancidity in Food",
        "Agric. Sci. J.",
        "Active oxygen scavenging activity of egg-yolk protein hydrolysates and their effects on lipid oxidation in beef and tuna homogenates",
        "June 30–July 1",
        "Phenolics in food and nutraceuticals",
        "The content and antioxidant activity of phenolic compounds in cold-pressed plant oils",
        "The effect of natural antioxidants extracted from plant and animal resources on the oxidative stability of soybean oil",
        "Extraction and application of antioxidants from black glutinous rice",
        "1402-2540)",
        "Determination Of Total Phenolics",
        "Thai Pharm. Health Sci. J.",
        "Antioxidant activities of aqueous extracts of selected plants",
        "Lipophilic and hydrophilic antioxidant capacities of common foods in the United States",
        "Antioxidant and antimicrobial properties of essential oils encapsulated in zein nanoparticles prepared by liquid-liquid dispersion method",
        null
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}