{
    "eid": "2-s2.0-85032623783",
    "title": "Waterborne acrylic hybrid adhesives based on a methacrylate-functionalized porous clay heterostructure for potential lamination application",
    "cover-date": "2017-10-16",
    "subject-areas": [
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        }
    ],
    "keywords": [
        "adhesion",
        "adhesive",
        "strength"
    ],
    "authors": [
        "Sarocha Ruanpan"
    ],
    "citedby-count": 3,
    "ref-count": 39,
    "ref-list": [
        null,
        "Alkoxysilane-functionalized acrylic copolymer latexes. I. Particle size, morphology, and film-forming properties",
        "Adhesive Technology Handbook, 2nd Ed",
        "Handbook of Adhesion",
        "Applications of hybrid organic-inorganic nanocomposites",
        "Poly(acrylic acid) grafted montmorillonite as novel fillers for dental adhesives: Synthesis, characterization and properties of the adhesive",
        "Towards the synthesis of high solids content waterborne poly(methyl methacrylate-co-butyl acrylate)/montmorillonite nanocomposites",
        "Synthesis of waterborne acrylic/clay nanocomposites by controlled surface initiation from macroinitiator modified montmorillonite",
        null,
        null,
        "Graft polymerization of vinyl monomers onto nanosized alumina particles",
        "Preparation of hydrophobic nanosilica-filled polyacrylate hard coatings on plastic substrates",
        "Preparation of a nanosilica-modified negative-type acrylate photoresist",
        null,
        "Morphology and properties of waterborne adhesives made from hybrid polyacrylic/montmorillonite clay colloidal dispersions showing improved tack and shear resistance",
        "Adhesion performance of PSA-clay nano-composites by the in-situ polymerization and mechanical blending",
        "Synthesis and dynamic mechanical analysis of nanocomposite UV crosslinkable 100% solid acrylic pressure sensitive adhesives",
        "Surface modification of inorganic nanoparticles for development of organic-inorganic nanocomposites - A review",
        "The surface modification of nanosilica, preparation of nanosilica/acrylic core-shell composite latex, and its application in toughening PVC matrix",
        "Macromol. Chem. Phys.",
        "Control of adhesive properties through structured particle design of water-borne pressure-sensitive adhesives",
        "Emulsion polymerization in a loop reactor: effect of the operation conditions",
        "Adsorption of Gases in Multimolecular Layers",
        "The Determination of Pore Volume and Area Distributions in Porous Substances. I. Computations from Nitrogen Isotherms",
        "Infrared Spectroscopy in Surface Chemistry",
        "Synthesis and characterization of magnetic porous clay heterostructure",
        "Preparation of crosslinked composite nanoparticles",
        "On a Theory of the van der Waals Adsorption of Gases",
        "Reporting Physisorption Data for Gas/Solid Systems with Special Reference to the Determination of Surface Area and Porosity",
        "Addition of nanosilicas with different silanol content to thermoplastic polyurethane adhesives",
        "Rheology of concentrated polymeric dispersions",
        "Hybrid thin films derived from UV-curable acrylate-modified waterborne polyurethane and monodispersed colloidal silica",
        "Crosslinked hybrid polymer matrices with nanostructure directing abilities for lanthanum hydroxide growth",
        "Colon-specific drug delivery behavior of pH-responsive PMAA/perlite composite",
        "Characterization and thermal properties of poly(n-butyl acrylate-g-styrene) graft copolymers",
        "Triazole-forming waterborne polyurethane composites fabricated with silane coupling agent functionalized nano-silica",
        "A New Analysis of Thermogravimetric Traces",
        "Kinetic studies of the preparation of nanocomposites based on encapsulated Cloisite 30B in poly[styrene-co-(butyl acrylate)] via mini-emulsion polymerization"
    ],
    "affiliation": [
        {
            "affiliation-city": "Akron",
            "affilname": "College of Engineering and Polymer Science",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Center of Excellence on Petrochemical and Materials Technology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "College of Polymer Science and Polymer Engineering National Polymer Innovation Center",
        "University of Akron",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Young Researchers and Elite Club"
    ]
}