{
    "eid": "2-s2.0-85125698200",
    "title": "Kling Muslims in Sixteenth-Century Ayutthaya: Towards Aggregating the Fragments",
    "cover-date": "2022-11-22",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Cultural Studies",
            "@code": "3316",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Anthropology",
            "@code": "3314",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "History",
            "@code": "1202",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Sociology and Political Science",
            "@code": "3312",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Ayutthaya",
        "Kling",
        "Melaka",
        "Siam",
        "Southeast Asian Islam",
        "Tamil Muslims"
    ],
    "authors": [
        "Christopher M. Joll",
        "Srawut Aree"
    ],
    "citedby-count": 2,
    "ref-count": 76,
    "ref-list": [
        "Narrative of the voyage of Abd-Er-Razzak, Ambassador from Shah Rukh, AH 845, AD 1442",
        "The images of Keling in Sulalat al-Salatin",
        "The Bay of Bengal and the Malay world: Diasporas and cultural circulation, c. 1780-1950",
        "Ethnicity in pre-colonial and colonial Southeast Asia",
        "The Northern Malays",
        "The Chulia Muslim merchants in Southeast Asia, 1650-1800",
        "Ayutthaya rising: From land or sea?",
        "Markets and production in the city of Ayutthaya before 1767: Translation and analysis of part of the description of Ayutthaya",
        "Ayutthaya and the peninsula from the thirteenth to seventeenth century",
        "Cornelis Matelief, Hugo Grotius, and the King of Siam (1605-1616): Agency, initiative, and diplomacy",
        "Patani in the beginning of the XVII century",
        "The Muslim Sultans of Singora in the 17th century",
        "Indian merchants and the trade in the Indian Ocean",
        "South-East Asian localisations of Islam and participation within a global umma, c. 1500 1800",
        "Ports-of-trade, maritime diasporas, and networks of trade and cultural integration in the Bay of Bengal region of the Indian Ocean: c. 1300-1500",
        "European Southeast Asia encounters with Islamic expansionism, circa 1500-1700: Comparative case studies of Banten, Ayutthaya, and Banjarmasin in the wider Indian Ocean context",
        "Muslim merit-making in Thailand's Far-South",
        "What's in a name? Problematizing descriptions of Muslims in Southern Thailand",
        "Thailand's Muslim kaleidoscope between central plains and far-south: Fresh perspectives from the Sufi margins",
        "Thai adaptations of the Javanese Panji in cosmopolitan Ayutthaya",
        "Indo-Persian influence on late Ayutthaya art, architecture, and design",
        "Restraints on the development of merchant capitalism in Southeast Asia before c. 1800",
        "The Safavid presence in the Indian Ocean: A reappraisal of the ship of Solayman, a seventeenth-century travel account to Siam",
        "Shi'ism in Thailand: From the Ayutthaya period to the present",
        "Can the dead speak?: The politics of forgetting in a violent landscape",
        "The Ottomans and Siam, c. 1500-1800",
        "Conversions in South-east Asia: Evidence from the Portuguese records",
        "Royal brother, Ethnic other: Politicizing ethnonyms in the chronicle compositions of early Bangkok",
        "The roots of comparative alterity in Siam: Depicting, describing, and defining the peoples of the world, 1830s-1850s",
        "Iranians abroad: Intra-Asian elite migration and early modern state formation",
        "Persianization' and 'Mercantilism': Two themes in Bay of Bengal history, 1400-1700",
        "What the Tamils said: A letter from the Kelings of Melaka (1527",
        "Hikayat Patani",
        "Dutch and English trade to the East: The Indian Ocean and the Levant, to about 1700",
        "Portuguese and Spanish sources for the history of Ayutthaya in the sixteenth century",
        "The Ming shi-lu as a source for Thai history: Fourteenth to seventeenth centuries",
        "Early Muslim expansion in South-East Asia, eighth to fifteenth centuries",
        "Southeast Asian historical writing",
        "Islam across the Indian Ocean to 1500 CE",
        "China and the rise of Islam in Java",
        "Transition in self-identity: A sociological narrative of Tamil Muslims in Malaysia"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}