{
    "eid": "2-s2.0-85128532772",
    "title": "Smart City Thailand: Visioning and Design to Enhance Sustainability, Resiliency, and Community Wellbeing",
    "cover-date": "2022-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Urban Studies",
            "@code": "3322",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Environmental Science (miscellaneous)",
            "@code": "2301",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Pollution",
            "@code": "2310",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Waste Management and Disposal",
            "@code": "2311",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "community wellbeing",
        "connectivity",
        "Global South",
        "green space",
        "Smart City",
        "Thailand 4.0",
        "transit-oriented development"
    ],
    "authors": [
        "K. N. Irvine",
        "Asan Suwanarit",
        "Fa Likitswat",
        "Hansa Srilertchaipanij",
        "Massimo Ingegno",
        "Peeradorn Kaewlai",
        "Pranisa Boonkam",
        "Nij Tontisirin",
        "Alisa Sahavacharin",
        "Jitiporn Wongwatcharapaiboon",
        "Shusak Janpathompong"
    ],
    "citedby-count": 9,
    "ref-count": 140,
    "ref-list": [
        "Will the real smart city please stand up? Intelligent, progressive or entrepreneurial?",
        "Towards Post-Anthropocentric Cities: Reconceptualizing Smart Cities to Evade Urban Ecocide",
        "The making of smart cities: Are Songdo, Masdar, Amsterdam, San Francisco and Brisbane the best we could build?",
        "What about smartness?",
        "Exposing smart cities and eco-cities: Frankenstein urbanism and the sustainability challenges of the experimental city",
        "Smart cities as corporate storytelling",
        "New urbanism and smart growth: A few words from the academy",
        "Theory and practice in planning the suburbs: Challenges to implementing new urbanism, smart growth, and sustainability principles",
        "Towards ubiquitous city: Concept, planning, and experiences in the Republic of Korea",
        "Smart and digital city: A systematic literature review",
        "Thailand Smart Cities: What is the Path to Success?",
        "A national pilot project on Smart City Policy in Thailand: A case study on Phuket Khon Kaen Chiangmai Province",
        "Lesson learns of success factors from 10 Smart Cities development: Thailand context",
        "Self-sustainable smart cities: Socio-spatial society using participative bottom-up and cognitive top-down approach",
        "Smart city reference model: Assisting planners to conceptualize the building of smart city innovation ecosystems",
        "Smart Cities: Definitions, Dimensions, Performance, and Initiatives",
        "How do we understand smart cities? An evolutionary perspective",
        "Towards evaluation design for smart city development",
        "Strategic principles for smart city development: A multiple case study analysis of European best practices",
        "Redefining the smart city: Culture, metabolism and governance",
        "The Smart City as Global Discourse: Storylines and Critical Junctures across 27 Cities",
        "What are the Challenges of Building a Smart City?",
        "Smart cities design using event-driven paradigm and semantic web",
        "ICT and sustainability in smart cities management",
        "Bangkok—A Smart City?",
        "The emerging data-driven Smart City and its innovative applied solutions for sustainability: The cases of London and Barcelona",
        "Current trends in Smart City initiatives: Some stylised facts",
        "Confusion of goals—Rethinking the implication of data analytics and modelling for urban planning and design industry",
        "Who uses smart city services and what to make of it: Toward interdisciplinary smart cities research",
        "Digital divide in Thailand: Analysis and recommendations",
        "Information and communications technology development and the digital divide: A global and regional assessment",
        "The same course, different access: The digital divide between urban and rural distance education students in South Africa",
        "The Effects of COVID-19 Among the Elderly Population: A Case for Closing the Digital Divide",
        "The Digital Divide and Active Aging in China",
        "Digital Divide within Society: An Account of Poverty, Community and E-Governance in Fiji",
        "Digital heritage in a Melanesian context: Authenticity, integrity and ancestrality from the other side of the digital divide",
        "Overcoming the digital divide in the post–covid-19 “reset”: Enhancing group virtual visits with community health workers",
        "Impacts of alternative Great Lakes regulation plans on hydropower production",
        "A review of design principles for community-based natural resource management",
        "‘Research through designing’ in landscape architecture",
        "The importance of creative participatory planning in the public place-making process",
        "Landscape and urban governance: Participatory planning of the public realm in Saida, Lebanon",
        "Visualization, participation and rhetoric: The discursive power of landscape design representations in participatory processes",
        "Who participates and who doesn’t? Adapting community participation model for developing countries",
        "Hearing the Voice of Citizens in Smart City Design: The Citivoice Framework",
        "Being well together: Individual subjective and community wellbeing",
        "Measuring the livability of an urban centre: An exploratory study of key performance indicators",
        "Sustainability and urban sprawl: Alternative scenarios for a Bangkok superblock",
        "Sustainable happiness: How happiness studies can contribute to a more sustainable future",
        "What makes a ‘happy city’?",
        "Governing the resilient city",
        "The paradox of the sustainable city: Definitions and examples",
        "Biophilic Cities and Healthy Societies",
        "A geodesign framework procedure for developing flood resilient city",
        "Future cities: Conceptualizing the future based on a critical examination of existing notions of cities",
        "Smart city indicators: A systematic literature review",
        "What are the differences between sustainable and smart cities?",
        "A holistic evaluation of smart city performance in the context of China",
        "How to Evaluate Smart Cities’ Construction? A Comparison of Chinese Smart City Evaluation Methods Based on PSF",
        "Measuring and managing the smartness of cities: A framework for classifying performance indicators",
        "A new instrument to promote knowledge-led growth: The Global Liveable Cities Index",
        "A critical review of liveability approaches and their dimensions",
        "The methodological aspect of the landscape and ecological forming of a comfortable environment for the Smart City",
        "Analysis of smart city models and the four-foci taxonomy for smart city design",
        "The role of landscape design in Smart Cities",
        "Teaching collaborative and interdisciplinary service-based urban design and planning studios",
        "Appropriate teaching and learning strategies for the architectural design process in pedagogic design studios",
        "An urban informatics approach to smart city learning in architecture and urban design education",
        "Vision in motion",
        "Industrial estates, ports, airports and city transport in the Greater Bangkok Area for promoting connectivity in the Mekong Region",
        "Neighborhood relationship measurement between newcomer and former inhabitants in sprawl areas of Bangkok Metropolitan Region: The case of Nonthaburi and Pathumthani province, Thailand",
        "The correlation between spatial characteristics and utilization of city parks: A focus on neighborhood parks in Seoul, Korea",
        "Physical element effects in public space attendance",
        "Principles for public space design, planning to do better",
        "Contextual variations in perceived social values of ecosystem services of urban parks: A comparative study of China and Australia",
        "A hedonic valuation in Putrajaya Wetlands",
        "‘The lungs of the city’: Green space, public health and bodily metaphor in the landscape of urban park history",
        "A hedonic pricing approach to value Ecosystem Services provided by Water Sensitive Urban Design: Comparison of Geelong, Australia and Singapore",
        "Blue–Green infrastructure for flood and water quality management in Southeast Asia: Evidence and knowledge gaps",
        "Bridging the form and function gap in urban green space design through environmental systems modeling",
        "Digital resilience: How rural communities leapfrogged into sustainable development",
        "New urbanism and township developments in Malaysia",
        "Mainstreaming ecosystem services as public policy in South East Asia, from theory to practice",
        "Definition methodology for the smart cities model",
        "Modelling the smart city performance",
        "The performance of the smart cities in China—A comparative study by means of self-organizing maps and social networks analysis",
        "Green space and the compact city: Planning issues for a ‘new normal’",
        "How might the COVID-19 pandemic affect 21st century urban design, planning, and development?",
        "The COVID-19 pandemic: Impacts on cities and major lessons for urban planning, design, and management",
        "Green-blue spaces and population density versus COVID-19 cases and deaths in Poland",
        "Access to urban green space in cities of the Global South: A systematic literature review",
        "Village Level Provisioning Ecosystem Services and Their Values to Local Communities in the Peri-Urban Areas of Manila, The Philippines",
        "Urban Farming: Opportunities and Challenges of Developing Greenhouse Business in Bangkok Metropolitan Region",
        "Innovative ideas: Thailand 4.0 and the fourth industrial revolution",
        "Rethinking Thai higher education for Thailand 4.0",
        "The digital Thailand strategy and the ASEAN community",
        "Uneven development, inequality and concentration of power: A critique of Thailand 4.0",
        "Transit-oriented development: A review of research achievements and challenges",
        "Suburbanization and transit-oriented development in China",
        "Transit oriented development (TOD) policies and station area development in Asian cities",
        "Study on land use characteristics of rail transit TOD sites in new towns—Taking Singapore as an example",
        "Installation of Bicycle Lanes and Increased Ridership in an Urban, Mixed-Income Setting in New Orleans, Louisiana",
        "Impacts of bicycle infrastructure: A case study in Singapore",
        "Transport infrastructure and services: An Asia and developing world",
        "Traffic segregation on spatial and temporal bases: The experience of bicycle traffic operations in China",
        "Exploring the implementation and success of green urban mobility in Asian cities",
        "Bicycle sharing in Asia: A stakeholder perception and possible futures",
        "How coworking space impacts innovation: A literature review",
        "Community and Collaboration in a Shared Multi-space Office",
        "The social economy of coworking spaces: A focal point model of coordination",
        "Coworking Spaces in the Global South: Local Articulations and Imaginaries",
        "The emerging of coworking space in developed countries and developing countries",
        "What Do We Know about Co-Working Spaces? Trends and Challenges Ahead",
        "Curating the “Third Place”? Coworking and the mediation of creativity",
        "Coworking spaces: Understanding, using, and managing sociomateriality",
        "Improvements and integration of a public transport system: The case of Singapore",
        "What influences satisfaction and loyalty in public transport? A review of the literature",
        "To bus or not to bus: Structural equation modelling of ridership perceptions, Phnom Penh, Cambodia",
        "Effective customer journey design: Consumers’ conception, measurement, and consequences",
        "Modelling the impact of water sensitive urban design on pluvial flood management in a tropical climate",
        "Deep neural network analyses of water quality time series associated with water sensitive urban design (WSUD) features",
        "Thai local administration’s readiness for Smart City initiatives",
        "An exploratory study based on a questionnaire concerning green and sustainable finance, corporate social responsibility, and performance: Evidence from the Romanian business environment",
        "Developing a blue-green infrastructure (BGI) community engagement framework template"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60012521",
            "affilname": "Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012521",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}