{
    "eid": "2-s2.0-84938674699",
    "title": "The Molecular Mechanism of α-Resorcinol's Asymmetric Crystal Growth from the Melt",
    "cover-date": "2015-08-05",
    "subject-areas": [
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [],
    "authors": [
        "Philipp Ectors"
    ],
    "citedby-count": 17,
    "ref-count": 35,
    "ref-list": [
        "High performance single crystal piezoelectrics: Applications and issues",
        null,
        "Towards self-powered nanosystems: From nanogenerators to nanopiezotronics",
        "Multiferroic and magnetoelectric materials",
        "Regular arrays of highly ordered ferroelectric polymer nanostructures for non-volatile low-voltage memories",
        "Ferroelectric order in individual nanometre-scale crystals",
        "Self-templated synthesis of single-crystal and single-domain ferroelectric nanoplates",
        "Abnormal and modified crystal growth. Introductory paper",
        "Effect of solvent on the growth of organic crystals. 1. The riddle of α-resorcinol",
        "SOLVENT INTERACTIONS AT CRYSTAL SURFACES: THE KINETIC STORY OF alpha -RESORCINOL.",
        "Study of the effect of solvent on the morphology of crystals using molecular simulation: Application to α-resorcinol and N-n-octyl-D-gluconamide",
        "The riddle of resorcinol crystal growth revisited: Molecular dynamics simulations of α-resorcinol crystal-water interface",
        "Growth and Dissolution of Organic Crystals with “Tailor‐Made” Inhibitors—Implications in Stereochemistry and Materials Science",
        "Molecular Recognition at the Solid-Solution Interface: A “Relay” Mechanism for the Effect of Solvent on Crystal Growth and Dissolution",
        "Molecular recognition at crystal interfaces",
        "A correlation between surface wettability and solvent effect on crystal growth. The N-n-octyl-D-gluconamide/methanol system",
        "Understanding and control of nucleation, growth, habit, dissolution and structure of two‐ and three‐dimensional crystals using `tailor‐made' auxiliaries",
        "Prediction of crystal growth morphology based on structural analysis of the solid–fluid interface",
        "Solvent effect on crystal polymorphism: Why addition of methanol or ethanol to aqueous solutions induces the precipitation of the least stable β form of glycine",
        "Uncovering molecular details of urea crystal growth in the presence of additives",
        "Understanding the barriers to crystal growth: Dynamical simulation of the dissolution and growth of urea from aqueous solution",
        "Asymmetric growth of α-resorcinol crystals: In situ studies of crystal growth from the vapor phase",
        "Asymmetric growth of α-resorcinol crystals: Comparison of growth from the vapor phase and from aqueous solution",
        "A stereochemical approach that demonstrates the effect of solvent on the growth of polar crystals: A perspective",
        "Self-poisoning at {011} faces of α-resorcinol crystals may explain its unidirectional growth in the vapor phase: A molecular modeling study",
        "Asymmetric crystal growth of α-resorcinol from the vapor phase: Surface reconstruction and conformational change are the culprits",
        "The attachment energy as a habit controlling factor. I. Theoretical considerations",
        "Application of bravais-friedel-donnay-harker, attachment energy and ising models to predicting and understanding the morphology of molecular crystals",
        "Crystal shape engineering",
        "Simulating micrometre-scale crystal growth from solution",
        "Accurate rates of the complex mechanisms for growth and dissolution of minerals using a combination of rare-event theories",
        "Uncovering molecular details of urea crystal growth in the presence of additives",
        "Acta Crystallogr., Sect. B: Struct. Crystallogr. Cryst. Chem.",
        "DL_POLY_3: New dimensions in molecular dynamics simulations via massive parallelism",
        "An optimized force field for crystalline phases of resorcinol"
    ],
    "affiliation": [
        {
            "affiliation-city": "Lancaster",
            "affilname": "Department of Chemistry, Lancaster University",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Erlangen",
            "affilname": "Friedrich-Alexander-Universität Erlangen-Nürnberg",
            "affiliation-country": "Germany"
        }
    ],
    "funding": [
        "British Council"
    ]
}