{
    "eid": "2-s2.0-85059081923",
    "title": "Abnormal performance of cervical stabilizer muscles in individuals with low back pain",
    "cover-date": "2019-08-08",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Physical Therapy, Sports Therapy and Rehabilitation",
            "@code": "3612",
            "@abbrev": "HEAL"
        }
    ],
    "keywords": [
        "Cervical spine",
        "Core stabilizer muscles",
        "craniocervical flexion test",
        "deep neck muscles",
        "low back pain",
        "lumbar spine",
        "motor control",
        "spinal stability"
    ],
    "authors": [
        "Chattrachoo Thongprasert",
        "R. Kanlayanaphotporn"
    ],
    "citedby-count": 6,
    "ref-count": 48,
    "ref-list": [
        "A systematic review of low back pain cost of illness studies in the United States and internationally",
        "The epidemiology of low back pain",
        "Real-world practice patterns, health-care utilization, and costs in patients with low back pain: the long road to guideline-concordant care",
        "Epidemiology and risk factors for spine pain",
        "Why do some patients keep hurting their back? Evidence of ongoing back muscle dysfunction during remission from recurrent back pain",
        "New insight into motor adaptation to pain revealed by a combination of modelling and empirical approaches",
        "Trunk muscle activation in low-back pain patients, an analysis of the literature",
        "Motor control changes in low-back pain: divergence in presentations and mechanisms",
        "Clinical spinal instability and low back pain",
        "Muscle control–pain control. What exercises would you prescribe?",
        "Is there a role for transversus abdominis in lumbo-pelvic stability?",
        "Clinical assessment of the deep cervical flexor muscles: the craniocervical flexion test",
        "People with recurrent low back pain respond differently to trunk loading despite remission from symptoms",
        "Anticipatory and compensatory postural adjustments in people with low back pain: A systematic review and meta-analysis",
        "Feedforward activity of the cervical flexor muscles during voluntary arm movements is delayed in chronic neck pain",
        "Deep cervical flexor muscle dysfunction in whiplash",
        "Pain and motor control: from the laboratory to rehabilitation",
        "Does increased superficial neck flexor activity in the craniocervical flexion test reflect reduced deep flexor activity in people with neck pain?",
        "Neck movement and muscle activity characteristics in female office workers with neck pain",
        "Moving differently in pain: A new theory to explain the adaptation to pain",
        "Performance of the craniocervical flexion test in subjects with and without chronic neck pain",
        "Performance of the craniocervical flexion test, forward head posture, and headache clinical parameters in patients with chronic tension-type headache: a pilot study",
        "Evaluation of the relationship between laboratory and clinical tests of transversus abdominis function",
        "Clinimetric analysis of pressure biofeedback and transversus abdominis function in individuals with stabilization classification low back pain",
        "Impact of musculoskeletal co-morbidity of neck and upper extremities on healthcare utilisation and sickness absence for low back pain",
        "Comorbid subjective health complaints in low back pain",
        "Clinical relationship of degenerative changes between the cervical and lumbar spine",
        "Predicting persistent neck pain: a 1-year follow-up of a population cohort",
        "Impaired trunk muscle function in sub-acute neck pain: etiologic in the subsequent development of low back pain?",
        "Low back pain: clinical practice guidelines linked to the international classification of functioning, disability, and health from the orthopaedic section of the American physical therapy association",
        "Low back pain (non-specific)",
        "Studying the natural history of back pain",
        "Reliability, construct and discriminative validity of clinical testing in subjects with and without chronic neck pain",
        "Measures of adult pain: Visual Analog Scale for Pain (VAS Pain), Numeric Rating Scale for Pain (NRS Pain), McGill Pain Questionnaire (MPQ), Short-Form McGill Pain Questionnaire (SF-MPQ), Chronic Pain Grade Scale (CPGS), Short Form-36 Bodily Pain Scale (SF-36 BPS), and Measure of Intermittent and Constant Osteoarthritis Pain (ICOAP)",
        "A comparison of a modified Oswestry low back pain disability questionnaire and the Quebec back pain disability scale",
        "The Oswestry disability index",
        "Cross-cultural adaptation of modified Oswestry low back pain disability questionnaire to Thai and its reliability",
        "Reliability of a test measuring transversus abdominis muscle recruitment with a pressure biofeedback unit",
        "Pressure biofeedback: a useful tool in the quantification of abdominal muscular dysfunction?",
        "Comparison between transcutaneous electrical nerve stimulation and stabilization exercises in fatigue and transversus abdominis activation in patients with lumbar disk herniation: A randomized study",
        "Further clinical clarification of the muscle dysfunction in cervical headache",
        "Clinical effects of deep cervical flexor muscle activation in patients with chronic neck pain",
        "Effect of neck exercise on sitting posture in patients with chronic neck pain",
        "Can a functional postural exercise improve performance in the cranio-cervical flexion test?–A preliminary study",
        "Recruitment of the deep cervical flexor muscles during a postural-correction exercise performed in sitting"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}