{
    "eid": "2-s2.0-84907331986",
    "title": "A review of the utilization and monetization of Nigeria's natural gas resources: Current realities",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Energy Engineering and Power Technology",
            "@code": "2102"
        }
    ],
    "keywords": [
        "Compressed Natural Gas (CNG)",
        "East-North Gas Pipeline Network (E-NGPN)",
        "Eastern Gas Pipeline Network (EGPN)",
        "Future gas supply and demand",
        "Gas to Fertilizer (GTF)",
        "Gas to Liquids (GTL)",
        "Gas to methanol",
        "Gas to power",
        "Liquefied Natural Gas (LNG)",
        "Natural gas",
        "Nigeria",
        "Nigerian Gas Master Plan (NGMP)",
        "Petroleum Industry Bill (PIB)",
        "Trans-Sahara Gas Pipeline (TSGP)",
        "West African Gas Pipeline (WAGP)",
        "Western Gas Pipeline Network (WGPN)"
    ],
    "authors": [
        "Chikezie Nwaoha"
    ],
    "citedby-count": 38,
    "ref-count": 85,
    "ref-list": [
        "Nigerian Gas Policy. Odujinrin & Adefulu Barristers Solicitors & Notaries Public",
        "An economic approach to gas flare-down in a selected field in Nigeria",
        "Int. J. Emerg. Trends Eng. Dev.",
        "Pac. J. Sci. Technol.",
        "Developing Nigerian Unconventional Hydrocarbon Resources",
        "On Unconventional Gas in Nigeria",
        "West African Gas Pipeline Company resumes deliveries after repairs",
        "Nigeria hands over bulk of state electricity company to private buyers to end power cuts",
        "Indorama Eleme's fertiliser plant, Port Harcourt, Nigeria",
        "Ammonia and urea production",
        "Nigeria loses over N735m daily to gas flaring",
        "The state of natural gas",
        "Economist",
        "A nuclear Nigeria: How feasible is it?",
        "Report of the Vision 2020 National Technical Working Group on Energy Sector",
        "Fact sheet: harmful gas flaring in Nigeria",
        "Gas pipeline vandalism politically motivated",
        "Horizontal Directional Drilling (HDD)",
        "National Gas Specification",
        "Spotlight on GTL - world-scale plants making progress (5 Nov 2013 edition)",
        "Nigeria's country report on coal mine methane recovery and use",
        "Economics of natural gas conversion processes",
        "Gas development, utilization & monetization",
        "Global Gas Flaring Reduction Partnership (GGFR)",
        "Gas flaring in Nigeria: Analysis of changes in its consequent carbon emission and reporting",
        "Fertilizer Outlook 2012-2016. International Fertilizer Industry Association (IFA). 80th IFA Annual Conference, Doha, 21-23 May 2012",
        "Overview of the Nigerian Petroleum Industry Bill",
        "Nigeria: Carbon Credit Development for Flare Reduction Projects - Guide Book",
        "Indorama Eleme Fertilizer & Chemicals Limited Signs Project Financing Package for US$ 1.2 billion Greenfield Urea Fertilizer Plant. February 18, 2013",
        "Gas infrastructure and Supply. Power sector retreat, January 20, 2012",
        "Powering Nigeria: Fixing Oil, Gas and Electricity. Nigeria Summit March 19th, 2013",
        "The Nigerian Gas Sector - Investment Opportunities. Pearchstone & Graey's 7th Annual Law Series 2013, June 7th 2013, New Delhi, India",
        "Gas transmission/distribution challenges in Nigeria. Business Day",
        "Natural Gas",
        "The LNG Industry in 2012",
        "Global methanol market review",
        "Shale gas demand may stall LNG projects in Nigeria",
        "Nigeria to construct $1.2bn fertilizer plant",
        "A review of Australia's natural gas resources and their exploitation",
        "The Methanol Industry",
        "Int. J. Emerg. Trends Eng. Dev.",
        "Gas utilization",
        "Natural Gas and the Environment",
        "Power stations",
        "Facts & Figures2013",
        "Expression of Interest for Development of East-North Gas Pipeline Transmission System",
        "Notore set to increase fertiliser production through joint development with Mitsubishi Corporation",
        "J.Energy Technol. Policy",
        "Natural gas utilisation in Nigeria: Challenges and opportunities",
        "GGOEX unveils plans for Nigerian methanol plant. Oil Review Africa",
        "Impact of gas industry on sustainable economy in Nigeria: Further estimations through eview",
        "Nigeria's unending Gas Dilemma. Africa oil+ gas report",
        "Nigerian Gas masterplan and policy: Is it a constrained energy policy?",
        "World Oil Outlook. Organisation of the Petroleum Exporting Countries",
        "OPEC Bulletin. June-July, 2013",
        "Hopes Of Monetizing GTL Resources In Nigeria Are Again Delayed. E&P Magazine, January 22, 2013",
        "Nigeria: Developments in Nigerians Tax Regime for Gas Utilization Projects",
        "Implications of US and Europe shale gas on the Nigerian gas market",
        "Chevron pulls out of Nigeria liquefied natural gas project",
        "Nigeria's NNPC says Trans-Sahara gas pipeline project on track",
        "Nigerian lawmakers recommend revoking Shell and Eni OPL 245 oil block licence",
        "Notore Set to Increase Fertiliser Production Through Joint Development With Mitsubishi Corporation",
        "Examining Nigeria's Domestic Gas Sector - a Legal, Policy and Regulatory Framework Perspective. Nigerian Orient Review",
        "An overview of compressed natural gas as an alternative fuel and Malaysian scenario",
        "Petroleum in Western Australia September 2007. Department of Mines and Petroleum",
        "Annual Oloibiri Lecture Series & Energy Forum: Gas Flare Out, Challenges and The Way Forward",
        "All eyes on TCN, as new PHCN owners take charge",
        "Interviewed by Zsa Tebbit. \"Oando discusses Africa and the oil & gas sector\", Oil Review Africa",
        "TCN attributes 1,598MW drop in power to pipeline vandalism",
        "Int. J. Bus. Adm.",
        "Nigeria. (Updated December 30, 2013)",
        "Gas to liquids: A technology for natural gas industrialization in Bolivia",
        "About the Pipeline"
    ],
    "affiliation": [
        {
            "affiliation-city": "Lincoln",
            "affilname": "DWA Energy Ltd.",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Petroleum and Petrochemical College, Chulalongkorn University"
    ]
}