{
    "eid": "2-s2.0-85144141160",
    "title": "Ten-year persistence and evolution of Plasmodium falciparum antifolate and antisulfonamide resistance markers pfdhfr and pfdhps in three Asian countries",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Suttipat Srisutham",
        "Wanassanan Madmanee",
        "Jindarat Kouhathong",
        "Kreepol Sutawong",
        "Rupam Tripura",
        "Thomas J. Peto",
        "Rob W. van der Pluijm",
        "James J. Callery",
        "Lek Dysoley",
        "Mayfong Mayxay",
        "Paul N. Newton",
        "Tiengkham Pongvongsa",
        "Bouasy Hongvanthong",
        "Nicholas P.J. Day",
        "Nicholas J. White",
        "Arjen M. Dondorp",
        "Mallika Imwong"
    ],
    "citedby-count": 1,
    "ref-count": 41,
    "ref-list": [
        "Drug resistant malaria on the Thai-Myanmar and Thai-Cambodian borders",
        "Plasmodium Falciparum Resistant to Chloroquine in Cambodia",
        "Epidemiology of emergence and spread of drug-resistant falciparum malaria in Southeast Asia",
        "Declining artesunate-mefloquine efficacy against falciparum malaria on the Cambodia-Thailand border",
        "A phase III, randomized, non-inferiority trial to assess the efficacy and safety of dihydroartemisinin-piperaquine in comparison with artesunate-mefloquine in patients with uncomplicated Plasmodium falciparum malaria in southern Laos",
        "Allelic exchange at the endogenous genomic locus in Plasmodium falciparum proves the role of dihydropteroate synthase in sulfadoxine-resistant malaria",
        "High prevalence of sulphadoxine-pyrimethamine resistance-associated mutations in Plasmodium falciparum field isolates from pregnant women in Brazzaville, Republic of Congo",
        "Sulfadoxine resistance in the human malaria parasite Plasmodium falciparum is determined by mutations in dihydropteroate synthetase and an additional factor associated with folate utilization",
        "Point mutations in the dihydrofolate reductase-thymidylate synthase gene and pyrimethamine and cycloguanil resistance in Plasmodium falciparum",
        "Plasmodium falciparum: correlation of in vivo resistance to chloroquine and antifolates with genetic polymorphisms in isolates from the south of Lao PDR",
        "Direct evidence for the adaptive role of copy number variation on antifolate susceptibility in Plasmodium falciparum",
        "Molecular characterization of Plasmodium falciparum antifolate resistance markers in Thailand between 2008 and 2016",
        "Plasmodium falciparum: detection of polymorphisms in the dihydrofolate reductase and dihydropteroate synthetase genes by PCR and restriction digestion",
        "Antimalarial drug susceptibility and point mutations associated with drug resistance in 248 Plasmodium falciparum isolates imported from Comoros to Marseille, France in 2004 2006",
        "Genetic analysis of the dihydrofolate reductase-thymidylate synthase gene from geographically diverse isolates of Plasmodium malariae",
        "Origin and evolution of sulfadoxine resistant Plasmodium falciparum",
        "Adaptive copy number evolution in malaria parasites",
        "In vitro activity of antifolate and polymorphism in dihydrofolate reductase of Plasmodium falciparum isolates from the Kenyan coast: emergence of parasites with Ile-164-Leu mutation",
        "Tracking origins and spread of sulfadoxine-resistant Plasmodium falciparum dhps alleles in Thailand",
        "An outbreak of artemisinin resistant falciparum malaria in Eastern Thailand",
        "Antifolate-resistant mutants of Plasmodium falciparum dihydrofolate reductase",
        "Amino acid changes linked to pyrimethamine resistance in the dihydrofolate reductase-thymidylate synthase gene of Plasmodium falciparum",
        "Evidence that a point mutation in dihydrofolate reductase-thymidylate synthase confers resistance to pyrimethamine in falciparum malaria",
        "Pyrimethamine resistant mutations in Plasmodium falciparum",
        "Relationship between age, molecular markers, and response to sulphadoxine-pyrimethamine treatment in Kampala, Uganda",
        "Molecular markers for failure of sulfadoxine-pyrimethamine and chlorproguanil-dapsone treatment of Plasmodium falciparum malaria",
        "Molecular basis of differential resistance to cycloguanil and pyrimethamine in Plasmodium falciparum malaria",
        "Mutations in the P. falciparum digestive vacuole transmembrane protein PfCRT and evidence for their role in chloroquine resistance",
        "Geographical spread and structural basis of sulfadoxine-pyrimethamine drug-resistant malaria parasites",
        "Plasmodium falciparum cross-resistance between trimethoprim and pyrimethamine",
        "Co-trimoxazole as prophylaxis against opportunistic infections in HIV-infected Zambian children (CHAP): a double-blind randomised placebo-controlled trial",
        "Daily co-trimoxazole prophylaxis in severely immunosuppressed HIV-infected adults in Africa started on combination antiretroviral therapy: an observational analysis of the DART cohort",
        "Trimethoprim/sulfamethoxazole resistance in urinary tract infections",
        "Dosing regimens of cotrimoxazole (trimethoprim-sulfamethoxazole) for melioidosis",
        "The origins and spread of antimalarial drug resistance: lessons for policy makers",
        "Following the path of most resistance: dhps K540E dispersal in African Plasmodium falciparum",
        "Malaria on the move: human population movement and malaria transmission",
        "A systematic map of genetic variation in Plasmodium falciparum"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199573",
            "affilname": "Faculty of Tropical Medicine, Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199573",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Vientiane",
            "@id": "60072885",
            "affilname": "Ministry of Health Laos",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60072885",
            "affiliation-country": "Laos"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "60014285",
            "affilname": "Mahosot Hospital, Lao",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014285",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Oxford",
            "@id": "60008936",
            "affilname": "Nuffield Department of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008936",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Savannakhet",
            "@id": "128987521",
            "affilname": "Kaysone-Phomvihan District",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/128987521",
            "affiliation-country": "Laos"
        },
        {
            "affiliation-city": "Ubon Ratchathani",
            "@id": "116052052",
            "affilname": "Buntharik Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/116052052",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Phnom Penh",
            "@id": "113155055",
            "affilname": "National Center for Parasitology, Entomology and Malaria Control (CNM)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/113155055",
            "affiliation-country": "Cambodia"
        }
    ],
    "funding": []
}