{
    "eid": "2-s2.0-85127235989",
    "title": "Overview of Cannabis including Kampo Medicine and Therapy for Treatment of Dementia: A Review",
    "cover-date": "2022-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology (medical)",
            "@code": "2736",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "anti-dementia",
        "cannabinoid biosynthetic enzyme",
        "Cannabis sativa",
        "CB1 and CB2 receptor",
        "kampo medicine"
    ],
    "authors": [
        "Tibor Wenger",
        "Kazuhito Watanabe",
        "Yui Sasaki",
        "Keiko Kanazawa",
        "Koichi Shimizu",
        "Supaart Sirikantaramas",
        "Yoshinari Shoyama",
        "Futoshi Taura",
        "Satoshi Morimoto",
        "Yukihiro Shoyama"
    ],
    "citedby-count": 2,
    "ref-count": 85,
    "ref-list": [
        "Structure of Cannabinol. III. Synthesis of Cannabinol, 1-Hydroxy-3-N-Amyl-6,6,9-Trimethyl-6-Dibenzopyran1",
        "Cannabis in Chinese Medicine: Are Some Traditional Indications Referenced in Ancient Literature Related to Cannabinoids?",
        "Prescription of a THC/CBD-Based Medication to Patients with Dementia: A Pilot Study in Geneva",
        "Herbal Preparations of Medical Cannabis: A Vademecum for Prescribing Doctors",
        "Cannabinoid System in Neurodegeneration: New Perspectives in Alzheimer's Disease",
        "Effectiveness of Cannabinoids for Treatment of Dementia: A Systematic Review of Randomized Controlled Trials",
        "Positive and Negative Effects of Cannabis and Cannabinoids on Health",
        "Isolation and Structure of a Brain Constituent that Binds to the Cannabinoid Receptor",
        "Molecular Cloning, Expression, and Induction of Berberine Bridge Enzyme, an Enzyme Essential to the Formation of Benzophenanthridine Alkaloids in the Response of Plants to Pathogenic Attack",
        "Fatty Acid-Binding Proteins (FABPs) Are Intracellular Carriers for Δ9-tetrahydrocannabinol (THC) and Cannabidiol (CBD)",
        "FABP1 Controls Hepatic Transport and Biotransformation of Δ9-THC",
        "Phytochemistry of Cannabis Sativa L",
        "The Marijuana Component Cannabidiol Inhibits Beta-Amyloid-Induced Tau Protein Hyperphosphorylation through Wnt/beta-Catenin Pathway Rescue in PC12 Cells",
        "Cannabidiol Inhibits Inducible Nitric Oxide Synthase Protein Expression and Nitric Oxide Production in Beta-Amyloid Stimulated PC12 Neurons through P38 MAP Kinase and NF-kappaB Involvement",
        "Cannabidiol In Vivo Blunts Beta-Amyloid Induced Neuroinflammation by Suppressing IL-1beta and iNOS Expression",
        "A Molecular Link Between the Active Component of Marijuana and Alzheimer's Disease Pathology",
        "Prenylation of Olivetolate by a Hemp Transferase Yields Cannabigerolic Acid, the Precursor of Tetrahydrocannabinol",
        "Global Prevalence of Dementia: a Delphi Consensus Study",
        "Safety, Efficacy, and Mechanisms of Action of Cannabinoids in Neurological Disorders",
        "Isolation, Structure, and Partial Synthesis of an Active Constituent of Hashish",
        "In vivo Evidence for Therapeutic Properties of Cannabidiol (CBD) for Alzheimer's Disease",
        "Nucleotide Sequence of a Human Cannabinoid Receptor cDNA",
        "Anandamide (Endogen Cannabinoid) Decreases Serum Prolactin in Pregnant Rat",
        "Determination of Tetrahydrocannabinolic Acid-Carrier Protein Conjugate by Matrix-Assisted Laser Desorption/ionization Mass Spectrometry and Antibody Formation",
        "Safety and Effectiveness of Cannabinoids for the Treatment of Neuropsychiatric Symptoms in Dementia: a Systematic Review",
        "Drug Discovery from Chinese Medicine against Neurodegeneration in Alzheimer's and Vascular Dementia",
        "Crystal Structure of the Human Cannabinoid Receptor CB1",
        "Inhibition of Exocytotic Noradrenaline Release by Presynaptic Cannabinoid CB1 Receptors on Peripheral Sympathetic Nerves",
        "Cannabidiol: a Promising Drug for Neurodegenerative Disorders?",
        "Cholinesterase Inhibitors for Patients with Alzheimer's Disease: Systematic Review of Randomised Clinical Trials",
        "A Review on Studies of Marijuana for Alzheimer’s Disease—Focusing on CBD, THC",
        "Cannabis. XII. Variations of Cannabinoid Contents in Several Strains of Cannabis Sativa L. With Leaf-Age, Season and Sex",
        "Systemic or Intrahippocampal Cannabinoid Administration Impairs Spatial Memory in Rats",
        "Complete Biosynthesis of Cannabinoids and Their Unnatural Analogues in Yeast",
        "Alzheimer's Disease: Clinical Trials and Drug Development",
        "Structure of a Cannabinoid Receptor and Functional Expression of the Cloned cDNA",
        "Hashish. I. The Structure of Cannabidiol",
        "Localization of the CB1 Cannabinoid Receptor in the Rat Brain. An Immunohistochemical Study",
        "Purification and Characterization of Cannabichromenic Acid Synthase from Cannabis Sativa",
        "Identification and Characterization of Cannabinoids that Induce Cell Death through Mitochondrial Permeability Transition in Cannabis Leaf Cells",
        "Molecular Characterization of a Peripheral Receptor for Cannabinoids",
        "Plants Traditionally Used in Age-Related Brain Disorders (Dementia): an Ethanopharmacological Survey",
        "Evaluation of Long-Term Stability of Cannabinoids in Standardized Preparations of Cannabis Flowering Tops and Cannabis Oil by Ultra-high-performance Liquid Chromatography Tandem Mass Spectrometry",
        "Memantine Is a Clinically Well Tolerated N-Methyl-D-Aspartate (NMDA) Receptor Antagonist-Aa Review of Preclinical Data",
        "Anti-solasodine Glycoside Single-Chain Fv Antibody Stimulates Biosynthesis of Solasodine Glycoside in Plants",
        "Missile-type Molecular Breeding of Medicinal Plant Using Compact Monoclonal Antibody Gene",
        "The Endogenous Cannabinoid Receptor Ligand, Anandamide, Inhibits the Motor Behavior: Role of Nigrostriatal Dopaminergic Neurons",
        "Modulation of Plumbagin Production in Plumbago Zeylanica Using a Single-Chain Variable Fragment Antibody against Plumbagin",
        "Anandamide (Arachidonylethanolamide), a Brain Cannabinoid Receptor Agonist, Reduces Sperm Fertilizing Capacity in Sea Urchins by Inhibiting the Acrosome Reaction",
        "Anadamide, an Endogenous Cannabinoid Receptor Agonist Inhibits Lymphocyte Proliferation and Induces Apoptosis",
        "Enzyme-linked Immunosorbent Assay for Glycyrrhizin Using Anti-glycyrrhizin Monoclonal Antibody and an Eastern Blotting Technique for Glucuronides of Glycyrrhetic Acid",
        "Crystallization of Delta1-tetrahydrocannabinolic Acid (THCA) Synthase from Cannabis Sativa",
        "Structure and Function of ∆1-tetrahydrocannabinolic Acid (THCA) Synthase, the Enzyme Controlling the Psychoactivity of Cannabis Sativa",
        "Biological Aspects on Marihuana, Cannabis Sativa L, and Biotechnological Investigation on Medicinal Plants",
        "Cannabis. X. The Isolation and Structures of Four New Propyl Cannabinoid Acids, Tetrahydrocannabivarinic Acid, Cannabidivarinic Acid, Cannabichromevarinic Acid and Cannabigerovarinic Acid, from Thai Cannabis, 'Meao Variant'",
        "Biosynthesis of Propyl Cannabinoid Acid and its Biosynthetic Relationship with Pentyl and Methyl Cannabinoid Acids",
        "Cannabis. VI. Cannabicyclolic Acid",
        "Cannabis. V. Cannabigerolic Acid Monomethyl Ether and Cannabinolic Acid",
        "The Gene Controlling Marijuana Psychoactivity: Molecular Cloning and Heterologous Expression of Delta1-tetrahydrocannabinolic Acid Synthase from Cannabis Sativa L",
        "Tetrahydrocannabinolic Acid Synthase, the Enzyme Controlling Marijuana Psychoactivity, Is Secreted into the Storage Cavity of the Glandular Trichomes",
        "Cannabis: A Treasure Trove or Pandora's Box?",
        "The Hexanoyl-CoA Precursor for Cannabinoid Biosynthesis Is Formed by an Acyl-Activating Enzyme in Cannabis Sativa Trichomes",
        "2-Arachidonoylglycerol: a Possible Endogenous Cannabinoid Receptor Ligand in Brain",
        "Crystallization and Preliminary X-ray Diffraction Studies of Polyketide Synthase-1 (PKS-1) from Cannabis Sativa",
        "Monoclonal Antibody against Tetrahydrocannabinolic Acid Distinguishes Cannabis Sativa Samples from Different Plant Species",
        "Purification and Characterization of Cannabidiolic-Acid Synthase from Cannabis Sativa L",
        "Production of Delta(1)-tetrahydrocannabinolic Acid by the Biosynthetic Enzyme Secreted from Transgenic Pichia pastoris",
        "Phytocannabinoids in Cannabis Sativa: Recent Studies on Biosynthetic Enzymes",
        "Cannabidiolic-acid Synthase, the Chemotype-Determining Enzyme in the Fiber-type Cannabis Sativa",
        "Characterization of Olivetol Synthase, a Polyketide Synthase Putatively Involved in Cannabinoid Biosynthetic Pathway",
        "First Direct Evidence for the Mechanism of.DELTA.1-tetrahydrocannabinolic Acid Biosynthesis",
        "Recent Advances in Cannabinoid Biochemistry and Biotechnology",
        "Inhibition of Long-Term Potentiation in Rat Hippocampal Slices by Anandamide and WIN55212-2: Reversal by SR141716 A, a Selective Antagonist of CB1 Cannabinoid Receptors",
        "Constituents of Cannabis Sativa L. XVII. A Review of the Natural Constituents",
        "Novel Antagonist Implicates the CB1 Cannabinoid Receptor in the Hypotensive Action of Anandamide",
        "Stereospecific and Regioselective Hydrolysis of Cannabinoid Esters by ES46.5K, an Esterase from Mouse Hepatic Microsomes, and its Differences from Carboxylesterases of Rabbit and Porcine Liver",
        "Cross-Reactivity of Various Tetrahydrocannabinol Metabolites with a Monoclonal Antibody against Tetrahydrocannabinolic Acid",
        "In Vivo Evidence for Therapeutic Properties of Cannabidiol (CBD) for Alzheimer's Disease",
        "Effect of the Brain Constituent Anandamide, a Cannabinoid Receptor Agonist, on the Hypothalamo-Pituitary-Adrenal axis in the Rat",
        "Effects of Anandamide (Endogen Cannabinoid) on Anterior Pituitary Hormone Secretion in Adult Ovariectomized Rats",
        "delta 9-Tetrahydrocannabinol and Anandamide Enhance the Ability of Muscimol to Induce Catalepsy in the Globus Pallidus of Rats"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "@id": "60269762",
            "affilname": "Association for Health Economics Research and Social Insurance and Welfare",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60269762",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Sasebo",
            "@id": "60189188",
            "affilname": "Nagasaki International University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189188",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Budapest",
            "@id": "60024812",
            "affilname": "Semmelweis Egyetem",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024812",
            "affiliation-country": "Hungary"
        },
        {
            "affiliation-city": "Fukuoka",
            "@id": "60016501",
            "affilname": "Daiichi University of Pharmacy",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016501",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Fukuoka",
            "@id": "113099596",
            "affilname": "BONAC Corporation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/113099596",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Toyama",
            "@id": "101255314",
            "affilname": "Faculty of Pharmaceutical Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101255314",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Fukuoka",
            "@id": "100509041",
            "affilname": "Faculty of Pharmaceutical Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/100509041",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Association for Health Economics Research and Social Insurance and Welfare"
    ]
}