{
    "eid": "2-s2.0-85071634008",
    "title": "Therapeutic effect of okra (Abelmoschus esculentus moench) pods extract on streptozotocin-induced type-2 diabetic mice",
    "cover-date": "2019-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology, Toxicology and Pharmaceutics (miscellaneous)",
            "@code": "3001",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology (medical)",
            "@code": "2736",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Abelmoschus esculentus Moench",
        "Diabetic Mice",
        "Fasting Blood Glucose",
        "GLUT4 Density",
        "Serum Insulin"
    ],
    "authors": [
        "Saikhu A. Husen",
        "Arif N.M. Ansori",
        "Suhailah Hayaza",
        "Raden J.K. Susilo",
        "Ayu A. Zuraidah",
        "Dwi Winarni",
        "Hunsa Punnapayak",
        "Win Darmanto"
    ],
    "citedby-count": 35,
    "ref-count": 21,
    "ref-list": [
        "Diagnosis and classification of diabetes mellitus",
        "Activity Assay of Mangosteen (Garcinia mangostana L.) Pericarp Extract for Decreasing Fasting Blood Cholesterol Level and Lipid Peroxidation in Type-2 Diabetic Mice",
        "Antioxidant and Antidiabetic Activity of Garcinia mangostana L. Pericarp Extract in Streptozotocin-Induced Diabetic Mice",
        "Oxidative Stress and Disease: An Updated Review",
        "Persistent Correction of Hyperglycemia in Streptozotocin-Nicotinamide-Induced Diabetic Mice by A Non-Conventional Radical Scavenger",
        "Activity Test of Various Mangosteen (Garcinia mangostana) Pericarp Extract Fractions to Decrease Fasting Blood Cholesterol Levels and Lipid Peroxidation Activity in Diabetic Mice",
        "Are Oxidative Stress-Activated Signaling Pathways Mediators of Insulin Resistance and Beta-Cell Dysfunction?",
        "Diabetic Complications: From Oxidative Stress to Inflammatory Cardiovascular Disorders",
        "Effect of Exercise on Glut-4 Expression of Skeletal Muscle in Strepzotocin-Induced Diabetic Rats",
        "Antioxidant Activity Assay of Alpha-Mangostin for Amelioration of Kidney Structure and Function in Diabetic Mice",
        "2019. Hepatoprotective Effect of Gamma-mangostin for Amelioration of Impaired Liver Structure and Function in Streptozotocin-induced Diabetic Mice. IOP Conference Series",
        "Free Radical Activity in Obese Patients with Type 2 Diabetes Mellitus",
        "Renoprotection by Garcinia mangostana L. Pericarp Extract in Streptozotocin-Induced Diabetic Mice",
        "GC-MS Analysis of Phytocomponent in Methanolic Extracts of Leaf-derived Callus of Justicia gendarussa Burm.f",
        "Crude Polysaccharides from Okra Pods (Abelmoschus esculentus) Grown in Indonesia Enhance the Immune Response due to Bacterial Infection",
        "Functional Properties and Mineral Contents of a Nigerian Okra Seed (Abelmoschus esculentus Moench) Flour as Influenced by Pretreatment",
        "Influence of Pre-treatment on Yield Chemical and Antioxidant Properties of a Nigerian Okra Seed (Abelmoschus esculentus Moench) Flour",
        "The Differential Expression of GLUT4 and Glycogen Levels on Cells of Liver and Muscle Tissues in Hyperglycemic and Conditions",
        "The Mechanisms of Alloxan-and Streptozotocin-Induced Diabetes",
        "Transcriptional Regulation of The Insulin-Responsive Glucose Transporte GLUT 4 Gene: From Physiology to Pathology",
        "Antidiabetic Effect of Ammania baccifera Linn leaf on Streptozotocin Induced Diabetes in Male Albino Wistar Rats"
    ],
    "affiliation": [
        {
            "affiliation-city": "Surabaya",
            "@id": "60069383",
            "affilname": "Universitas Airlangga",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069383",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Institute of Innovation and Research in Universitas Airlangga",
        "Ministry of Research, Technology, and Higher Education of the Republic of Indonesia",
        "Raden Joko Kuncoroningrat Susilo"
    ]
}