{
    "eid": "2-s2.0-85028984118",
    "title": "Predictive role of serum HBsAg and HBcrAg kinetics in patients with HBeAg-negative chronic hepatitis B receiving pegylated interferon–based therapy",
    "cover-date": "2018-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "cccDNA",
        "Chronic hepatitis B",
        "HBcrAg",
        "HBsAg",
        "Hepatitis B core-related antigen",
        "Hepatitis B virus",
        "Pegylated interferon",
        "Predictor",
        "Stopping rule",
        "Treatment response"
    ],
    "authors": [
        "N. Chuaypen",
        "N. Posuwan",
        "S. Chittmittraprap",
        "N. Hirankarn",
        "S. Treeprasertsuk",
        "Y. Tanaka",
        "N. Shinkai",
        "Y. Poovorawan",
        "P. Tangkijvanich"
    ],
    "citedby-count": 37,
    "ref-count": 30,
    "ref-list": [
        "Hepatitis B virus infection",
        "Hepatitis B virus infection",
        "Optimal therapy of chronic hepatitis B: how do I treat my HBeAg-negative patients?",
        "Validation of a stopping rule at week 12 using HBsAg and HBV DNA for HBeAg-negative patients treated with peginterferon alfa-2a",
        "Hepatitis B virus core-related antigens as markers for monitoring chronic hepatitis B infection",
        "Correlation between serum hepatitis B virus core-related antigen and intrahepatic covalently closed circular DNA in chronic hepatitis B patients",
        "Significance of hepatitis B virus core-related antigen and covalently closed circular DNA levels as markers of hepatitis B virus re-infection after liver transplantation",
        "Hepatitis B core-related antigen (HBcrAg) levels in the natural history of hepatitis B virus infection in a large European cohort predominantly infected with genotypes A and D",
        "Linearized hepatitis B surface antigen and hepatitis B core-related antigen in the natural history of chronic hepatitis B.",
        "HBcrAg predicts hepatocellular carcinoma development: an analysis using time-dependent receiver operating characteristics",
        "Serum levels of interleukin-22 and hepatitis B core-related antigen are associated with treatment response to entecavir therapy in chronic hepatitis B",
        "Low serum level of hepatitis B core-related antigen indicates unlikely reactivation of hepatitis after cessation of lamivudine therapy",
        "Serum hepatitis B core-related antigen as a treatment predictor of pegylated interferon in patients with HBeAg-positive chronic hepatitis B",
        "Baseline HBsAg and HBcrAg titres allow peginterferon-based ‘precision medicine’ in HBeAg-negative chronic hepatitis B patients",
        "A randomized clinical trial of peginterferon alpha-2b with or without entecavir in patients with HBeAg-negative chronic hepatitis B: role of host and viral factors associated with treatment response",
        "Management of chronic hepatitis B virus infection",
        "Sensitive enzyme immunoassay for hepatitis B virus core-related antigens and their correlation to virus load",
        "Hepatitis B viral DNA decline at loss of HBeAg is mainly explained by reduced cccDNA load—down-regulated transcription of PgRNA has limited impact",
        "An algorithm for the grading of activity in chronic hepatitis C. The METAVIR Cooperative Study Group",
        "Sustained response of hepatitis B e antigen-negative patients 3 years after treatment with peginterferon alpha-2a",
        "HBsAg seroclearance in chronic hepatitis B in Asian patients: replicative level and risk of hepatocellular carcinoma",
        "Hepatitis B surface antigen: relation to hepatitis B replication parameters in HBeAg-negative chronic hepatitis B",
        "Kinetics of intrahepatic covalently closed circular DNA and serum hepatitis B surface antigen during antiviral therapy for chronic hepatitis B: lessons from experimental and clinical studies",
        "HBeAg-positive chronic hepatitis B: why do I treat my patients with pegylated interferon?",
        "On-treatment prediction of sustained response to peginterferon alfa-2a for HBeAg-negative chronic hepatitis B patients",
        "Hepatitis B surface antigen levels: association with 5-year response to peginterferon alfa-2a in hepatitis B e-antigen-negative patients",
        "Early serum HBsAg drop: a strong predictor of sustained virological response to pegylated interferon alfa-2a in HBeAg-negative patients",
        "Virological and serological tools to optimize the management of patients with chronic hepatitis B.",
        "Attacking hepatitis B virus cccDNA—the holy grail to hepatitis B cure",
        "Hepatitis B core-related antigen levels are associated with response to entecavir and peginterferon add-on therapy in hepatitis B e antigen-positive chronic hepatitis B patients"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nagoya",
            "@id": "60004321",
            "affilname": "Nagoya City University Graduate School of Medical Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004321",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": null,
            "@id": "119193772",
            "affilname": "Research Unit of Hepatitis and Liver Cancers",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/119193772",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "107183389",
            "affilname": "Center of Excellence in Clinical Virology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/107183389",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "105258194",
            "affilname": "Immunology Unit",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/105258194",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center of Excellence in Clinical Virology",
        "National Research University",
        "Japan Agency for Medical Research and Development",
        "Chugai Pharmaceutical Co.",
        "JSPS",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}