{
    "eid": "2-s2.0-85036589103",
    "title": "A socio-demographic study of destination management for coastal tourism in Phuket",
    "cover-date": "2017-06-01",
    "subject-areas": [
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        },
        {
            "$": "Management",
            "@code": "2308"
        },
        {
            "$": "Tourism",
            "@code": "1409"
        }
    ],
    "keywords": [
        "Coastal tourism",
        "Destination management",
        "Phuket",
        "Tourist satisfaction",
        "Tourist socio-demographics"
    ],
    "authors": [
        "Chatchawan Wongwattanakit"
    ],
    "citedby-count": 3,
    "ref-count": 43,
    "ref-list": [
        "Consumer attitudes revisited: A Review of attitude theory in marketing research",
        "Tourists' characteristics and the perceived image of tourist destinations: A quantitative analysis - A case study of Lanzarote, Spain",
        "Volatility analysis of international tourist arrival growth rates to thailand using garch and GJR Model",
        "Multiple multinational tourism positioning using correspondence analysis",
        "International students' image of rural Pennsylvania as a travel destination",
        "The influence of destination image and tourist satisfaction on tourist loyalty: a case study of Chinese tourists in Korea",
        "Holiday recovery experiences, tourism satisfaction and life satisfaction - Is there a relationship?",
        "The Important Dimensions of Wine Tourism Experience from Potential Visitors' Perception",
        "Twenty-Five Years of Word-of-Mouth Studies: A Critical Review of Tourism Research",
        "International Journal of Economics, Commerce and Management",
        "Economics and Finance",
        "INTERNATIONAL TOURISM AND ECONOMIC GROWTH IN THAILAND. COINTEGRATION AND THE GRANGER CAUSALITY",
        "The role of server-patron mutual disclosure in the formation of rapport with and revisit intentions of patrons at full-service restaurants: The moderating roles of marital status and educational level",
        "Transaction-specific satisfaction and overall satisfaction: an empirical analysis",
        "Tourism life cycle and sustainability analysis: Profit-focused strategies for mature destinations",
        "Cornell Hospitality Report",
        "An examination of tourists' attitudinal and behavioral loyalty: Comparison between domestic and international tourists",
        "Bloomberg",
        "Collaborative consumption: Determinants of satisfaction and the likelihood of using a sharing economy option again",
        "Journal of Tourism",
        "International Journal of Business and Social Science",
        "International Journal of Business and Management",
        "Community-based tourism: A strategy for sustainable tourism development of Patong Beach, Phuket Island, Thailand",
        "XIII Simposio Internacional De Turismo Y Ocio",
        "Responding to disaster: Thai and scandinavian tourists' motivation to visit Phuket, Thailand",
        "Contemporary Management Research",
        "Journal of Environmental Management and Tourism",
        "Destination image and its functional relationships",
        "Urbanization of Tourism Areas in Phuket Island",
        "Springer Singapore",
        "Attitude determinants in tourism destination choice",
        "Socio-demographic characteristics affecting sport tourism choices: A structural model",
        "Travel Preferences of Russian Tourists for Tourist Activity Participation in Thailand",
        "Griffith Institute for Tourism Research Report",
        "A General Model Of Traveler Destination Choice",
        "Air Transport Statistic",
        "Ehotelier.",
        "Nato Review.",
        "Visitor Statistics in Thailand",
        "Tourism Authority of Thailand Newsroom",
        "Top 10 Islands — World."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "National Research Council of Thailand"
    ]
}