{
    "eid": "2-s2.0-85065781381",
    "title": "Micromonospora caldifontis sp. nov., isolated from hot spring soil",
    "cover-date": "2019-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "16S rRNA gene",
        "Actinomycetes",
        "Hot spring soil",
        "Micromonospora"
    ],
    "authors": [
        "Chitti Thawai",
        "Somboon Tanasupawat",
        "Takuji Kudo"
    ],
    "citedby-count": 2,
    "ref-count": 49,
    "ref-list": [
        "Recent progress on the development of antibiotics from the genus Micromonospora",
        "Micromonospora: An important microbe for biomedicine and potentially for biocontrol and biofuels",
        "Micromonospora globbae sp. nov., an endophytic actinomycete isolated from roots of Globba winitii C. H. Wright",
        "Identification and antimicrobial activity of Micromonospora strains from Thai peat swamp forest soils",
        "Selective isolation and rapid identification of members of the genus Micromonospora",
        "Micromonospora oryzae sp. nov., isolated from roots of upland rice",
        "Micromonospora lupini sp. nov. and Micromonospora saelicesensis sp. nov., isolated from root nodules of Lupinus angustifolius",
        "Micromonospora sediminis sp. nov., isolated from mangrove sediment",
        "Methods for characterization of Streptomyces species",
        "Pseudonocardia soli sp. nov., isolated from mountain soil",
        "Genus Micromonospora",
        "Micromonospora eburnea sp. nov., isolated from a Thai peat swamp forest",
        "Micromonospora spongicola sp. nov., an actinomycete isolated from a marine sponge in the Gulf of Thailand",
        "The Actinomycetes",
        "Actinomycetes",
        "Nocardia coeliaca, Nocardia autotrophica, and the Nocardin Strain",
        "A rapid analysis for chemical grouping of aerobic actinomycetes",
        "An improved method for the glycolate test for simple identification of the acyl type of bacterial cell walls",
        "Lipid and cell-wall analysis in bacterial systematics",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Analysis of bacterial menaquinone mixtures by reverse-phase high-performance liquid chromatography",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "Thinlayer chromatography of methanolysates of mycolic acid-containing bacteria",
        "Determination of DNA base composition",
        "Micromonospora costi sp. nov., isolated from a leaf of Costus speciosus",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Introducing EzBio-Cloud: A taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "BioEdit: A user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
        "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Toward defining the course of evolution: Minimum change for a specific tree topology",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Confidence limits on phylogenies: An approach using the bootstrap",
        "Micromonospora pisi sp. nov., isolated from root nodules of Pisum sativum",
        "Chemical composition as a criterion in the classification of aerobic actinomycetes",
        "Chemotaxonomy of aerobic actinomycetes: Phospholipid composition",
        "Fatty acid and menaquinone analysis of actinomycetes and related organisms",
        "Amycolatopsis rhizosphaerae sp. nov., isolated from rice rhizosphere soil",
        "Pseudonocardia soli sp. nov., isolated from mountain soil",
        "Proposed minimal standards for the use of genome data for the taxonomy of prokaryotes",
        "Intrageneric relationships among Micromonospora species deduced from gyrB-based phylogeny and DNA relatedness",
        "Report of the Ad Hoc Committee on Reconciliation of Approaches to Bacterial Systematics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ladkrabang Bangkok",
            "@id": "60021543",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021543",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tsukuba",
            "@id": "60211264",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60211264",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Actinobacterial Research Unit",
        "National Research Council of Thailand",
        "King Mongkut’s Institute of Technology Ladkrabang",
        "Faculty of Science"
    ]
}