{
    "eid": "2-s2.0-84947494198",
    "title": "A trade-off in corporate diversification",
    "cover-date": "2015-12-01",
    "subject-areas": [
        {
            "$": "Finance",
            "@code": "2003"
        },
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        }
    ],
    "keywords": [
        "Acquisitions",
        "Benefits and costs of diversification",
        "Corporate diversification",
        "Non-linear wealth effect"
    ],
    "authors": [
        "Manapol Ekkayokkaya"
    ],
    "citedby-count": 5,
    "ref-count": 45,
    "ref-list": [
        "Why do Managers Diversify their Firms? Agency Reconsidered",
        "RISK REDUCTION AS A MANAGERIAL MOTIVE FOR CONGLOMERATE MERGERS.",
        "Resources, real options, and corporate strategy",
        "Cross-Subsidies, External Financing Constraints, and the Contribution of the Internal Capital Market to Firm Value",
        "Measuring security price performance",
        "Using daily stock returns. The case of event studies",
        "Explaining the diversification discount",
        "What do we know about cross-subsidization? Evidence from merging firms",
        "Agency problems, equity ownership, and corporate diversification",
        "Cash holdings and corporate diversification",
        "Returns to acquirers of listed and unlisted targets",
        "On the patterns and wealth effects of vertical mergers",
        "The measurement of relatedness: An application to corporate diversification",
        "Why do firms merge and then divest? A theory of financial synergy",
        "What do returns to acquiring firms tell us? Evidence from firms that make many acquisitions",
        "Optimal Diversification: Reconciling Theory and Evidence",
        "Does corporate diversification destroy value?",
        "Corporate structure and equity offerings: Are there benefits to diversification?",
        "Corporate diversification and the cost of capital",
        "Product market synergies and competition in mergers and acquisitions: A text-based analysis",
        "The impact of industry classifications on financial research",
        "Does diversification destroy value? Evidence from the industry shocks",
        "J. Polit. Econ.",
        "A test of the free cash flow hypothesis. The case of bidder returns",
        "A PURE FINANCIAL RATIONALE FOR THE CONGLOMERATE MERGER",
        "Conglomerate Firms and Internal Capital Markets",
        "Wealth creation versus wealth redistributions in pure stock-for-stock mergers",
        "Organizations",
        "Corporate diversification, value maximization, and organizational capabilities",
        "Firm size and the gains from acquisitions",
        "Do Managerial Objectives Drive Bad Acquisitions?",
        "Implications of data screens on merger and acquisition analysis: A large sample study of mergers and acquisitions from 1992 to 2009",
        "The price of corporate liquidity: Acquisition discounts for unlisted targets",
        "Evidence on the dark side of internal capital markets",
        "The Theory of the Growth of the Firm",
        "The cost of diversity: The diversification discount and inefficient investment",
        "J. Bus.",
        "The dark side of internal capital markets: Divisional rent-seeking and inefficient investment",
        "Divestitures and the liquidity of the market for corporate assets",
        "The value of diversification during the conglomerate merger wave",
        "Are internal capital markets efficient?",
        "Management entrenchment. The case of manager-specific investments",
        "Internal capital markets and the competition for corporate resources",
        "Chapter 2 Agency, information and corporate investment",
        "Towards an economic theory of the multiproduct firm"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Glasgow",
            "affilname": "University of Strathclyde",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Faculty of Commerce and Accountancy",
        "Chulalongkorn University"
    ]
}