{
    "eid": "2-s2.0-85117384873",
    "title": "Greybody factor for massive fermion emitted by a black hole in de Rham-Gabadadze-Tolley massive gravity theory",
    "cover-date": "2021-10-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Physics and Astronomy (miscellaneous)",
            "@code": "3101",
            "@abbrev": "PHYS"
        }
    ],
    "keywords": [],
    "authors": [
        "P. Boonserm",
        "C. H. Chen",
        "T. Ngampitipan",
        "P. Wongjun"
    ],
    "citedby-count": 7,
    "ref-count": 54,
    "ref-list": [
        "Gravitational Collapse and Space-Time Singularities",
        "First M87 event horizon telescope results. I. The shadow of the supermassive black hole",
        "Spin of the M87 black hole",
        "Geometric modeling of M87* as a Kerr black hole or a non-Kerr compact object",
        "Modeling the motion of a bright spot in jets from black holes M87* and SgrA*",
        "Black hole shadow to probe modified gravity",
        "Tests of General Relativity with GW150914",
        "Bounding the Speed of Gravity with Gravitational Wave Observations",
        "Particle creation by black holes",
        "Black holes and thermodynamics",
        "Greybody factors of charged dilaton black holes in 2+1 dimensions",
        "Greybody factor of a scalar field from Reissner-Nordström-de Sitter black hole",
        "Greybody factor for a rotating Bardeen black hole",
        "Greybody factor for quintessential Kerr-Newman black hole",
        "Hawking Radiation as Tunneling",
        "WKB analysis of the scattering of massive Dirac fields in Schwarzschild black hole spacetimes",
        "Passage of radiation through wormholes of arbitrary shape",
        "A note on electromagnetic and gravitational perturbations of the Bardeen de Sitter black hole: Quasinormal modes and greybody factors",
        "Hawking radiation of non-Schwarzschild black holes in higher derivative gravity: A crucial role of grey-body factors",
        "Higher order WKB formula for quasinormal modes and grey-body factors: recipes for quick and accurate calculations",
        "Quasinormal modes and greybody factors of the novel four dimensional Gauss-Bonnet black holes in asymptotically de Sitter space time: Scalar, electromagnetic and Dirac perturbations",
        "Some general bounds for 1-D scattering",
        "Bounding the Bogoliubov coefficients",
        "Greybody factor for black holes in dRGT massive gravity",
        "Greybody factor for black string in dRGT massive gravity",
        "The Hawking effect and the bounds on greybody factor for higher dimensional Schwarzschild black holes",
        "Greybody factor and sparsity of Hawking radiation from a charged spherical black hole with scalar hair",
        "Greybody factors of black holes in dRGT massive gravity coupled with nonlinear electrodynamics",
        "Observational evidence from supernovae for an accelerating universe and a cosmological constant",
        "Measurements of Ωand Λ from 42 High-Redshift Supernovae",
        "Generalization of the Fierz-Pauli action",
        "Resummation of Massive Gravity",
        "On black holes in massive gravity",
        "Black holes with massive graviton hair",
        "Self-accelerating cosmologies and hairy black holes in ghost-free bigravity and massive gravity",
        "Charged black holes in nonlinear massive gravity",
        "A class of charged black hole solutions in massive (bi)gravity",
        "Black holes in massive gravity",
        "Generalized vaidya solutions and Misner-Sharp mass for n-dimensional massive gravity",
        "Thermodynamics of black holes in massive gravity",
        "A class of black holes in dRGT massive gravity and their thermodynamical properties",
        "Theoretical aspects of massive gravity",
        "Massive gravity",
        "Hawking evaporation of black holes in massive gravity",
        "Strong interactions and exact solutions in non-linear massive gravity",
        "Properties of bigravity solutions in a solvable class",
        "Quasinormal modes of a massless Dirac field in de Rham-Gabadadze-Tolley massive gravity",
        "Black hole normal modes: A {WKB} approach. 1. Foundations and application of a higher order {WKB} analysis of potential barrier scattering",
        "Massive scalar quasinormal modes of Schwarzschild and Kerr black holes",
        "Dirac quasinormal modes in Schwarzschild black hole space-times",
        "Quasinormal behavior of the d-dimensional Schwarzschild black hole and higher order WKB approach"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60194933",
            "affilname": "Chandrakasem Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60194933",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pitsanulok",
            "@id": "60022498",
            "affilname": "Naresuan University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022498",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60001884",
            "affilname": "Ministry of Higher Education, Science, Research and Innovation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001884",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "DPST",
        "Development and Promotion of Science and Technology Talents Project",
        "Ratchadapisek Sompoch Endowment Fund",
        "Ratchadapisek Sompoch Endowment Fund Thailand Research Fund Office of the Higher Education Commission Chulalongkorn University Royal Government of Thailand Development and Promotion of Science and Technology Talents Project Thailand Research Fund Science and Engineering Research Board Association of Southeast Asian Nations",
        "Royal Government of Thailand",
        "SERB-DST",
        "OHEC",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Faculty of Science, Chulalongkorn University"
    ]
}