{
    "eid": "2-s2.0-85161131598",
    "title": "Rhizobia genome: Diversity, comparation, evolution and function",
    "cover-date": "2023-05-04",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Microbiology (all)",
            "@code": "2400",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Chromid",
        "Genomic background",
        "Multipartite genome",
        "Nitrogen fixation",
        "Nodulation",
        "Pangenome",
        "Symbiosis",
        "Whole-genome"
    ],
    "authors": [
        "Engkarat Kingkaew",
        "Sukanya Phuengjayaem",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 0,
    "ref-count": 108,
    "ref-list": [
        "\"Analysis of genome sequence and symbiotic ability of rhizobial strains isolated from seeds of common bean (Phaseolus vulgaris). \"",
        "\"Rhizobium meliloti lipooligosaccharide nodulation factors: Different structural requirements for bacterial entry into target root hair cells and induction of plant symbiotic developmental responses. \"",
        "\"Oxygen control in Rhizobium. \"",
        "\"Expression of the fixR-nifA operon in Bradyrhizobium japonicum depends on a new response regulator, RegR. \"",
        "\"Metabolic capacity of Sinorhizobium (Ensifer) meliloti strains as determined by phenotype microarray analysis. \"",
        "\"FixJ: A major regulator of the oxygen limitation response and late symbiotic functions of Sinorhizobium meliloti. \"",
        "\"Detection of and response to signals involved in host-microbe interactions by plant-associated bacteria. \"",
        "\"Analysis of the chromosome sequence of the legume symbiont Sinorhizobium meliloti strain 1021. \"",
        "\"Burkholderia xenovorans LB400 harbors a multi-replicon, 9.73-Mbp genome shaped for versatility. \"",
        "\"Trade, diplomacy, and warfare: The quest for elite rhizobia inoculant strains. \"",
        "\"Chapter 3-Genomic Diversity and Evolution of Rhizobia. \"",
        "\"Legume Symbiotic Nitrogen Fixation by ß-Proteobacteria Is Widespread in Nature. \"",
        "\"Genomics of the ccoNOQP-encoded cbb 3 oxidase complex in bacteria. \"",
        "\"Carbamoylation of azorhizobial Nod factors is mediated by NodU. \"",
        "\"Evidence for polygenic adaptation to pathogens in the human genome. \"",
        "\"Rhizobium lipo-chitooligosaccharide nodulation factors: Signaling molecules mediating recognition and morphogenesis. \"",
        "\"Metabolic modelling reveals the specialization of secondary replicons for niche adaptation in Sinorhizobium meliloti. \"",
        "\"The divided bacterial genome: Structure, function, and evolution. \"",
        "\"Examination of prokaryotic multipartite genome evolution through experimental genome reduction. \"",
        "\"The tRNAarg gene and engA are essential genes on the 1.7-Mb pSymB megaplasmid of Sinorhizobium meliloti and were translocated together from the chromosome in an ancestral strain. \"",
        "\"Acid tolerance in legume root nodule bacteria and selecting for it. \"",
        "\"Functions of rhizobial nodulation genes. \"",
        "\"The diversity and evolution of rhizobia. \"",
        "\"The fixABCX genes in Rhodospirillum rubrum encode a putative membrane complex participating in electron transfer to nitrogenase. \"",
        "\"Rhizobia and Legume Nodulation Genes. \"",
        "\"Evolving insights: Symbiosis islands and horizontal gene transfer. \"",
        "\"One member of a gro-ESL-like chaperonin multigene family in Bradyrhizobium japonicum is co-regulated with symbiotic nitrogen fixation genes. \"",
        "\"GroEL chaperonins are required for the formation of a functional nitrogenase in Bradyrhizobium japonicum. \"",
        "\"Genetic regulation of nitrogen fixation in rhizobia. \"",
        "\"Negative autoregulation of the Rhizobium meliloti fixK gene is indirect and requires a newly identified regulator, FixT. \"",
        "\"Molecular basis of symbiosis between Rhizobium and legumes. \"",
        "\"CyanoBase and RhizoBase: Databases of manually curated annotations for cyanobacterial and rhizobial genomes. \"",
        "\"Infection and invasion of roots by symbiotic, nitrogen-fixing rhizobia during nodulation of temperate legumes. \"",
        "\"Evolution of intra-specific regulatory networks in a multipartite bacterial genome. \"",
        "\"Exploring the symbiotic pangenome of the nitrogen-fixing bacterium Sinorhizobium meliloti. \"",
        "\"Replicon-dependent bacterial genome evolution: The case of Sinorhizobium meliloti. \"",
        "\"The composite genome of the legume symbiont Sinorhizobium meliloti. \"",
        "\"Inhibition of the FixL Sensor Kinase by the FixT Protein in Sinorhizobium meliloti. \"",
        "\"Class I. class. nov. \"",
        "\"Chapter Eight-The genomes of rhizobia. \"",
        "\"Creation of a bacterial cell controlled by a chemically synthesized genome. \"",
        "\"Involvement of GroEL in nif gene regulation and nitrogenase assembly. \"",
        "\"Introducing the bacterial 'chromid': Not a chromosome, not a plasmid. \"",
        "\"Glutathione in plants: Biosynthesis and physiological role in environmental stress tolerance. \"",
        "\"Involvement of nodS in N-Methylation and nodU in 6-O-Carbamoylation of Rhizobium sp. NGR234 Nod Factors (*).\"",
        "\"How rhizobial symbionts invade plants: The Sinorhizobium-Medicago model. \"",
        "\"Transfer of Rhizobium japonicum Buchanan 1980 to Bradyrhizobium gen. nov., a genus of slow-growing, root nodule bacteria from leguminous plants. \"",
        "\"A survey of symbiotic nitrogen fixation by rhizobia. \"",
        "\"Complete genomic sequence of nitrogen-fixing symbiotic bacterium Bradyrhizobium japonicum USDA110. \"",
        "\"Legume LysM receptors mediate symbiotic and pathogenic signalling. \"",
        "\"The Rhizobium meliloti fdxN gene encoding a ferredoxin-like protein is necessary for nitrogen fixation and is cotranscribed with nifA and nifB. \"",
        "\"Evolution of fixNOQP genes encoding cytochrome oxidase with high affinity to oxygen in rhizobia and related bacteria. \"",
        "\"The regulation of oxygen and its role in regulating nodule metabolism. \"",
        "\"The electron bifurcating FixABCX protein complex from Azotobacter vinelandii: Generation of low-potential reducing equivalents for nitrogenase catalysis. \"",
        "\"The genome of the versatile nitrogen fixer Azorhizobium caulinodans ORS571. \"",
        "\"Symbiotic host-specificity of Rhizobium meliloti is determined by a sulphated and acylated glucosamine oligosaccharide signal. \"",
        "\"Whole-genome sequencing of Bradyrhizobium diazoefficiens 113-2 and comparative genomic analysis provide molecular insights into species specificity and host specificity. \"",
        "\"Comparative analysis of symbiotic phenotypes of soybean 'Tianlong 1' with two different rhizobia and co-inoculation at different developmental stages. \"",
        "\"Evolution and taxonomy of nitrogen-fixing organisms with emphasis on rhizobia. \"",
        "\"Rhizobium and other N-fixing symbioses. \"",
        "\"NodZ of Bradyrhizobium extends the nodulation host range of Rhizobium by adding a fucosyl residue to nodulation signals. \"",
        "\"Genomes of the symbiotic nitrogen-fixing bacteria of legumes. \"",
        "\"Multilocus sequence analysis of Ensifer and related taxa. \"",
        "\"Establishing nitrogen-fixing symbiosis with legumes: How many rhizobium recipes?\"",
        "\"Fucosylation and arabinosylation of nod factors in Azorhizobium caulinodans: Involvement of nolKnodZ as well as noeC and/or downstream genes. \"",
        "\"Comprehensive assessment of the regulons controlled by the FixLJ-FixK2-FixK1 cascade in Bradyrhizobium japonicum. \"",
        "\"Phylogenetic analyses of symbiotic nodulation genes support vertical and lateral gene co-transfer within the Bradyrhizobium genus. \"",
        "\"Nodulation of legumes by members of the ß-subclass of Proteobacteria. \"",
        "\"A family of activator genes regulates expression of Rhizobium meliloti nodulation genes. \"",
        "\"The adaptive acid tolerance response in root nodule bacteria and Escherichia coli. \"",
        "\"Genes lost and genes found: Evolution of bacterial pathogenesis and symbiosis. \"",
        "\"Microbial genes involved in interaction with plants. \"",
        "\"Molecular basis of symbiotic promiscuity. \"",
        "\"Molecular characterization of the bet genes encoding glycine betaine synthesis in Sinorhizobium meliloti 102F34. \"",
        "\"Electron transfer to nitrogenase in different genomic and metabolic backgrounds. \"",
        "\"A high-affinity cbb3-type cytochrome oxidase terminates the symbiosisspecific respiratory chain of Bradyrhizobium japonicum. \"",
        "\"A new symbiotic cluster on the pSym megaplasmid of Rhizobium meliloti 2011 carries a functional fix gene repeat and a nod locus. \"",
        "\"Oxygen-regulated in vitro transcription of Rhizobium meliloti nifA and fixK genes. \"",
        "\"The chaperone GroEL is required for the final assembly of the molybdenum-iron protein of nitrogenase. \"",
        "\"The adaptive acid response in Mesorhizobium sp. \"",
        "\"Molecular basis of symbiotic host specificity in Rhizobium meliloti: NodH and nodPQ genes encode the sulfation of lipo-oligosaccharide signals. \"",
        "\"Genes controlling early and late functions in symbiosis are located on a megaplasmid in Rhizobium meliloti. \"",
        "\"Construction and validation of a Sinorhizobium meliloti whole genome DNA microarray: Genome-wide profiling of osmoadaptive gene expression. \"",
        "\"Biosynthesis of the iron-molybdenum cofactor of nitrogenase. \"",
        "\"Biochemical characterization of fast-and slow-growing rhizobia that nodulate soybeans. \"",
        "\"Functional and regulatory analysis of the two copies of the fixNOQP operon of Rhizobium leguminosarum strain VF39. \"",
        "\"Bioinformatics Approaches to Improve and Enhance the Understanding of Plant-Microbe Interaction: A Review. \"",
        "\"Use of proteomic tools to analyze genes involved in thermal-and alkaline-tolerance Rhizobium strains nodulating Egyptian clover. \"",
        "\"Comparative genomic analysis of diverse rhizobia and effective nitrogen-fixing clover-nodulating Rhizobium strains adapted to Egyptian dry ecosystems. \"",
        "\"A proteomic approach towards the analysis of salt tolerance in Rhizobium etli and Sinorhizobium meliloti strains. \"",
        "\"Genome sequences of three Agrobacterium biovars help elucidate the evolution of multichromosome genomes in bacteria. \"",
        "\"Root nodulation and infection factors produced by rhizobial bacteria. \"",
        "\"60Ma of legume nodulation. What's new? What's changing?\"",
        "\"Comparative genomics of the core and accessory genomes of 48 Sinorhizobium strains comprising five genospecies. \"",
        "\"The NifA-RpoN regulon of Mesorhizobium loti strain R7A and its symbiotic activation by a novel LacI/GalR-family regulator. \"",
        "\"Four unnamed species of nonsymbiotic rhizobia isolated from the rhizosphere of Lotus corniculatus. \"",
        "\"Evolution of rhizobia by acquisition of a 500-kb symbiosis island that integrates into a phe-tRNA gene. \"",
        "\"Comparative genomics: The bacterial pan-genome. \"",
        "\"Comparative genomics of rhizobia nodulating soybean suggests extensive recruitment of lineage-specific genes in adaptations. \"",
        "\"Functional analysis of the copy 1 of the fix NOQP operon of Ensifer meliloti under free-living micro-oxic and symbiotic conditions. \"",
        "\"Development of real-time PCR assay for detection and quantification of Sinorhizobium meliloti in soil and plant tissue. \"",
        "\"The Rhizobium-plant symbiosis. \"",
        "\"Ten years of pan-genome analyses. \"",
        "\"Multilocus sequence analysis and bacterial species phylogeny estimation. \"",
        "\"The pha2 gene cluster involved in Na+resistance and adaption to alkaline pH in Sinorhizobium fredii RT19 encodes a monovalent cation/proton antiporter. \"",
        "\"The genome of Rhizobium leguminosarum has recognizable core and accessory components. \"",
        "\"Rhizobium-legume symbiosis and nitrogen fixation under severe conditions and in an arid climate. \""
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Thonburi",
            "@id": "60008786",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008786",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}