{
    "eid": "2-s2.0-85085921750",
    "title": "First-trimester pre-eclampsia biomarker profiles in Asian population: multicenter cohort study",
    "cover-date": "2020-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Radiological and Ultrasound Technology",
            "@code": "3614",
            "@abbrev": "HEAL"
        },
        {
            "@_fa": "true",
            "$": "Reproductive Medicine",
            "@code": "2743",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Radiology, Nuclear Medicine and Imaging",
            "@code": "2741",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Obstetrics and Gynecology",
            "@code": "2729",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Asian population",
        "biomarker",
        "blood pressure",
        "CUSUM",
        "European population",
        "mean arterial pressure",
        "placental growth factor",
        "PlGF",
        "pre-eclampsia",
        "prediction",
        "pulsatility index",
        "quality assurance",
        "uterine artery"
    ],
    "authors": [
        "P. Chaemsaithong",
        "D. Sahota",
        "R. K. Pooh",
        "M. Zheng",
        "R. Ma",
        "N. Chaiyasit",
        "K. Koide",
        "S. W. Shaw",
        "S. Seshadri",
        "M. Choolani",
        "T. Panchalee",
        "P. Yapan",
        "W. S. Sim",
        "A. Sekizawa",
        "Y. Hu",
        "A. Shiozaki",
        "S. Saito",
        "T. Y. Leung",
        "L. C. Poon"
    ],
    "citedby-count": 20,
    "ref-count": 55,
    "ref-list": [
        "Aspirin versus Placebo in Pregnancies at High Risk for Preterm Pre-eclampsia",
        "Aspirin for Evidence-Based Pre-eclampsia Prevention trial: effect of aspirin on length of stay in the neonatal intensive care unit",
        "Pre-eclampsia and risk of cardiovascular disease and cancer in later life: systematic review and meta-analysis",
        "Pre-eclampsia is associated with increased risk of stroke in the adult offspring: the Helsinki birth cohort study",
        "Hypertensive pregnancy disorders and subsequent cardiovascular morbidity and type 2 diabetes mellitus in the mother",
        "Pre-eclampsia and cardiovascular disease death: prospective evidence from the child health and development studies cohort",
        "Outcome at 4.5 years of children born after expectant management of early-onset hypertensive disorders of pregnancy",
        "Thicknesses of individual layers of artery wall indicate increased cardiovascular risk in severe pre-eclampsia",
        "Maternal morbidity associated with early-onset and late-onset pre-eclampsia",
        "Earlier Age of Onset of Chronic Hypertension and Type 2 Diabetes Mellitus After a Hypertensive Disorder of Pregnancy or Gestational Diabetes Mellitus",
        "Cardiovascular disease risk factors after early-onset pre-eclampsia, late-onset pre-eclampsia, and pregnancy-induced hypertension",
        "Long-term mortality risk and life expectancy following recurrent hypertensive disease of pregnancy",
        "Risks of Cause-specific Mortality in Offspring of Pregnancies Complicated by Hypertensive Disease of Pregnancy",
        "A competing risks model in early screening for pre-eclampsia",
        "Competing risks model in early screening for pre-eclampsia by biophysical and biochemical markers",
        "Competing risks model in screening for pre-eclampsia by maternal characteristics and medical history",
        "Competing risks model in screening for pre-eclampsia by maternal factors and biomarkers at 11-13 weeks gestation",
        "Accuracy of competing risks model in screening for pre-eclampsia by maternal factors and biomarkers at 11-13 weeks' gestation",
        "Predictive performance of the competing risk model in screening for pre-eclampsia",
        "Uterine artery Doppler at 11 + 0 to 13 + 6 weeks in the prediction of pre-eclampsia",
        "Protocol for measurement of mean arterial pressure at 11–13 weeks' gestation",
        "The International Federation of Gynecology and Obstetrics (FIGO) initiative on pre-eclampsia: A pragmatic guide for first-trimester screening and prevention",
        "Uterine artery pulsatility index in the three trimesters of pregnancy: effects of maternal characteristics and medical history",
        "Serum placental growth factor in the three trimesters of pregnancy: effects of maternal characteristics and medical history",
        "Mean arterial pressure in the three trimesters of pregnancy: effects of maternal characteristics and medical history",
        "Assessing quality standards in measurement of uterine artery pulsatility index at 11 to 13 + 6 weeks' gestation",
        "Quality assessment of uterine artery Doppler measurement in first trimester combined screening for pre-eclampsia",
        "Fetal crown-rump length and estimation of gestational age in an ethnic Chinese population",
        "Recommendations for blood pressure measurement in humans: an AHA scientific statement from the Council on High Blood Pressure Research Professional and Public Education Subcommittee",
        "Protocol for measurement of mean arterial pressure at 10-40weeks' gestation",
        "ASPRE trial: performance of screening for preterm pre-eclampsia",
        "Screening for pre-eclampsia by maternal factors and biomarkers at 11–13 weeks' gestation",
        "Quality assurance of nuchal translucency for prenatal fetal Down syndrome screening",
        "First trimester screening for pre-eclampsia in Chinese pregnancies: case–control study",
        "The Normal Variation of the Systolic Blood Pressure",
        "The Blood Pressure of Normal Cantonese Students",
        "Blood Pressure of Hunan Students",
        "Blood Pressures in Fifteen Thousand University Freshmen",
        "The Blood Pressure of Healthy Men and Women",
        "A Note on the Blood Pressure of Primitive Races With Special Reference to the Miao of Kweichow",
        "Blood Pressure Amongst Aboriginal Ethnic Groups Szechwan Provice, West China",
        "Weight gain-induced blood pressure elevation",
        "Dimorphic cardiac adaptation to obesity and arterial hypertension",
        "Relations of stroke volume and cardiac output to body composition: the strong heart study",
        "Role of sympathetic nervous system and neuropeptides in obesity hypertension",
        "Ethnic heterogeneity in the longitudinal effects of placental vascular blood flow on birthweight",
        "Parental ethnicity and placental maternal vascular malperfusion pathology in healthy nulliparous women",
        "Maternal serum PlGF (placental growth factor) in Chinese women in the first trimester undergoing screening for Down syndrome",
        "Predictors of ratio of placental weight to fetal weight in multiethnic community",
        "Weight, volume and surface area of placenta of normal pregnant women and their relation to maternal and neonatal parameters in Malay, Chinese and Indian ethnic groups",
        "Placental characteristics and birthweight",
        "Uterine artery pulsatility index in the first trimester: assessment of intersonographer and intersampling site measurement differences",
        "Influence of sampling site on uterine artery Doppler indices at 11–13 + 6 weeks gestation",
        "Effect of deviation of nuchal translucency measurements on the performance of screening for trisomy 21"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199575",
            "affilname": "Siriraj Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199575",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Toyama",
            "@id": "60175887",
            "affilname": "Toyama University Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60175887",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60159957",
            "affilname": "Showa University Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60159957",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Nanjing",
            "@id": "60089944",
            "affilname": "Nanjing Drum Tower Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60089944",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Taipei",
            "@id": "60031913",
            "affilname": "Chang Gung Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031913",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60031325",
            "affilname": "National University Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031325",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": null,
            "@id": "60024787",
            "affilname": "Prince of Wales Hospital Hong Kong",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024787",
            "affiliation-country": "Hong Kong"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60015772",
            "affilname": "KK Women's And Children's Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015772",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Kunming",
            "@id": "60013602",
            "affilname": "Kunming Medical University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013602",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Chennai",
            "@id": "113188664",
            "affilname": "Mediscan",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/113188664",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Osaka",
            "@id": "112974214",
            "affilname": "CRIFM Clinical Research Institute of Fetal Medicine PMC",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/112974214",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Children's Hospital, Singapore",
        "Juntendo University Urayasu Hospital",
        "Megumi Machida",
        "Qian Sun and Bin Li at First",
        "Showa University Hospital",
        "Suparat Jaingam and Chutima Yaiyiam at Siriraj Hospital",
        "Tomoyuki Ichida at Shonan Kamakura General Hospital",
        "Tuangsit Wataganara at Siriraj Hospital",
        "Wing Cheong Leung and Fung King Lai at Kwong Wah Hospital",
        "Yan Zhang and Yan Xu at Nanjing Drum Tower Hospital",
        "Yasuyuki Fujita at Kyushu University Hospital",
        "Yau Ma Tei",
        "PMC",
        "GE Healthcare",
        "Chinese University of Hong Kong",
        "Ehime University Hospital"
    ]
}