{
    "eid": "2-s2.0-85122926671",
    "title": "Study protocol for a randomised, double-blinded, placebo-controlled phase III trial examining the add-on efficacy, cost-utility and neurobiological effects of low-dose naltrexone (LDN) in patients with fibromyalgia (INNOVA study)",
    "cover-date": "2022-01-06",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "clinical trials",
        "health economics",
        "pain management"
    ],
    "authors": [
        "Ariadna Colomer-Carbonell",
        "Juan P. Sanabria-Mazo",
        "Halbert Hernández-Negrín",
        "Xavier Borràs",
        "Carlos Suso-Ribera",
        "Azucena Garciá-Palacios",
        "Jordi Muchart",
        "Josep Munuera",
        "Francesco D'Amico",
        "Michael Maes",
        "Jarred W. Younger",
        "Albert Feliu-Soler",
        "Antoni Rozadilla-Sacanell",
        "Juan V. Luciano"
    ],
    "citedby-count": 4,
    "ref-count": 73,
    "ref-list": [
        "Fibromyalgia",
        "Fibromyalgia and psychiatric disorders",
        "Worldwide epidemiology of fibromyalgia",
        "Drugs to treat fibromyalgia-The transatlantic difference",
        "Comparative efficacy of pharmacological and non-pharmacological interventions in fibromyalgia syndrome: Network meta-analysis",
        "Evidenced-based guidelines on the treatment of fibromyalgia patients: Are they consistent and if not, why not? have effective psychological treatments been overlooked?",
        "Central sensitization in fibromyalgia? A systematic review on structural and functional brain MRI",
        "Central sensitization: Implications for the diagnosis and treatment of pain",
        "Intrinsic brain connectivity in fibromyalgia is associated with chronic pain intensity",
        "The use of functional neuroimaging to evaluate psychological and other non-pharmacological treatments for clinical pain",
        "Combined glutamate and glutamine levels in pain-processing brain regions are associated with individual pain sensitivity",
        "Measuring glutamate levels in the brains of fibromyalgia patients and a potential role for glutamate in the pathophysiology of fibromyalgia symptoms: A systematic review",
        "What has functional connectivity and chemical neuroimaging in fibromyalgia taught us about the mechanisms and management of 'centralized' pain?",
        "Brain dysfunction in fibromyalgia and somatization disorder using proton magnetic resonance spectroscopy: A controlled study",
        "Localized 1H-NMR spectroscopy in patients with fibromyalgia: A controlled study of changes in cerebral glutamate/glutamine, inositol, choline, and N-acetylaspartate",
        "Elevated insular glutamate in fibromyalgia is associated with experimental pain",
        "Metabolic abnormalities in pain-processing regions of patients with fibromyalgia: A 3T MR spectroscopy study",
        "Pregabalin rectifies aberrant brain chemistry, connectivity, and functional response in chronic pain patients",
        "Cerebral magnetic resonance changes associated with fibromyalgia syndrome",
        "Pain: Moving from symptom control toward mechanism-specific pharmacologic management",
        "Glia and pain: Is chronic pain a gliopathy?",
        "The multifaceted profile of activated microglia",
        "Norman cousins lecture. Glia as the \"bad guys\": Implications for improving clinical pain control and the clinical utility of opioids",
        "Physiology of microglia",
        "Cytokine, sickness behavior, and depression",
        "Inflammation, glutamate, and glia: A trio of trouble in mood disorders",
        "Brain glial activation in fibromyalgia-A multi-site positron emission tomography investigation",
        "Microglia priming with aging and stress",
        "Peripheral immune aberrations in fibromyalgia: A systematic review, meta-analysis and meta-regression",
        "Evidence of both systemic inflammation and neuroinflammation in fibromyalgia patients, as assessed by a multiplex protein panel applied to the cerebrospinal fluid and to plasma",
        "Chemokines and cytokines in neuroinflammation leading to neuropathic pain",
        "Cytokine targets in the brain: Impact on neurotransmitters and neurocircuits",
        "The use of low-dose naltrexone (LDN) as a novel anti-inflammatory treatment for chronic pain",
        "The safety and efficacy of low-dose naltrexone in the management of chronic pain and inflammation in multiple sclerosis, fibromyalgia, Crohn's disease, and other chronic pain disorders",
        "Fibromyalgia symptoms are reduced by low-dose naltrexone: A pilot study",
        "Low-dose naltrexone for the treatment of fibromyalgia: Findings of a small, randomized, double-blind, placebo-controlled, counterbalanced, crossover trial assessing daily pain levels",
        "Reduced pro-inflammatory cytokines after eight weeks of low-dose naltrexone for fibromyalgia",
        "SPIRIT 2013 statement: Defining standard protocol items for clinical trials",
        "CONSORT 2010 statement: Updated guidelines for reporting parallel group randomised trials",
        "Consolidated health economic evaluation reporting standards (CHEERS) statement",
        "Changes in metabolites after treatment with memantine in fibromyalgia. A double-blind randomized controlled trial with magnetic resonance spectroscopy with a 6-month follow-up",
        "Diagnostic criteria for fibromyalgia: Critical review and future perspectives",
        "Validation of the fibromyalgia survey questionnaire within a cross-sectional survey",
        "Convergence between the 1990 and 2010 ACR diagnostic criteria and validation of the Spanish version of the fibromyalgia survey questionnaire (FSQ)",
        "Interpreting the clinical importance of treatment outcomes in chronic pain clinical trials: IMMPACT recommendations",
        "The revised fibromyalgia impact questionnaire (FIQR): Validation and psychometric properties",
        "Dimensionality, reliability, and validity of the revised fibromyalgia impact questionnaire in two Spanish samples",
        "The structure of negative emotional states: Comparison of the depression anxiety stress scales (DASS) with the Beck depression and anxiety inventories",
        "Relationship of severity of depression, anxiety and stress with severity of fibromyalgia",
        "Psychometric properties of the Spanish version of depression, anxiety and stress scales (DASS)",
        "Development and initial validation of a brief self-report measure of cognitive dysfunction in fibromyalgia",
        "Digging into the construct of fibrofog: Psychometric properties of the Spanish version of the multidimensional inventory of subjective cognitive impairment in patients with fibromyalgia",
        "Spanish version of the new World Health Organization Disability Assessment Schedule II (WHO-DAS-II): Initial phase of development and pilot study. Cantabria disability work group",
        "Psychometric validation of the world health organization disability assessment schedule 2.0-12-item version in persons with fibromyalgia syndrome",
        "A brief measure for assessing generalized anxiety disorder: The GAD-7",
        "Longitudinal observation of treatment patterns and outcomes for patients with fibromyalgia: 12-month findings from the REFLECTIONS study",
        "Adverse event assessment, analysis, and reporting in recent published analgesic clinical trials: ACTTION systematic review and recommendations",
        "Development and preliminary testing of the new five-level version of EQ-5D (EQ-5D-5L)",
        "Spanish version of the CSRI: A mental health cost evaluation interview",
        "Patients' impression of change following treatment for chronic pain: Global, specific, a single dimension, or many?",
        "Ecological momentary assessment methodology in chronic pain research: A systematic review",
        "Current state and future directions of technology-based ecological momentary assessment and intervention for major depressive disorder: A systematic review",
        "Validity, reliability, feasibility, and usefulness of pain monitor: A multidimensional smartphone APP for daily monitoring of adults with heterogenous chronic pain",
        "What affects the completion of ecological momentary assessments in chronic pain research? An individual patient data meta-analysis",
        "The complex interplay of pain, depression, and anxiety symptoms in patients with chronic pain: A network approach",
        "A network approach to psychopathology: New insights into clinical longitudinal data",
        "JASP: Graphical statistical software for common statistical designs",
        "Low-dose naltrexone for the treatment of fibromyalgia: Investigation of dose-response relationships",
        "Low dose naltrexone for the treatment of fibromyalgia: Protocol for a double-blind, randomized, placebo-controlled trial",
        "Low-dose naltrexone for chronic pain: Update and systemic review",
        "Use of low-dose naltrexone in the management of chronic pain conditions: A systematic review",
        "The effects of low dose naltrexone on opioid induced hyperalgesia and fibromyalgia",
        "Estimating a cost-effectiveness threshold for the Spanish NHS"
    ],
    "affiliation": [
        {
            "affiliation-city": "Sant Boi de Llobregat",
            "@id": "60212489",
            "affilname": "Parc Sanitari Sant Joan de Déu",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60212489",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Cerdanyola del Valles",
            "@id": "60023020",
            "affilname": "Universitat Autònoma de Barcelona",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023020",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Esplugues de Llobregat",
            "@id": "60109673",
            "affilname": "Hospital Sant Joan de Déu Barcelona",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60109673",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Santa Clara",
            "@id": "60108770",
            "affilname": "Universidad de Ciencias Médicas de Villa Clara",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60108770",
            "affiliation-country": "Cuba"
        },
        {
            "affiliation-city": "Madrid",
            "@id": "60104563",
            "affilname": "Centro de Investigación Biomédica en Red-Fisiopatología de la Obesidad y Nutrición",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60104563",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Birmingham",
            "@id": "60027086",
            "affilname": "The University of Alabama at Birmingham",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027086",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "London",
            "@id": "60003059",
            "affilname": "London School of Economics and Political Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003059",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Castellon de la Plana",
            "@id": "60002676",
            "affilname": "Universidad Jaume I",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002676",
            "affiliation-country": "Spain"
        }
    ],
    "funding": [
        "European Union ERDF",
        "AGAUR",
        "Institute of Health Carlos III"
    ]
}