{
    "eid": "2-s2.0-85118982474",
    "title": "Simulation Study of Sodium Dodecyl Benzene Sulfonate as a Surfactant for Enhanced Oil Recovery of Fang Oilfield",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Automotive Engineering",
            "@code": "2203",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Aerospace Engineering",
            "@code": "2202",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Mechanical Engineering",
            "@code": "2210",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Fluid Flow and Transfer Processes",
            "@code": "1507",
            "@abbrev": "CENG"
        }
    ],
    "keywords": [
        "Enhanced oil recovery",
        "Simulation",
        "Surfactant"
    ],
    "authors": [
        "Ai Chi Vo",
        "Truong Sinh Le",
        "Kreangkrai Maneeintr"
    ],
    "citedby-count": 0,
    "ref-count": 12,
    "ref-list": [
        "Enhanced oil recovery: Potential for oil production development in Fang oilfield",
        "Enhanced oil recovery—an overview",
        "A comprehensive review of thermal enhanced oil recovery: Techniques evaluation",
        "Interfacial tension measurement of light oil from thailand to enhance oil recovery for surfactant flooding application",
        "Relative permeability measurement in carbonate rocks, the effects of conventional surfactants vs. Ionic liquid-based surfactants",
        "Water flooding of oil reservoirs: Effect of oil viscosity and injection velocity on the interplay between capillary and viscous forces",
        "Evaluation of enhanced oil recovery potential using gas/water flooding in a tight oil reservoir",
        "Surfactant flooding: The influence of the physical properties on the recovery efficiency",
        "Simulation of CO2 geological storage together with a water alternating gas process for oil production in Fang oilfield (Thailand)",
        "Representation of multiscale heterogeneity via multiscale pore networks",
        "Surfactant–polymer flooding: Influence of the injection scheme"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chevron Thailand Exploration and Production Ltd.",
        "Chulalongkorn University"
    ]
}