{
    "eid": "2-s2.0-84958580994",
    "title": "Antimicrobial compounds from endophytic Streptomyces sp. BCC72023 isolated from rice (Oryza sativa L.)",
    "cover-date": "2016-05-01",
    "subject-areas": [
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Microbiology",
            "@code": "2404"
        }
    ],
    "keywords": [
        "Antimicrobial",
        "Efomycins",
        "Endophytic actinomycete",
        "Macrolides",
        "Secondary metabolites",
        "Streptomyces"
    ],
    "authors": [
        "Khomsan Supong"
    ],
    "citedby-count": 42,
    "ref-count": 55,
    "ref-list": [
        "Isolation and identification of actinobacteria from surface-sterilized wheat roots",
        "Abundant and diverse endophytic actinobacteria associated with medicinal plant Maytenus austroyunnanensis in Xishuangbanna tropical rainforest revealed by culture-dependent and culture-independent methods",
        "Bioactive endophytic streptomycetes from the Malay Peninsula",
        "Biosynthetic potential of phylogenetically unique endophytic actinomycetes from tropical plants",
        "Isolation of endophytic actinomycetes from selected plants and their antifungal activity",
        "Isolation of endophytic actinomycetes from different cultivars of tomato and their activities against Ralstonia solanacearum in vitro",
        "Natural Products from Endophytic Microorganisms",
        "Bafilomycins produced by an endophytic actinomycete Streptomyces sp. YIM56209",
        "Antibacterial and antitumor macrolides from Streptomyces sp. ls9131",
        "Pterocidin, a cytotoxic compound from the endophytic Streptomyces hygroscopicus",
        "Coronamycins, peptide antibiotics produced by a verticillate Streptomyces sp. (MSU-2110) endophytic on Monstera sp",
        "Munumbicins, wide-spectrum antibiotics produced by Streptomyces NRRL 30562, endophytic on Kennedia nigriscans",
        "Antimycin A 18 produced by an endophytic Streptomyces albidoflavus isolated from a mangrove plant",
        "Two new macrolides produced by Streptomyces sp. CS",
        "Kandenols A-E, eudesmenes from an endophytic Streptomyces sp. of the mangrove tree Kandelia candel",
        "Two new germicidins from the endophytic Streptomyces sp. A00122 of camptotheca acuminata",
        "Micromonospora eburnea sp. nov., isolated from a Thai peat swamp forest",
        "Int J Syst Bacteriol",
        "Inter-society color council-national bureau of standard color name charts illustrated with centroid colors",
        "Nocardia coeliaca, Nocardia autotrophica, and the nocardin strain",
        "Culture media for actinomycetes",
        "Actinomycetes",
        "Cell wall composition of Micromonospora olivoasterospora, Micromonospora sagamiensis, and related organisms",
        "Simplified approach to identification of aerobic actinomycetes by thin layer chromatography",
        "4 Lipid and Cell-Wall Analysis in Bacterial Systematics",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Chemical methods in prokaryotic systematics",
        "Planotetraspora thailandica sp. nov., isolated from soil in Thailand",
        "Nucleic acid techniques in bacterial systematics",
        "CLUSTAL W: Improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Evolution",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "Microtitre plate-based antibacterial assay incorporating resazurin as an indicator of cell growth, and its application in the in vitro antibacterial screening of phytochemicals",
        "Improved Green Fluorescent Protein Reporter Gene-Based Microplate Screening for Antituberculosis Compounds by Utilizing an Acetamidase Promoter",
        "The potential of a fluorescent-based approach for bioassay of antifungal agents against chili anthracnose disease in Thailand",
        "Quantitative assessment of antimalarial activity in vitro by a semiautomated microdilution technique",
        "Investigation of the Alamar Blue (resazurin) fluorescent dye for the assessment of mammalian cell cytotoxicity",
        "Biotekhnologia",
        "Streptomyces samsunensis sp. nov., a member of the Streptomyces violaceusniger clade isolated from the rhizosphere of Robinia pseudoacacia",
        "Streptomyces malaysiensis sp. nov., a new streptomycete species with rugose, ornamented spores",
        "Azalomycin F Complex is an Antifungal substance produced by Streptomyces malaysiensis MJM1968 isolated from agricultural soil",
        "Identification and antimicrobial activity of Streptomyces and Actinoplanes strains from lichens",
        "Two-directional total synthesis of efomycine M and formal total synthesis of elaiolide",
        "Efomycin G and it's use as yield promoter in animals",
        "Bafilomycins produced in culture by streptomyces spp. isolated from marine habitats are potent inhibitors of autophagy",
        "The structures of novel insecticidal macrolides: Bafilomycins d and e, and oxohygrolidin",
        "Structure-antibacterial relationship of nigericin derivatives",
        "Abierixin, a new polyether antibiotic production, structural determination and biological activities",
        "Synthesis of 3H-labeled Efomycine M",
        "Identification of elaiophylin derivatives from the marine-derived actinomycete Streptomyces sp. 7-145 using PCR-based screening",
        "The isolation and structures of hygrolidin amide and defumarylhygrolidin",
        "Antimalarial 20-membered macrolides from Streptomyces sp. BCC33756"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "King Mongkut's Institute of Technology Research Fund",
        "Chulalongkorn University",
        "National Center for Genetic Engineering and Biotechnology"
    ]
}