{
    "eid": "2-s2.0-84997482058",
    "title": "Two stage model to detect and rank software defects on imbalanced and scarcity data sets",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Computer Science",
            "@code": "1700"
        }
    ],
    "keywords": [
        "Defect severity categorization",
        "Imbalanced issue",
        "Semi-supervised learning",
        "Software defect prediction",
        "Threshold adjustment"
    ],
    "authors": [
        "Teerawit Choeikiwong"
    ],
    "citedby-count": 3,
    "ref-count": 30,
    "ref-list": [
        "Software defect prediction using dynamic support vector machine",
        "Predicting faults in high assurance software",
        "Software defect prediction using static code metrics underestimates defect-proneness",
        "Predicting defect-prone software modules using support vector machines",
        "Data mining static code attributes to learn defect predictors",
        "Using class imbalance learning for software defect prediction",
        "Automated severity assessment of software defect reports",
        "Predicting the severity of a reported bug",
        "Comparing mining algorithms for predicting the severity of a reported bug",
        "Determining Bug severity using machine learning techniques",
        "An empirical study on improving severity prediction of defect reports using feature selection",
        "Towards an improvement of bug severity classification",
        "An extensive comparison of bug prediction approaches",
        "Improving SVM performance in multi-label domains: Threshold adjustment",
        "Software defect prediction in imbalanced data sets using unbiased support vector machine",
        "Improve accuracy of defect severity categorization using semi-supervised approach on imbalanced data sets",
        "Using weighted nearest neighbor to benefit from unlabeled data",
        "SMOTE: Synthetic minority over-sampling technique",
        "The Promise Repository of Empirical Software Engineering Data",
        "A Metrics Suite for Object Oriented Design",
        "Presented at the Proc. of Workshop Pragmatic and Theoretical Directions in Object-Oriented Software Metrics",
        "A hierarchical model for object-oriented design quality assessment",
        "Empirical study on object-oriented metrics",
        "A Complexity Measure",
        "Models and Methodology of System Dependability. Proceedings of 2010: Fifth International Conference on Dependability ofComputer Systems",
        "Computer Sciences TR 1530, University of Wisconsin-Madison 1530",
        "Presented at the Proc. 14th International Conference on Machine Learning",
        "An evaluation of statistical approaches to text categorization",
        "Data Mining: Concepts and Techniques",
        "A Practical Guide to Support Vector Classification"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}