{
    "eid": "2-s2.0-85101633865",
    "title": "Companies' accountability in sustainability: A comparative analysis of SDGs in five countries",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Sociology and Political Science",
            "@code": "3312"
        },
        {
            "$": "Development",
            "@code": "3303"
        },
        {
            "$": "Communication",
            "@code": "3315"
        },
        {
            "$": "Cultural Studies",
            "@code": "3316"
        }
    ],
    "keywords": [
        "Accountability",
        "Management",
        "Measurement",
        "Reports",
        "SDGs",
        "Sustainability"
    ],
    "authors": [
        "Kamala Vainy Pillai"
    ],
    "citedby-count": 21,
    "ref-count": 48,
    "ref-list": [
        "Green Money Journal",
        "The tragedy of the highway: Empowerment, disempowerment and the politics of sustainability discourses and practices",
        "The Journal of Corporate Citizenship",
        "Global Environmental Politics",
        "The World's 20 Largest Economies in 2030",
        "Qatar, China Top Ranking of Frontier and Emerging Markets",
        "The Top 20 Emerging Markets",
        "World Commission on Environment and Development",
        "CSR in Asia: A Seven Country Study of CSR Website Reporting",
        "Corporate social responsibility (CSR) in Asia a seven-country study of CSR Web site reporting",
        "Evidence from A Field Experiment. Working Paper 16-100",
        "Is corporate responsibility converging? a comparison of corporate responsibility reporting in the USA, UK, Australia, and Germany",
        "Science studies, climate change and the prospects for constructivist critique",
        "Corporate Activism: The New Challnege for An Age-old Question",
        "Sustainability: Demands on Policy",
        "Corporate Responsibility Reporting and its Determinants in Comparative Perspective - a Review of the Empirical Literature and a Meta-analysis",
        "Contributed by Ian Bremmer",
        "Corporate social responsibility theories: Mapping the territory",
        "International Perceptions of Cost Constraints on Voluntary Information Disclosures: A Comparative Study of U.K. and U.S. Multinationals",
        "The communication of corporate social responsibility: United states and European union multinational corporations",
        "Globalization and CSR in Asia",
        "The Uptake of Sustainability Reporting in Australia",
        "Cultures and Organizations",
        "Differences in environmental reporting practices in the UK and the US: The legal and regulatory context",
        "World Conservation Strategy: Living Resource Conservation for Sustainable Development",
        "Determinants of the adoption of sustainability assurance statements: An international investigation",
        "Sustainability, accountability and corporate governance: Exploring multinationals' reporting practices",
        "The KPMG Survey of Corporate Responsibility Reporting 2013",
        "Corporate Social Responsibility in Europe and the U.S.: Insights from Businesses’ Self-presentations",
        "Corporate social responsibility and sustainability reporting on the Internet",
        "MSCI Emerging Market Index",
        "Global expectations and their association with corporate social disclosure practices in Australia, Singapore, and South Korea",
        "Sustainable Development: Critical Issues. A Policy Brief Published in the OECD Observer 2001",
        "Packing A Mightier Punch: Asia's Economic Growth among Global Markets Continues Asia Pacific Economic Outlook, Q1",
        "Sustainability Reporting",
        "Strategy & society: The link between competitive advantage and corporate social responsibility",
        "Contextualising CSR in Asia: Corporate Social Responsibility in Asian Economies",
        "Exploring differences in social disclosures internationally: A stakeholder perspective",
        "A conceptual framework of corporate and business ethics across organizations: Structures, processes and performance",
        "Reporting on community investment",
        "Country Classification",
        "UN Global Compact",
        "Sustainable Development Goals: 17 Goals to Transform Our World",
        "North America and Asia. Journal of Corporate Citizenship",
        "The Malaysian Accountant Magazine",
        "Voluntary environmental and social accounting disclosure practices in the Asia-Pacific region: An international empirical test of political economy theory",
        "Country and Lending Groups",
        "Business Action on Sustainable Development Goals-Paris 2015"
    ],
    "affiliation": [
        {
            "affiliation-city": "Perth",
            "affilname": "Curtin Business School",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Dubai",
            "affilname": "Zayed University",
            "affiliation-country": "United Arab Emirates"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Miri",
            "affilname": "Curtin University, Malaysia",
            "affiliation-country": "Malaysia"
        }
    ],
    "funding": []
}