{
    "eid": "2-s2.0-85076448607",
    "title": "CRISPR/Cas9-mediated gene deletion of the ompA gene in symbiotic Cedecea neteri impairs biofilm formation and reduces gut colonization of Aedes aegypti mosquitoes",
    "cover-date": "2019-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Shivanand Hegde",
        "Pornjarim Nilyanimit",
        "Elena Kozlova",
        "Enyia R. Anderson",
        "Hema P. Narra",
        "Sanjeev K. Sahni",
        "Eva Heinz",
        "Grant L. Hughes"
    ],
    "citedby-count": 25,
    "ref-count": 85,
    "ref-list": [
        "Deep sequencing reveals extensive variation in the gut microbiota of wild mosquitoes from Kenya",
        "Midgut microbiota of the malaria mosquito vector Anopheles gambiae and interactions with Plasmodium falciparum infection",
        "Effects of environment, dietary regime and ageing on the dengue vector microbiota: evidence of a core microbiota throughout Aedes aegypti lifespan",
        "Culex pipiens and Culex restuans mosquitoes harbor distinct microbiota dominated by few bacterial taxa",
        "Native microbiome impedes vertical transmission of Wolbachia in Anopheles mosquitoes",
        "Mosquitoes host communities of bacteria that are essential for development but vary greatly between local habitats",
        "Microbiome interaction networks and community structure from laboratory-reared and field-collected Aedes aegypti, Aedes albopictus, and Culex quinquefasciatus mosquito vectors",
        "Dynamic gut microbiome across life history of the malaria mosquito Anopheles gambiae in Kenya",
        "Microbiome influences on insect host vector competence",
        "Microbial control of arthropod-borne disease",
        "The microbiome modulates arbovirus transmissionin mosquitoes",
        "The microbiome composition of Aedes aegypti is not critical for Wol-bachia-mediated inhibition of dengue virus",
        "Midgut fungal and bacterial microbiota of Aedes triseriatus and Aedes japonicus shift in response to La~Crosse virus infection",
        "A peroxidase/dual oxidase system modulates midgut epithelial immunity in Anopheles gambiae",
        "Mosquito C-type lectins maintain gut microbiome homeostasis",
        "Amino acid metabolic signaling influences Aedes aegypti midgut microbiome variability",
        "Genetic dissection of Anopheles gambiae gut epithelial responses to Serratia marcescens",
        "A Mesh-Duox pathway regulates homeostasis in the insect gut",
        "Genome-wide screen identifies host colonization determinants in a bacterial gut symbiont",
        "Purine biosynthesis, biofilm formation, and persistence of an snsect-microbe gut symbiosis",
        "Drosophila melanogaster as an animal model for the study of Pseudomonas aeruginosa biofilm infections in vivo",
        "The type II secretion system is essential for erythrocyte lysis and gut colonization by the leech digestive tract symbiont Aeromonas veronii",
        "An insect symbiosis is influenced by bacterium-specific polymorphisms in outer-membrane protein A",
        "OmpA-mediated biofilm formation is essential for the commensal bacterium Sodalis glossinidius to colonize the tsetse fly gut",
        "Using bacteria to express and display anti-parasite molecules in mosqui-toes: current and future strategies",
        "Functional geno-mic analyses of Enterobacter, Anopheles and Plasmodium reciprocal interactions that impact vector competence",
        "The waaL gene mutation compromised the inhabita-tion of Enterobacter sp. Ag1 in the mosquito gut environment",
        "Quorum sensing attenuates virulence in Sodalis praecaptivus",
        "The insect endosymbiont Sodalis glossinidius utilizes a type III secretion system for cell invasion",
        "Harnessing CRISPR–Cas systems for bacterial genome editing",
        "CRISPR-Cas systems for editing, regulating and targeting genomes",
        "Exploiting CRISPR-Cas immune systems for genome editing in bacteria",
        "Multigene editing in the Escherichia coli genome via the CRISPR-Cas9 system",
        "RNA-guided editing of bacterial genomes using CRISPR-Cas systems",
        "The no-SCAR (Scarless Cas9 Assisted Recombineering) system for genome editing in Escherichia coli",
        "Metabolic engineering of Escherichia coli using CRISPR–Cas9 meditated genome editing",
        "CRMAGE: CRISPR Optimized MAGE Recombi-neering",
        "CRISPR-Cas9 Toolkit for Actinomycete Genome Edit-ing",
        "CRISPR-Cas9-assisted recombineering in Lactobacillus reuteri",
        "Efficient genome editing of a facultative thermophile using mesophilic spCas9",
        "Development of an efficient genome editing tool in Bacillus licheni-formis ssing CRISPR-Cas9 nickase",
        "CRISPR-Cpf1 assisted genome editing of Coryne-bacterium glutamicum",
        "High-efficiency multiplex genome editing of Streptomyces species using an engineered CRISPR/Cas system",
        "Toward a genetic tool development pipeline for host-associ-ated bacteria",
        "Paratransgenesis: a promising new strategy for mosquito vector control",
        "Hype or opportunity? Using microbial symbionts in novel strategies for insect pest control",
        "Mosquito/microbiota interactions: from complex relationships to biotechnological perspectives",
        "Transformation of an insect symbiont and expression of a foreign gene in the Chagas’ disease vector Rhodnius prolixus",
        "Secretion of anti-Plasmodium effector proteins from a natural Pantoea agglomer-ans isolate by using PelB and HlyA secretion signals",
        "Identification of yeast associated with the planthopper, Perkinsiella saccharicida: potential applications for Fiji leaf gall control",
        "Genetic transformation of midgut bacteria from the red imported fire ant (Solenopsis invicta)",
        "Delivery of a genetically marked Alcaligenes sp. to the glassy-winged sharpshooter for use in a paratransgenic control strategy",
        "The paratransgenic sand fly: A platform for control of Leishmania transmission",
        "Expression of a functional antibody fragment in the gut of Rhodnius prolixus via transgenic bacterial symbiont Rhodococcus rhod-nii",
        "Fighting malaria with engineered symbiotic bacteria from vector mosquitoes",
        "Steps toward targeted insertional mutagenesis with class II transposable elements",
        "Assessment of genetically engineered Tra-bulsiella odontotermitis as a ‘Trojan Horse’ for paratransgenesis in termites",
        "Assessment of gut bacteria for a paratrans-genic approach to control Dermolepida albohirtum larvae",
        "Lambda red-mediated genetic modification of the insect endosymbiont Sodalis glossinidius",
        "Driving mosquito refractoriness to Plasmodium falciparum with engineered symbiotic bacteria",
        "Transformation of Rhodococcus rhod-nii, a symbiont of the Chagas disease vector Rhodnius prolixus, with integrative elements of the L1 mycobacteriophage",
        "Establishment of a genetically marked insect-derived symbiont in multiple host plants",
        "A gut commensal bacterium promotes mosquito per-missiveness to arboviruses",
        "Mosquitoes rely on their gut microbiota for development",
        "Biochemical characteristic of biofilm of uropathogenic Escherichia coli Dr(+) strains",
        "Transstadial and horizontal transfer of bacteria within a colony of Anopheles gambiae (Diptera: Culicidae) and oviposition response to bacteria-containing water",
        "Transmission of tularemia from a water source by trans-stadial maintenance in a mosquito vector",
        "Malpighian tubules are important determinants of Pseudomonas transstadial transmission and longtime persistence in Anopheles stephensi",
        "Elizabethkingia anophelis: Molecular Manipulation and Interactions with Mosquito Hosts",
        "Gut bacteria differentially affect egg production in the anautogenous mosquito Aedes aegypti and facultatively autogenous mosquito Aedes atropalpus (Diptera: Culicidae)",
        "How bacterial pathogens colonize their hosts and invade deeper tissues",
        "Chromobacterium Csp_P reduces malaria and dengue infection in vector mosquitoes and has entomopathogenic and in vitro anti-pathogen activities",
        "Both living bacteria and eukaryotes in the mosquito gut promote growth of larvae",
        "Generation of axenic Aedes aegypti demonstrate live bacteria are not required for mosquito development",
        "Bacteria of the genus Asaia stably associate with Anopheles stephensi, an Asian malarial mosquito vector",
        "Targeted delivery of CRISPR-Cas9 ribonucleoprotein into arthropod ovaries for heritable germline gene editing",
        "Germline Cas9 expression yields highly efficient genome engineering in a major worldwide disease vector, Aedes aegypti",
        "Taxonomic evaluation of the genus Enterobac-ter based on multilocus sequence analysis (MLSA): Proposal to reclassify E. nimipressuralis and E. amnigenus into Lelliottia gen. nov. as Lelliottia nimipressuralis comb. nov. and Lelliottia amnigena comb. nov., respectively, E. gergoviae and E. pyrinus into Pluralibacter gen. nov. as Pluralibacter ger-goviae comb. nov. and Pluralibacter pyrinus comb. nov., respectively, E. cowanii, E. radicincitans, E. oryzae and E. arachidis into Kosakonia gen. nov. as Kosakonia cowanii comb. nov., Kosakonia radicin-citans comb. nov., Kosakonia oryzae comb. nov. and Kosakonia arachidis comb. nov., respectively, and E. turicensis, E. helveticus and E. pulveris into Cronobacter as Cronobacter zurichensis nom. nov., Cronobacter helveticus comb. nov. and Cronobacter pulveris comb. nov., respectively, and emended description of the genera Enterobacter and Cronobacter",
        "SeaView version 4: A multiplatform graphical user interface for sequence alignment and phylogenetic tree building",
        "IQ-TREE: a fast and effective stochastic algorithm for estimating maximum-likelihood phylogenies",
        "CHOPCHOP: a CRISPR/Cas9 and TALEN web tool for genome editing",
        "CHOPCHOP v2: a web tool for the next generation of CRISPR genome engineering",
        "REPLACR-mutagenesis, a one-step method for site-directed mutagenesis by recombineering",
        "Impact of QseBC system in c-di-GMP-dependent quorum sensing regulatory network in a clinical isolate SSU of Aeromonas hydrophila",
        "Flagellar and twitching motility are necessary for Pseudomonas aeruginosa bio-film development"
    ],
    "affiliation": [
        {
            "affiliation-city": "Liverpool",
            "@id": "60020934",
            "affilname": "Liverpool School of Tropical Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020934",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Galveston",
            "@id": "60017552",
            "affilname": "University of Texas Medical Branch, School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017552",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Gulf Coast Consortia",
        "Western Gulf Center of Excellence for Vector-borne Diseases",
        "NIH",
        "CDC",
        "University of Texas Medical Branch",
        "Robert J. and Helen Kleberg Foundation",
        "Royal Society",
        "NSTDA"
    ]
}