{
    "eid": "2-s2.0-85089010344",
    "title": "Effect of mixed chlorhexidine and hydrogen peroxide mouthrinses on developing plaque and stain in gingivitis patients: a randomized clinical trial",
    "cover-date": "2021-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Dentistry (all)",
            "@code": "3500",
            "@abbrev": "DENT"
        }
    ],
    "keywords": [
        "Chlorhexidine",
        "Dental plaque",
        "Gingivitis",
        "Hydrogen peroxide",
        "Staining"
    ],
    "authors": [
        "Kamolchanok Kamolnarumeth",
        "Jedtanut Thussananutiyakul",
        "Pholthanik Lertchwalitanon",
        "Piboon Rungtanakiat",
        "Widhunya Mathurasai",
        "Sireerat Sooampon",
        "Sirikarn P. Arunyanak"
    ],
    "citedby-count": 7,
    "ref-count": 25,
    "ref-list": [
        "Can chemical mouthwash agents achieve plaque/gingivitis control?",
        "Chlorhexidine digluconate–an agent for chemical plaque control and prevention of gingival inflammation",
        "Retention of chlorhexidine in the human oral cavity after mouth rinses",
        "Glycerite of hydrogen peroxide: I. Comparison of its bacteriotoxic action with that of mercurial solutions",
        "The effects of hydrogen peroxide mouthwashes on the prevention of plaque and gingival inflammation: a systematic review",
        "The plaque inhibiting property of some mouthwashes and their effect on the oral mucosa",
        "Efficacy of a fluoridated hydrogen peroxide-based mouthrinse for the treatment of gingivitis: a randomized clinical trial",
        "Oral ulcerations with use of hydrogen peroxide",
        "The use of an oxidising mouthwash to reduce staining associated with chlorhexidine",
        "The effect of an oxygenating agent on chlorhexidine-induced extrinsic tooth staining: a systematic review",
        "Hydrogen peroxide masks the bitterness of chlorhexidine mouthwash without affecting its antibacterial activity",
        "Stain, plaque and gingivitis reduction by combining chlorhexidine and peroxyborate",
        "Periodontal manifestations of systemic diseases and developmental and acquired conditions: consensus report of workgroup 3 of the 2017 World Workshop on the Classification of Periodontal and Peri-Implant Diseases and Conditions",
        "Effect of dentifrices on tooth stains with controlled brushing",
        "Periodontal disease in pregnancy I. Prevalence and severity",
        "Periodontal disease in pregnancy II. Correlation between oral hygiene and periodontal condition",
        "Chemical plaque control and extrinsic tooth discoloration. A review of possible mechanisms",
        "Antibacterial synergistic effect of chlorhexidine and hydrogen peroxide against Streptococcus sobrinus, Streptococcus faecalis and Staphylococcus aureus",
        "Effect of Peroxyl mouthrinse on chlorhexidine staining of teeth",
        "Effects of combined use of hydrogen peroxide and chlorhexidine mouthrinses on gingivitis, plaque and tooth staining",
        "Plaque inhibition of two commercially available chlorhexidine mouthrinses",
        "Effects of chlorhexidine on human taste perception",
        "Taste confusions following chlorhexidine treatment",
        "Side-effects and patient acceptance of 0.2% versus 0.1% chlorhexidine used as postoperative prophylactic mouthwash",
        "Experimental gingivitis in man"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Faculty of Dentistry, Chulalongkorn University"
    ]
}