{
    "eid": "2-s2.0-85105505396",
    "title": "Draft genome sequencing of Sporolactobacillus terrae SBT-1, an efficient bacterium to ferment concentrated sugar to d-lactic acid",
    "cover-date": "2021-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Genetics",
            "@code": "1311",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Catabolite repression",
        "d-Lactic acid",
        "Draft genome sequencing",
        "Homofermentation",
        "Sporolactobacillus terrae",
        "Sugar tolerance"
    ],
    "authors": [
        "Sitanan Thitiprasert",
        "Jirabhorn Piluk",
        "Vasana Tolieng",
        "Naoto Tanaka",
        "Yuh Shiwa",
        "Nobuyuki Fujita",
        "Somboon Tanasupawat",
        "Nuttha Thongchul"
    ],
    "citedby-count": 4,
    "ref-count": 38,
    "ref-list": [
        "Opportunities to overcome the current limitations and challenges for efficient microbial production of optically pure lactic acid",
        "Lactic acid production rates during the different growth phases of Lactobacillus helveticus cultivated on whey supplemented with yeast extract",
        "High D(−) lactic acid levels production by Sporolactobacillus nakayamae and an efficient purification",
        "Environmentally friendly production of D(-) lactic acid by Sporolactobacillus nakayamae: Investigation of fermentation parameters and fed-batch strategies",
        "Lactic acid: recent advances in products, processes and technologies—a review",
        "The mechanisms of carbon catabolite repression in bacteria",
        "(1981) Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "Poly(lactic acid) fiber: an overview",
        "Steps toward high-performance PLA: economical production of d-lactate enabled by a newly isolated Sporolactobacillus terrae strain",
        "The ESX system in Bacillus subtilis mediates protein secretion",
        "Transporters of glucose and other carbohydrates in bacteria",
        "Microbial production of lactic acid: the latest development",
        "KEGG Mapper for inferring cellular functions from protein sequences",
        "Introducing EzTaxon-e: a prokaryotic 16S rRNA gene sequence database with phylotypes that represent uncultured species",
        "Sporolactobacillus nov. subgen",
        "Biotechnological production of enantiomerically pure d-lactic acid",
        "The SEED and the rapid annotation of microbial genomes using subsystems technology (RAST)",
        "Stress physiology of lactic acid bacteria",
        "Characterization of d-lactic acid, spore-forming bacteria and Terrilactibacillus laevilacticus SK5-6 as potential industrial strains",
        "The biological significance of substrate inhibition: a mechanism with diverse functions",
        "Sucrose utilisation in bacteria: genetic organisation and regulation",
        "JSpeciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Lactic acid bacteria responses to osmotic challenges",
        "MEGA6: molecular evolutionary genetics analysis version 6.0",
        "Characterization and identification of Lactobacillus pentosus and Lactobacillus plantarum strains from fermented foods in Thailand",
        "Lactic acid bacteria found in fermented fish in Thailand",
        "Characterisation of lactic acid producing Sporolactobacillus strains from tree barks in Thailand",
        "Spore-forming lactic acid bacteria and their abilities for utilization",
        "Producing polished prokaryotic pangenomes with the Panaroo pipeline",
        "Seed stage development for improved fermentation performance: increased milbemycin production by Streptomyces hygroscopicus",
        "Improvements to PATRIC, the all-bacterial Bioinformatics Database and Analysis Resource Center",
        "Biotechnological production of lactic acid and its recent applications",
        "Proposal of Sporolactobacillus nakayamae subsp. nakayamae sp. nov., subsp. nov., Sporolactobacillus nakayamae subsp. racemicus subsp. nov., Sporolactobacillus terrae sp. nov., Sporolactobacillus kofuensis sp. nov., and Sporolactobacillus lactosus sp. nov",
        "d-Lactic acid production by Sporolactobacillus inulinus Y2–8 immobilized in fibrous bed bioreactor using corn flour hydrolyzate",
        "Sodium ions activated phosphofructokinase leading to enhanced d-lactic acid production by Sporolactobacillus inulinus using sodium hydroxide as a neutralizing agent"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60025976",
            "affilname": "Tokyo University of Agriculture",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025976",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Biorefinery Cluster, Chulalongkorn University",
        "Department of Molecular Microbiology, Faculty of Life Science",
        "Chulalongkorn University",
        "National Science and Technology Development Agency",
        "Thailand Research Fund",
        "Tokyo University of Agriculture"
    ]
}