{
    "eid": "2-s2.0-85028727596",
    "title": "PMMA demonstrated higher elastic modulus and nanohardness compared with polyamide denture base materials",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        }
    ],
    "keywords": [
        "Elastic modulus",
        "Nanohardness",
        "Polyamide"
    ],
    "authors": [
        "Hubban Nasution"
    ],
    "citedby-count": 2,
    "ref-count": 26,
    "ref-list": [
        "Mechanical properties of injection-molded thermoplastic denture base resins",
        "Allergic effects of the residual monomer used in denture base acrylic resins",
        "The use of nylon as a denture-base material",
        "Thermoplastic-composite Materials",
        "Characteristics of denture thermoplastic resins for non-metal clasp dentures",
        "Mechanical Properties of Polyamide Versus Different PMMA Denture Base Materials",
        "Comparative evaluation of sorption, solubility and microhardness of heat cure polymethylmethacrylate denture base resin & flexible (thermoplastic polyamide nylon) denture base resin",
        "Bonding strength of autopolymerizing resin to nylon denture base polymer",
        "Influence of water sorption on mechanical properties of injection-molded thermoplastic denture base resins",
        "The effect of cycling deflection on the injection-molded thermoplastic denture base resins",
        "J Prosthet Dent.",
        "Pressure transmission and distribution under impact load using artificial denture teeth made of different materials",
        "Phillip's Science of Dental Materials",
        "A method for measuring the wear of restorative materials in vitro",
        "In vitro wear resistance, hardness and elastic modulus of artificial denture teeth",
        "Acta Biomater Odontol Scand.",
        "Valplast International Corp",
        "DENTSPLY International",
        "Instructions for Injecting TCS Unbreakable Cartridges",
        "Ivoclar Vivadent AG. Schaan",
        "Improved technique for determining hardness and elastic modulus using load and displacement sensing indentation experiments",
        "Mechanism of fracture of short glass fibre-reinforced polyamide thermoplastic",
        "Int J Comput Elec Autom Control Inform Eng.",
        "The evaluation of new dental resins prepared with polyfunctional methacrylate monomers",
        "Relation between in-vitro wear and nanomechanical properties of commercial light-cured dental composites coated with surface sealants",
        "Mechanical characterization of polymers on a nanometer scale through nanoindentationn. A study on pile-up and viscoelasticity"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}