{
    "eid": "2-s2.0-85141103711",
    "title": "Value relevance of book values, earnings, and future earnings: evidence by time, life cycle stage, and market uncertainty",
    "cover-date": "2022-11-08",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Accounting",
            "@code": "1402",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Life cycle stage",
        "Log-linear",
        "Market uncertainty",
        "Value relevance"
    ],
    "authors": [
        "Kriengkrai Boonlert-U-Thai",
        "Philipp Schaberl"
    ],
    "citedby-count": 1,
    "ref-count": 48,
    "ref-list": [
        "Association between accounting performance measures and stock prices: a test of the life cycle hypothesis",
        "Life-cycle impacts on the incremental value-relevance of earnings and cash flow measures",
        "Family ownership and earnings quality of Thai firms",
        "Auditor-client compatibility and audit firm selection",
        "Use of R2in accounting research: measuring changes in value relevance over the last four decades",
        "The relative and incremental value relevance of goodwill before and after SFAS No. 142",
        "Earnings, adaptation, and equity value",
        "Do analysts understand the economic reporting and complexities of derivatives?",
        "An analysis of intertemporal and cross-sectional determinants of earnings response coefficients",
        "Changes in the value-relevance of earnings and book values over the past forty years",
        "Stock market uncertainty and the stock-bond return relation",
        "Cash flow patterns as a proxy for firm life cycle",
        "What information matters to investors at different stages of a firm's life cycle?",
        "Does corporate tax aggressiveness influence audit pricing?",
        "Implementing relative performance evaluation: the role of life cycle peers",
        "The value relevance of earnings, book values, and other information and the role of economic conditions in value relevance: a literature review",
        "Accounting standard-setting organizations and earnings relevance: longitudinal evidence from NYSE common stocks, 1927-93",
        "Should intangible investments be reported separately or commingled with operating expenses? New evidence",
        "Have financial statements lost their relevance?",
        "Does recycling improve information usefulness of income? The case of Japan",
        "Time paths in the diffusion of product innovation",
        "Across-sample incomparability of R2s and additional evidence on value relevance changes over time",
        "Management forecasts in Japan: an empirical study of forecasts that are effectively mandated",
        "The boundaries of financial reporting and how to extend them",
        "The incremental information content of cash-flow components",
        "Is sell-side research more valuable in bad times?",
        "Nonearnings corporate guidance",
        "Does lifting the objective-price constraint in revenue recognition increase the value relevance of earnings and revenue?",
        "Investment opportunity sets, operating uncertainty, and capital market pressure: determinants of investments in tax shelter activities",
        "Earnings, book values, and dividends in equity valuation",
        "The value relevance of management forecasts and their impact on analysists' forecasts: empirical evidence from Japan",
        "Voluntary disclosure credibility and securities prices: evidence from management earnings forecasts",
        "Beyond accounting and back: an empirical examination of the relative relevance of earnings and “other” information",
        "Market uncertainty and market instability",
        "Life cycle models and forecasting profitability and growth",
        "The investor fear gauge",
        "Understanding the VIX"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Greeley",
            "@id": "60016338",
            "affilname": "University Northern Colorado",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016338",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}