{
    "eid": "2-s2.0-84941930631",
    "title": "Elevated background TV exposure over time increases behavioural scores of 18-month-old toddlers",
    "cover-date": "2015-10-01",
    "subject-areas": [
        {
            "$": "Pediatrics",
            "@code": "2735"
        }
    ],
    "keywords": [
        "Adult programme",
        "Behaviours",
        "Television",
        "Toddlers"
    ],
    "authors": [
        "Weerasak Chonchaiya"
    ],
    "citedby-count": 62,
    "ref-count": 22,
    "ref-list": [
        "Media use by children younger than 2 years",
        "Children, adolescents, and television",
        "Children, Adolescents, and the Media:. Health Effects.",
        "Evening media exposure reduces night-time sleep",
        "Early Television Exposure and Subsequent Attentional Problems in Children",
        "Children's television exposure and behavioral and social outcomes at 5.5 years: Does timing of exposure matter?",
        "Early television exposure and children's behavioral and social outcomes at age 30 months",
        "Does childhood television viewing lead to attention problems in adolescence? Results from a prospective longitudinal study",
        "Does children's watching of television cause attention problems? Retesting the hypothesis in a Danish cohort [11] (multiple letters)",
        "There is no meaningful relationship between television exposure and symptoms of attention-deficit/hyperactivity disorder",
        "Television exposure as a risk factor for aggressive behavior among 3-year-old children",
        "Behavioral correlates of television viewing in primary school children evaluated by the child behavior checklist",
        "Television viewing and externalizing problems in preschool children: The generation R study",
        "Associations between content types of early media exposure and subsequent attentional problems",
        "Clinical adaptive test/clinical linguistic auditory milestone scale in early cognitive assessment",
        "Randomized controlled trial of primary care pediatric parenting programs: Effect on reduced media exposure in infants, mediated through enhanced parent-child interaction",
        "Infant media exposure and toddler development",
        "Manual for the ASEBA Preschool Forms & Profiles",
        "A Development of Infant Massage Program for Enhancing Infants' Temperament and Interaction in Child Welfare Home",
        "A simplified method for measuring infant temperament",
        "Overstimulation of newborn mice leads to behavioral differences and deficits in cognitive performance",
        "Comparison of television viewing between children with autism spectrum disorder and controls"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}