{
    "eid": "2-s2.0-85029094884",
    "title": "Black hole merger estimates in Einstein-Maxwell and Einstein-Maxwell-dilaton gravity",
    "cover-date": "2017-08-15",
    "subject-areas": [
        {
            "$": "Nuclear and High Energy Physics",
            "@code": "3106"
        }
    ],
    "keywords": [],
    "authors": [
        "Puttarak Jai-Akson"
    ],
    "citedby-count": 58,
    "ref-count": 42,
    "ref-list": [
        "Observation of gravitational waves from a binary black hole merger",
        "GW151226: Observation of Gravitational Waves from a 22-Solar-Mass Binary Black Hole Coalescence",
        "GW170104: Observation of a 50-Solar-Mass Binary Black Hole Coalescence at Redshift 0.2",
        "Tests of General Relativity with GW150914",
        "Theoretical physics implications of the binary black-hole mergers GW150914 and GW151226",
        "Testing the no-hair theorem with black hole ringdowns using TIGER",
        "Testing general relativity with present and future astrophysical observations",
        "Black Hole Spectroscopy with Coherent Mode Stacking",
        "Neutron-star mergers in scalar-tensor theories of gravity",
        "Dynamical scalarization of neutron stars in scalar-tensor gravity theories",
        "Coalescence of binary neutron stars in a scalar-tensor theory of gravity",
        "Projected constraints on scalarization with gravitational waves from neutron star binaries",
        "Fundamental theoretical bias in gravitational wave astrophysics and the parametrized post-Einsteinian framework",
        "TIGER: A data analysis pipeline for testing the strong-field dynamics of general relativity with gravitational wave signals from coalescing compact binaries",
        "Late inspiral and merger of binary black holes in scalar-tensor theories of gravity",
        "Princeton Univ. Bull.",
        "Time Dependent Problems and Difference Methods",
        "Continuum and discrete initial-boundary value problems and Einstein's field equations",
        "Phys. Rev. D",
        "Numerical relativity: A review",
        "Numerical relativity and astrophysics",
        "Estimating the final spin of a binary black hole coalescence",
        "Black hole ringing, quasinormal modes, and light rings",
        "Are eikonal quasinormal modes linked to the unstable circular null geodesics?",
        "Collisions of charged black holes",
        "Collisions of oppositely charged black holes",
        "Electromagnetic luminosity of the coalescence of charged black hole binaries",
        "Can binary mergers produce maximally spinning black holes?",
        "Geodesic stability, Lyapunov exponents, and quasinormal modes",
        "Quasinormal modes of Kerr-Newman black holes: Coupling of electromagnetic and gravitational perturbations",
        "Rotating dilaton black holes",
        "Charged Rotating Black Hole from Five Dimensional Point of View",
        "Rotating Kaluza-Klein black holes",
        "Astrophys. J.",
        "Quasinormal modes of charged, dilaton black holes",
        "Black holes and gravitational waves in models of minicharged dark matter"
    ],
    "affiliation": [
        {
            "affiliation-city": "Brussels",
            "affilname": "International Solvay Institute for Physics and Chemistry",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Waterloo",
            "affilname": "Perimeter Institute for Theoretical Physics",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "DPST",
        "Government of Thailand",
        "Ministry of Research and Innovation",
        "Canadian Institute for Advanced Research",
        "Natural Sciences and Engineering Research Council of Canada",
        "Chulalongkorn University",
        "Industry Canada"
    ]
}