{
    "eid": "2-s2.0-85049248081",
    "title": "Neurophysiological development of newborn pigs: Effect of the sow's parity number in eutocic farrowings",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Food Science",
            "@code": "1106",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "birth",
        "lactate",
        "neonatal asphyxia",
        "piglet",
        "vitality"
    ],
    "authors": [
        "P. Roldan-Santiago",
        "D. Mota-Rojas",
        "J. Martínez-Burnes",
        "A. Velarde",
        "R. Muns",
        "A. López-Mayagoitia"
    ],
    "citedby-count": 2,
    "ref-count": 46,
    "ref-list": [
        "Perinatal asphyxia pathophysiology in pig and human: A review",
        "The weaker sex the Propensity for Male-Biased Piglet Mortality",
        "Viability of iberian × Meishan F-2 newborn pigs. I. Analysis of physiological and vitality variables",
        "Venous blood lactate evaluation in equine neonatal intensive care",
        "Influence of the order of birth on blood gasometry parameters in the fetal neonatal transitional period of dogs born by elective caesarean parturition",
        "Clinical value of a single postnatal lactate measurement after intrapartum asphyxia",
        "Medical progress: Neonatal brain injury",
        "Obstetric and fetal outcomes in dystocic and eutocic sows to an injection of exogenous oxytocin during farrowing",
        "Effects of oxytocin on critical blood variables from dystocic sows",
        "Uterine activity and fetal electronic monitoring in parturient sows treated with vetrabutin chlorhydrate",
        "Vetrabutine clorhydrate use in dystocic farrowings minimizes hemodynamic sequels in piglets",
        "Effect of the level of asphyxia during delivery on viability at birth and early postnatal vitality of newborn pigs",
        "Carbohydrate metabolism and its diseases",
        "Piglet mortality: The impact of induction of farrowing using prostaglandins and oxytocin",
        "Genetic aspects of piglet survival",
        "Newborn complications after intrapartum asphyxia with metabolic-Acidosis in the term fetus",
        "Timing and causes of piglet mortality in alternative and conventional farrowing systems",
        "Physiological response to hypoxia in piglets of different birth weight",
        "Effect of oxytocin treatment in sows on umbilical cord morphology, meconium staining, and neonatal mortality of piglets",
        "Uterine and fetal asphyxia monitoring in parturient sows treated with oxytocin",
        "Meconium staining of the skin and meconium aspiration in porcine intrapartum stillbirths",
        "Influence of time at which oxytocin is administered during labor on uterine activity and perinatal death in pigs",
        "Foetal and neonatal energy metabolism in pigs and humans: A review",
        "Animal welfare in the newborn piglet: A review",
        "Assessment of the vitality of the newborn: An overview",
        "Outcomes of gestation length in relation to farrowing performance in sows and daily weight gain and metabolic profiles in piglets",
        "Piglet welfare. Chapter 5",
        "Piglet behavior as a measure of vitality and its influence on piglet survival and growth during lactation",
        "Effect of gestation management system on gilt and piglet performance",
        "Placental compared with umbilical cord blood to assess fetal blood gas and acid-base status",
        "Foetal monitoring, uterine dynamics and reproductive performance in spontaneous farrowings in sows",
        "Short-Term neurophysiologic consequences of intrapartum asphyxia in piglets born by spontaneous parturition",
        "Effects of administration of caffeine on metabolic variables in neonatal pigs with peripartum asphyxia",
        "Caffeine therapy for apnoea of prematurity: Pharmacological treatment",
        "Observation on parturition in sow. II. Factors influencing stillbirth and perinatal mortality",
        "Associations between intrapartum death and piglet, placental, and umbilical characteristics",
        "Postpartum deaths: Piglet, placental, and umbilical characteristics",
        "Genetic correlations between gestation length, piglet survival and early growth",
        "Guidelines for the ethical use of animals in applied ethology studies",
        "A study of piglets born by spontaneous parturition under uncontrolled conditions: Could this be a naturalistic model for the study of intrapartum asphyxia?",
        "Porcine neonates failing vitality score: Physio-metabolic profile and latency to the first teat contact",
        "Effect of farrowing duration, parity number and the type of anti-inflammatory drug on postparturient disorders in sows: A clinical study",
        "Seasonal influences on the litter size at birth of pigs are more pronounced in the gilt than sow litters",
        "Acid-base balance of umbilical artery blood of liveborn piglets at birth and its relation with factors affecting delivery of individual piglets",
        "Umbilical cord clamping in term piglets: A useful model to study perinatal asphyxia?",
        "Effect of oxygen and neostigmine on stillbirth and pig viability"
    ],
    "affiliation": [
        {
            "affiliation-city": "Caldes de Montbui",
            "@id": "60031261",
            "affilname": "Institut de Recerca I Technologia Agroalimentaries",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031261",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Mexico",
            "@id": "60024080",
            "affilname": "Universidad Autónoma Metropolitana Unidad Cuajimalpa",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024080",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Ciudad Victoria",
            "@id": "60019607",
            "affilname": "Universidad Autónoma de Tamaulipas",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019607",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Mexico",
            "@id": "60014923",
            "affilname": "Universidad Autónoma Metropolitana",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014923",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Charlottetown",
            "@id": "60007655",
            "affilname": "University of Prince Edward Island",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007655",
            "affiliation-country": "Canada"
        }
    ],
    "funding": [
        "CONACYT",
        "Universidad Autónoma Metropolitana in Mexico"
    ]
}