{
    "eid": "2-s2.0-85052002003",
    "title": "Bartonella henselae infective endocarditis with dissemination: A case report and literature review in Southeast Asia",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Bartonella",
        "Bartonella endocarditis",
        "Bartonella henselae",
        "Culture-negative endocarditis",
        "Disseminated Bartonella henselae infection"
    ],
    "authors": [
        "Preudtipong Noopetch",
        "Teerada Ponpinit",
        "Chusana Suankratay"
    ],
    "citedby-count": 10,
    "ref-count": 19,
    "ref-list": [
        "Bartonella species as a cause of infective endocarditis in the UK",
        "Infective endocarditis in Northeastern Thailand",
        "Real-time PCR strategy and detection of bacterial agents of lymphadenitis",
        "Characterization of a novel Rochalimaea species, R. henselae sp. nov., isolated from blood of a febrile, human immunodeficiency virus-positive patient",
        "Ecological fitness and strategies of adaptation of Bartonella species to their hosts and vectors",
        "Bartonella vinsonii subsp. arupensis in humans, Thailand",
        "Bartonella species, an emerging cause of blood-culture-negative endocarditis",
        "Epidemiologic and clinical characteristics of Bartonella quintana and Bartonella henselae endocarditis: a study of 48 patients",
        "Bartonella, a common cause of endocarditis: a report on 106 cases and review",
        "Blood culture-negative endocarditis in a reference center",
        "Recommendations for treatment of human infections caused by Bartonella species",
        "Prosthetic valve endocarditis caused by Bartonella quintana in a patient during immunosuppressive therapies for collagen vascular diseases",
        "Comprehensive diagnostic strategy for blood culture-negative endocarditis: a prospective study of 819 new cases",
        "ESC guidelines for the management of infective endocarditis: the task force for the management of infective endocarditis of the european society of cardiology (ESC). Endorsed by: European Association for Cardio-Thoracic Surgery (EACTS), the European Association of Nuclear Medicine (EANM)",
        "The first reported case of Bartonella endocarditis in Thailand",
        "Bartonella endocarditis",
        "Bartonella henselae endocarditis: a case report with decompensated congestive heart failure",
        "Bartonella henselae endocarditis in Laos – ‘The unsought will go undetected’"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "121213259",
            "affilname": "Neuroscience Center for Research and Development &amp; WHO-CC for Research and Training on Viral Zoonoses",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/121213259",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}