{
    "eid": "2-s2.0-84938292703",
    "title": "Evaluation of the performance of the insulin-like growth factor-binding protein-1/alpha-fetoprotein test in diagnosing ruptured fetal membranes in pregnant women",
    "cover-date": "2015-08-30",
    "subject-areas": [
        {
            "$": "Pediatrics",
            "@code": "2735"
        },
        {
            "$": "Obstetrics and Gynecology",
            "@code": "2729"
        }
    ],
    "keywords": [],
    "authors": [
        "P. Ruanphoo"
    ],
    "citedby-count": 9,
    "ref-count": 14,
    "ref-list": [
        "J Paediatr Obstet Gynaecol",
        "ACOG Practice Bulletin No. 80: Premature rupture of membranes",
        "Outcome of Preterm Premature Rupture of Membranes",
        "Clinical course of premature rupture of the membranes",
        "Diagnosis of ruptured fetal membranes. Clinical study and review of the literature.",
        "Rapid detection of insulin-like growth factor-binding protein-1 and foetal fibronectin in cervico-vaginal secretions to diagnose premature membrane rupture",
        "AmniSure placental alpha microglobulin-1 rapid immunoassay versus standard diagnostic methods for detection of rupture of membranes",
        "Diagnosis of premature rupture of membranes with an improved α-fetoprotein monoclonal antibody kit",
        "A comparative study of positive rate of placental alpha-microglobulin-1 test in pre-term pregnant women with and without uterine contraction",
        "Diagnosing rupture of membranes using combination monoclonal/polyclonal immunologic protein detection",
        "Use of insulin like growth factor binding protein-1 in the diagnosis of ruptured fetal membranes",
        "Can we improve the diagnosis of rupture of membranes? The value of insulin-like growth factor binding protein-1",
        "Clinical evaluation of soluble intercellular adhesion molecule-1 and insulin like growth factor-binding protein-1-based rapid immunoassays for the diagnosis of prelabor rupture of membranes",
        "Comparative analysis of insulin-like growth factor binding protein-1 (IGFBP-1), placental alpha-microglobulin-1 (PAMG-1) and nitrazine test to diagnose premature rupture of membranes in pregnancy"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}