{
    "eid": "2-s2.0-85148514519",
    "title": "Determinants of goodwill and its impact on post-merger and acquisition performance in Thailand: a firm-level analysis",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Accounting",
            "@code": "1402",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "firm performance",
        "Goodwill",
        "mergers and acquisitions",
        "purchase price allocation"
    ],
    "authors": [
        "Pituwan Poramapojn",
        "Paitoon Wiboonchutikula"
    ],
    "citedby-count": 0,
    "ref-count": 42,
    "ref-list": [
        "Deal Size, Acquisition Premia and Shareholder Gains",
        "Firm-Specific and Economy Wide Determinants of Firm Profitability",
        "Analysis of Risk Factors Affecting Firms’ Financial Performance—support for Managerial Decision-Making",
        "Returns to Bidding Firms in Mergers and Acquisitions: Reconsidering the Relatedness Hypothesis",
        "The Future of Resource-Based Theory: Revitalization or Decline?",
        "Has the Importance of Intangibles Really Grown? And if So, Why?",
        "Information Technology, Workplace Organization, and the Demand for Skilled Labor: Firm-Level Evidence",
        "Is Older Goodwill Value Relevant?",
        "What Drives the Allocation of the Purchase Price to Goodwill?",
        "International Corporations: The Industrial Economics of Foreign Investment",
        "Goodwill, Profitability, and the Market Value of the Firm",
        "Why Do so Many Strategies Fail?",
        "Accounting for Business Combination: Valuing the Unseen … a Study of Purchase Price Allocation in India",
        "Managerial Choices in the Valuation of Acquired Goodwill in the UK",
        "Determinants of Firm Performance: The Relative Importance of Economic and Organizational Factors",
        "The History of Transaction Cost Economics and Its Recent Developments",
        "When Do Firms Learn from Their Acquisition Experience? Evidence from 1990 to 1995",
        "Getting Tangible About Intangibles: The Future of Growth and Productivity?",
        "Valuation of the Components of Purchased Goodwill",
        "Merger and Acquisitions (M&As) as an Important Strategic Vehicle in Business: Thematic Areas, Research Avenues and Possible Suggestions",
        "M&A Statistics",
        "Commentary: Is Goodwill an Asset?",
        "Acquisitions, Joint Ventures or Arm’s-Length Alliances? Analyzing the Determinants of the Choice of Growth Strategy in Brazil from 1996 Through 2007",
        "Intangible Assets and Goodwill in the Context of Business Combinations: An Industry Study",
        "Corporate Acquisitions by Listed Firms: The Experience of a Comprehensive Sample",
        "Goodwill and Bad Ideas: Fact and Fiction in the Amortisation Debate",
        "Who Makes Acquisitions? CEO Overconfidence and the Market’s Reaction",
        "Advertising, Concentration, and Profitability: The Simultaneity Problem",
        "Deal Initiation in Mergers and Acquisitions",
        "The Momentum Theory of Goodwill",
        "The Role of Intangible Assets in Explaining the Investment–Profit Puzzle",
        "Accounting for Business Combinations: Do Purchase Price Allocations Matter?",
        "CEO Compensation and Fair Value Accounting: Evidence from Purchase Price Allocation",
        "The Vertical Integration of Production: Market Failure Considerations",
        "The Investment Opportunity Set and Acquired Goodwill",
        "Profitability Determinants Among Micro Firms: Evidence from Swedish Data",
        "The Nature and Implications of Acquisition Goodwill",
        "Accounting Discretion and Purchase Price Allocation After Acquisitions"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Economic Research Center of the Faculty of Economics, Chulalongkorn University"
    ]
}