{
    "eid": "2-s2.0-85077050811",
    "title": "A double masked randomised 4-week, placebo-controlled study in the USA, Thailand and Taiwan to compare the efficacy of oral valganciclovir and topical 2% ganciclovir in the treatment of cytomegalovirus anterior uveitis: Study protocol",
    "cover-date": "2019-12-19",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "cytomegalovirus",
        "randomized clinical trial",
        "uveitis"
    ],
    "authors": [
        "Jaskirat S. Takhar",
        "Ashlin S. Joye",
        "Thanapong Somkijrungroj",
        "Wipada Laovirojjanakul",
        "Chang Ping Lin",
        "Thomas M. Lietman",
        "Travis C. Porco",
        "Jeremy D. Keenan",
        "Elisabeth A. Gebreegziabher",
        "Gerami D. Seitzman",
        "Jennifer Rose-Nussbaumer",
        "Thuy A. Doan",
        "Nisha R. Acharya",
        "John A. Gonzales"
    ],
    "citedby-count": 6,
    "ref-count": 34,
    "ref-list": [
        "Cytomegalovirus as a cause of anterior uveitis with sectoral iris atrophy",
        "The validity of clinical feature profiles for cytomegaloviral anterior segment infection",
        "Presumed Fuchs heterochromic iridocyclitis and Posner-Schlossman syndrome: Comparison of cytomegalovirus-positive and negative eyes",
        "Oral acyclovir for herpes simplex virus eye disease: Effect on prevention of epithelial keratitis and stromal keratitis. herpetic eye disease Study Group",
        "A sensitive and specific polymerase chain reaction-based assay for the diagnosis of cytomegalovirus retinitis",
        "Clinical features of cytomegalovirus anterior uveitis in immunocompetent patients",
        "Corneal endotheliitis associated with evidence of cytomegalovirus infection",
        "Cytomegalovirus-Related corneal endotheliitis: A review article",
        "Cytomegalovirus as an etiologic factor in corneal endotheliitis",
        "Outcomes of corneal transplantation for irreversible corneal decompensation secondary to corneal endotheliitis in Asian eyes",
        "Detection of cytomegalovirus DNA from cytomegalovirus corneal endotheliitis after penetrating keratoplasty",
        "Cytomegalovirus endotheliitis in Descemet's stripping endothelial keratoplasty",
        "In vivo characteristics of corneal endothelium/descemet membrane complex for the diagnosis of corneal graft rejection",
        "Topical ganciclovir for prophylaxis of cytomegalovirus Endotheliitis in endothelial keratoplasty",
        "Cytomegalovirus anterior uveitis: Long-term follow-up of immunocompetent patients",
        "Enhanced cytomegalovirus infection in human trabecular meshwork cells and its implication in glaucoma pathogenesis",
        "Cytomegalovirus-Related uncontrolled glaucoma in an immunocompetent patient: A case report and systematic review",
        "Review for disease of the year: Treatment of viral anterior uveitis: A perspective",
        "Current aspects on the management of viral uveitis in immunocompetent individuals",
        "Clinical outcomes in cytomegalovirus-positive Posner-Schlossman syndrome patients treated with topical ganciclovir therapy",
        "Efficacy and safety of topical ganciclovir in the management of cytomegalovirus (CMV)-related anterior uveitis",
        "Topical ganciclovir treatment in patients with cytomegalovirus endotheliitis receiving penetrating keratoplasty",
        "Efficacy and safety of an extemporaneous preparation of 2% ganciclovir eye drops in CMV anterior uveitis",
        "Topical ganciclovir in cytomegalovirus anterior uveitis",
        "Cytomegalovirus-Associated anterior segment inflammation",
        "Statement: Defining standard protocol items for clinical trials",
        "Seroprevalence of cytomegalovirus, Toxoplasma and parvovirus in pregnancy",
        "Immune status in congenital infections by torch agents in pregnant Thais",
        "Cytomegalovirus prevalence in pregnant women: The influence of parity",
        "Safety profile of anterior chamber paracentesis performed at the slit lamp",
        "Prevalence and features of keratitis with quantitative polymerase chain reaction positive for cytomegalovirus",
        "Kinetics of aqueous flare, intraocular pressure and virus-DNA copies in a patient with cytomegalovirus iridocyclitis without retinitis",
        "Relationship between the number of cytomegalovirus in anterior chamber and severity of anterior segment inflammation"
    ],
    "affiliation": [
        {
            "affiliation-city": "San Francisco",
            "@id": "60023691",
            "affilname": "University of California, San Francisco",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023691",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Taipei",
            "@id": "60073385",
            "affilname": "National Taiwan University Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073385",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Vallejo",
            "@id": "60027893",
            "affilname": "Touro University California",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027893",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60026046",
            "affilname": "Faculty of Medicine, Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026046",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "CA",
            "@id": "60017457",
            "affilname": "Kaiser Permanente",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017457",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Honolulu",
            "@id": "60008308",
            "affilname": "John A. Burns School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008308",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Huang Pacific Foundation",
        "Pacific Foundation and That Man May See Foundation"
    ]
}