{
    "eid": "2-s2.0-85016565751",
    "title": "Correlation Between Elimination Parameters of Phenytoin and Carbamazepine in Patients with Epilepsy Receiving Both Drugs Concomitantly: A Preliminary Study",
    "cover-date": "2017-04-01",
    "subject-areas": [
        {
            "$": "Pharmacology (medical)",
            "@code": "2736"
        },
        {
            "$": "Pharmacology",
            "@code": "3004"
        }
    ],
    "keywords": [],
    "authors": [
        "Duangchit Panomvana"
    ],
    "citedby-count": 2,
    "ref-count": 37,
    "ref-list": [
        "Seizure freedom with more than one antiepileptic drug",
        "Polytherapy in epilepsy: The experimental evidence",
        "Selection of antiepileptic drug polytherapy based on mechanisms of action: The evidence reviewed",
        "Epilepsy after the first drug fails: Substitution or add-on?",
        "Combining antiepileptic drugs - Rational polytherapy?",
        "Selection of antiepileptic drug polytherapy based on mechanisms of action: The evidence reviewed",
        "Combination therapy with antiepileptic drugs: Potential advantages and problems",
        "The efficacy of carbamazepine combinations in epilepsy",
        "Neurology.",
        "Epilepsy after the first drug fails: Substitution or add-on?",
        "Animal models of intractable epilepsy",
        "Applied clinical pharmacokinetics",
        "Clinical pharmacokinetics",
        "Antiepileptic drugs pharmacology and therapeutics",
        "Fluorescence polarization immunoassay. III. An automated system for therapeutic drug determination",
        "Fluorescence polarization immunoassay, IV Determination of phenytoin and phenobarbital in human serum and plasma",
        "Basic clinical pharmacokinetics",
        "Interindividual variability in catalytic activity and immunoreactivity of three major human liver cytochrome P450 isozymes",
        "Relative activation of human pregnane X receptor versus constitutive androstane receptor defines distinct classes of CYP2B6 and CYP3A4 inducers",
        "CYP3A4 induction by drugs: Correlation between a pregnane X receptor reporter gene assay and CYP3A4 expression in human hepatocytes",
        "Key structural features of ligands for activation of human pregnane X receptor",
        "Human constitutive androstane receptor mediates induction of CYP2B6 gene expression by phenytoin",
        "Regulation of CYP2B6 in primary human hepatocytes by prototypical inducers",
        "Clinically important drug interactions in epilepsy: General features and interactions between antiepileptic drugs",
        "Clinically significant pharmacokinetic drug interactions with carbamazepine",
        "Effect of carbamazepine initiation and discontinuation on antithrombotic control in a patient receiving warfarin: Case report and review of the literature",
        "Clinically relevant drug interactions with antiepileptic drugs",
        "Pharmacokinetic Drug Interactions with Phenytoin (Part II)",
        "Effect of single- and multiple-dose carbamazepine on the pharmacokinetics of diphenylhydantoin",
        "Effect of carbamazepine on phenytoin clearance in patients with complex partial seizures",
        "Carbamazepine increases phenytoin Serum concentration and reduces phenytoin clearance",
        "Carbamazepine and oxcarbazepine decrease phenytoin metabolism through inhibition of CYP2C19",
        "Antiepileptic drugs",
        "Phenytoin-folic acid interaction: A lesson to be learned",
        "Phenytoin Pharmacokinetics: Before and After Folic Acid Administration",
        "Phenytoin-folic acid: A review",
        "Phenytoin-folic acid interaction"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pitsanulok",
            "affilname": "Naresuan University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}