{
    "eid": "2-s2.0-85141989331",
    "title": "Familiarity with, perceptions of and attitudes toward butterflies of urban park users in megacities across East and Southeast Asia",
    "cover-date": "2022-11-09",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "butterflies",
        "conservation",
        "human-wildlife interactions",
        "megacities",
        "nature experiences",
        "urban wildlife"
    ],
    "authors": [
        "Voon Ching Lim",
        "Kong Wah Sing",
        "Kwek Yan Chong",
        "Narong Jaturas",
        "Hui Dong",
        "Ping Shin Lee",
        "Nguyen Thien Tao",
        "Dzung Trung Le",
        "Timothy C. Bonebrake",
        "Toby P.N. Tsang",
        "Leo Chu",
        "Guo Jie Brandon-Mong",
        "Wye Lup Kong",
        "Masashi Soga",
        "John James Wilson"
    ],
    "citedby-count": 1,
    "ref-count": 75,
    "ref-list": [
        "Cities are the future",
        "A new urban landscape in East-Southeast Asia, 2000-2010",
        "From cities to super mega city regions in China in a new wave of urbanisation and economic transition: Issues and challenges",
        "Urbanization, biodiversity, and conservation: The impacts of urbanization on native species are poorly studied, but educating a highly urbanized human population about these impacts can greatly improve species conservation in all ecosystems",
        "Habitat analogues for reconciliation ecology in urban and industrial environments",
        "Social-ecological and technological factors moderate the value of urban nature",
        "Biodiversity in the city: Fundamental questions for understanding the ecology of urban green spaces for biodiversity conservation",
        "The pigeon paradox: Dependence of global conservation on urban nature",
        "Urban residents' perceptions of birds in the neighborhood: Biodiversity, cultural ecosystem services, and disservices",
        "Engaging urban nature: Improving our understanding of public perceptions of the role of biodiversity in cities",
        "Why do so many modern people hate insects? the urbanization-disgust hypothesis",
        "Urban residents' perceptions of neighbourhood nature: Does the extinction of experience matter?",
        "Restoration, reconciliation, and reconnecting with nature nearby",
        "Extinction of experience: The loss of human-nature interactions",
        "Where the wild things are! Do urban green spaces with greater avian biodiversity promote more positive emotions in humans?",
        "Associations between pro-environmental behaviour and neighbourhood nature, nature visit frequency and nature appreciation: Evidence from a nationally representative survey in England",
        "Use of structural equation modeling to explore influences on perceptions of ecosystem services and disservices attributed to birds in Singapore",
        "Cute, creepy, or crispy - How values, attitudes, and norms shape human behavior toward bats",
        "Landscape design approaches to enhance human-wildlife interactions in a compact tropical city",
        "Towards a unified understanding of human-nature interactions",
        "What a little bird tells us about symbolic thought: The russet-capped stubtail (Tesia everetti) in Nage augury, myth, and metaphor",
        "'Good' and 'bad' urban wildlife",
        "Bane or blessing? Reviewing cultural values of bats across the Asia-Pacific Region",
        "Knowledge and attitude of peasants towards birds in church forests in Tigray region, Northern Ethiopia",
        "Public perceptions and knowledge of, and responses to, bats in urban areas in peninsular Malaysia",
        "Impacts of habitat on butterfly dispersal in tropical forests, parks and grassland patches embedded in an urban landscape",
        "Butterflies in urban parks in the Bangkok Metropolitan Region, Thailand",
        "Urban parks: Refuges for tropical butterflies in Southeast Asia?",
        "Ring roads and urban biodiversity: Distribution of butterflies in urban parks in Beijing city and correlations with other indicator species",
        "Contrasting roles of environmental and spatial processes for common and rare urban butterfly species compositions",
        "Citizen science: The first Peninsular Malaysia butterfly count",
        "Global invasion history of the agricultural pest butterfly Pieris rapae revealed with genomics and citizen science",
        "Diversity and human perceptions of bees (Hymenoptera: Apoidea) in Southeast Asian megacities",
        "No evidence of an extinction of experience or emotional disconnect from nature in urban Singapore",
        "Eliciting local knowledge of ecosystem services using participatory mapping and Photovoice: A case study of Tun Mustapha Park, Malaysia",
        "The NR-6: A new brief measure of nature relatedness",
        "Ltm: An R package for latent variable modeling and item response analysis",
        "Making sense of Cronbach's alpha",
        "PiecewiseSEM: Piecewise structural equation modelling in R for ecology, evolution, and systematics",
        "Understanding the model size effect on SEM fit indices",
        "Cutoff criteria for overall model fit indexes in generalized structured component analysis",
        "Land sharing vs. land sparing: Does the compact city reconcile urban development and biodiversity conservation?",
        "Woodland remnants as an urban wildlife refuge: A cross-taxonomic assessment",
        "Can butterflies cope with city life? Butterfly diversity in a young megacity in southern China",
        "Urban park visiting habits and leisure activities of residents in Hong Kong, China",
        "Using a spatial interaction model to assess the accessibility of district parks in Hong Kong",
        "DNA barcodes and citizen science provoke a diversity reappraisal for the 'ring' butterflies of Peninsular Malaysia (Ypthima: Satyrinae: Nymphalidae: Lepidoptera)",
        "Enhancing urban biodiversity and its influence on city-dwellers: An experiment",
        "How do urban parks provide bird habitats and birdwatching service? Evidence from Beijing, China",
        "Public parks in Hong Kong: Characteristics of physical activity areas and their users",
        "Exploring the urban park use, preference and behaviours among the residents of Kuala Lumpur, Malaysia",
        "What determines the use of urban green spaces in highly urbanized areas? Examples from two fast growing Asian cities",
        "Developing connectedness to nature in urban outdoor settings: A potential pathway through awe, solitude, and leisure",
        "Butterfly conservation in China: From science to action",
        "Chengdu is blossoming as China's 'park city', but its residents pay the price of beautification",
        "Investigating gaps in perception of wildlife between urban and rural inhabitants: Empirical evidence from Japan",
        "Butterflies in trouble: The effectiveness of Natura 2000 network in preventing habitat loss and population declines of endangered species in urban area",
        "The influence of childhood nature experience on attitudes and tolerance towards problem-causing animals in Singapore",
        "Chinese tourists' views of nature and natural landscape interpretation: A generational perspective",
        "Public perceptions and attitudes toward urban wildlife encounters - A decade of change",
        "Butterfly eyespots: Their potential influence on aesthetic preferences and conservation attitudes",
        "Conservation photography as environmental education: Focus on the pedagogues",
        "Demographic biases in engagement with nature in a tropical Asian city",
        "The green care code: How nature connectedness and simple activities help explain pro-nature conservation behaviours",
        "Building a culture of conservation: Research findings and research priorities on connecting people to nature in parks",
        "Critical dependence of butterflies on a non-native host plant in the urban tropics",
        "Contributions of citizen scientists and habitat volunteers to monarch butterfly conservation",
        "Data from: Familiarity with, perceptions of and attitudes toward butterflies of urban park users in megacities across East and Southeast Asia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Hanoi",
            "@id": "60071359",
            "affilname": "Vietnam Academy of Science and Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071359",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Taipei",
            "@id": "60022637",
            "affilname": "National Taiwan Normal University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022637",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Kunming",
            "@id": "60018704",
            "affilname": "Kunming Institute of Zoology Chinese Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018704",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Hanoi",
            "@id": "60277033",
            "affilname": "Ministry of Education and Training",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60277033",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60114771",
            "affilname": "Singapore Botanic Gardens",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60114771",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60103900",
            "affilname": "Graduate School of Agricultural and Life Sciences The University of Tokyo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103900",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Liverpool",
            "@id": "60097320",
            "affilname": "National Museums Liverpool",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60097320",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Cambridge",
            "@id": "60031101",
            "affilname": "University of Cambridge",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031101",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Pitsanulok",
            "@id": "60022498",
            "affilname": "Naresuan University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022498",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Beijing",
            "@id": "60019499",
            "affilname": "Chinese Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019499",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bandar Sunway",
            "@id": "60018894",
            "affilname": "Monash University Malaysia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018894",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60017161",
            "affilname": "National University of Singapore",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017161",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Toronto",
            "@id": "60016849",
            "affilname": "University of Toronto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016849",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Wuhu",
            "@id": "60009559",
            "affilname": "Anhui Normal University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009559",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Hong Kong",
            "@id": "60006541",
            "affilname": "The University of Hong Kong",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006541",
            "affiliation-country": "Hong Kong"
        }
    ],
    "funding": [
        "Asia Pacific Network for Global Change",
        "Monash University",
        "Chinese Academy of Sciences"
    ]
}