{
    "eid": "2-s2.0-84922708290",
    "title": "The composite nanomaterials containing (R)-thalidomide-molecularly imprinted polymers as a recognition system for enantioselective-controlled release and targeted drug delivery",
    "cover-date": "2015-05-01",
    "subject-areas": [
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "biomimetic",
        "molecular recognition",
        "self-assembly",
        "stimuli-sensitive polymers"
    ],
    "authors": [
        "Acharee Suksuwan"
    ],
    "citedby-count": 39,
    "ref-count": 35,
    "ref-list": [
        "Supramolecular System in Biomedical Fields",
        "QCM-Arrays for sensing terpenes in fresh and dried herbs via bio-mimetic MIP layers",
        "Chemosensors for Viruses Based on Artificial Immunoglobulin Copies",
        "Peptide imprinted polymer nanoparticles: A plastic antibody",
        "Generation of new enzyme inhibitors using imprinted binding sites: The anti-idiotypic approach, a step toward the next generation of molecular imprinting",
        "Enantioselective release of controlled delivery granules based on molecularly imprinted polymers",
        "Int. J. Pharm.",
        "Relationships among tumor temperature, treatment time, and histopathological outcome using preoperative hyperthermia with radiation in soft tissue sarcomas",
        "Thalidomide for the treatment of multiple myeloma.",
        "Stereospecific determination, chiral inversion in vitro and pharmacokinetics in humans of the enantiomers of thalidomide",
        "Thalidomide is an inhibitor of angiogenesis",
        "A highly enantioselective receptor for N-protected glutamate and anomalous solvent-dependent binding properties",
        "Enantioselective synthetic thalidomide receptors based upon DNA binding motifs",
        "Temperature-controlled interaction of thermosensitive polymer-modified cationic liposomes with negatively charged phospholipid membranes",
        "A tunable and reversible platform for the intracellular formation of genetically engineered protein microdomains",
        "Core-shell particle interconversion with di-stimuli-responsive diblock copolymers",
        "Biomimetic strategies for sensing biological species",
        "Bioapplications for molecularly imprinted polymers",
        "Design of environment-sensitive supramolecular assemblies for intracellular drug delivery: Polymeric micelles that are responsive to intracellular pH change",
        "A review of poloxamer 407 pharmaceutical and pharmacological characteristics",
        "Polymer genomics: Shifting the gene and drug delivery paradigms",
        "Applications of thermally reversible polymers and hydrogels in therapeutics and diagnostics",
        "Synthesis and properties of poly(thioether amide)s from 2,6‐bis(acrylamido)pyridine and dithiols",
        "Determination of thalidomide by high performance liquid chromatography: Methodological strategy for clinical trials",
        "ICH Harmonized Tripartite Guideline, Validation of Analytical Procedures Q2(R1), Current Step 4 Version",
        "Biophys. J.",
        "Molecular dynamics and experimental study of conformation change of poly(N -isopropylacrylamide) hydrogels in mixtures of water and methanol",
        "Molecularly imprinted polymer-modified electrode for on-line conductometric monitoring of haloacetic acids in chlorinated water",
        "Explaining solubilization kinetics",
        "Direct Interaction between Substrates and Endogenous Steroids in the Active Site May Change the Activity of Cytochrome P450 3A4",
        "Polymer",
        "Characterization of a pseudo ternary phase diagram of poloxamer 407 systems for potential application of 5-aminolevulinic acid in photodynamic therapy",
        "Time domain study of Brownian and Néel relaxation in ferrofluids",
        "Transendothelial Migration of Myeloma Cells Is Increased by Tumor Necrosis Factor (TNF)-α via TNF Receptor 2 and Autocrine Up-Regulation of MCP-1",
        "Anomalous optoelectronic properties of chiral carbon nanorings⋯ and one ring to rule them all (23)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Vienna",
            "affilname": "Universität Wien",
            "affiliation-country": "Austria"
        },
        {
            "affiliation-city": "Hatyai",
            "affilname": "Prince of Songkla University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}