{
    "eid": "2-s2.0-85119441247",
    "title": "Pigmented Oral Lesions: A Multicenter Study",
    "cover-date": "2022-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Dentistry (all)",
            "@code": "3500",
            "@abbrev": "DENT"
        }
    ],
    "keywords": [
        "clinical features",
        "pigmented lesions",
        "prevalence",
        "Thailand"
    ],
    "authors": [
        "Kittipong Dhanuthai",
        "Natchaya Theungtin",
        "Natnicha Theungtin",
        "Pantira Thep-Akrapong",
        "Sompid Kintarak",
        "Poramaporn Klanrit",
        "Nutchapon Chamusri",
        "Kraisorn Sappayatosok"
    ],
    "citedby-count": 2,
    "ref-count": 25,
    "ref-list": [
        "Prevalence and clinical features of pigmented oral lesions",
        "Pigmented lesions of the oral mucosa and perioral tissues: A flow-chart for the diagnosis and some recommendations for the management",
        "Pigmented lesions of the oral mucosa: A cross-sectional study of 458 histopathological specimens",
        "Relative frequency of solitary melanocytic lesions of the oral mucosa",
        "Physiologic pigmentation of the oral mucosa in Israeli children",
        "Head and neck mucosal melanoma: Clinicopathological analysis of 51 cases treated in a single cancer centre and review of the literature",
        "Gingival pigmentation index proposal of a new index with a brief review of current indices",
        "Oral melanoma and other pigmentations: When to biopsy?",
        "Oral melanocytic nevi: A clinicopathologic study of 100 cases",
        "Melanocytic nevi of the oral mucosa: A clinicopathologic study of 130 cases from northern California",
        "Prevalence and distribution of solitary oral pigmented lesions: A prospective study",
        "Solitary pigmented lesions in oral mucosa in Latin American children: A case series",
        "Melanocytic nevi of the oral mucosa - No evidence of increased risk for oral malignant melanoma: An analysis of 119 cases",
        "Oral pigmented lesions: Clinicopathologic features and review of the literature",
        "Oral melanotic macules. A review of 353 cases",
        "Pigmented nevi of the oral mucosa: A clinicopathologic study of 32 new cases and review of 75 cases from the literature. Part II. Analysis of 107 cases",
        "Oral pigmented lesions: A retrospective analysis from Brazil",
        "Cutaneous and mucosal melanomas of uncommon sites: Where do we stand now?",
        "Melanoma in the north of Thailand in the last ten years. Report from Chiang Mai University",
        "Oral cancer: A multicenter study",
        "Oral melanotic macule and primary oral malignant melanoma: Epidemiology, location involved, and clinical implications",
        "Prevalence of malignant melanoma in anatomical sites of the oral cavity: A meta-analysis",
        "Melanoma of the oral cavity: An analysis of 46 new cases with emphasis on clinical and histopathologic characteristics",
        "Determining the epidemiologic, outcome, and prognostic factors of oral malignant melanoma by using the Surveillance, Epidemiology, and End Results database",
        "Oral malignant melanoma: A review of the literature"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60023366",
            "affilname": "Rangsit University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023366",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}