{
    "eid": "2-s2.0-84924024753",
    "title": "Classification of garlic cultivars using an electronic nose",
    "cover-date": "2015-04-01",
    "subject-areas": [
        {
            "$": "Forestry",
            "@code": "1107"
        },
        {
            "$": "Computer Science Applications",
            "@code": "1706"
        },
        {
            "$": "Agronomy and Crop Science",
            "@code": "1102"
        },
        {
            "$": "Horticulture",
            "@code": "1108"
        }
    ],
    "keywords": [
        "Amplified fragment length polymorphism",
        "Electronic nose",
        "Garlic",
        "Gas chromatography-mass spectrometry",
        "Principal component analysis",
        "Semiconductor gas sensor"
    ],
    "authors": [
        "Suchin Trirongjitmoah"
    ],
    "citedby-count": 52,
    "ref-count": 23,
    "ref-list": [
        "Discrimination amongst Alliums using an electronic nose",
        "Classification of genetic variation in garlic (Allium sativum L.) revealed by RAPD",
        "Optimization of a reliable, Fast, Cheap and sensitive silver staining method to detect SSR markers in polyacrylamidegels",
        "Antithrombotic Organosulfur Compounds from Garlic: Structural, mechanistic, and Synthetic Studies",
        "Determination of diallyl thiosulfinate (allicin) in garlic (Allium sativum L.) by high-performance liquid chromatography with a post-column photochemical reactor",
        "Odour detection methods: Olfactometry and chemical sensors",
        "Hydrogen sulfide preconditioning by garlic when it starts to smell",
        "Focus",
        "Comparison of the bioactive compounds and antioxidant potentials of fresh and cooked Polish, Ukrainian, and Israeli garlic",
        "Comparison of AFLPs, RAPD markers, and isozymes for diversity assessment of garlic and detection of putative duplicates in germplasm collections",
        "The analysis of onion and garlic",
        "MP090053",
        "Volatile flavour components from ripening and mature garlic bulbs",
        "Wireless gas detector system using microcontrollers, PLC and SCADA system for monitoring environmental pollution",
        "NTSYSpc: Numerical Taxonomy System, ver. 2.20. Setauket",
        "Determination of the country of origin of garlic (allium sativum) using trace metal profiling",
        "An evaluation of garlic preparations",
        "Measurement of odour after in vitro or in vivo ingestion of raw or heated garlic, using electronic nose, gas chromatography and sensory analysis",
        "AFLP: A new technique for DNA fingerprinting",
        "Handbook of Vegetable Science and Technology: Production, Composition, Storage, and Processing",
        "Shaanxi Chem. Ind.",
        "Volatile Compounds from Garlic"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ubon Ratchathani",
            "affilname": "Ubon Ratchathani University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Bangkok University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ubon Ratchathani University",
        "National Research Council of Thailand"
    ]
}