{
    "eid": "2-s2.0-85148729453",
    "title": "Biomonitoring by using Rapid-Read Pathogenic Bacteria Indicator in Sediments and Bivalve Mollusks: Southern Gulf of Thailand, a Mangrove Area Case Study",
    "cover-date": "2023-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Bioindicator",
        "Bivalve mollusk",
        "Environmental impact assessment",
        "Mangrove",
        "Pathogenic bacteria",
        "Sediments",
        "Southern Gulf of Thailand"
    ],
    "authors": [
        "Manudchaya Nuangjui",
        "Burassakorn Pimpang",
        "Warawut Chulalaksananukul",
        "Chompunuch Glinwong"
    ],
    "citedby-count": 0,
    "ref-count": 37,
    "ref-list": [
        "Pollution gradient contributes to the taxonomic, functional, and resistome diversity of microbial communities in marine sediments",
        "Study of bacterial indicators in water and sediments from Al-hilla river, Iraq",
        "Bioindicators: The natural indicator of environmental pollution",
        "Bio-indicator bacteria & environmental variables of the coastal zones: The example of the Güllük Bay, Aegean Sea, Turkey",
        "Abundance and distribution of enteric bacteria and viruses in coastal and estuarine sediments-a review",
        "Occurrence and seasonal variation in distribution of fecal indicator bacteria in Tapi estuary along the West coast of India",
        "Bacterial pathogens and water",
        "Characterization and extracellular enzyme activity of predominant marine Bacillus spp. isolated from sea water of Orissa Coast, India",
        "Bacterial genera and their some species of Nile water",
        "Indicator bacteria-sediment relationships: Implication for water quality modeling and monitoring",
        "Characterization of fecal indicator bacteria in sediments cores from the largest fresh water lake of Western Europe (Lake Geneva, Switzerland)",
        "KhalifeiIndicator bacteria community in seawater and coastal sediment: The Persian gulf as a case",
        "Relationships of Salmonellae to fecal coliforms in bottom sediments",
        "Survival of fecal microorganisms in marine and freshwater sediments",
        "Influence of freshwater sediment characteristics on persistence of fecal indicator bacteria",
        "Assessment of the characteristic of nutrients, total metals, and fecal coliform in Sibu Laut river, Sarawak, Malaysia",
        "Bivalves as indicators of environmental variation and potential anthropogenic impacts in the southern Barents Sea",
        "Bacterial culture through selective and non-selective conditions: The evolution of culture media in clinical microbiology",
        "Investigating deep phylogenetic relationships among cyanobacteria and plastids by small subunit rRNA sequence analysis",
        "Assessment of enteric bacterial indicators and correlation with physicochemical parameters in Veraval coast, India",
        "Distribution, diversity, and seasonality of waterborne Salmonellae in a rural watershed",
        "High concentrations of pathogenic Salmonella spp. during the wet season on bathing beaches in Makassar City, Indonesia",
        "The abundance of some pathogenic bacteria in mangrove habitats of Paraiba do Norte Estuary and crabmeat contamination of mangrove crab Ucides cordatus",
        "Temporal and spatial distribution patterns of potentially pathogenic Vibrio spp. at recreational beaches of the German North Sea",
        "Season-specific occurrence of potentially pathogenic Vibrio spp. on the southern coast of South Korea",
        "Seasonal fluctuation of the population and characterization of Bacillus spp. isolated from the coastal soils of Digha, West Bengal, India"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}