{
    "eid": "2-s2.0-85077333139",
    "title": "Influence of representative factors on tax planning through corporate governance of listed companies in the stock exchange of Thailand",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Arts and Humanities (miscellaneous)",
            "@code": "1201",
            "@abbrev": "ARTS"
        }
    ],
    "keywords": [
        "Corporate Governance",
        "Stock Exchange of Thailand",
        "Tax Planning"
    ],
    "authors": [
        "Wanpen Klinphanich",
        "Senee Puangyanee",
        "Dararat Phoprachak",
        "Kittisak Jermsittiparsert"
    ],
    "citedby-count": 4,
    "ref-count": 38,
    "ref-list": [
        "\"Incentives versus standards: properties of accounting income in four East Asian countries.\"",
        "\"The Role of Corporate Governance in Creating a Capable Supply Chain: A Case of Indonesian Tin Industry.\"",
        "\"Corporate governance, incentives and tax avoidance.\"",
        "Form versus substance: \"The effect of ownership structure and corporate governance on firm value in Thailand.\"",
        "\"An analysis of earnings management by European private firms, Journal of International Accounting.\"",
        "\"Corporate Governance, Firm Sizeand Earning Management: Evidence in Indonesia Stock Exchange.\"",
        "\"Long-Run Corporate Tax Avoidance.\"",
        "\"Selecting subsets of genotyped experimental populations for phenol typing to maximize genetic diversity.\"",
        "\"Tax Reporting Aggressiveness and Its Relation to Aggressive Financial Reporting.\"",
        "\"Does Corporate Governance Affect Tax Planning?. A Case Study of a Manufacturing Company.\"",
        "\"Review Structural Equation Modeling for Travel Behavior Research.\"",
        "\"Earnings management when incentives compete: The role of tax accounting in Russia.\"",
        "\"Agency costs, ownership structure and corporate governance compliance: A private contracting perspective.\"",
        "\"Tax Avoidance and Geographic Earnings Disclosure.\"",
        "\"Impact of Business Nature on Corporate Governance Report through a Degree of Independence of Board of Directors: A Case Study of Listed Companies in the Stock Exchange of Thailand.\"",
        "\"Do corporate governance characteristics influence tax management?.\"",
        "\"Earnings Management and Investor Protection: An International Comparison.\"",
        "\"Auditor-Provided Tax Services and Earnings Management in Tax Expense: The Importance of Audit Committees.\"",
        "\"Corporate governance and earning management in the Chinese listed companies: A tunneling perspective.\"",
        "\"Can corporate governance deter management from manipulating earnings? Evidence from related party sales transactions in China.\"",
        "\"The Effect of Corporate Governance Mechanism on Tax Avoidance: Evidence from Manufacturing Industries Listed in the Indonesian Stock Exchange.\"",
        "\"Do corporate governance characteristics influence tax management?.\"",
        "\"Tax planning, corporate governance and equity value.\"",
        "\"Firm Size and Financial Performance: A Determinant of Corporate Governance Disclosure Practices of Nigerian Companies.\"",
        "\"The Influence of Institutional Shareholdings on Corporate Governance: Empirical Evidences of the Listed Companies on the Stock Exchange of Thailand in the SET100.\"",
        "\"Executive Compensation, Equity Risk Incentivesand Corporate Tax Aggressiveness.\"",
        "\"The impact of good corporate governance on tax planning of listed companies in the Stock Exchange of Thailand.\"",
        "\"The Influence of Board Independence on Ability to Operate & Capital Structure through CG Disclosure of Companies Listed on The Stock Exchange of Thailand.\"",
        "\"Can Book-Tax Differences Capture Earnings Management and Tax Management? Empirical Evidence China.\"",
        "\"Incentives for corporate tax planning and reporting: Empirical evidence from Australia.\"",
        "\"Organizational Citizenship Behaviors of Directors: An Integrated Framework of Director Role-Identity and Boardroom Structure.\"",
        "\"Effects of Corporate Social Responsibility and Corporate Governance on Firm Value: Empirical Evidences of the Listed Companies on the Stock Exchange of Thailand in the SET100.\"",
        "\"Taxes and firm size.\""
    ],
    "affiliation": [
        {
            "affiliation-city": "Phra Nakhon si Ayutthaya",
            "@id": "60269766",
            "affilname": "Rajamangala University of Technology Suvarnabhumi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60269766",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}