{
    "eid": "2-s2.0-84988405276",
    "title": "Semi-rigid foams of calcium silicate (CaSiO3) embedded in natural rubber latex",
    "cover-date": "2016-08-08",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        },
        {
            "$": "Ceramics and Composites",
            "@code": "2503"
        }
    ],
    "keywords": [
        "Adsorption",
        "Calcium carbonate",
        "Calcium silicate",
        "Cellular rubber",
        "Filler",
        "Mechanical properties",
        "Natural rubber latex",
        "Semi-rigid composite foams"
    ],
    "authors": [
        "N. Tangboriboon"
    ],
    "citedby-count": 2,
    "ref-count": 18,
    "ref-list": [
        null,
        "Solvent, mechanism and theory in organic chemistry",
        "Effect of foaming temperature and rubber grades on properties of natural rubber foams",
        "Correlation between the acoustic and dynamic mechanical properties of natural rubber foam: Effect of foaming temperature",
        null,
        "Characterization and adsorption properties of eggshells and eggshell membrane",
        "Avian eggshell mineralization: Biochemical and functional characterization of matrix proteins",
        "Chain silicate",
        "The 3T, 4T and 5T polytypes of wollastonite from Kushiro, Hiroshima Prefecture, Japan.",
        "Elasticity and strength of calcium silicate perovskite at lower mantle pressures",
        "High activity of acid-treated quail eggshell catalysts in the transesterification of palm oil with methanol",
        "Eggshell, a new bio-filler for polypropylene composites",
        null,
        "Utilization of calcium carbonate particles from eggshell waste as coating pigments for ink-jet printing paper",
        "Theory and applications of ceramic foam catalysts",
        "Contact angle of micro- and nanoparticles at fluid interfaces",
        "Particles as surfactants - Similarities and differences",
        "Measurement of the partition coefficient of surfactants in water/oil systems"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}