{
    "eid": "2-s2.0-85085547028",
    "title": "Efficacy of Broadline® in cats against induced infections with developing fourth-stage larval and adult Ancylostoma ceylanicum hookworms",
    "cover-date": "2020-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Parasitology",
            "@code": "2405",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "(S)-methoprene",
        "Ancylostoma ceylanicum",
        "Cat",
        "Efficacy",
        "Eprinomectin",
        "Fipronil",
        "Nematodes",
        "Praziquantel"
    ],
    "authors": [
        "Martin Knaus",
        "Piyanan Taweethavonsawat",
        "Tara Cheesman",
        "Martin Visser",
        "Steffen Rehbein"
    ],
    "citedby-count": 3,
    "ref-count": 19,
    "ref-list": [
        "A survey of helminths in domestic cats in the Pretoria area of Transvaal, Republic of South Africa. Part 1: the prevalence and comparison of burden of helminths in adult and juvenile cats",
        "On Ancylostoma braziliense (de Faria, 1910) and its morphological differentiation from A. Ceylanicum (Looss, 1911)",
        "Feline Clinical Parasitology",
        "Parasitological, hematologic and immunologic responses in acute and chronic infections of dogs with Ancylostoma ceylanicum: a model of human hookworm infection",
        "Occurrence of Ancylostoma in dogs, cats and public places from Andradina city, São Paulo state, Brazil",
        "World Association for the Advancement of Veterinary Parasitology (W.A.A.V.P.) guidelines for evaluating the efficacy of anthelmintics for dogs and cats",
        "Efficacy of a novel topical combination of fipronil, (S)-methoprene, eprinomectin and praziquantel against induced infections of Ancylostoma spp. Nematodes of cats",
        "Efficacy against nematode and cestode infections and safety of a novel topical fipronil, (S)-methoprene, eprinomectin and praziquantel combination product in domestic cats under field conditions in Europe",
        "Experimental ancylostoma ceylanicum infection in dogs and cats: infection rate, worm length and fecundity",
        "Efficacy of a spot on combination containing imidacloprid 10% and moxidectin 1% (Advocate®/Advantage® Multi, Bayer Animal Health) against Ancylostoma ceylanicum in cats",
        "Comparative efficacy of a spot-on formulation containing emodepside and praziquantel (Profender ®, Bayer) and praziquantel and pyrantel oral tablets (Drontal® for Cats) against experimental Ancylostoma ceylanicum infections in cats",
        "Efficacy of a single topical treatment of selamectin (Revolution®) against Ancylostoma ceylanicum in experimentally infected cats",
        "Efficacy of afoxolaner plus milbemycin oxime chewable tablets (NexGard Spectra®, Merial) against adult Ancylostoma ceylanicum hookworm, in dogs",
        "Ancylostoma ceylanicum, a re-emerging but neglected parasitic zoonosis",
        "International harmonisation of anthelmintic efficacy guidelines",
        "International harmonisation of anthelmintic efficacy guidelines (part 2)",
        "On some developmental stages of Ancylostoma ceylanicum Looss, 1911",
        "Verbesserte McMaster-Kammer zum Auszählen von Wurmeiern",
        "Comparative studies on Ancylostoma braziliense and Ancylostoma ceylanicum. 3. Life history in the definitive host"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ingelheim am Rhein",
            "@id": "60011807",
            "affilname": "Boehringer Ingelheim Pharma GmbH &amp; Co. KG",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011807",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Macquarie Park",
            "@id": "124476332",
            "affilname": "Boehringer Ingelheim Animal Health Australia Pty",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/124476332",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "Merial, Inc."
    ]
}