{
    "eid": "2-s2.0-85165908951",
    "title": "Light-Mediated Transformation of Renieramycins and Semisynthesis of 4′-Pyridinecarbonyl-Substituted Renieramycin-Type Derivatives as Potential Cytotoxic Agents against Non-Small-Cell Lung Cancer Cells",
    "cover-date": "2023-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology, Toxicology and Pharmaceutics (miscellaneous)",
            "@code": "3001",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "bis-tetrahydroisoquinoline",
        "cytotoxicity",
        "light-induced intramolecular photoredox reaction",
        "molecular docking",
        "molecular dynamics",
        "non-small-cell lung cancer",
        "renieramycins",
        "semisynthesis",
        "Xestospongiasp"
    ],
    "authors": [
        "Suwimon Sinsook",
        "Koonchira Buaban",
        "Iksen Iksen",
        "Korrakod Petsri",
        "Bhurichaya Innets",
        "Chaisak Chansriniyom",
        "Khanit Suwanborirux",
        "Masashi Yokoya",
        "Naoki Saito",
        "Varisa Pongrakhananon",
        "Pithi Chanvorachote",
        "Supakarn Chamni"
    ],
    "citedby-count": 0,
    "ref-count": 32,
    "ref-list": [
        "Renieramycin-type alkaloids from marine-derived organisms: Synthetic chemistry, biological activity and structural modification",
        "Chemical Research on Antitumor Isoquinoline Marine Natural Products and Related Compounds",
        "A Review of Trabectedin (ET-743): A Unique Mechanism of Action",
        "Trabectedin for Soft Tissue Sarcoma: Current Status and Future Perspectives",
        "A review of the efficacy of trabectedin as second-line treatment of advanced soft tissue sarcoma",
        "An overview of lurbinectedin as a new second-line treatment option for small cell lung cancer",
        "Lurbinectedin in small cell lung cancer",
        "Antimicrobial metabolites of the sponge Reniera sp",
        "Renieramycins E and F from the sponge Reniera sp.: Reassignment of the stereochemistry of the renieramycins",
        "Antineoplastic Agents 430. Isolation and Structure of Cribrostatins 3, 4, and 5 from the Republic of Maldives Cribrochalina Species",
        "Chemistry of Renieramycins. Part 3. Isolation and Structure of Stabilized Renieramycin Type Derivatives Possessing Antitumor Activity from Thai Sponge Xestospongia Species, Pretreated with Potassium Cyanide",
        "Chemistry of Renieramycins. Part 5. Structure Elucidation of Renieramycin-Type Derivatives O, Q, R, and S from Thai Marine Sponge Xestospongia Species Pretreated with Potassium Cyanide",
        "Identification of Renieramycin A as an Antileishmanial Substance in a Marine Sponge Neopetrosia sp",
        "Chemistry of renieramycins. Part 7: Renieramycins T and U, novel renieramycin–ecteinascidin hybrid marine natural products from Thai sponge Xestospongia sp",
        "Chemistry of Renieramycins. 17. A New Generation of Renieramycins: Hydroquinone 5-O-Monoester Analogues of Renieramycin M as Potential Cytotoxic Agents against Non-Small-Cell Lung Cancer Cells",
        "Renieramycin T Induces Lung Cancer Cell Apoptosis by Targeting Mcl-1 Degradation: A New Insight in the Mechanism of Action",
        "Structure–Activity Relationships and Molecular Docking Analysis of Mcl-1 Targeting Renieramycin T Analogues in Patient-derived Lung Cancer Cells",
        "Renieramycin T Inhibits Melanoma B16F10 Cell Metastasis and Invasion via Regulating Nrf2 and STAT3 Signaling Pathways",
        "5-O-Acetyl-Renieramycin T from Blue Sponge Xestospongia sp. Induces Lung Cancer Stem Cell Apoptosis",
        "5-O-(N-Boc-l-Alanine)-Renieramycin T Induces Cancer Stem Cell Apoptosis via Targeting Akt Signaling",
        "Chemistry of renieramycins. Part 8: Synthesis and cytotoxicity evaluation of renieramycin M–jorunnamycin A analogues",
        "Chemistry of Renieramycins. 15. Synthesis of 22-O-Ester Derivatives of Jorunnamycin A and Their Cytotoxicity against Non-Small-Cell Lung Cancer Cells",
        "Transformation of Renieramycin M into Renieramycins T and S by Intramolecular Photoredox Reaction of 7-Methoxy-6-methyl-1,2,3,4-tetrahydroisoquinoline-5,8-dione Derivatives",
        "Chemistry of renieramycins. Part 6: Transformation of renieramycin M into jorumycin and renieramycin J including oxidative degradation products, mimosamycin, renierone, and renierol acetate",
        "Chemistry of Renieramycins. Part 19: Semi-Syntheses of 22-O-Amino Ester and Hydroquinone 5-O-Amino Ester Derivatives of Renieramycin M and Their Cytotoxicity against Non-Small-Cell Lung Cancer Cell Lines",
        "The mechanism of dioscin preventing lung cancer based on network pharmacology and experimental validation",
        "Identifying molecular targets of Aspiletrein-derived steroidal saponins in lung cancer using network pharmacology and molecular docking-based assessments",
        "SwissTargetPrediction: A web server for target prediction of bioactive small molecules",
        "Target Identification of 22-(4-Pyridinecarbonyl) Jorunnamycin A, a Tetrahydroisoquinoline Derivative from the Sponge Xestospongia sp., in Mediating Non-Small-Cell Lung Cancer Cell Apoptosis",
        "Novel Synthetic Derivative of Renieramycin T Right-Half Analog Induces Apoptosis and Inhibits Cancer Stem Cells via Targeting the Akt Signal in Lung Cancer Cells",
        "Regulation of DNA fragmentation: The role of caspases and phosphorylation",
        "Potential Anti-metastasis Natural Compounds for Lung Cancer"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kiyose",
            "@id": "60025065",
            "affilname": "Meiji Pharmaceutical University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025065",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Second Century Fund",
        "Chulalongkorn university"
    ]
}