{
    "eid": "2-s2.0-85067499726",
    "title": "Chronic occupational exposure to lead leads to significant mucocutaneous changes in lead factory workers",
    "cover-date": "2019-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Dermatology",
            "@code": "2708",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "P. Rerknimitr",
        "K. Kantikosum",
        "N. Chottawornsak",
        "N. Tangkijngamvong",
        "S. J. Kerr",
        "P. Prueksapanich",
        "P. Sithisarankul",
        "C. Kumtornrut",
        "P. Asawanonda",
        "S. Sutheparuk",
        "R. Panchaprateep"
    ],
    "citedby-count": 8,
    "ref-count": 44,
    "ref-list": [
        "Clinical and molecular aspects of lead toxicity: an update",
        "Lead toxicity: a review",
        "Retrospective investigation of a lead poisoning outbreak from the consumption of an ayurvedic medicine: Durban, South Africa",
        "Blood lead levels and health problems of lead acid battery workers in Bangladesh",
        "On a remarkable effect on the human gums, produced by the absorption of lead",
        "Images in clinical medicine. Burton's line",
        "Lead",
        "Multicentre comparison of skin hydration in terms of physical-, physiological- and product-dependent parameters by the capacitive method (Corneometer CM 825)",
        "The epidemiology of lead toxicity in adults: measuring dose and consideration of other methodologic issues",
        "The classification of the symptoms of lead poisoning",
        "Oral pigmentation",
        "Colour changes in the oral mucosa",
        "The periodontal health of lead-exposed children living in a shipyard industrial area",
        "Chronic occupational exposure to lead and its impact on oral health",
        "A case of lead poisoning manifesting as oral mucosal erosions and crusted skin lesions",
        "Observational study of dermatological manifestations in patients admitted to a tertiary poison center in Iran",
        "Drug- and heavy metal–induced hyperpigmentation",
        "The greens of lead",
        "Bluish pigmentation of the gingiva in a homeless patient: a quiz. Burton's line revealing chronic lead poisoning (plumbism)",
        "Pigmented lesions of the oral cavity: review, differential diagnosis, and case presentations",
        "Gingival pigmentation (cause, treatment and histological preview)",
        "Transverse ridging of the thumbnails: “washboard thumbnails”",
        "Biology of nails and nail disorders",
        "Lead toxicity, a review of the literature. Part 1: exposure, evaluation, and treatment",
        "Occupational lead toxicity in battery workers",
        "Effects of occupational lead exposure on renal and nervous system of workers of traditional tile factories in Mashhad (northeast of Iran)",
        "Lead poisoning",
        "Gingival pigmentation as the sole presenting sign of chronic lead poisoning in a mentally retarded adult",
        "Lead exposure causes generation of reactive oxygen species and functional impairment in rat sperm",
        "Graded associations of blood lead and urinary cadmium concentrations with oxidative-stress-related markers in the U.S. population: results from the third National Health and Nutrition Examination Survey",
        "The effects of ultraviolet A and reactive oxygen species on the mRNA expression of 72-kDa type IV collagenase and its tissue inhibitor in cultured human dermal fibroblasts",
        "Oxidation events and skin aging",
        "Air pollution and skin diseases: adverse effects of airborne particulate matter on various skin diseases",
        "Recognizing the impact of ambient air pollution on skin health",
        "Metals in cosmetics: implications for human health",
        "Exploring the link between cadmium and psoriasis in a nationally representative sample",
        "Dermal toxicity and percutaneous absorption of cadmium in rats and mice",
        "Exposure to Trace Elements and Risk of Skin Cancer: a Systematic Review of Epidemiologic Studies",
        "Blood lead levels and death from all causes, cardiovascular disease, and cancer: results from the NHANES III mortality study"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Skin and Allergy Research Unit",
        "Skin and Allergy Research Unit, Chulalongkorn University",
        "Chulalongkorn University"
    ]
}