{
    "eid": "2-s2.0-84950293275",
    "title": "Inclusion complexation of pinostrobin with various cyclodextrin derivatives",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Computer Graphics and Computer-Aided Design",
            "@code": "1704"
        },
        {
            "$": "Spectroscopy",
            "@code": "1607"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        }
    ],
    "keywords": [
        "Cyclodextrin",
        "Inclusion complex",
        "Molecular dynamics simulations",
        "Phase solubility",
        "Pinostrobin"
    ],
    "authors": [
        "Jintawee Kicuntod"
    ],
    "citedby-count": 42,
    "ref-count": 47,
    "ref-list": [
        "Overview of dietary flavonoids: Nomenclature, occurrence and intake",
        "Review of the biology of quercetin and related bioflavonoids",
        "Absorption, metabolism and health effects of dietary flavonoids in man",
        "Structure-antioxidant activity relationships of flavonoids and phenolic acids",
        "Effect of flavonoids and Vitamin E on cyclooxygenase-2 (COX-2) transcription",
        "Effects of pinostrobin on estrogen metabolism and estrogen receptor transactivation",
        "J. Sci. Technol.",
        "Protective effects of pinostrobin on β-amyloid-induced neurotoxicity in PC12 cells.",
        "Preparation and solid-state characterization of inclusion complexes formed between miconazole and methyl-β-cyclodextrin",
        "Cyclodextrins",
        "Cyclodextrins for drug delivery",
        "J. Pharm. Bioallied. Sci.",
        "J. Open Chem. Biomed. Methods",
        "Apolipoprotein A-I, cyclodextrins and liposomes as potential drugs for the reversal of atherosclerosis. A review",
        "Cyclodextrins and their uses: A review",
        "Highly soluble cyclodextrin derivatives: Chemistry, properties, and trends in development",
        "Cyclodextrin nephrosis in the rat",
        "Cyclodextrins and ternary complexes: Technology to improve solubility of poorly soluble drugs",
        "Cyclodextrins in topical drug formulations: Theory and practice",
        "Cyclodextrins in drug delivery: An updated review",
        "The properties and potential uses of cyclodextrin derivatives",
        "The utility of cyclodextrins for enhancing oral bioavailability",
        "Improvement in solubility and dissolution rate of flavonoids by complexation with β-cyclodextrin",
        "Complexation of quercetin with three kinds of cyclodextrins: An antioxidant study",
        "An investigation into the supramolecular structure, solubility, stability and antioxidant activity of rutin/cyclodextrin inclusion complex",
        "Interaction of artesunate with β-cyclodextrin: Characterization, thermodynamic parameters, molecular modeling, effect of PEG on complexation and antimalarial activity",
        "Investigation of the inclusions of puerarin and daidzin with β-cyclodextrin by molecular dynamics simulation",
        "Molecular modeling of flavonoid-β-cyclodextrin complexes",
        "Binding mode and free energy prediction of fisetin/β-cyclodextrin inclusion complexes",
        "Enhanced stability of a naringenin/2,6-dimethyl β-cyclodextrin inclusion complex: Molecular dynamics and free energy calculations based on MM- and QM-PBSA/GBSA",
        "On the structure of anhydrous β-cyclodextrin",
        "Computational thermochemistry: Scale factor databases and scale factors for vibrational frequencies obtained from electronic model chemistries",
        "The implementation of a fast and accurate QM/MM potential method in Amber",
        "GLYCAM06: A generalizable biomolecular force field. carbohydrates",
        "Molecular dynamic behavior and binding affinity of flavonoid analogues to the cyclin dependent kinase 6/cyclin D complex",
        "Effect of halogen substitutions on dUMP to stability of thymidylate synthase/dUMP/mTHF ternary complex using molecular dynamics simulation",
        "Binding pattern of the long acting neuraminidase inhibitor laninamivir towards influenza A subtypes H5N1 and pandemic H1N1",
        "Key binding and susceptibility of NS3/4A serine protease inhibitors against hepatitis C virus",
        "In Silico screening for potent inhibitors against the NS3/4A protease of hepatitis C virus",
        "Calculating electrostatic interactions using the particle-particle particle-mesh method with nonperiodic long-range interactions",
        "Adv. Anal. Chem. Instrum.",
        "Structural behaviour of 2-hydroxypropyl-β-cyclodextrin in water: Molecular dynamics simulation studies",
        "Reconsidering the conformational flexibility of β-cyclodextrin",
        "Preparation and characterization of inclusion complexes of naringenin with β-cyclodextrin or its derivative",
        "MM/GBSA binding energy prediction on the PDBbind data set: Successes, failures, and directions for further improvement",
        "Study of the insulin dimerization: Binding free energy calculations and per-residue free energy decomposition",
        "The normal-mode entropy in the MM/GBSA method: Effect of system truncation, buffer region, and dielectric constant"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Vienna",
            "affilname": "Universität Wien",
            "affiliation-country": "Austria"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Thailand Research Fund",
        "National Research Council of Thailand"
    ]
}