{
    "eid": "2-s2.0-84934344085",
    "title": "Classification of the mechanisms of photoinduced electron transfer from aromatic amino acids to the excited flavins in flavoproteins",
    "cover-date": "2015-07-14",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "General Physics and Astronomy",
            "@code": "3100"
        }
    ],
    "keywords": [],
    "authors": [
        "Fumio Tanaka"
    ],
    "citedby-count": 5,
    "ref-count": 66,
    "ref-list": [
        "Flavins and Flavoproteins 2008",
        "Flavins: Photochemistry and Photobiology",
        "Structure of a flavin-binding plant photoreceptor domain: Insights into light-mediated signal transduction",
        "AppA is a blue light photoreceptor that antirepresses photosynthesis gene expression in Rhodobacter sphaeroides",
        "Photocycle of the flavin-binding photoreceptor AppA, a bacterial transcriptional antirepressor of photosynthesis genes",
        "Structure of a cyanobacterial BLUF protein, Tll0078, containing a novel fad-binding blue light sensor domain",
        "Advances in Chemical Physics, Electron Transfer - From Isolated Molecules to Biomolecules",
        "Ultrafast charge transfer in excited electronic states and investigations into fundamental problems of exciplex chemistry: Our early studies and recent developments",
        "Fluorescence of riboflavin and flavin-adenine dinucleotide.",
        "INTERACTIONS OF FLAVINS WITH AMINO ACID RESIDUES: ASSESSMENTS FROM SPECTRAL AND PHOTOCHEMICAL STUDIES",
        "New Trends in Fluorescence Spectroscopy Applications to Chemical and Life Sciences",
        "Ultrafast fluorescence quenching dynamics of flavin chromophores in protein nanospace",
        "Dynamics and mechanisms of ultrafast fluorescence quenching reactions of flavin chromophores in protein nanospace",
        "Femtosecond fluorescence dynamics of flavoproteins: Comparative studies on flavodoxin, its site-directed mutants, and riboflavin binding protein regarding ultrafast electron transfer in protein nanospaces",
        "Comparison between ultrafast fluorescence dynamics of FMN binding protein from Desulfovibrio vulgaris, strain Miyazaki, in solution vs crystal phases",
        "Ultrafast fluorescence dynamics of FMN-binding protein from Desulfovibrio vulgaris (Miyazaki F) and its site-directed mutated proteins",
        "PICOSECOND LASER PHOTOLYSIS STUDIES OF FLUORESCENCE QUENCHING MECHANISMS OF FLAVIN: A DIRECT OBSERVATION OF INDOLE‐FLAVIN SINGLET CHARGE TRANSFER STATE FORMATION IN SOLUTIONS and FLAVOENZYMES",
        "DYNAMICS OF EXCITED FLAVOPROTEINS—PICOSECOND LASER PHOTOLYSIS STUDIES",
        null,
        "Electron transfer between biological molecules by thermally activated tunneling",
        "Electron transfers in chemistry and biology",
        "Dispersed polaron simulations of electron transfer in photosynthetic reaction centers",
        "Computer simulations of electron-transfer reactions in solution and in photosynthetic reaction centers",
        "Protein electron transfer rates set by the bridging secondary and tertiary structure",
        "Nature of biological electron transfer",
        "Protein Electron Transfer",
        "Electron transfer in proteins",
        "Dynamics of biochemical and biophysical reactions: Insight from computer simulations",
        "Biophysics of Electron Transfer and Molecular Bioelectronics",
        "Simulation of ultrafast non-exponential fluorescence decay induced by electron transfer in FMN binding protein",
        "Simultaneous analysis of ultrafast fluorescence decays of FMN binding protein and its mutated proteins by molecular dynamic simulation and electron transfer theory",
        "Photoinduced electron transfer in wild type and mutated flavodoxin from Desulfovibrio vulgaris, strain Miyazaki F.: Energy gap law",
        "Photoinduced electron transfer in wild type and mutated flavodoxin from Desulfovibrio vulgaris, strain Miyazaki F.: Energy gap law",
        "Simultaneous analyses of photoinduced electron transfer in the wild type and four single substitution isomers of the FMN binding protein from Desulfovibrio vulgaris, Miyazaki F",
        "Mechanism of photoinduced electron transfer from tyrosine to theexcited flavin in the flavodoxin from helicobacter pylori. Acomparative study with the flavodoxin and flavin mononucleotidebinding protein from desulfovibrio vulgaris (miyazaki f)",
        "Bell-shaped dependence of the rate of ultrafast photoinduced electron transfer from aromatic amino acids to the excited flavin on the donor-acceptor distance in FMN binding proteins",
        "Role of the electrostatic energy between the photo-products and ionic groups on the photoinduced electron transfer rates from aromatic amino acids to the excited flavin in five single-point substitution isoforms of the charged amino acid residue-13 in the FMN-binding protein",
        "J. Photochem. Photobiol., A",
        "Purification and Characterization of Pyranose Oxidase from the White Rot Fungus Trametes multicolor",
        "Structural basis for substrate binding and regioselective oxidation of monosaccharides at C3 by pyranose 2-oxidase",
        "Hypotheses on the pathogenesis and natural history of Helicobacter pylori-induced inflammation",
        "Helicobacter pylori infection and gastric carcinoma among Japanese Americans in Hawaii",
        "Novel FMN-binding Protein from Desulfovibrio vulgaris (Miyazaki F): Cloning and Expression of its Gene in Escherichia coli",
        "Structure and function of D-amino acid oxidase: IV. electrophoretic and ultracentrifugal approach to the monomer equilibrium",
        "Increased brain d-amino acid oxidase (DAAO) activity in schizophrenia",
        "Reviewing the role of the genes G72 and DAAO in glutamate neurotransmission in schizophrenia",
        "Photoinduced electron transfer modeling to simulate flavoprotein fluorescence Decay",
        "Structural heterogeneity among four subunits in pyranose 2-oxidase: A molecular dynamics simulation study",
        "On the theory of oxidation-reduction reactions involving electron transfer. I",
        "Electrostatic free energy and other properties of states having nonequilibrium polarization. I",
        "Annu. Rev. Phys. Chem.",
        "Non-arrhenius temperature dependence of electron-transfer rates",
        "Charge separation and recombination in isolated supermolecules",
        "Energy gap law for nonradiative and radiative charge transfer in isolated and in solvated supermolecules",
        "New energy gap laws for the charge separation process in the fluorescence quenching reaction and the charge recombination process of ion pairs produced in polar solvents",
        "Advances in Chemistry Series",
        "Examination of the viability of the Collins-Kimball model and numerical calculation of the time-dependent energy gap law of photoinduced charge separation in polar solution",
        "Effects of the disappearance of one charge on ultrafast fluorescence dynamics of the FMN binding protein",
        "A key factor for ultrafast rates of photoinduced electron transfer among five flavin mononucleotide binding proteins: Effect of negative, positive, and neutral charges at residue 13 on the rate",
        "Non-equivalent conformations of d-amino acid oxidase dimer from porcine kidney between the two subunits. Molecular dynamics simulation and photoinduced electron transfer",
        "Structural basis for the temperature-induced transition of d-amino acid oxidase from pig kidney revealed by molecular dynamic simulation and photo-induced electron transfer",
        "Conformational heterogeneity in pyranose 2-oxidase from Trametes multicolor revealed by ultrafast fluorescence dynamics",
        "Ultrafast fluorescence dynamics of flavin adenine dinucleotide in pyranose 2-oxidases variants and their complexes with acetate: Conformational heterogeneity with different dielectric constants",
        null,
        "Quantum mechanical study of photoinduced charge transfer in FMN binding protein",
        "Analysis of photoinduced electron transfer in flavodoxin"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Bansomdejchaopraya Rajabhat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Osaka",
            "affilname": "Institute for Laser Technology",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Maha Sarakham",
            "affilname": "Mahasarakham University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science"
    ]
}