{
    "eid": "2-s2.0-84941643714",
    "title": "Anisotropy in elasticity and thermodynamic properties of zirconium tetraboride under high pressure",
    "cover-date": "2015-09-04",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [],
    "authors": [
        "Ruru Hao"
    ],
    "citedby-count": 9,
    "ref-count": 41,
    "ref-list": [
        "Transition metal borides: Superhard versus ultra-incompressible",
        "Ionic high-pressure form of elemental boron",
        null,
        "Synthesis and design of superhard materials",
        null,
        "Deformation-induced bonding evolution of iron tetraboride and its electronic origin",
        "Discovery of a superhard iron tetraboride superconductor",
        "Ultrahieh-pressure densification of nanocrystalline WB ceramics",
        "Low-compressibility of tungsten tetraboride: A high pressure X-ray diffraction study",
        null,
        "Thermodynamic analysis of the phase equilibria in the Fe-Zr-B system",
        null,
        null,
        "Stability, elastic and electronic properties of the Rh-Zr compounds from first-principles calculations",
        "Preparation and hardness of pulse electrodeposited Ni-W-diamond composite coatings",
        null,
        "GIBBS: Isothermal-isobaric thermodynamics of solids from energy curves using a quasi-harmonic Debye model",
        "Generalized gradient approximation made simple",
        "Efficient iterative schemes for ab initio total-energy calculations using a plane-wave basis set",
        "Generalized gradient approximation made simple",
        "From ultrasoft pseudopotentials to the projector augmented-wave method",
        "The elastic behaviour of a crystalline aggregate",
        null,
        "On the stability of crystal lattices. I",
        "Philos. Mag.",
        "Universal features of the equation of state of solids",
        "Finite elastic strain of cubic crystals",
        "Am. J. Appl. Math.",
        null,
        null,
        null,
        null,
        "A simplified method for calculating the debye temperature from elastic constants",
        "First-principles investigation of elastic and thermodynamic properties of SiCN under pressure",
        "Universal elastic anisotropy index",
        null,
        "Physical Properties of Crystals: Their Representation by Tensors and Matrices",
        null,
        null,
        "Intrinsic plasticity or brittleness of metallic glasses",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Qinhuangdao",
            "affilname": "Yanshan University",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}