{
    "eid": "2-s2.0-84998978765",
    "title": "On-line Ladle Lining Temperature Estimation by Using Bounded Jacobian Nonlinear Observer",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Metals and Alloys",
            "@code": "2506"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        }
    ],
    "keywords": [
        "Jacobian nonlinear observer",
        "ladle lining",
        "nonlinear observer",
        "observer design",
        "temperature estimation",
        "thermal model"
    ],
    "authors": [
        "G. PHANOMCHOENG"
    ],
    "citedby-count": 16,
    "ref-count": 22,
    "ref-list": [
        "Dynamic model for ladle preheater performance evaluation",
        "The steelmaking ladle - Ways towards saving heat",
        "J. Iron Steel Res. Int.",
        "Influence of working lining parameters on temperature and stress field of ladle",
        "Model for temperature profile estimation in the refractory of a metallurgical ladle",
        "Modelling of Temperature Distribution in Refractory Ladle Lining for Steelmaking",
        "ODE-based modelling and calibration of temperatures in steelmaking ladles",
        "Temperature prediction model for controlling casting superheat temperature",
        "Two-dimensional dynamic simulation of the thermal state of ladles",
        "Thermodynamic analysis of a steel production step carried out in the ladle furnace",
        "Steady State Heat Transfer of Ladle Furnace During Steel Production Process",
        "Online estimation of electric arc furnace tap temperature by using fuzzy neural networks",
        "An ensemble ELM based on modified AdaBoost.RT algorithm for predicting the temperature of molten steel in ladle furnace",
        "Hybrid modeling of molten steel temperature prediction in LF",
        "Mean Value Theorems and Functional Equations",
        "Applied Mathematics: Body and Soul",
        "Nonlinear observer for bounded Jacobian systems, with applications to automotive slip angle estimation",
        "The bounded Jacobian approach to nonlinear observer design",
        "Observer design for lipschitz nonlinear systems using Riccati equations"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}