{
    "eid": "2-s2.0-84998774623",
    "title": "Effects of Personal Intelligence Reading Instruction on personal intelligence profiles of Thai university students",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Social Sciences",
            "@code": "3300"
        }
    ],
    "keywords": [
        "EFL reading",
        "Personal intelligence",
        "Reading instruction"
    ],
    "authors": [
        "Salila Vongkrahchang"
    ],
    "citedby-count": 3,
    "ref-count": 26,
    "ref-list": [
        "Multiple intelligences and language learning strategies: Investigating possible relations",
        "Interpersonal and intrapersonal intelligences: Do they really work in foreign-language learning?",
        "PASAA",
        "Proceedings of the EDU-COM International Conference. Sustainability in higher education: Directions for change",
        "Teaching English as a second or foreign Language",
        "Handbook of motivation at school",
        "Increasing reading comprehension and engagement through concept-oriented reading instruction",
        "Learner-Centered Instruction and the Theory of Multiple Intelligences with Second Language Learners",
        "Transforming knowledge into professional development resources: Six teachers implement a model of teaching for understanding text",
        "Exploring the relationship between reading strategy use and multiple intelligences among successful L2 readers",
        "Reading strategies of first-and second-language learners: See how they read",
        "Knowledge Quest",
        "Thai third-year undergraduate students' frequent use of reading strategies with a focus on reading proficiency and gender",
        "Handbook of educational psychology",
        "Reading strategies of first-and second-language learners: See how they read",
        "Songkhlanakarin Journal of Sciences and Humanities",
        "Journal of College Teaching & Learning",
        "Adolescents' engagement in academic literacy"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Higher Education Commission, Pakistan"
    ]
}