{
    "eid": "2-s2.0-84898771071",
    "title": "An assessment of the diversity in scenario-based tsunami forecasts for the Indian Ocean",
    "cover-date": "2014-05-15",
    "subject-areas": [
        {
            "$": "Aquatic Science",
            "@code": "1104"
        },
        {
            "$": "Geology",
            "@code": "1907"
        },
        {
            "$": "Oceanography",
            "@code": "1910"
        }
    ],
    "keywords": [
        "Indian ocean",
        "Intercomparison",
        "Real-time",
        "Tsunami",
        "Tsunami forecast"
    ],
    "authors": [
        "Diana J.M. Greenslade"
    ],
    "citedby-count": 23,
    "ref-count": 46,
    "ref-list": [
        "Indices for the Objective Assessment of Tsunami Forecast Models",
        "The Tsunami Assessment Modelling System by the Joint Research Centre",
        "Source modeling and inversion with near real-time GPS: A GITEWS perspective for Indonesia",
        "EOS, Transactions American Geophysical Union",
        "Global Bathymetry and Elevation Data at 30 Arc Seconds Resolution: SRTM30_PLUS",
        "Rigidity variations with depth along interplate megathrust faults in subduction zones",
        "An updated digital model of plate boundaries",
        "A probabilistic tsunami hazard assessment for Western Australia",
        "The potential for giant tsunamigenic earthquakes in the northern Bay of Bengal",
        "Local tsunamis and distributed slip at the source",
        "NOAA Tech. Memo.",
        "Probabilistic tsunami hazard assessment at Seaside, Oregon, for near-and far-field seismic sources",
        "Bur. Met.",
        "An evaluation of tsunami forecasts from the T2 scenario database",
        "A Regionalized Upper Mantle (RUM) seismic model",
        "Tsunami simulations on several scales : CComparison of approaches with unstructured meshes and nested grids",
        "Intergovernmental Oceanographic Commission Manuals and Guides",
        "Backstop geometry and accretionary mechanics of the Sunda margin",
        "Bulletin of the Seismological Society of America",
        "Inundation of sea water in Andaman and Nicobar Islands and parts of Tamil Nadu coast during 2004 Sumatra tsunami",
        "The First Tsunami Early Warning Centre in the Indian Ocean, Risk Wise",
        "Journal of South Asia Disaster Studies",
        "Bulletin of the Seismological Society of America",
        "The 26 December 2004 Sumatra Tsunami: Analysis of tide gauge data from the World Ocean Part 1. Indian ocean and South Africa",
        "Effect of Tsunamis generated in the Manila Trench on the Gulf of Thailand",
        "Linear and nonlinear computations of the 1992 Nicaragua earthquake tsunami",
        "Bur. Met.",
        "Tsunami early warning using GPS-Shield arrays",
        "Validation and verification of tsunami numerical models",
        "Direct energy estimation of the 2011 Japan tsunami using deep-ocean pressure measurements",
        "IOC Manuals and Guides",
        "The Sea, Volume 15: Tsunamis",
        "Numerical modeling of tidal wave runup",
        "A New Tool for Inundation Modeling: Community Modeling Interface for Tsunamis (ComMIT)",
        "Vulnerability assessment of car Nicobar to Tsunami hazard using numerical model",
        "Real-time forecasting of the April 11, 2012 Sumatra tsunami",
        "Computation of deformation induced by earthquakes in a multi-layered elastic crust - FORTRAN programs EDGRN/EDCMP",
        "Computation of deformation induced by earthquakes in a multi-layered elastic crust - FORTRAN programs EDGRN/EDCMP",
        "Real-time experimental forecast of the Peruvian tsunami of August 2007 for U.S. coastlines",
        "New empirical relationships among magnitude, rupture length, rupture width, rupture area, and surface displacement"
    ],
    "affiliation": [
        {
            "affiliation-city": "Hyderabad",
            "affilname": "Indian National Centre for Ocean Information Services",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Brussels",
            "affilname": "European Commission Joint Research Centre",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Potsdam",
            "affilname": "Deutsches GeoForschungsZentrum (GFZ)",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Symonston",
            "affilname": "Geoscience Australia",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bremerhaven",
            "affilname": "Alfred-Wegener-Institut Helmholtz-Zentrum für Polar- und Meeresforschung",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Melbourne",
            "affilname": "Bureau of Meteorology Australia",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Koln",
            "affilname": "Deutsches Zentrum für Luft- und Raumfahrt (DLR)",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Pathumtani",
            "affilname": "Hydro-Met Research and Development Regional Integrated Multi-Hazard Early Warning System Klong Luang",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Newport",
            "affilname": "NOAA/PMEl",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}