{
    "eid": "2-s2.0-85073835647",
    "title": "Family Matters: Rethinking the Psychology of Human Social Motivation",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Psychology (all)",
            "@code": "3200",
            "@abbrev": "PSYC"
        }
    ],
    "keywords": [
        "evolutionary psychology",
        "family",
        "goals",
        "interpersonal relations",
        "motivation",
        "reward"
    ],
    "authors": [
        "Ahra Ko",
        "Cari M. Pick",
        "Jung Yul Kwon",
        "Michael Barlev",
        "Jaimie Arona Krems",
        "Michael E.W. Varnum",
        "Rebecca Neel",
        "Mark Peysha",
        "Watcharaporn Boonyasiriwat",
        "Eduard Brandstätter",
        "Ana Carla Crispim",
        "Julio Eduardo Cruz",
        "Daniel David",
        "Oana A. David",
        "Renata Pereira de Felipe",
        "Velichko H. Fetvadjiev",
        "Ronald Fischer",
        "Silvia Galdi",
        "Oscar Galindo",
        "Galina Golovina",
        "Luis Gomez-Jacinto",
        "Sylvie Graf",
        "Igor Grossmann",
        "Pelin Gul",
        "Takeshi Hamamura",
        "Shihui Han",
        "Hidefumi Hitokoto",
        "Martina Hřebíčková",
        "Jennifer Lee Johnson",
        "Johannes A. Karl",
        "Oksana Malanchuk",
        "Asuka Murata",
        "Jinkyung Na",
        "Jiaqing O",
        "Muhammed Rizwan",
        "Eric Roth",
        "Sergio Antonio Salgado Salgado",
        "Elena Samoylenko",
        "Tatyana Savchenko",
        "A. Timur Sevincer",
        "Adrian Stanciu",
        "Eunkook M. Suh",
        "Thomas Talhelm",
        "Ayse K. Uskul",
        "Irem Uz",
        "Danilo Zambrano",
        "Douglas T. Kenrick"
    ],
    "citedby-count": 39,
    "ref-count": 290,
    "ref-list": [
        "Happiness and childbearing across Europe",
        "Inclusive fitness theory and eusociality",
        "The determinants of parenting behavior",
        "Is friendship akin to kinship?",
        "Infant–mother attachment",
        "It’s the little things: Everyday gratitude as a booster shot for romantic relationships",
        "Variation in testosterone levels and male reproductive effort: Insight from a polygynous human population",
        "Parenting practices, child adjustment, and family diversity",
        "I only have eyes for you: Ovulation redirects attention (but not memory) to attractive men",
        "Cue-based estimates of reproductive value explain women’s body attractiveness",
        "Parental choice: What parents want in a son-in-law and a daughter-in-law across 67 pre-industrial societies",
        "Close relationships as including other in the self",
        "Using 26,000 diary entries to show ovulatory changes in sexual desire and behavior",
        "Measuring the impact of major life events upon happiness",
        "The kids are alright (at least, most of them): Links between divorce and dissolution and child well-being",
        "The role of mindfulness in romantic relationship satisfaction and responses to relationship stress",
        "Validation of the 10-item centre for epidemiological studies depression scale (CES-D-10) in Zulu, Xhosa and Afrikaans populations in South Africa",
        "Is there a gender difference in strength of sex drive? Theoretical views, conceptual distinctions, and a review of relevant evidence",
        "Effects of maternal employment and child-care arrangements on preschoolers’ cognitive and behavioral outcomes: Evidence from the Children of the National Longitudinal Survey of Youth",
        "Emotivational psychology: How distinct emotions facilitate fundamental motives",
        "Physical attractiveness and dating choice: A test of the matching hypothesis",
        "Attraction and close relationships",
        "Individual difference variables in close relationships: A contextual model of marriage as an integrative framework",
        "Forgiveness and relationship satisfaction: Mediating mechanisms",
        "Dimensions of adult attachment, affect regulation, and romantic relationship functioning",
        "Individual differences in activation of the parental care motivational system: Assessment, prediction, and implications",
        "Perceptions of sibling relationships during middle childhood and adolescence",
        "Men in committed, romantic relationships have lower testosterone",
        "Some neo-Darwinian decision rules for altruism: Weighing cues for inclusive fitness as a function of the biological importance of the decision",
        "The strategies of human mating",
        "Sexual strategies theory: An evolutionary perspective on human mating",
        "Cultural variation in parental influence on mate choice",
        "Social psychology and the study of sexual behavior",
        "Continuity between the experimental study of attraction and real-life computer dating",
        "What’s social about social psychology? Where’s the person in personality research?",
        "Termination of reproduction in nonhuman and human female primates",
        "Oxytocin pathways and the evolution of human behavior",
        "Trait physical disgust is related to moral judgments outside of the purity domain",
        "Basking in reflected glory: Three (football) field studies",
        "Gender differences in receptivity to sexual offers",
        "Review lecture: Mammalian mating systems",
        "A safe haven: An attachment theory perspective on support seeking and caregiving in intimate relationships",
        "For better or worse: The impact of upward social comparison on self-evaluations",
        "Competence in early adult romantic relationships: A developmental perspective on family influences",
        "Do mate preferences influence actual mating decisions? Evidence from computer simulations and three studies of mated couples",
        "How are mate preferences linked with actual mate selection? Tests of mate preference integration algorithms using computer simulations and actual mating couples",
        "Why do humans form long-term mateships? An evolutionary game-theoretic model",
        "Angels, mentors, and friends: Trade-offs among evolutionary, social, and individual variables in physical appearance",
        "Kinship: The conceptual hole in psychological studies of social cognition and close relationships",
        "Crime and conflict: Homicide in evolutionary psychological perspective",
        "Twelve misunderstandings of kin selection",
        "Life history theory and evolutionary psychology",
        "The impact of divorce on children",
        "The satisfaction with life scale",
        "Similarity of the relations between marital status and subjective well-being across cultures",
        "Primate sexuality",
        "Personality, family history, and competence in early adult romantic relationships",
        "Should I stay or should I go? A dependence model of breakups",
        "Pair-bonded relationships and romantic alternatives: Toward an integration of evolutionary and relationship science perspectives",
        "Some evidence for heightened sexual attraction under conditions of high anxiety",
        "The evolution of social behavior by kin selection",
        "Sociosexuality moderates the association between testosterone and relationship status in men and women",
        "Priming family values: How being a parent affects moral evaluations of harmless but offensive acts",
        "The vigilant parent: Parental role salience affects parents’ risk perceptions, risk-aversion, and trust in strangers",
        "The hierarchical model of approach-avoidance motivation",
        "Fundamental dimensions of environmental risk: The impact of harsh versus unpredictable environments on the evolution and development of life history strategies",
        "Sex differences in sexual fantasy: An evolutionary psychological approach",
        "The crisis of confidence in social psychology",
        "Clarifying the relationship between parenthood and depression",
        "Gender differences in mate selection preferences: A test of the parental investment model",
        "Stranger danger: Parenthood increases the envisioned bodily formidability of menacing men",
        "Attachment and pairbonding",
        "A review of attachment theory in the context of adolescent parenting",
        "Testosterone and prolactin are associated with emotional responses to infant cries in new fathers",
        "Through the eyes of love: Reality and illusion in intimate relationships",
        "Ideals in intimate relationships",
        "Attachment stability from infancy to adulthood: Meta-analysis and dynamic modeling of developmental mechanisms",
        "Attachment formation and transfer in young adults’ close friendships and romantic relationships",
        "The role of oxytocin in mother-infant relations: A systematic review of human studies",
        "The evolution of human mating: Trade-offs and strategic pluralism",
        "Human oestrus",
        "Evolution and proximate expression of human paternal investment",
        "Evolution of paternal investment",
        "Evolution of human parental behavior and the human family",
        "Do women’s mate preferences change across the ovulatory cycle? A meta-analytic review",
        "We take care of our own: Caregiving salience increases out-group bias in response to out-group threat",
        "Children and marital happiness: A further specification of the relationship",
        "A note on family situation and global happiness",
        "Baby schema in infant faces induces cuteness perception and motivation for caretaking in adults",
        "Darwinian aesthetics: Sexual selection and the biology of beauty",
        "Human male testosterone, pair bonding and fatherhood",
        "Marriage and fatherhood are associated with lower testosterone in males",
        "Differential mortality and the Donner Party disaster",
        "Peacocks, Picasso, and parental investment: The effects of romantic motives on creativity",
        "Fear and loving in Las Vegas: Evolution, emotion, and persuasion",
        "Aggress to impress: Hostility as an evolved context-dependent strategy",
        "Blatant benevolence and conspicuous consumption: When romantic motives elicit strategic costly signals",
        "The impact of parental divorce on children: Report of the nationwide NASP study",
        "Relationship dissolution following infidelity: The roles of attributions and forgiveness",
        "The genetical evolution of social behaviour. II",
        "Conditional expression of women’s desires and men’s mate guarding across the ovulatory cycle",
        "Human longevity: The grandmother effect",
        "Romantic love conceptualized as an attachment process",
        "The puzzle of monogamous marriage",
        "The weirdest people in the world?",
        "The increasing happiness of US parents",
        "Cooperative breeding in South American hunter–gatherers",
        "Individual differences in activation of the parental care motivational system: An empirical distinction between protection and nurturance",
        "The biases in contemporary social psychology",
        "Testosterone and romance: The association of testosterone with relationship commitment and satisfaction in heterosexual men and women",
        "Evolutionary context of human development: The cooperative breeding model",
        "Paternal effect on offspring survivorship among Ache and Hiwi hunter-gatherers: Implications for modeling pair-bond stability",
        "Interpersonal attraction and relationships",
        "Beyond the school yard: Relationships as moderators of daily interpersonal conflict",
        "Resisting temptation: Devaluation of alternative partners as a means of maintaining commitment in close relationships",
        "Primates and the evolution of long, slow life histories",
        "A survey method for characterizing daily life experience: The day reconstruction method",
        "The family factor in Jewish-gentile intermarriage: A sibling analysis of The Netherlands",
        "Life history theory and evolutionary psychology",
        "A theory of human life history evolution: Diet, intelligence, and longevity",
        "Human parental investment and fertility: The life histories of men in Albuquerque",
        "A dark side of the American dream: Correlates of financial success as a central life aspiration",
        "Personality and compatibility: A prospective analysis of marital stability and marital satisfaction",
        "Romantic attraction: Misattribution vs. reinforcement explanations",
        "Life history, fundamental motives, and sexual competition",
        "Renovating the pyramid of needs: Contemporary extensions built upon ancient foundations",
        "Integrating evolutionary and social exchange perspectives on relationships: Effects of gender, self-appraisal, and involvement level on mate selection criteria",
        "Contrast effects and judgments of physical attractiveness: When beauty becomes a social problem",
        "Influence of erotica on ratings of strangers and mates",
        "Age preferences in mates reflect sex differences in mating strategies",
        "Well-being, self-actualization, and fundamental motives: An evolutionary perspective",
        "Dynamical evolutionary psychology: Individual decision-rules and emergent social norms",
        "Goal-driven cognition and functional behavior: The fundamental motives framework",
        "Evolution, traits, and the stages of human courtship: Qualifying the parental investment model",
        "Sex differences, androgyny, and approach responses to erotica: A new variation on the old volunteer problem",
        "Cooperation and conflict between kith, kin, and strangers: Game theory by domains",
        "Conservative parenting: Investigating the relationships between parenthood, moral judgment, and social conservatism",
        "Politics and parental care: Experimental and mediational tests of the causal link between parenting motivation and social conservatism",
        "Positive affect and the experience of meaning in life",
        "Parental discipline and affection and children’s prosocial behavior: Genetic and environmental links",
        "Does physical attractiveness buy happiness? Women’s mating motivation and happiness",
        "You never leave your family in a fight: The impact of family of origin on conflict-behavior in romantic relationships",
        "Individual perceptions of self-actualization: What functional motives are linked to fulfilling one’s full potential?",
        "Darwinian grandparenting: Preferential investment in more certain kin",
        "Fitness benefits of prolonged post-reproductive lifespan in women",
        "Changes in women’s feelings about their romantic relationships across the ovulatory cycle",
        "What makes Jessica Rabbit sexy? Contrasting roles of waist and hip size",
        "Do the low WHRs and BMIs judged most attractive indicate better health?",
        "Evidence supporting nubility and reproductive value as the key to human female physical attractiveness",
        "Affection, social contact, and geographic distance between adult children and their parents",
        "Predicting nonmarital romantic relationship dissolution: A meta-analytic synthesis",
        "Oxytocin and the maternal brain",
        "Oxytocin during pregnancy and early postpartum: Individual patterns and maternal–fetal attachment",
        "The necessities and luxuries of mate preferences: Testing the tradeoffs",
        "Sex similarities and differences in preferences for short-term mates: What, whether, and why",
        "Economic biases in evolutionary perspective: How mating and self-protection motives alter loss aversion",
        "Rethinking the Taiwanese minor marriage data: Evidence the mind uses multiple kinship cues to regulate inbreeding avoidance",
        "The architecture of human kin detection",
        "Die angeborenen Formen möglicher Erfahrung [The innate conditions of the possibility of experience]",
        "Reexamining adaptation and the set point model of happiness: Reactions to changes in marital status",
        "Subjective well-being and adaptation to life events: A meta-analysis",
        "The commitment calibration hypothesis: When do people devalue attractive alternatives?",
        "Adult child–parent relationships",
        "Sexually selective cognition: Beauty captures the mind of the beholder",
        "Functional projection: How fundamental social motives can bias interpersonal perception",
        "Paternal investment and the human mating system",
        "Men’s preferences for women’s profile waist-to-hip ratio in two societies",
        "Testicular volume is inversely correlated with nurturing-related brain activity in human fathers",
        "A theory of human motivation",
        "Relatedness and mortality risk during a crisis year: Plymouth Colony, 1620–1612",
        "Interpersonal forgiving in close relationships",
        "Romantic involvement often reduces men’s testosterone levels—but not always: The moderating role of extrapair sexual interest",
        "Parenthood and psychological well-being",
        "Culturally transmitted paternity beliefs and the evolution of human mating behaviour",
        "Evolutionary perspectives on sibling relationships",
        "Asian American dating: Important factors in partner choice",
        "Testosterone and reproductive effort in male primates",
        "Testosterone and paternal care in East African foragers and pastoralists",
        "Individual differences in fundamental social motives",
        "In defense of parenthood: Children are associated with more joy than misery",
        "Blood is thicker than water: Kinship orientation across adulthood",
        "Nurturant love and caregiving emotions",
        "The family environment in early childhood has a long-term effect on self-esteem: A longitudinal study from birth to age 27 years",
        "Psychology of human kin recognition: Heuristic cues, erroneous inferences, and their implications",
        "Menopause: A comparative life history perspective",
        "Waist-to-hip ratio versus body mass index as predictors of fitness in women",
        "Toward a normative and comparative biocultural social psychology",
        "Meet the parents: Parent-offspring convergence and divergence in mate preferences",
        "Signals of genetic quality and maternal investment capacity: The dynamic effects of fluctuating asymmetry and waist-to-hip ratio on men’s ratings of women’s attractiveness",
        "Male sexual attractiveness predicts differential ovulatory shifts in female extra-pair attraction and male mate retention",
        "Women’s sexual strategies: The evolution of long-term bonds and extra-pair sex",
        "Human parental effort and environmental risk",
        "Conflict resolution styles in family subsystems and adolescent romantic relationships",
        "Physical attractiveness in social interaction: II. Why does appearance affect social experience?",
        "Trust in close relationships",
        "Experimental social psychology: Some sober questions about some frivolous values",
        "Reading men’s faces: Women’s mate attractiveness judgments track men’s testosterone and interest in infants",
        "Hormonal predictors of sexual motivation in natural menstrual cycles",
        "Within-cycle fluctuations in progesterone negatively predict changes in both in-pair and extra-pair desire among partnered women",
        "Self-determination theory and the facilitation of intrinsic motivation",
        "On happiness and human potentials: A review of research on hedonic and eudaimonic well-being",
        "Scientific paradigms and social values: Wanted—A scientific revolution",
        "Choosy but not chaste: Multiple mating in human females",
        "The parental care motivational system and why it matters (for everyone)",
        "Evolution and human motivation: A fundamental motives framework",
        "Pyramid power",
        "Facial attractiveness, symmetry and cues of good genes",
        "Sociosexuality from Argentina to Zimbabwe: A 48-nation study of sex, culture, and strategies of human mating",
        "Universals in the content and structure of values: Theoretical advances and empirical tests in 20 countries",
        "Ease of retrieval as information: Another look at the availability heuristic",
        "How much does family matter? Cooperative breeding and the demographic transition",
        "Who keeps children alive? A review of the effects of kin on child survival",
        "College sophomores in the laboratory: Influences of a narrow data base on social psychology’s view of human nature",
        "Forgiveness or breakup: Sex differences in responses to a partner’s infidelity",
        "Gender differences in preferences for singles ads that proclaim extrinsic versus intrinsic values",
        "Coherence and congruence: Two aspects of personality integration",
        "Viewing cute images increases behavioral carefulness",
        "Beyond happiness: Building a science of discrete positive emotions",
        "Positive emotion differentiation: A functional approach",
        "Parental divorce and young adult children’s romantic relationships: Resolution of the divorce experience",
        "Social bonds of female baboons enhance infant survival",
        "The dissolution of romantic relationships: Factors involved in relationship stability and emotional distress",
        "Influence of attachment styles on romantic relationships",
        "Attachment and the experience and expression of emotions in romantic relationships: A developmental perspective",
        "Fluctuating asymmetry, sociosexuality, and intrasexual competitive tactics",
        "Perception of physical attractiveness: Mechanisms involved in the maintenance of romantic relationships",
        "Adult attachment orientations, stress, and romantic relationships",
        "Adaptive significance of female physical attractiveness, role of waist-hip ratio",
        "Body shape and attractiveness: The critical role of waist to hip ratio",
        "Female mate value at a glance: Relationship of waist to hip ratio to health, fecundity and attractiveness",
        "Universal allure of the hourglass figure: An evolutionary theory of female physical attractiveness",
        "Shape and significance of feminine beauty: An evolutionary perspective",
        "Group selection and kin selection",
        "The crowded life is a slow life: Population density and life history strategy",
        "The behavioral ecology of cultural psychological variation",
        "Kin influences on fertility in Thailand: Effects and mechanisms",
        "Social perception and interpersonal behavior: On the self-fulfilling nature of social stereotypes",
        "A short (personal) future history of revolution 2.0",
        "A brief measure for assessing generalized anxiety disorder: The GAD-7",
        "Sibling relationships in early adulthood",
        "Hormonal correlates of paternal responsiveness in new and expectant fathers",
        "Does marriage make people happy, or do happy people get married?",
        "Physical attractiveness in adaptationist perspective",
        "Peacocks, Porsches, and Thorstein Veblen: Conspicuous consumption as a sexual signaling system",
        "Financial impact of divorce on children and their families",
        "Toward a self-evaluation maintenance model of social behavior",
        "Parental investment and sexual selection",
        "Parent-offspring conflict",
        "Availability: A heuristic for judging frequency and probability",
        "Multiple partners are associated with higher testosterone in North American men and women",
        "Willingness to sacrifice in close relationships",
        "Evolutionary history of partible paternity in lowland South America",
        "Evolutionary history of hunter-gatherer marriage practices",
        "The long-term impact of divorce on children: A first report from a 25-year study",
        "Hot topics and popular papers in evolutionary psychology: Analyses of title words and citation counts in evolution and human behavior, 1979-2008",
        "Physical attractiveness and health in Western societies: A review",
        "Family influences on commitment: Examining the family of origin correlates of relationship commitment attitudes",
        "Oxytocin administration, salivary testosterone, and father–infant social behavior",
        "Adaptation and inclusive fitness",
        "Beauty at the ballot box: Disease threats predict preferences for physically attractive leaders",
        "Sibling relationships over the life course: A panel analysis",
        "Father death and adult success among the Tsimane: Implications for marriage and divorce",
        "Social psychological face perception: Why appearance matters",
        "Interest in babies negatively predicts testosterone responses to sexual visual stimuli among heterosexual young men"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chicago",
            "@id": "60112748",
            "affilname": "The University of Chicago Booth School of Business",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60112748",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Moscow",
            "@id": "60109875",
            "affilname": "Institute of Psychology, Russian Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60109875",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "La Paz",
            "@id": "60107585",
            "affilname": "Universidad Catolica Boliviana",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60107585",
            "affiliation-country": "Bolivia"
        },
        {
            "affiliation-city": "Bogota",
            "@id": "60105245",
            "affilname": "Fundación Universitaria Konrad Lorenz",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60105245",
            "affiliation-country": "Colombia"
        },
        {
            "affiliation-city": "Rio de Janeiro",
            "@id": "60104383",
            "affilname": "Instituto D'Or de Pesquisa e Ensino",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60104383",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Bogota",
            "@id": "60052106",
            "affilname": "Universidad de Los Andes, Colombia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60052106",
            "affiliation-country": "Colombia"
        },
        {
            "affiliation-city": "Fukuoka",
            "@id": "60031720",
            "affilname": "Fukuoka University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031720",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60031226",
            "affilname": "Curtin University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031226",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Prague",
            "@id": "60031135",
            "affilname": "Academy of Sciences of the Czech Republic",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031135",
            "affiliation-country": "Czech Republic"
        },
        {
            "affiliation-city": "Aberystwyth",
            "@id": "60030514",
            "affilname": "Aberystwyth University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030514",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Ankara",
            "@id": "60029611",
            "affilname": "TOBB University of Economics and Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029611",
            "affiliation-country": "Turkey"
        },
        {
            "affiliation-city": "Hamburg",
            "@id": "60028229",
            "affilname": "Universität Hamburg",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028229",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Naples",
            "@id": "60026777",
            "affilname": "Università degli Studi della Campania Luigi Vanvitelli",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026777",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Ann Arbor",
            "@id": "60025778",
            "affilname": "University of Michigan, Ann Arbor",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025778",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Cluj Napoca",
            "@id": "60024417",
            "affilname": "Universitatea Babeș-Bolyai",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024417",
            "affiliation-country": "Romania"
        },
        {
            "affiliation-city": "Linz",
            "@id": "60021931",
            "affilname": "Johannes Kepler University Linz",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021931",
            "affiliation-country": "Austria"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60018257",
            "affilname": "Sogang University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018257",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Vechta",
            "@id": "60017703",
            "affilname": "Universität Vechta",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017703",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60016912",
            "affilname": "Yonsei University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016912",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Toronto",
            "@id": "60016849",
            "affilname": "University of Toronto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016849",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Beijing",
            "@id": "60014966",
            "affilname": "Peking University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014966",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Sapporo",
            "@id": "60014652",
            "affilname": "Hokkaido University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014652",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Waterloo",
            "@id": "60014171",
            "affilname": "University of Waterloo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014171",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Temuco",
            "@id": "60012035",
            "affilname": "Universidad de la Frontera",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012035",
            "affiliation-country": "Chile"
        },
        {
            "affiliation-city": "Canterbury",
            "@id": "60010818",
            "affilname": "University of Kent",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010818",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "West Lafayette",
            "@id": "60009254",
            "affilname": "Purdue University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009254",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Sao Paulo",
            "@id": "60008088",
            "affilname": "Universidade de São Paulo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008088",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Stillwater",
            "@id": "60006514",
            "affilname": "Oklahoma State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006514",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Ames",
            "@id": "60004354",
            "affilname": "Iowa State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004354",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Tempe",
            "@id": "60003892",
            "affilname": "Arizona State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003892",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Malaga",
            "@id": "60003662",
            "affilname": "Universidad de Málaga",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003662",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Wellington",
            "@id": "60002316",
            "affilname": "Victoria University of Wellington",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002316",
            "affiliation-country": "New Zealand"
        },
        {
            "affiliation-city": "San Diego",
            "@id": "123693839",
            "affilname": "The Coaching Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/123693839",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Islamabad",
            "@id": "120017873",
            "affilname": "The Delve Pvt Ltd",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/120017873",
            "affiliation-country": "Pakistan"
        }
    ],
    "funding": [
        "Institute of Psychology",
        "S?o Paulo Research Foundation",
        "National Science Foundation",
        "FAPESP",
        "Czech Science Foundation",
        "Czech Academy of Sciences"
    ]
}