{
    "eid": "2-s2.0-85105786597",
    "title": "Higher efficiency of microalgal biorefinery is achieved with integrated than one-way method",
    "cover-date": "2021-09-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemical Engineering (all)",
            "@code": "1500",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Fuel Technology",
            "@code": "2103",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Energy Engineering and Power Technology",
            "@code": "2102",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Organic Chemistry",
            "@code": "1605",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "Biorefinery",
        "Botryococcus sp.",
        "Fermentation",
        "Glycerol carbonate",
        "In situ transesterification"
    ],
    "authors": [
        "Ramachandran Sivaramakrishnan",
        "Aran Incharoensakdi"
    ],
    "citedby-count": 2,
    "ref-count": 40,
    "ref-list": [
        "Microalgae as feedstock for biodiesel production under ultrasound treatment – A review",
        "Evaluation of oleaginous eustigmatophycean microalgae as potential biorefinery feedstock for the production of palmitoleic acid and biodiesel",
        "Biotechnological potential of Phaeodactylum tricornutum for biorefinery processes",
        "Effects of hydrostatic pressure and supercritical carbon dioxide on the viability of Botryococcus braunii algae cells",
        "Optimization of light for growth, photosynthesis, and hydrocarbon production by the colonial microalga Botryococcus braunii BOT-22",
        "Mixotrophic cultivation of Botryococcus braunii",
        "Design and analysis of a second and third generation biorefinery: The case of castorbean and microalgae",
        "Enhanced growth and hydrocarbon production of Botryococcus braunii KMITL 2 by optimum carbon dioxide concentration and concentration-dependent effects on its biochemical composition and biodiesel properties",
        "Using switchable solvent as a solvent and catalyst for in situ transesterification of spent coffee grounds for biodiesel synthesis",
        "Dimethyl carbonate-mediated lipid extraction and lipase-catalyzed in situ transesterification for simultaneous preparation of fatty acid methyl esters and glycerol carbonate from Chlorella sp. KR-1 biomass",
        "Comparison of red microalgae (Porphyridium cruentum) culture conditions for bioethanol production",
        "Direct transesterification of Botryococcus sp. catalysed by immobilized lipase: Ultrasound treatment can reduce reaction time with high yield of methyl ester",
        "Downstream processing of microalgal feedstock for lipid and carbohydrate in a biorefinery concept: a holistic approach for biofuel applications",
        "Purification and characterization of solvent tolerant lipase from Bacillus sp. for methyl ester production from algal oil",
        "Direct transesterification of Oedogonium sp. oil be using immobilized isolated novel Bacillus sp. lipase",
        "Microalgae as feedstock for biodiesel production: Carbon dioxide sequestration, lipid production and biofuel quality",
        "Influence of fatty acid composition of raw materials on biodiesel properties",
        "Predicting cetane number, kinematic viscosity, density and higher heating value of biodiesel from its fatty acid methyl ester composition",
        "Ethanol production from hazelnut shells through enzymatic saccharification and fermentation by low-temperature alkali pretreatment",
        "Hydrothermal acid pretreatment of Chlamydomonas reinhardtii biomass for ethanol production",
        "Bioethanol production using carbohydrate-rich microalgae biomass as feedstock",
        "Acid hydrolysis and fermentation of microalgal starches to ethanol by the yeast Saccharomyces cerevisiae",
        "Bioethanol production from acidic and enzymatic hydrolysates of mixed microalgae culture",
        "Investigation of the causes of deactivation–degradation of the commercial biocatalyst Novozym® 435 in ethanol and ethanol–aqueous media",
        "The chemistry of dimethyl carbonate",
        "Effect of methanol content on enzymatic production of biodiesel from waste frying oil",
        "Investigation of anticorrosive coatings by the electrochemical noise method",
        "Production of Biodiesel Using Immobilized Lipase—A Critical Review",
        "Effect of moisture on in situ transesterification of microalgae for biodiesel production",
        "Transesterification of neat and used frying oil: Optimization for biodiesel production",
        "Monitoring of biodiesel transesterification process using impedance measurement",
        "Reactive extraction and in situ esterification of Jatropha curcas L. seeds for the production of biodiesel",
        "Boosting the value of biodiesel byproduct by the non-catalytic transesterification of dimethyl carbonate via a continuous flow system under ambient pressure",
        "Synthesis of glycerol carbonate from glycerol and diethyl carbonate over CeO2-CdO catalyst: The role of Ce4+ doped into CdO lattice",
        "Microalgae for biodiesel production and other applications: A review",
        "Enhancement of lipid extraction for efficient methyl ester production from Chlamydomonas sp",
        "Chapter 12 - Quality and Control",
        "Enhancement of total lipid yield by nitrogen, carbon, and iron supplementation in isolated microalgae"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "101823394",
            "affilname": "Royal Society of Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101823394",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "CU Ratchadaphiseksomphot Endowment Fund",
        "Ratchadaphiseksomphot Endowment Fund from CU",
        "Chulalongkorn University"
    ]
}