{
    "eid": "2-s2.0-85103285245",
    "title": "An approach to YouTubers' children in Thailand. The case of minors as specialists in toys Una aproximación a los niños Youtubers tailandeses. El caso de los menores como prescriptores de juguetes",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Cultural Studies",
            "@code": "3316",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Communication",
            "@code": "3315",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Advertising",
        "Influencer",
        "Minors",
        "Regulation",
        "Unboxing",
        "Youtuber"
    ],
    "authors": [
        "Esther MARTÍNEZ-PASTOR",
        "Worawan ONGKRUTRAKSA",
        "Ricardo VIZCAÍNO-LAORGA"
    ],
    "citedby-count": 7,
    "ref-count": 36,
    "ref-list": [
        "Characterizing Videos, Audience and Advertising in Youtube Channels for Kids",
        "Exposing convergence: YouTube, fan labour, and anxiety of cultural production in \"Lonelygirl15\"",
        "The entrepreneurial vlogger: Participatory culture beyond the professional-amateur divide",
        "Childhood and consumer culture",
        "Toy unboxing: Living in a(n unregulated) material world",
        "Consumer socialization revisited",
        "Consumer socialization of children: A retrospective look at twenty-five years of research",
        "'I am not being sponsored to say this': A teen youtuber and her audience negotiate branded content",
        "'Unboxing' videos: Co-construction of the child as Cyberflâneur",
        "Toy unboxing videos and the mimetic production of play",
        "YouTube's biggest star is a 5-year-old that makes millions opening toys",
        "Unboxing and brands: Youtubers phenomenon through the case study of EvanTubeHD",
        "Capitalizing intimacy: New subcultural forms of micro-celebrity strategies and affective labour on YouTube",
        "El derecho a la imagen de los menores en las redes sociales. Referencia especial a la validez del consentimiento",
        "Menores influyentes en YouTube. Un espacio para la responsabilidad",
        "YouTube marketing: Legality of sponsorship and endorsements in advertising",
        "Just Within the Limits of the Law: Minors from Consumers of Advertising to Creators of Advertising in Spain"
    ],
    "affiliation": [
        {
            "affiliation-city": "Madrid",
            "@id": "60018940",
            "affilname": "Universidad Rey Juan Carlos",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018940",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": null,
            "@id": "125946610",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/125946610",
            "affiliation-country": "Brazil"
        }
    ],
    "funding": []
}