{
    "eid": "2-s2.0-85135949878",
    "title": "Surgical Outcomes of Minimally Invasive Transforaminal Lumbar Interbody Fusion Using Surgical Microscope vs Surgical Loupes: A Comparative Study",
    "cover-date": "2022-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "loupes",
        "microscope",
        "minimally invasive",
        "MIS-TLIF",
        "transforaminal"
    ],
    "authors": [
        "Weerasak Singhatanadgige",
        "Hathaiphoom Chamadol",
        "Teerachat Tanasansomboon",
        "Daniel G. Kang",
        "Wicharn Yingsakmongkol",
        "Worawat Limthongkul"
    ],
    "citedby-count": 1,
    "ref-count": 15,
    "ref-list": [
        "Outcomes of minimally invasive surgery compared to open posterior lumbar instrumentation and fusion",
        "Clinical and radiologic comparison of minimally invasive surgery with traditional open transforaminal lumbar interbody fusion: a review of 452 patients from a single center",
        "Clinical effect of minimally-invasive surgical-transforaminal lumbar interbody fusion technique associated with percutaneous pedicle screws in micro endoscopy discectomy",
        "Minimally invasive transforaminal lumbar interbody fusion",
        "Is MIS-TLIF superior to open TLIF in obese patients? A systematic review and meta-analysis",
        "Radiographic and clinical outcomes following MIS-TLIF in patients with adult lumbar degenerative scoliosis",
        "Do surgical site infection rates differ among microscope-assisted versus loupe-assisted lumbar discectomies?",
        "Bacterial shedding in common spine surgical procedures: headlamp/loupes and the operative microscope",
        "Use of an operating microscope during spine surgery is associated with minor increases in operating room times and no increased risk of infection",
        "Surgical interbody research group-radiographic assessment of interbody fusion devices: fusion criteria for anterior lumbar interbody surgery",
        "Interobserver and intraobserver reliability in the radiologic assessment of lumbar interbody fusion",
        "Minimally invasive transforaminal lumbar interbody fusion-indications and clinical experience",
        "Comparison of surgical outcomes after anterior cervical discectomy and fusion: does the intra-operative use of a microscope improve surgical outcomes",
        "Adopting the operating microscope in thyroid surgery: safety, efficiency, and ergonomics",
        "Safety of microsurgery under loupes versus microscope: a head-to-head comparison of 2 surgeons with similar experiences"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tacoma",
            "@id": "60004007",
            "affilname": "Madigan Army Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004007",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}