{
    "eid": "2-s2.0-85138667865",
    "title": "Influence of moisturizer containing licochalcone A, 1,2-decanediol, L-carnitine, and salicylic acid on facial skin lipidome among seborrhea participants",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Dermatology",
            "@code": "2708",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "2-decanediol",
        "L-carnitine",
        "licochalcone A",
        "lipidomics",
        "seborrhea"
    ],
    "authors": [
        "Chanidapa Wongtada",
        "Putthamas Pewlong",
        "Pravit Asawanonda",
        "Nopadon Noppakun",
        "Pornkanok Pongpamorn",
        "Atchara Paemanee",
        "Supaart Sirikantaramas",
        "Chanat Kumtornrut"
    ],
    "citedby-count": 0,
    "ref-count": 34,
    "ref-list": [
        "EEMCO guidance for the in vivo assessment of skin greasiness. The EEMCO group",
        "Patient experiences with oily skin: The qualitative development of content for two new patient reported outcome questionnaires",
        "Oily skin: An overview",
        "High-temperature gas chromatography-mass spectrometry for skin surface lipids profiling",
        "Epidermal surface lipids",
        "Surface lipids as multifunctional mediators of skin responses to environmental stimuli",
        "Anatomical variation in the amount and composition of human skin surface lipid",
        "Lipids and the permeability and antimicrobial barriers of the skin",
        "Lipid abnormalities in atopic skin are driven by type 2 cytokines",
        "A double-blinded, randomized, vehicle-controlled study of the efficacy of moisturizer containing Licochalcone A, Decanediol, L-carnitine, and salicylic acid for prevention of acne relapse in Asian population",
        "A double-blinded, randomized, vehicle-controlled study to access skin tolerability and efficacy of an anti-inflammatory moisturizer in treatment of acne with 0.1% adapalene gel",
        "A double-blind, randomized, vehicle-controlled efficacy assessment study of a skin care formulation for improvement of mild to moderately severe acne",
        "A validated questionnaire for quantifying skin oiliness",
        "The anti-sebum property of chitosan particles",
        "Development and evaluation of a global acne severity scale (GEA scale) suitable for France and Europe",
        "Influence of the sebaceous gland density on the stratum corneum lipidome",
        "A possible role for squalene in the pathogenesis of acne. II. In vivo study of squalene oxides in skin surface and intra-comedonal lipids of acne patients",
        "Palmitic acid induces production of proinflammatory cytokines interleukin-6, interleukin-1β, and tumor necrosis factor-α via a NF-κB-dependent mechanism in HaCaT keratinocytes",
        "Acne vulgaris and the epidermal barrier: Is acne vulgaris associated with inherent epidermal abnormalities that cause impairment of barrier functions? Do any topical acne therapies Alter the structural and/or functional integrity of the epidermal barrier?",
        "The fatty acid profile of the skin surface lipid layer in papulopustular rosacea",
        "Dilutional effect of increased sebaceous gland activity on the proportion of linoleic acid in sebaceous wax esters and in epidermal acylceramides",
        "Topically applied L-carnitine effectively reduces sebum secretion in human skin",
        "Oily skin: A review of treatment options",
        "Salicylic acid as a peeling agent: A comprehensive review",
        "Licochalcone A attenuates acne symptoms mediated by suppression of NLRP3 inflammasome",
        "Propionibacterium acnes and Sebaceous Lipogenesis: A Love–Hate Relationship?",
        "Involvement of Propionibacterium acnes in the augmentation of lipogenesis in hamster sebaceous glands in vivo and in vitro",
        "Topical benzoyl peroxide increases the sebum excretion rate in patients with acne",
        "Studies on the mechanism of action to topical benzoyl peroxide and vitamin A acid in acne vulgaris",
        "Cytokinetic studies on the sebo-suppressive effect of drugs using the example of benzoyl peroxide",
        "Relationship between sebostatic activity, tolerability and efficacy of three topical drugs to treat mild to moderate acne",
        "Adapalene suppresses sebum accumulation via the inhibition of triacylglycerol biosynthesis and perilipin expression in differentiated hamster sebocytes in vitro",
        "Efficacy of 01% Adapalene Gel in Reducing Sebum Secretion in Patients with Mild to Moderate Acne Vulgaris",
        "A skincare combined with combination of adapalene and benzoyl peroxide provides a significant adjunctive efficacy and local tolerance benefit in adult women with mild acne"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60004391",
            "affilname": "Thailand National Science and Technology Development Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004391",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Beiersdorf (Thailand) Co., Ltd.",
        "National Omics Center",
        "Chulalongkorn University",
        "National Science and Technology Development Agency"
    ]
}