{
    "eid": "2-s2.0-85100674818",
    "title": "Jumps and Cojumps analyses of major and minor cryptocurrencies",
    "cover-date": "2021-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Piyachart Phiromswad",
        "Pattanaporn Chatjuthamard",
        "Sirimon Treepongkaruna",
        "Sabin Srivannaboon"
    ],
    "citedby-count": 3,
    "ref-count": 29,
    "ref-list": [
        "Continuous-time models, realized volatilities, and testable distributional implications for daily stock returns",
        "Jump tails, extreme dependencies, and the distribution of stock returns",
        "Realized jumps on financial markets and predicting credit spreads",
        "Currency jumps and crises: Do developed and emerging market currencies jump together?",
        "ECB Monetary Policy Surprises: Identification Through Cojumps in Interest Rates",
        "A new approach to characterizing and forecasting electricity price volatility",
        "Risk, jumps, and diversification",
        "Econometrics of Testing for Jumps in Financial Economics Using Bipower Variation",
        "Jumps in financial markets: A new nonparametric test and jump dynamics",
        "Jumps, cojumps and macro announcements",
        "Modelling the Coherence in Short-Run Nominal Exchange Rates: A Multivariate Generalized Arch Model",
        "Dynamic Conditional Correlation: A Simple Class of Multivariate Generalized Autoregressive Conditional Heteroskedasticity Models",
        "Bitcoin, gold and the dollar–A GARCH volatility analysis",
        "Bitcoin: Medium of exchange or speculative assets?",
        "Do Bitcoin and other cryptocurrencies jump together?",
        "Volatility and return jumps in bitcoin",
        "High-Frequency Jump Analysis of the Bitcoin Market",
        "Long Memory Interdependency and Inefficiency in Bitcoin Markets",
        "Volatility co-movement between Bitcoin and Ether",
        "Nonlinear dependence in cryptocurrency markets",
        "Answering the skeptics: Yes, standard volatility models do provide accurate forecasts",
        "Econometric analysis of realized volatility and its use in estimating stochastic volatility models",
        "The relative contribution of jumps to total price variance",
        "Variance-ratio statistics and high-frequency data: Testing for changes in intraday volatility patterns"
    ],
    "affiliation": [
        {
            "affiliation-city": "Perth",
            "@id": "60189723",
            "affilname": "The UWA Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189723",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}