{
    "eid": "2-s2.0-85144906570",
    "title": "Weizmannia acidilactici sp. nov., a lactic acid producing bacterium isolated from soils",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "L-lactic acid",
        "Soil",
        "Spore-forming bacteria",
        "Weizmannia acidilactici"
    ],
    "authors": [
        "Vasana Tolieng",
        "Naoto Tanaka",
        "Yuh Shiwa",
        "Sitanan Thitiprasert",
        "Pawina Kanchanasin",
        "Wongsakorn Phongsopitanun",
        "Auttaporn Booncharoen",
        "Nuttha Thongchul",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 2,
    "ref-count": 41,
    "ref-list": [
        "The RAST Server: rapid annotations using subsystems technology",
        "Genus Bacillus Cohn 1872, 174AL",
        "Distribution of isoprenoid quinone structural types in bacteria and their taxonomic implication",
        "Polyphasic characterization of Bacillus coagulans strains, illustrating heterogeneity within this species, and emended description of the species",
        "Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "defining the course of evolution: minimum change for specific tree topology",
        "Rapid flagella stain",
        "DNA-DNA hybridization values and their relationship to whole-genome sequence similarities",
        "Robust demarcation of 17 distinct Bacillus species clades, proposed as novel Bacillaceae genera, by phylogenomics and comparative genomic analyses: description of Robertmurraya kyonggiensis sp. nov. and proposal for an emended genus Bacillus limiting it only to the members of the Subtilis and Cereus clades of species",
        "Bacteriological studies on the coagulation of evaporated milk",
        "Kinetic characterization of recombinant Bacillus coagulans FDP-activated L-lactate dehydrogenase expressed in Escherichia coli and its substrate specificity",
        "Bacillus acidiproducens sp. nov., vineyard soil isolates that produce lactic acid",
        "MEGA 7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Proposed minimal standards for describing new taxa of aerobic, endospore- forming bacteria",
        "Genome sequence- based species delimitation with confidence intervals and improved distance functions",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Taxonomic study of Bacillus coagulans Hammer 1915 with a proposal for Bacillus smithii sp. nov",
        "Sporulation, germination and outgrowth",
        "New application of Bacillus strains for optically pure L-lactic acid production: general overview and future prospects",
        "Characterization of lactic acid producing bacteria from Thai sources",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "JSpeciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids, MIDI Technical Note 101",
        "Approved Lists of Bacterial Names",
        "Taxonomic parameters revisited: tarnished gold standards",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "Lactic acid bacteria isolated from soy sauce mash in Thailand",
        "Enterococcus florum sp. nov., isolated from a cotton flower (Gossypium hirsutum L.)",
        "Bacillus ginsengihumi sp. nov., a novel species isolated from soil of a ginseng field in pocheon Province",
        "A homofermentative Bacillus sp. BC-001 and its performance as a potential L-lactate industrial strain",
        "Draft genome sequencing of Sporolactobacillus terrae SBT- 1, an efficient bacterium to ferment concentrated sugar to D-lactic acid",
        "Phenotypic characterization and the principles of comparative systematics",
        "Characterization of lactic acid-producing Bacillus coagulans strains with their antibacterial activity and L- lactic acid production",
        "Molecular identification, L-lactic acid production, and antibacterial activity of Bacillus strains isolated from soils",
        "Genomic fingerprinting of bacteria using repetitive sequence-based polymerase chain reaction.",
        "Major role of NAD-dependent lactate dehydrogenases in the production of L-lactic acid with high optical purity by the thermophile Bacillus coagulans",
        "International committee on Systematic Bacteriology. Report of the ad hoc committee on the reconciliation of approaches to bacterial systematic",
        "Introducing EzBio-Cloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60025976",
            "affilname": "Tokyo University of Agriculture",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025976",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}