{
    "eid": "2-s2.0-85034068717",
    "title": "Closed-form multiclass cell transmission model enhanced with overtaking, lane-changing, and first-in first-out properties",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Civil and Structural Engineering",
            "@code": "2205"
        },
        {
            "$": "Management Science and Operations Research",
            "@code": "1803"
        },
        {
            "$": "Automotive Engineering",
            "@code": "2203"
        },
        {
            "$": "Transportation",
            "@code": "3313"
        }
    ],
    "keywords": [
        "Cell transmission model",
        "Heterogeneous mobility",
        "Multiclass macroscopic modeling",
        "Traffic flow theory",
        "Traffic network"
    ],
    "authors": [
        "Kamonthep Tiaprasert"
    ],
    "citedby-count": 29,
    "ref-count": 49,
    "ref-list": [
        "A compositional stochastic model for real time freeway traffic simulation",
        "Extending the Cell Transmission Model to Multiple Lanes and Lane-Changing",
        "A State-of-The-Art Review of the Sensor Location, Flow Observability, Estimation, and Prediction Problems in Traffic Networks",
        "An Approach to Dynamic Classification of Traffic Flow Patterns",
        "Dynamic classification of traffic flow patterns simulated by a switching multimode discrete cell transmission model",
        "Extension of traffic flow pattern dynamic classification by a macroscopic model using multivariate clustering",
        "The cell transmission model: A dynamic representation of highway traffic consistent with the hydrodynamic theory",
        "The cell transmission model, part II: Network traffic",
        "Estimating free-flow speed from posted speed limit signs",
        "Optimal freeway ramp metering using the asymmetric cell transmission model",
        "Behavior of the cell transmission model and effectiveness of ramp metering",
        "Traffic Simulation in Urban Networks Using Stochastic Cell Transmission Model",
        "Validation of an extended discrete first-order model with variable speed limits",
        "Lane-changing in traffic streams",
        "A cell transmission model for dynamic lane reversal with autonomous vehicles",
        "A multiclass cell transmission model for shared human and autonomous vehicle roads",
        "Integrating the Bus Vehicle Class into the Cell Transmission Model",
        "Dynamic network traffic control",
        "A discrete traffic kinetic model - integrating the lagged cell transmission and continuous traffic kinetic models",
        "Modeling the car-truck interaction in a system-optimal dynamic traffic assignment model",
        "Int. J. Adv. Eng. Sci. Appl. Math.",
        "Trajectory data reconstruction and simulation-based validation against macroscopic traffic patterns",
        "A porous flow approach to modeling heterogeneous traffic in disordered systems",
        "Multiclass first-order traffic model using stochastic fundamental diagrams",
        "Multiclass first-order simulation model to explain non-linear traffic phenomena",
        "On the assessment of vehicle trajectory data accuracy and application to the Next Generation SIMulation (NGSIM) program data",
        "Modeling heterogeneous traffic flow: A pragmatic approach",
        "Operat. Res.",
        "Clustering traffic flow patterns by fuzzy c-means method: Some preliminary findings",
        "Stochastic cell transmission model (SCTM): A stochastic dynamic traffic model for traffic state surveillance and assignment",
        "Enhanced lagged cell-transmission model for dynamic traffic assignment",
        "A cell-based model for multi-class doubly stochastic dynamic traffic assignment",
        "Multiclass cell transmission model for heterogeneous mobility in general topology of road network",
        "Linear programming models for the user and system optimal dynamic network design problem: Formulations, comparisons and extensions",
        "FASTLANE: New multiclass first-order traffic flow model",
        "A multi-class traffic flow model - An extension of LWR model with heterogeneous drivers",
        "An Ensemble Kalman Filtering approach to highway traffic estimation using GPS enabled mobile devices",
        "Transportmetrica B: Transport Dyn.",
        "Robust signal timing optimization with environmental concerns",
        "Integration of a cell transmission model and macroscopic fundamental diagram: Network aggregation for dynamic traffic models",
        "Stochastic cell transmission model: Traffic state estimation under uncertainties",
        "Delay and emissions modelling for signalised intersections"
    ],
    "affiliation": [
        {
            "affiliation-city": "College Station",
            "affilname": "College of Engineering",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Shanghai",
            "affilname": "Key Laboratory of Road and Traffic Engineering of the State Ministry of Education",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}