{
    "eid": "2-s2.0-85118276195",
    "title": "KDM6A mutations promote acute cytoplasmic DNA release, DNA damage response and mitosis defects",
    "cover-date": "2021-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Cell Biology",
            "@code": "1307",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "DNA damage",
        "KDM6A mutations",
        "Mitosis defects",
        "Nuclear integrity"
    ],
    "authors": [
        "J. Koch",
        "A. Lang",
        "P. Whongsiri",
        "W. A. Schulz",
        "M. J. Hoffmann",
        "A. Greife"
    ],
    "citedby-count": 4,
    "ref-count": 40,
    "ref-list": [
        "Discovery and saturation analysis of cancer genes across 21 tumour types",
        "Frequent mutations of chromatin remodeling genes in transitional cell carcinoma of the bladder",
        "Comprehensive molecular characterization of urothelial bladder carcinoma",
        "Genomic Subtypes of Non-invasive Bladder Cancer with Distinct Metabolic Profile and Female Gender Bias in KDM6A Mutation Frequency",
        "Kabuki syndrome genes KMT2D and KDM6A: functional analyses demonstrate critical roles in craniofacial, heart and brain development",
        "UTX and JMJD3 are histone H3K27 demethylases involved in HOX gene regulation and development",
        "The super elongation complex (SEC) and MLL in development and disease",
        "A UTX-MLL4-p300 Transcriptional Regulatory Network Coordinately Shapes Active Enhancer Landscapes for Eliciting Transcription",
        "The H3K27me3 demethylase UTX in normal development and disease",
        "Jmjd3 and UTX play a demethylase-independent role in chromatin remodeling to regulate T-box family member-dependent gene expression",
        "Histone demethylase UTX and chromatin remodeler BRM bind directly to CBP and modulate acetylation of histone H3 lysine 27",
        "Chaperoning RNA polymerase II through repressive chromatin",
        "TPR proteins: the versatile helix",
        "Structural basis for histone H3 Lys 27 demethylation by UTX/KDM6A",
        "The histone demethylase UTX/KDM6A in cancer: Progress and puzzles",
        "Intrinsic disorder in transcription factors",
        "Cancer-derived UTX TPR mutations G137V and D336G impair interaction with MLL3/4 complexes and affect UTX subcellular localization",
        "Contingencies of UTX/KDM6A Action in Urothelial Carcinoma",
        "ScatterJ: an ImageJ plugin for the evaluation of analytical microscopy datasets",
        "Histone H3K27 Trimethylation inhibits H3 binding and function of SET1-like H3K4 methyltransferase complexes",
        "Mild replication stress causes aneuploidy by deregulating microtubule dynamics in mitosis",
        "Mitotic Slippage” and Extranuclear DNA in Cancer Chemoresistance: A Focus on Telomeres",
        "Cytoplasmic DNA accumulation preferentially triggers cell death of myeloid leukemia cells by interacting with intracellular DNA sensing pathway",
        "Inhibition of KDM6 activity during murine ESC differentiation induces DNA damage",
        "Histone demethylase KDM6A directly senses oxygen to control chromatin and cell fate",
        "Histone demethylase UTX is a therapeutic target for diabetic kidney disease",
        "Nucleophosmin in Its Interaction with Ligands",
        "Nucleolar protein B23 has molecular chaperone activities",
        "When endoplasmic reticulum Proteostasis meets the DNA damage response",
        "Histone demethylases in chromatin biology and beyond",
        "Moonlighting in Mitosis: Analysis of the Mitotic Functions of Transcription and Splicing Factors",
        "MLL/WDR5 Complex Regulates Kif2A Localization to Ensure Chromosome Congression and Proper Spindle Assembly during Mitosis",
        "WDR5 is a conserved regulator of protein synthesis gene expression",
        "Nucleophosmin is required for chromosome congression, proper mitotic spindle formation, and kinetochore-microtubule attachment in HeLa cells",
        "UniProt: a worldwide hub of protein knowledge",
        "Protein-sol: a web tool for predicting protein solubility from sequence",
        "TPRpred: A tool for prediction of TPR-, PPR- and SELI-like repeats from protein sequences",
        "Design of stable alpha-helical arrays from an idealized TPR motif",
        "The PSIPRED protein structure prediction server",
        "A completely Reimplemented MPI bioinformatics toolkit with a new HHpred server at its Core"
    ],
    "affiliation": [
        {
            "affiliation-city": "Dusseldorf",
            "@id": "60085126",
            "affilname": "Heinrich-Heine-Universität Düsseldorf Medizinische Fakultät",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60085126",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Dusseldorf",
            "@id": "60025310",
            "affilname": "Heinrich-Heine-Universität Düsseldorf",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025310",
            "affiliation-country": "Germany"
        }
    ],
    "funding": [
        "Wilhelm Sander-Foundation",
        "DFG",
        "HHU"
    ]
}