{
    "eid": "2-s2.0-85013756232",
    "title": "Ferromagnetism and diamagnetism behaviors of MgO synthesized via thermal decomposition method",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Metals and Alloys",
            "@code": "2506"
        }
    ],
    "keywords": [
        "Magnetic properties",
        "Mg vacancies",
        null,
        "MgO",
        "Rietveld analysis",
        "XPS"
    ],
    "authors": [
        "Atchara Khamkongkaeo"
    ],
    "citedby-count": 24,
    "ref-count": 50,
    "ref-list": [
        "Comparative study of microwave and conventional methods for the preparation and optical properties of novel MgO-micro and nano-structures",
        "Structural, dielectric relaxation and electrical conductivity behavior in MgO powders synthesized by sol-gel",
        "Facile synthesis of defect-induced highly-luminescent pristine MgO nanostructures for promising solid-state lighting applications",
        "Morphology, mechanism and optical properties of nanometer-sized MgO synthesized via facile wet chemical method",
        null,
        null,
        "Structural, morphological and optical properties of MgO nanoparticles for antibacterial applications",
        "J. Nanopart. Res.",
        "Sonocatalyzed decolorization of synthetic textile wastewater using sonochemically synthesized MgO nanostructures",
        "A facile, novel and low-temperature synthesis of MgO nanorods via thermal decomposition using new starting reagent and its photocatalytic activity evaluation",
        "TEM investigation of MgO thin films for magnetic tunnel junction application",
        "Determination of miscibility in MgO-ZnO nanocrystal alloys by x-ray absorption spectroscopy",
        "An ab initio study on the electronic and magnetic properties of MgO with intrinsic defects",
        "Magnetic tunnel junctions",
        "J. Phys. Condens. Matter",
        "Phys. Rev. B",
        "IEEE T. Magn.",
        "Structural, optical and magnetic characterizations of Mn-doped MgO nanoparticles",
        "On the synthesis and characterization of ZnO/MgO nanocomposite by thermal evaporation technique",
        "Ferromagnetism in transparent thin films of MgO",
        "Room temperature ferromagnetism in pristine MgO thin films",
        "Origin of room temperature ferromagnetism in MgO films",
        "Phys. Rev. B",
        "Symmetry and nonstoichiometry as possible origins of ferromagnetism in nanoscale oxides",
        "Phys. Rev. B",
        "Defect induced ferromagnetism in MgO nanoparticles studied by optical and positron annihilation spectroscopy",
        "Ferromagnetism in Fe-doped MgO nanoparticles",
        "Room temperature ferromagnetic V-doped MgO nanoparticles",
        null,
        "Study of Surface-Active Modes and Defects in Single-Phase Li-Incorporated MgO Nanoparticles",
        "Impact of surfactants and acids on the sol-gel synthesis of MgO aerogels",
        "Synthesis and Characterization of Mg(OH) 2 and MgO Nanostructures Via Simple Hydrothermal Method",
        "J. Ind. Eng. Chem.",
        "Structural analysis by Rietveld refinement of calcium and lanthanum phosphosilicate apatites",
        null,
        "Magnesium salts and oxide: An XPS overview",
        null,
        "XPS investigation of the oxidation/corrosion of melt-spun Mg",
        null,
        "Microstructural, optical and magnetic properties study of nanocrystalline MgO",
        "Defect and adsorbate induced infrared modes in sol-gel derived magnesium oxide nano-crystallites",
        "Excellent fluoride removal properties of porous hollow MgO microspheres",
        "Intense and wavelength-tunable photoluminescence from surface functionalized MgO nanocrystal clusters",
        "Aging of magnetic properties in MgO films",
        "Annealing of CoFeB/MgO based single and double barrier magnetic tunnel junctions: Tunnel magnetoresistance, bias dependence, and output voltage",
        "Size dependence of magnetic properties of nanoscale CoFeB-MgO magnetic tunnel junctions with perpendicular magnetic easy axis observed by ferromagnetic resonance",
        null,
        "Electrical conductance properties for magnetic tunnel junctions with MgO barriers",
        "Room-temperature ferromagnetism in MgO nanocrystalline powders",
        "Preparation and characterization of MgO nanoparticles/ferroelectric liquid crystal composites for faster display devices with improved contrast"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Khon Kaen University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Faculty of Science, Khon Kaen University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Ratchasima",
            "affilname": "Suranaree University of Technology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Ratchasima",
            "affilname": "Synchrotron Light Research Institute (Public Organization)",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}