{
    "eid": "2-s2.0-85030756076",
    "title": "The behavior of gypsum-bonded investment in the gold jewelry casting process",
    "cover-date": "2017-11-10",
    "subject-areas": [
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "Instrumentation",
            "@code": "3105"
        },
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        }
    ],
    "keywords": [
        "Gold casting",
        "Gypsum-bonded investment",
        null,
        "X-ray photoelectron spectroscopy"
    ],
    "authors": [
        "Thanawat Phetrattanarangsi"
    ],
    "citedby-count": 19,
    "ref-count": 33,
    "ref-list": [
        "Advances in jewellery microcasting",
        "Gold Technol.",
        "Gold Technol.",
        "Proc. The Santa Fe Symp. Jewellery Manuf. Technol.",
        "Proc. of The Santa Fe Symp. Jewellery Manuf. Technol.",
        "Proc. The Santa Fe Symp. Jewellery Manuf. Technol.",
        "The Santa Fe Symposium on Jewelry Manufacturing Technology",
        "Effect of particle size variations of gypsum bonded investment powders on metallurgical quality of investment castings",
        "Origin of Gas Porosity in Gold-Based Alloys Cast in Calcium Sulfate-Bonded Investment and Influence of Metal Oxide Acid-Base Properties on Calcium Sulfate Thermal Stability",
        "Physical properties of gypsum model investments.",
        "Gold Bull.",
        "The metallurgy of some carat gold jewellery alloys - Part I - Coloured gold alloys",
        "Surface quality and dimensional accuracy of gypsum bonded investment flask casting moulds",
        "Effect of cristobalite and quartz on the properties of gypsum bonded investment",
        "The Santa Fe Symposium on Jewelry Manufacturing Technology",
        "Cemento",
        null,
        "Investment casting of gold jewellery - Porosity in castings, its causes and prevention",
        "Gold jewellery casting: Technology design and defects elimination",
        "Calcium sulphate hemihydrate hydration leading to gypsum crystallization",
        "The Santa Fe Symposium on Jewelry Manufacturing Technology, Albuquerque N.M.",
        "THERMAL DECOMPOSITION OF CALCIUM SULFATE DIHYDRATE UNDER SELF-GENERATED ATMOSPHERE.",
        "Study of gypsum‐bonded casting investments. Part 1",
        "Effect of burnout temperature on strength of gypsum-bonded investments",
        "Phase transitions of quartz studied by a.c. calorimetry",
        "A detailed structural characterization of quartz on heating through the α - β phase transition",
        "Silica investment prepared for dental purposes: effect of cristobalite content on mechanical properties",
        "An XPS study of ion-induced compositional changes with group II and group IV compounds",
        "Doklady AN SSSR",
        null,
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Faculty of Science, Khon Kaen University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Maejo University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Ratchasima",
            "affilname": "Synchrotron Light Research Institute (Public Organization)",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Christy Gem Co., Ltd.",
        "Thailand Research Fund"
    ]
}