{
    "eid": "2-s2.0-84981524594",
    "title": "Cost-benefit analysis of shrimp farming's flood risk reduction strategies in Thailand",
    "cover-date": "2018-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Engineering",
            "@code": "2305",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Safety, Risk, Reliability and Quality",
            "@code": "2213",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Water Science and Technology",
            "@code": "2312",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Benefit-cost appraisal",
        "flood mitigation",
        "integrated flood risk management",
        "non-structural measures"
    ],
    "authors": [
        "C. Seekao",
        "C. Pharino"
    ],
    "citedby-count": 8,
    "ref-count": 32,
    "ref-list": [
        "Climate change and vulnerability of fish farmers in Southwestern Nigeria",
        "Flood detection and mapping of the Thailand Central plain using RADARSAT and MODIS under a sensor web environment",
        "Applying the flood vulnerability index as a knowledge base for flood risk assessment",
        "Climate change and water. Technical Paper of the Intergovernmental Panel on Climate Change",
        "Modelling risk adaptation and mitigation behavior under different climate change scenarios",
        "Climate change and aquaculture: potential impacts, adaptation and mitigation",
        "Historic records and GIS applications for flood risk analysis in the Salento peninsula (southern Italy)",
        "A quarterly update on world seafood market. Rome",
        "Contribution of Working Groups I, II and III to the fourth assessment report of the intergovernmental panel on climate change, climate change 2007 adaptation and mitigation options. Geneva",
        "Contribution of Working Group II to the fourth assessment report of the intergovernmental panel on climate change, changing climate 2007 impacts, adaptation and vulnerability. Summary for policymakers",
        "Climate change 2014 impacts",
        "Economic analysis of alternative flood control measures",
        "Integrated hydrodynamic and economic modelling of flood damage in the Netherlands",
        "Economic of selection of flood mitigation measures",
        "Economic analysis of adaptive strategies for flood risk management under climate change",
        "Analysis of flood causes and associated socio-economic damages in the Hindukush region",
        "Ecohydrology: a framework for overcoming the environmental impacts of shrimp aquaculture on the coastal zone of Bangladesh",
        "Decision supporting hydrological model for river basin flood control",
        "Assessing stakeholder adaptive capacity to salmon aquaculture in Norway",
        "Analysis of a detention basin impact on dike failure probabilities and flood risk for a channel dike-floodplain system along the river Elbe, Germany"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadapisek Sompoch Endowment Fund",
        "Chulalongkorn University",
        "GISTDA"
    ]
}