{
    "eid": "2-s2.0-85018361444",
    "title": "The governance of adaptation financing: Pursuing legitimacy at multiple levels",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Management",
            "@code": "2308"
        },
        {
            "$": "Atmospheric Science",
            "@code": "1902"
        },
        {
            "$": "Global and Planetary Change",
            "@code": "2306"
        }
    ],
    "keywords": [
        "Accountability",
        "Adaptation",
        "Climate",
        "Financing",
        "Funds",
        "Governance",
        "Legitimacy"
    ],
    "authors": [
        "Louis Lebel"
    ],
    "citedby-count": 14,
    "ref-count": 65,
    "ref-list": [
        "Implementing Entities",
        "The Political Economy of Climate Resilient Development Planning in Bangladesh",
        "Resolving the adaptation paradox: Exploring the potential for deliberative adaptation policy-making in Bangladesh",
        "Supporting Adaptation to Climate Change: What Role for Official Development Assistance?",
        "Power, Responsibility, and Accountability: Re-Thinking the Legitimacy of Institutions for Climate Finance",
        "Resisting transparency: Corruption, legitimacy, and the quality of global environmental policies",
        "Bangladesh Climate Change Resilience Fund: An Innovative Governance Framework",
        "Journal of International Law and International Relations",
        "Legitimacy in intergovernmental and non-state global governance",
        "Accountability and legitimacy in earth system governance: A research framework",
        "Constructing legitimacy for climate change planning: A study of local government in Denmark",
        "The Politics of International Climate Adaptation Funding: Justice and Divisions in the Greenhouse",
        "Enrile Lauds DOF and Climate Commission Moves on International and Local Finance Arena",
        "The Daily Star",
        "Sharing the burden of financing adaptation to climate change",
        "Tamed transparency: How information disclosure under the global reporting initiative fails to empower",
        "Preparing to manage climate change financing",
        "Gaining public acceptance: A critical strategic priority of the World Commission on Dams",
        "Legitimacy and economy in deliberative democracy",
        "Global democracy and earth system governance",
        "The costs of adaptation",
        "Spending adaptation money wisely",
        "Up-scaling finance for community-based adaptation",
        "Debt relief and financing climate change action",
        "Green Climate Fund Initial Resource Mobilisation (IRM)",
        "GMA News On-line",
        "National Funding Entities: Their Role in the Transition to a New Paradigm of Global Cooperation on Climate Change",
        "An ethical approach to climate adaptation finance",
        "The role of justice in the North-South conflict in climate change: The case of negotiations on the Adaptation Fund",
        "Transparency in global environmental governance: A coming of age?",
        "Access and allocation in earth system governance: Water and climate change compared",
        "The Effectiveness of Climate Finance: A Review of the Indonesia Climate Change Trust Fund",
        "The Daily Observer",
        "Understanding the Political Economy of the Adaptation Fund",
        "Climate Funds Update",
        "Funding public adaptation to climate-related disasters. Estimates for a global fund",
        "Operationalizing the adaptation fund: Challenges in allocating funds to the vulnerable",
        "Indonesia Climate Change Trust Fund. External Report",
        "Annual Report 2013",
        "Bangladesh to Slash Its Own Climate Adaptation Fund",
        "Bangladesh: Cutting off Our Heads to Cure a Headache",
        "The Political Dimension of Vulnerability: Implications for the Green Climate Fund",
        "Widening the scope of policies to address climate change: directions for mainstreaming",
        "The governance of transnational environmental harm: Addressing new modes of accountability/responsibility",
        "Policy regime perspectives: Policies, politics, and governing",
        "Transparency for governance: The mechanisms and effectiveness of disclosure-based and education-based transparency policies",
        "Principles for Delivering Adaptation Finance",
        "Costing Adaptation: Revealing Tensions in the Normative Basis of Adaptation Policy in Adaptation Cost Estimates",
        "Climate Finance: Is It Making a Difference? A Review of the Effectiveness of Multilateral Climate Funds",
        "Estimating costs of adaptation to climate change",
        "Polycentric systems for coping with collective action and global environmental change",
        "Equity and efficiency in adaptation finance: Initial experiences of the Adaptation Fund",
        "Filipinos Lack Climate Protection on the Ground, Despite Laws",
        "Economic integration, democracy and the welfare state",
        "Towards an Understanding of the Political Economy of the PPCR",
        "Development and climate change adaptation funding: Coordination and integration",
        "Equity and cost-effectiveness of multilateral adaptation finance: Are they friends or foes?",
        "New and additional to what? Assessing options for baselines to assess climate finance pledges",
        "Financing Adaptation to Climate Change in Developing Countries",
        "The Plumbing of Adaptation Finance: Accountability, Transparency and Accessibility at the Local Level",
        "Blending Climate Finance Through National Climate Funds. A Guidebook for the Design and Establishment of National Funds to Achieve Climate Change Priorities",
        "Designing the green climate fund: How to spend $100 billion sensibly",
        "Loss and damage from climate change: Local-level evidence from nine vulnerable countries",
        "Legitimacy building in weak institutional settings: Climate change adaptation at local level in Denmark and Norway",
        "Global Environmental Change"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}