{
    "eid": "2-s2.0-85027227411",
    "title": "In situ -DRIFTS study: Influence of surface acidity of rhenium-based catalysts in the metathesis of various olefins for propylene production",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [],
    "authors": [
        "Siriporn Vorakitkanvasin"
    ],
    "citedby-count": 14,
    "ref-count": 28,
    "ref-list": [
        "Olefin Metathesis and Metathesis Polymerization",
        "Olefin metathesis over supported rhenium oxide catalysts",
        "Industrial applications of olefin metathesis",
        null,
        "Structure and activity of rhenium-based metathesis catalysts",
        null,
        null,
        null,
        "In situ Raman spectroscopy of alumina-supported metal oxide catalysts",
        null,
        null,
        null,
        "Interactions involving lewis acidic aluminum sites in oxide-supported perrhenate catalysts",
        null,
        "Methathesis of ethylene-butene mixtures to propylene with rhenium on alumina catalysts",
        "Olefin metathesis with mesoporous rhenium-silicium-aluminum mixed oxides obtained via a one-step non-hydrolytic sol-gel route",
        "Aluminium(III) hydration in aqueous solution. A Raman spectroscopic investigation and an ab initio molecular orbital study of aluminium(III) water clusters",
        "Structural and Morphological Features of Disperse Alumina Synthesized Using Aluminum Nitrate Nonahydrate",
        "Influence of Lewis acidity of rhenium heptoxide supported on alumina catalyst on the catalytic performances in olefin metathesis",
        "Characterisation by vibrational and electronic spectroscopies",
        null,
        "An FT-IR study of ammonia adsorption and oxidation over anatase-supported metal oxides",
        null,
        "Olefin metathesis by supported metal oxide catalysts",
        null,
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "SCG Chemicals Co., Ltd.",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}