{
    "eid": "2-s2.0-85091641905",
    "title": "The Tai Ahom sound system as reflected by the texts recorded in the Bark manuscripts",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Language and Linguistics",
            "@code": "1203",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Linguistics and Language",
            "@code": "3310",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Allographic variations",
        "Manuscripts",
        "Mergers",
        "Retentions",
        "Tai Ahom"
    ],
    "authors": [
        "Poppy Gogoi",
        "Stephen Morey",
        "Pittayawat Pittayaporn"
    ],
    "citedby-count": 0,
    "ref-count": 38,
    "ref-list": [
        "Alphabets of the Tai language",
        "Interpretation of the Ahom extract, published as Plate IV of the January number of the present volume by Major F. Jenkins, Commissioner in Assam",
        "The state of knowledge of Ahom history",
        "Script without Buddhism: Burmese influence on the Tay (Shan) script of Mäng Maaw as seen in a Chinese scroll painting of 1407",
        "Tai languages in Assam: daughters or ghosts?",
        "The Tai language family and the Comparative Method",
        "Consonant mergers and Inscription One",
        "Shan and other northern tier Southeast Tai languages of Myanmar and China: Themes and variations",
        "Langues et écritures en Asie du Sud-Est: Les écritures d’origine indienne et leur adaptation aux langues de l’Asie du Sud-Est continentale: Les consonnes",
        "A comparative word list of three Tai Nuea dialects",
        "Notes on Khamti Shan",
        "Length contrast of high vowels in the Thai language of the Sukhothai period",
        "Tai languages of Assam, a progress report: Does anything remain of the Tai Ahom language?",
        "Comparing the old Tai Ahom manuscripts with the prayers (mantras) used by the Tai Ahom Deodhai today",
        "Metadata and endangered archives: Lessons from the Ahom Manuscripts Project",
        "The orthographic standardisation of Burmese: Linguistic and sociolinguistic speculations",
        "Towards a panchronic perspective on a diachronic issue: The rhyme <-uiw> in Old Burmese",
        "Proto-Southwestern-Tai revised: A new reconstruction",
        "The interpretation of archaic writing system",
        "Linguistic features of the Ahom Bar Amra",
        "Ahom and the study of early Tai society",
        "Reading a dead language: Tai Ahom and the dictionaries",
        "Recreating the past: Revivalism in Northeastern India"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Melbourne",
            "@id": "60006925",
            "affilname": "La Trobe University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006925",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "British Library Endangered Archives Program"
    ]
}