{
    "eid": "2-s2.0-85086156058",
    "title": "Indentation of a nanolayer on a substrate by a rigid cylinder in adhesive contact",
    "cover-date": "2020-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Computational Mechanics",
            "@code": "2206",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Mechanical Engineering",
            "@code": "2210",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [],
    "authors": [
        "S. Tirapat",
        "T. Senjuntichai",
        "J. Rungamornrat",
        "R. K.N.D. Rajapakse"
    ],
    "citedby-count": 8,
    "ref-count": 35,
    "ref-list": [
        "A method for interpreting the data from depth-sensing indentation instruments",
        "An improved technique for determining hardness and elastic modulus using load and displacement sensing indentation experiments",
        "The relation between load and penetration in the axisymmetric Boussinesq problem for a punch of arbitrary profile",
        "The Hertz-type and adhesive contact problems for depth-sensing indentation",
        "Nanobeam mechanics: elasticity, strength, and toughness of nanorods and nanotubes",
        "Effects of couple-stresses in linear elasticity",
        "Theories of elasticity with couple-stress",
        "Strain gradient solutions of half-space and half-plane contact problems",
        "Micro-structure in linear elasticity",
        "A continuum theory of elastic material surfaces",
        "Surface stress in solids",
        "Analytical solutions for a surface-loaded isotropic elastic layer with surface energy effects",
        "Elastic field of a nano-film subjected to tangential surface load: asymmetric problem",
        "Elastic layer under axisymmetric surface loads and influence of surface stresses",
        "Influence of surface energy effects on elastic fields of a layered elastic medium under surface loading",
        "Boussinesq problem with the surface effect and its application to contact mechanics at the nanoscale",
        "Mechanics of adhesive contact at the nanoscale: the effect of surface stress",
        "Solutions of half-space and half-plane contact problems based on surface elasticity",
        "A continuum model for size-dependent deformation of elastic films of nano-scale thickness",
        "Size-dependent nonlinear response of thin elastic films with nano-scale thickness",
        "Size-dependent elastic behavior of FGM ultra-thin films based on generalized refined theory",
        "Analysis of planar cracks in 3D elastic media with consideration of surface elasticity",
        "Penny-shaped crack in elastic medium with surface energy effects",
        "Size-dependent elastic properties of nanosized structural elements",
        "Atomistic calculations of elastic properties of metallic FCC crystal surfaces",
        "Surface free energy and its effect on the elastic behavior of nano-sized particles, wires and films",
        "Twisting of nanowires induced by anisotropic surface stresses",
        "Rigid frictionless indentation on elastic half space with influence of surface stresses",
        "Elastic layer under axisymmetric indentation and surface energy effects",
        "Theoretical investigation of phenomena caused by heterogeneous surface tension in solids",
        "Self similar solutions to adhesive contact problems with incremental loading"
    ],
    "affiliation": [
        {
            "affiliation-city": "Colombo",
            "@id": "60104431",
            "affilname": "Sri Lanka Institute of Information Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60104431",
            "affiliation-country": "Sri Lanka"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Burnaby",
            "@id": "60018491",
            "affilname": "Simon Fraser University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018491",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}