{
    "eid": "2-s2.0-84992623556",
    "title": "CO2 capture performance of bi-functional activated bleaching earth modified with basic-alcoholic solution and functionalization with monoethanolamine: isotherms, kinetics and thermodynamics",
    "cover-date": "2016-10-01",
    "subject-areas": [
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        },
        {
            "$": "General Environmental Science",
            "@code": "2300"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        }
    ],
    "keywords": [
        "Activated bleaching earth",
        "Bifunctional surface",
        "Capture",
        "Carbon dioxide"
    ],
    "authors": [
        "Sangobtip Pongstabodee"
    ],
    "citedby-count": 10,
    "ref-count": 52,
    "ref-list": [
        null,
        "Kinetics of phase change. I: General theory",
        null,
        null,
        "FTIR study of deuterated montmorillonites: Structural features relevant to pillared clay stability",
        "The removal of anionic dyes from aqueous solutions in the presence of anionic surfactant using aminopropylsilica-A kinetic study",
        null,
        "Amine loaded zeolites for carbon dioxide capture: Amine loading and adsorption studies",
        "Adsorbent materials for carbon dioxide capture from large anthropogenic point sources",
        "Bleaching properties of alumina-pillared acid-activated montmorillonite",
        "Clarification of cottonseed oil: How structural properties of treated bentonites by acid affect bleaching efficiency",
        "GeoSci. Eng.",
        null,
        "Parametric study of solid amine sorbents for the capture of carbon dioxide",
        null,
        "Textural characteristics, surface chemistry and activation of bleaching earth: A review",
        "Kinetic Processes: Crystal Growth, Diffusion, and Phase Transitions in Materials",
        "In situ Fourier Transform-Infrared (FT-IR) analysis of carbon dioxide absorption and desorption in amine solutions",
        "Effect of acid and alkali treatments on surface areas and adsorption energies of selected minerals",
        "Int. Proc. Chem. Biol. Environ.",
        "Bleaching earth clay (pH 12.5): A green catalyst for rapid synthesis of pyranopyrazole derivatives via a tandem three-component reaction",
        "Investigation of the properties of oil at the bleaching unit of an oil refinery",
        "Preparation of monolith SiC aerogel with high surface area and large pore volume and the structural evolution during the preparation",
        "Facile synthesis of an amine hybrid aerogel with high adsorption efficiency and regenerability for air capture via a solvothermal-assisted sol-gel process and supercritical drying",
        "Preparation and characterization of acids and alkali treated kaolin clay",
        "Rigorous modeling of the acid gas heat of absorption in alkanolamine solutions",
        "Reversible adsorption of carbon dioxide on amine surface-bonded silica gel",
        null,
        "J. Oil Palm Res.",
        "Int. J. Chem.",
        "The IPCC special report on carbon dioxide capture and storage",
        "Assessing the bleaching capacity of some Cameroonian clays on vegetable oils",
        "Activation of carbon dioxide on ZnO nanoparticles studied by vibrational spectroscopy",
        "Adsorption of methyl violet from aqueous solution by polyacrylamide as an adsorbent: Isotherm and kinetic studies",
        "The role of bleaching clays and synthetic silica in palm oil physical refining",
        null,
        "Modification of Langmuir isotherm in solution systems - Definition and utilization of concentration dependent factor",
        null,
        null,
        "Influence of the surface chemistry of modified activated carbon on its electrochemical behaviour in the presence of lead(II) ions",
        "Characterization of species adsorbed on oxidized and reduced anatase",
        "Physical adsorption characterization of nanoporous materials",
        null,
        "J. Oil Palm. Res.",
        "Organic montmorillonite modified polyacrylate nanocomposite by emulsion polymerization",
        null,
        null,
        "FTIR investigation of CTAB-Al-montmorillonite complexes",
        "Density functional theory study on carbon dioxide absorption into aqueous solutions of 2-amino-2-methyl-1-propanol using a continuum solvation model",
        null,
        null
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Center of Excellence on Petrochemical and Materials Technology",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}