{
    "eid": "2-s2.0-85055317027",
    "title": "Prokinetics for Functional Dyspepsia: A Systematic Review and Meta-Analysis of Randomized Control Trials",
    "cover-date": "2019-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Hepatology",
            "@code": "2721",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Gastroenterology",
            "@code": "2715",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Rapat Pittayanon",
        "Yuhong Yuan",
        "Natasha P. Bollegala",
        "Reena Khanna",
        "Brian E. Lacy",
        "Christopher N. Andrews",
        "Grigorios I. Leontiadis",
        "Paul Moayyedi"
    ],
    "citedby-count": 63,
    "ref-count": 50,
    "ref-list": [
        "Initial poor quality of life and new onset of dyspepsia: Results from a longitudinal 10-year follow-up study",
        "Functional dyspepsia",
        "Gastroduodenal Disorders",
        "Symptoms associated with impaired gastric emptying of solids and liquids in functional dyspepsia",
        "Relationship between symptoms and ingestion of a meal in functional dyspepsia",
        "American gastroenterological association technical review on the evaluation of dyspepsia",
        "Pharmacological interventions for nonulcer dyspepsia",
        "Practice Parameters Committee of the American College of G. Guidelines for the management of dyspepsia",
        "ACG and CAG clinical guideline: Management of dyspepsia",
        "Functional gastroduodenal disorders",
        "Functional gastroduodenal disorders",
        "Random-effects models for longitudinal data",
        "GRADE: An emerging consensus on rating quality of evidence and strength of recommendations",
        "A double-blind, randomized, placebo-controlled trial of cisapride in Saudi Arabs with functional dyspepsia",
        "A double-blind randomized study of cisapride in the treatment of nonulcer dyspepsia. The Canadian Cisapride Nud Study Group",
        "Cisapride in functional dyspepsia in general practice. A placebo-controlled, randomized, double-blind study",
        "Relief of epigastric pain in nonulcer dyspepsia: Controlled trial of the promotility drug cisapride",
        "Placebo-controlled trial of cisapride and nizatidine in unselected patients with functional dyspepsia",
        "Arandomized placebo-controlled trial of simethicone and cisapride for the treatment of patients with functional dyspepsia",
        "Efficacy of cisapride therapy in functional dyspepsia",
        "Cisapride in non-ulcer dyspepsia. Results of a placebocontrolled trial",
        "Effect of cisapride on functional dyspepsia in patients with and without histological gastritis: A doubleblind placebo-controlled trial",
        "A controlled multi-centre clinical trial on cisapride in treatment of functional dyspepsia",
        "Nonulcer dyspepsia: Effect of the gastrointestinal prokinetic drug cisapride",
        "Randomized, double-blind study of functional dyspepsia with cisapride, trimebutine and placebo -relationship with variation of the gastric emptying time",
        "Therapeutic efficacy of acotiamide in patients with functional dyspepsia based on enhanced postprandial gastric accommodation and emptying: Randomized controlled study evaluation by real-time ultrasonography",
        "Clinical trial: Dose-dependent therapeutic efficacy of acotiamide hydrochloride (Z-338) in patients with functional dyspepsia -100 mg T.I.d. Is an optimal dosage",
        "A placebo-controlled trial of acotiamide for meal-related symptoms of functional dyspepsia",
        "Efficacy and safety study of acotiamide (Z-338) in european patients with functional dyspepsia",
        "A novel acetylcholine esterase inhibitor acotiamide hydrochloride (YM443) in functional dyspepsia: Efficacy in a randomized, double-blind, placebo-controlled dose ranging Trial",
        "Itopride in functional dyspepsia: Results of two phase III multicentre, randomised, double-blind, placebo-controlled trials",
        "A placebo-controlled trial of itopride in functional dyspepsia",
        "Randomised clinical trial: An assessment of acupuncture on specific meridian or specific acupoint vs sham acupuncture for treating functional dyspepsia",
        "Azintamide combined with itopride hydrochloride for treatment of functional dyspepsia",
        "Randomised, double-blind placebo controlled trial assessing the efficacy of itopride in postprandial distress syndrome (PDS): A pilot study",
        "Tegaserod treatment for dysmotility-like functional dyspepsia: Results of two randomized, controlled trials",
        "Dose finding study of mosapride in functional dyspepsia: A placebo-controlled, randomized study",
        "Short-term efficacy of mosapride dispersible tablet on postprandial distress syndrome",
        "Failure of a motilin receptor agonist (ABT-229) to relieve the symptoms of functional dyspepsia in patients with and without delayed gastric emptying: A randomized double-blind placebo-controlled trial",
        "Itopride in treatment of 104 patients with functional dyspepsia: A randomized, double-blind controlled clinical trial",
        "A multi-center clinical trial of itopride hydrochloride in the treatment of functional dyspepsia",
        "A multi-center, double-blind, randomized and controlled trial of itopride hydrochloride in treatment of functional dyspepsia",
        "A multicenter clinicnal trial on Itopride Hydrochloride for treatment of functional dyspepsia",
        "A clinical study of hydrochloride itopride in the treatment of functional dyspepsia",
        "Randomized, controlled, multi-center trial: Comparing the safety and efficacy of DA-9701 and itopride hydrochloride in patients with functional dyspepsia",
        "Efficacy and safety of cinitapride in the treatment of mild to moderate postprandial distress syndrome-predominant functional dyspepsia",
        "A randomized controlled Multicenter clinical trial on mosapride in the treatment of functional dyspepsia",
        "Randomised, double-blind, comparative study to evaluate the efficacy and safety of ganaton (itopride hydrochloride) and mosapride citrate in the management of functional dyspepsia",
        "Clinical trial: Effects of tegaserod on gastric motor and sensory function in patients with functional dyspepsia",
        "Evidence-based clinical practice guidelines for functional dyspepsia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Hamilton",
            "@id": "60108362",
            "affilname": "Farncombe Family Digestive Health Research Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60108362",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Toronto",
            "@id": "60016900",
            "affilname": "Women's College Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016900",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "London",
            "@id": "60010884",
            "affilname": "Western University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010884",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Jacksonville",
            "@id": "60002333",
            "affilname": "Mayo Clinic in Jacksonville, Florida",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002333",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Calgary",
            "@id": "60000953",
            "affilname": "Cumming School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000953",
            "affiliation-country": "Canada"
        }
    ],
    "funding": []
}