{
    "eid": "2-s2.0-85057019174",
    "title": "Fabrication of ABS/Graphene oxide composite filament for fused filament fabrication (FFF) 3D Printing",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Materials Science (all)",
            "@code": "2500",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Engineering (all)",
            "@code": "2200",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [],
    "authors": [
        "C. Aumnate",
        "A. Pongwisuthiruchte",
        "P. Pattananuwat",
        "P. Potiyaraj"
    ],
    "citedby-count": 58,
    "ref-count": 30,
    "ref-list": [
        "Additive manufacturing of poly(propylene) by means of melt extrusion",
        "Processing of piezocomposites by fused deposition technique",
        "Development of a binder formulation for fused deposition of ceramics",
        "3D printing of polymer matrix composites: A review and prospective",
        "3D printed highly elastic strain sensors of multiwalled carbon nanotube/thermoplastic polyurethane nanocomposites",
        "2017 Zhang resistivity and its anisotropy characterization of 3D printed acrylonitrile butadiene styrene copolymer-carbon black composites",
        "Investigations for thermal and electrical conductivity of ABS-graphene blended prototypes",
        "Recent developments in 3D printable composite materials",
        "Development of controlled porosity polymer-ceramic composite scaffolds via fused deposition modeling",
        "Effect of incorporation of graphene oxide and graphene nanoplatelets on mechanical and gas permeability properties of poly(lactic acid) films",
        "Development of multifunctional nanocomposites with 3-D printing additive manufacturing and low grapene loading",
        "Processing-property relationships of polycarbonate/graphene composites",
        "3D printable graphene composite",
        "Preparation and characterization of graphene oxide/poly(vinyl alcohol) composite nanofibers via electrospinning",
        "Fabrication of highly-aligned, conductive, and strong graphene",
        "An optimal reduction technique for rGO/ABS composites having high-end dynamic properties based on Cole-Cole plot, degree of entanglement and C-factor",
        "Fabrication of highly conductive graphene flexible circuits by 3D printing",
        "Fused deposition modelling with ABS-graphene nanocomposites",
        "Dynamic performance of an amorphous polymer composite under controlled loading of reduced graphene oxide based on entanglement of filler with polymer chains",
        "3D-Printable ABS blends with improved scratch resistance and balanced mechanical performance",
        "Tensile properties, void contents, dispersion and fracture behaviour of 3D printed carbon nanofiber reinforced composites",
        "Optimization of the FDM additive manufacturing process",
        "Feedstock material property-process relationships in fused deposition of ceramics (FDC)",
        "Large amplitude oscillatory shear behavior of graphene derivative/polidimethylsiloxane nanocomposites",
        "GO dispersion and mechanical properties of 70PC/30ABS/GO composites according to fabrication methods",
        "Investigations for mechanical properties of Hap, PVC and PP based 3D porous structures obtained through biocompatible FDM filaments"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60091507",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60091507",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chula-longkorn University"
    ]
}