{
    "eid": "2-s2.0-84997418930",
    "title": "Optimization approach for multi-period fuel replenishment",
    "cover-date": "2016-11-25",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "Exact algorithm",
        "Heuristic approach",
        "Multi-period fuel replenishment planning problem",
        "Petroleum products",
        "Transportation unit cost"
    ],
    "authors": [
        "Narongkorn Charusakwong"
    ],
    "citedby-count": 7,
    "ref-count": 22,
    "ref-list": [
        "REAL-TIME DISPATCH OF PETROLEUM TANK TRUCKS.",
        "Oper. Res",
        "Deliveries of liquid fuels to SNDP gas stations using vehicles with multiple compartments",
        "Solving a fuel delivery problem by heuristic and exact approaches",
        "Vehicle scheduling in public transit and Lagrangean pricing",
        "An exact algorithm for the petrol station replenishment problem",
        "A heuristic for the multi-period petrol station replenishment problem",
        "The petrol station replenishment problem with time windows",
        "Simulation approach to analyse deterministic IRP solution of the stochastic fuel delivery problem",
        "Procedia Soc. Behav. Sci",
        "Heuristics for the multi-depot petrol station replenishment problem with time windows",
        "Variable Neighborhood Search heuristic for the Inventory Routing Problem in fuel delivery",
        "Mixed integer and heuristics model for the inventory routing problem in fuel delivery",
        "The vehicle routing problem: An overview of exact and approximate algorithms",
        "On the ratio of optimal integral and fractional covers",
        "The p-median and its linear programming relaxation: An approach to large problems",
        "An all-linear programming relaxation algorithm for optimizing over the efficient set",
        "Generalized bilinear programming: Part I. Models, applications and linear programming relaxation",
        "Multicommodity flow models for spanning trees with hop constraints",
        "Half-integral linear programming relaxation for scheduling precedence-constrained jobs on a single machine",
        "A Linear Programming Relaxation for Binary Tomography with Smoothness Priors",
        "Curvature regularity for region-based image segmentation and inpainting: A linear programming relaxation"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}