{
    "eid": "2-s2.0-85106517480",
    "title": "Increased bioproduction of glycogen, lipids, and poly(3-hydroxybutyrate) under partial supply of nitrogen and phosphorus by photoautotrophic cyanobacterium Synechocystis sp. PCC 6803",
    "cover-date": "2021-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Cyanobacteria",
        "Glycogen",
        "Lipids",
        "Nitrogen",
        "Phosphorus",
        "Poly(3-Hydroxybutyrate)"
    ],
    "authors": [
        "Phachayaton Singhon",
        "Onuma Phoraksa",
        "Aran Incharoensakdi",
        "Tanakarn Monshupanee"
    ],
    "citedby-count": 8,
    "ref-count": 48,
    "ref-list": [
        "Applications of cyanobacteria in biotechnology",
        "Glycogen production for biofuels by the euryhaline cyanobacteria Synechococcus sp. strain PCC 7002 from an oceanic environment",
        "Synergistic enhancement of glycogen production in Arthrospira platensis by optimization of light intensity and nitrate supply",
        "Digalactosyldiacylglycerol is required for better photosynthetic growth of Synechocystis sp. PCC6803 under phosphate limitation",
        "From bacterial glycogen to starch: understanding the biogenesis of the plant starch granule",
        "Genetic engineering of Synechocystis sp PCC6803 for poly-ß-hydroxybutyrate overproduction",
        "Poly-β-hydroxybutyrate (PHB) production by Synechocystis PCC 6803 from CO2: model development",
        "Photoautotrophic production of poly-ß-hydroxybutyrate (PHB) from cyanobacteria: nitrate effects and screening of strains",
        "Current trends in biodegradable polyhydroxyalkanoates",
        "Effects of light intensity and carbon dioxide on lipids and fatty acids produced by Synechocystis sp PCC6803 during continuous flow",
        "The variation of growth rate, photosynthetic activity, and biodiesel productivity in Synechocystis sp. PCC 6803 under antibiotic exposure",
        "The relocation of starch metabolism to chloroplasts: when, why and how",
        "Glycogen accumulation and the induction of nitrogenase activity in the heterocyst-forming cyanobacterium Anabaena variabilis",
        "Glycogen content and nitrogenase activity in Anabaena variabilis",
        "Synechocystis sp. PCC 6803 overexpressing genes involved in CBB cycle and free fatty acid cycling enhances the significant levels of intracellular lipids and secreted free fatty acids",
        "Impaired glycogen synthesis causes metabolic overflow reactions and affects stress responses in the cyanobacterium Synechocystis sp. PCC 6803",
        "Micro and macroalgal biomass: a renewable source for bioethanol",
        "Increased biomass production and glycogen accumulation in apcE gene deleted Synechocystis sp. PCC 6803",
        "Rre37 stimulates accumulation of 2-oxoglutarate and glycogen under nitrogen starvation in Synechocystis sp. PCC 6803",
        "Awakening of a dormant cyanobacterium from nitrogen chlorosis reveals a genetically determined program",
        "Cyanobacterial polyhydroxyalkanoate production: status quo and quo vadis?",
        "Microalgae as versatile cellular factories for valued products",
        "Growth of cyanobacteria: optimization for increased carbohydrate content",
        "Bacterial polyhydroxyalkanoates",
        "Engineering nitrogen fixation activity in an oxygenic phototroph",
        "Cyanobacterial biofuel production",
        "Cyanobacteria biorefinery-production of poly(3-hydroxybutyrate) with Synechocystis salina and utilisation of residual biomass",
        "Enhanced accumulation of glycogen, lipids and polyhydroxybutyrate under optimal nutrients and light intensities in the cyanobacterium Synechocystis sp. PCC 6803",
        "Two-stage (photoautotrophy and heterotrophy) cultivation enables efficient production of bioplastic poly(3-hydroxybutyrate) in auto-sedimenting cyanobacterium",
        "CyanoBase the cyanobacteria genome database update 2010",
        "Enhanced poly-beta-hydroxybutyrate accumulation in a unicellular cyanobacterium, Synechocystis sp. PCC 6803",
        "Optimization of cultural and nutritional conditions for accumulation of poly-beta-hydroxybutyrate in Synechocystis sp. PCC 6803",
        "Properties and applications of starch modifying enzymes for use in the baking industry",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Lipid and fatty acid composition of freshwater cyanobacteria",
        "Requirement of the nitrogen starvation-induced protein Sll0783 for polyhydroxybutyrate accumulation in Synechocystis sp. strain PCC 6803",
        "Evaluation of methods to extract and quantify lipids from Synechocystis PCC 6803",
        "Advances in cyanobacterial polyhydroxyalkanoates production",
        "Progress and challenges in producing polyhydroxyalkanoate biopolymers from cyanobacteria",
        "Enhancement of lipid production in Synechocystis sp. PCC 6803 overexpressing glycerol kinase under oxidative stress with glycerol supplementation",
        "Cyanobacterial production of poly(3-hydroxybutyrate-co-3-hydroxyvalerate) from carbon dioxide or a single organic substrate: improved polymer elongation with an extremely high 3-hydroxyvalerate mole proportion",
        "Identification of gene disruptions for increased poly(3-hydroxybutyrate) accumulation in Synechocystis PCC 6803",
        "Carbon sink removal: increased photosynthetic production of lactic acid by Synechocystis sp. PCC6803 in a glycogen storage mutant",
        "Bacterial synthesis of biodegradable polyhydroxyalkanoates",
        "Polyphosphate accumulation dynamics in a population of Synechocystis sp. PCC 6803 cells under phosphate overplus",
        "Analysis of carbohydrate storage granules in the diazotrophic cyanobacterium Cyanothece sp. PCC 7822",
        "Altering the structure of carbohydrate storage granules in the cyanobacterium Synechocystis sp. strain PCC 6803 through branching-enzyme truncations",
        "Accumulation of poly-ß-hydroxybutyrate in cyanobacterium Synechocystis sp. PCC6803"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}