{
    "eid": "2-s2.0-84924692764",
    "title": "Assay time reduction and thermal stability improvement of a lowcost, Wax-dipping paper-based microfluidic device",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Lab-on-paper",
        "Paper-based microfluidic devices (μPADs)",
        "Papertowel",
        "Thermal stability",
        "Wax dipping",
        "Wax-based products"
    ],
    "authors": [
        "Temsiri Songjaroen"
    ],
    "citedby-count": 1,
    "ref-count": 20,
    "ref-list": [
        "Patterned paper as a platform for inexpensive, low-volume, portable bioassays",
        "Simple telemedicine for developing regions: Camera phones and paper-based microfluidic devices for real-time, off-site diagnosis",
        "Diagnostics for the developing world: Microfluidic paper-based analytical devices",
        "Progress in patterned paper sizing for fabrication of paper-based microfluidic sensors",
        "Inkjet-printed microfluidic multianalyte chemical sensing paper",
        "Fully enclosed microfluidic paper-based analytical devices",
        "J. Chem. Pharm. Res",
        "Development of FIA system for the spectrophotometric determination of hydroquinone in pure material and pharmaceutical formulations",
        "FLASH: A rapid method for prototyping paper-based microfluidic devices",
        "Low-cost printing of poly(dimethylsiloxane) barriers to define microchannels in paper",
        "Fabrication of paper-based microfluidic sensors by printing",
        "Paper-based microfluidic devices by plasma treatment",
        "Multiplex lateral-flow test strips fabricated by two-dimensional shaping",
        "Understanding wax printing: A simple micropatterning process for paper-based microfluidics",
        "Fabrication and characterization of paper-based microfluidics prepared in nitrocellulose membrane by Wax printing",
        "A low-cost, simple, and rapid fabrication method for paper-based microfluidics using wax screen-printing",
        "Novel, simple and low-cost alternative method for fabrication of paper-based microfluidics by wax dipping",
        "Blood separation on microfluidic paper-based analytical devices",
        "Primary results of the Rapid Emergency Department Heart Failure Outpatient Trial (REDHOT): A multicenter study of B-type natriuretic peptide levels, emergency department decision making, and outcomes in patients presenting with shortness of breath",
        "Metering the capillary-driven flow of fluids in paper-based microfluidic devices"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}