{
    "eid": "2-s2.0-84958212856",
    "title": "Pressure effects on hydrogen atoms near the metal plane in the HCP phase of rare-earth metal trihydrides",
    "cover-date": "2016-04-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        }
    ],
    "keywords": [
        "A. Semiconductor",
        "C. Crystal structure and symmetry",
        "D. Phonon"
    ],
    "authors": [
        "N. Tunghathaithip"
    ],
    "citedby-count": 1,
    "ref-count": 31,
    "ref-list": [
        "Pressure-stabilized superconductive yttrium hydrides",
        null,
        "Site dependent hardening of the lanthanum metal lattice by hydrogen absorption",
        "Pressure induced hexagonal to cubic phase transformation in erbium trihydride",
        null,
        null,
        null,
        "Pressure-induced structural phase transition in rare-earth trihydrides. Part III. Systematics: General and geometric approach",
        "X-ray diffraction investigation of the hexagonal-fcc structural transition in yttrium trihydride under hydrostatic pressure",
        "Pressure-induced structural change from hexagonal to fcc metal lattice in scandium trihydride",
        null,
        null,
        "Structural and electronic properties of hexagonal yttrium trihydride",
        null,
        "Theoretical study of phase separation of scandium hydrides under high pressure",
        null,
        "High-pressure study of YH3 by Raman and visible absorption spectroscopy",
        "The hcp to fcc transformation path of scandium trihydride under high pressure",
        "Phys. Rev. B",
        null,
        null,
        "Crystal structure and lattice dynamics of high-pressure scandium trihydride",
        "First principles methods using CASTEP",
        "Inhomogeneous electron gas",
        "Self-consistent equations including exchange and correlation effects",
        "Generalized gradient approximation made simple",
        "Relaxation of Crystals with the Quasi-Newton Method",
        "Soft self-consistent pseudopotentials in a generalized eigenvalue formalism",
        "Special points for Brillouin-zone integrations",
        "\"special points for Brillouin-zone integrations\"-a reply"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ministry of Higher Education, Science, Research and Innovation",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "His Royal Highness Crown Prince Maha Vajiralongkorn Scholarship",
        "National Research University Project",
        "Office of the Higher Education Commission",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "National Research Council of Thailand"
    ]
}