{
    "eid": "2-s2.0-84929509209",
    "title": "Chulalongkorn vestibular balance exercise for rehabilitation in persons with various types of vestibular disorders",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Physical therapy",
        "Vestibular balance exercise",
        "Vestibular rehabilitation"
    ],
    "authors": [
        "Saowaros Patarapak"
    ],
    "citedby-count": 3,
    "ref-count": 17,
    "ref-list": [
        "J Charter Soc Physiother",
        "Somatic and psychological factors contributing to handicap in people with vertigo",
        "Development of the vestibular disorders activities of daily living scale",
        "Falls in patients with vestibular deficits",
        "Falls and vestibular impairment",
        "Handbook of Vestibular Rehabilitation",
        "Vestibular compensation and vestibular rehabilitation. Current concepts and new trends",
        "Short-term vestibulo-ocular reflex adaptation in humans - II. Error signals",
        "The Role of Vestibular Rehabilitation in the Balance Disorder Patient",
        "Vestibular Rehabilitation: Rehabilitation Options for Patients with Dizziness and Imbalance",
        "Thai J Otolaryngol Head Neck Surg",
        "Computerized dynamic platform posturography",
        "Vestibular rehabilitation for unilateral peripheral vestibular dysfunction",
        "Effectiveness of conventional versus virtual reality based vestibular rehabilitation in the treatment of dizziness, gait and balance impairment in adults with unilateral peripheral vestibular loss: A randomised controlled trial",
        "Efficacy of vestibular rehabilitation therapy in reducing falls",
        "Tell me your vestibular deficit, and i'll tell you how you'll compensate",
        "Peripheral vestibular dysfunction is prevalent in older adults experiencing multiple non-syncopal falls versus age-matched non-fallers: A pilot study"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}