{
    "eid": "2-s2.0-85035748121",
    "title": "General Practitioners’ Prescribing Patterns at Primary Healthcare Centers in National Health Insurance, Gezira, Sudan",
    "cover-date": "2016-09-01",
    "subject-areas": [
        {
            "$": "Pharmacology (medical)",
            "@code": "2736"
        }
    ],
    "keywords": [],
    "authors": [
        "Bashir Mohamed Elmahi Yousif"
    ],
    "citedby-count": 13,
    "ref-count": 31,
    "ref-list": [
        "Assessing the overuse of medicines",
        "Field tests for rational drug use in twelve developing countries",
        "The WHO policy package to combat antimicrobial resistance",
        "Rationalizing antibiotic use to limit antibiotic resistance in india",
        "WHO/DAP 93",
        "Drug prescribing indicators in village health clinics across 10 provinces of Western China",
        "Sudan Med J.",
        "Pharmanest.",
        "Availability, affordability, and prescribing pattern of medicines in Sudan",
        "Sudan Med Monitor.",
        "WHO/INRUD drug prescribing indicators at primary health care centres in Eastern province, Saudi Arabia",
        "Polypharmacy as commonly defined is an indicator of limited value in the assessment of drug-related problems",
        "J North Jiaotong Univ",
        "Geneva: WHO",
        "University of Bradford",
        "Drug-use practices in teaching hospitals of Khartoum State, Sudan",
        "Drug use practices at pediatric hospitals of Khartoum State, Sudan",
        "Evaluation of rational prescribing and dispensing of medicines in Mali",
        "Prescribing rationality and availabilty of antimalarial drugs in Hajjah, Yemen",
        "A comparison of prescribing practices between public and private sector physicians in Uganda.",
        "Choosing between public and private or between hospital and primary care: Responsiveness, patient-centredness and prescribing patterns in outpatient consultations in Bangkok",
        "Prescription practices of public and private health care providers in Attock District of Pakistan",
        "Irrational drug use in India: A prescription survey from Goa",
        "Comparison of of drug utilisation in public and private primary health care clinics in Tanzania",
        "Medication prescribing pattern in primary care in Riyadh city, Saudi Arabia",
        "Process of care and prescribing practices for hypertension in public and private primary care clinics in Malaysia",
        "Have we improved use of medicines in developing and transitional countries and do we know how to? Two decades of evidence",
        "Drug prescribing indicators in primary health care centers in Bahrain",
        "Evaluation of drug use in Jordan using WHO prescribing indicators",
        "WHO/INRUD drug use indicators at primary healthcare centers in Alexandria, Egypt"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khartoum",
            "affilname": "National Health Insurance Fund",
            "affiliation-country": "Sudan"
        }
    ],
    "funding": []
}