{
    "eid": "2-s2.0-85065510119",
    "title": "Shortwave near-infrared spectroscopy for rapid detection of aflatoxin B1 contamination in polished rice",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Food Science",
            "@code": "1106",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Mycotoxin",
        "Nondestructive method",
        "Partial least squares regression",
        "Rice"
    ],
    "authors": [
        "R. Putthang",
        "P. Sirisomboon",
        "C. Dachoupakan Sirisomboon"
    ],
    "citedby-count": 10,
    "ref-count": 36,
    "ref-list": [
        "Aflatoxins in corn, raw peanuts, and peanut butter immunoaffinity column method. Official method 991.31, sect. 49.2.18",
        "Standard normal variate transformation and de-trending of near-infrared diffuse reflectance spectra",
        "Rapid detection of kernel rots and mycotoxins in maize by near-infrared reflectance spectroscopy",
        "Non-destructive assessment of apricot fruit quality by portable visible-near infrared spectroscopy",
        "Feasibility of near-infrared spectroscopy to predict awand moisture and NaCl contents of fermented pork sausages",
        "Selection criteria for a PLS calibration; method optimization",
        "Application of near infrared spectroscopy to detect aflatoxigenic fungal contamination in rice",
        "Occurrence of deoxynivalenol in durum wheat from Morocco",
        "Commission Regulation (EC) No 165/ 2010 of 26 February 2010 amending Regulation (EU) No 1881/2006 setting maximum levels for certain contaminants in foodstuffs",
        "Application of near infrared spectroscopy for rapid detection of aflatoxin B1in maize and barley as analytical quality assessment",
        "A rapid method for detection of fumonisins B1and B2in corn meal using Fourier transform near infrared (FT-NIR) spectroscopy implemented with integrating sphere",
        "Potential of near infrared spectroscopy for the analysis of mycotoxins applied to naturally contaminated red paprika found in the Spanish market",
        "Near-and mid-infrared spectroscopy as efficient tools for detection of fungal and mycotoxin contamination in agricultural commodities",
        "Food mycotoxins: An update",
        "Occurrence of aflatoxin B1, citrinin and ochratoxin A in rice in five provinces of the central region of Vietnam",
        "Nondestructive measurement of fruit and vegetable quality by means of NIR spectroscopy: A review",
        "Rice production in the Asia-Pacific region: Issues and perspectives",
        "Near infrared spectroscopy for determination of mycotoxins in cereals",
        "Detection of Aspergillus spp. and aflatoxin B1in rice in India",
        "Analysis of wheat grain development using NIR spectroscopy",
        "The aflatoxin contamination of ground red pepper and pistachio nuts sold in Turkey",
        "Nondestructive estimation of maturity and textural properties on tomato `Momotaro’ by near infrared spectroscopy",
        "Mycotoxins in rice",
        "Rapid differentiation of Ghana cocoa beans by FT-NIR spectroscopy coupled with multivariate classification",
        "High-throughput NIR-chemometric methods for determination of drug content and pharmaceutical properties of indapamide tablets",
        "Analytical methods for determination of mycotoxins: A review",
        "Rapid detection of aflatoxin B1in paddy rice as analytical quality assessment by near infrared spectroscopy",
        "A review of rapid methods for the analysis of mycotoxins"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ladkrabang Bangkok",
            "@id": "60021543",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021543",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalong-korn University"
    ]
}