{
    "eid": "2-s2.0-84947436720",
    "title": "Value relevance of corporate governance on firm value in the comprehensive income context",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        },
        {
            "$": "Business and International Management",
            "@code": "1403"
        }
    ],
    "keywords": [
        "Annual General Meeting",
        "CG",
        "Dividend payment",
        "OCI",
        "Tobin's Q",
        "Voting right"
    ],
    "authors": [
        "Waewdao Promsen"
    ],
    "citedby-count": 0,
    "ref-count": 97,
    "ref-list": [
        "Statistic for Psychology",
        "An Empirical Investigation of Audit Fees, Nonaudit Fees, and Audit Committees",
        "Corporate governance and dividend policy: Shareholders' protection or expropriation?",
        "A simultaneous equations analysis of analysts' forecast bias, analyst following, and institutional ownership",
        "Directors versus shareholders: Evaluating corporate governance in the UK using the AGM scorecard",
        "Valuation for Mergers, Buyouts and Restructuring",
        "ASEAN Corporate Governance Scorecard: Country Reports and Assessments 2012-2013",
        "Corporate Governance and the Cost of Equity Capital",
        "Do analyst recommendations reflect shareholder rights?",
        "Do Controlling Shareholders' Expropriation Incentives Derive a Link between Corporate Governance and Firm Value? Evidence from the Aftermath of Korean Financial Crisis",
        "The relation between firm-level corporate governance and market value: A case study of India",
        "Comprehensive income: Who's afraid of performance reporting?",
        "Managerial Economics and Business Strategy",
        "The costs of entrenched boards",
        "What matters in corporate governance",
        "The impact of the institutional and regulatory environment on shareholder voting",
        "Journal of Contemporary Accounting and Economics",
        "SFAS No. 130: Reporting Comprehensive Income",
        "Board meetings, committee structure, and firm value",
        "Corporate governance and firm valuation",
        "Financial accounting information and corporate governance",
        "Journal of Business Finance and Accounting",
        "Audit committee characteristics and auditor dismissals following \"new\" going-concern reports",
        "An evaluation of SFAS No. 130 comprehensive income disclosures",
        "Does the disclosure of corporate governance structures affect firms' earnings quality?",
        "On the Usefulness of Operating Income, Net Income and Comprehensive Income in Explaining Security Returns",
        "The Value Relevance of Earnings and Book Value Under Pooling and Purchase Accounting",
        "Shareholder rights, financial disclosure and the cost of equity capital",
        "Does corporate governance matter in China?",
        "A transparency Disclosure Index measuring disclosures: Chinese listed companies",
        "Do transparency and disclosure predict firm performance? Evidence from the Taiwan market",
        "The value of outside directors: evidence from corporate governance reform in Korea",
        "Shareholder rights and the market reaction to Sarbanes-Oxley",
        "Attendance of board meetings and company performance: Evidence from Taiwan",
        "Disentangling the incentive and entrenchment effects of large shareholdings",
        "Disclosure, shareholder oversight and the pay-performance link",
        "The impact of IFRS adoption on the value relevance of book value and earnings",
        "Explaining Psychological Statistics",
        "Journal of Accounting Literature",
        "Form versus substance: The effect of ownership structure and corporate governance on firm value in Thailand",
        "Use of structure coefficients in published multiple regression articles: β is not enough",
        "Governance mechanisms and equity prices",
        "Corporate Governance and Ownership Structure in Emerging Markets: Evidence from Latin America",
        "Outside directors and corporate board decisions",
        "The Effect of Disclosure on the Payperformance Relation",
        "Journal of American Academy of Business",
        "Ownership structure and corporate performance",
        "Is comprehensive income superior to net income as a measure of firm performance?",
        "Financial intermediation and delegated monitoring",
        "Foreign and domestic ownership, business groups, and firm performance: Evidence from a large emerging market",
        "Corporate governance and voluntary disclosure",
        "Are busy boards effective monitors?",
        "The CPA Journal",
        "Capital Markets and Company Law",
        "Corporate governance and equity prices",
        "Advances in Accounting, Incorporating Advances in International Accounting",
        "Multivariate Data Analysis a Global Perspective",
        "Corporate control effects and managerial remuneration in commercial banking",
        "FRBNY Economic Policy Review",
        "Comprehensive income reporting and analysts' valuation judgments",
        "Governance of UK NHS Trusts: The annual general meeting",
        "Enterprise Value",
        "Journal of Business and Behavioral Science",
        "The Modern Industrial Revolution, Exit, and the Failure of Internal Control Systems",
        "Corporate governance, shareholder rights and firm diversification: An empirical analysis",
        "Corporate governance and board effectiveness",
        "Usefulness of comprehensive income reporting in Canada",
        "Corporate ownership around the world",
        "Investor protection and corporate governance",
        "Executive Stock Option Plans and Corporate Dividend Policy",
        "Cherry picking, disclosure quality, and comprehensive income reporting choices: The case of property-liability insurers",
        "Corporate Governance, Family Ownership, and Firm Valuations, in Emerging Markets: Evidence from Hong Kong Panel Data",
        "Equity ownership and firm value in emerging markets",
        "Effects of comprehensive-income characteristics on nonprofessional investors' judgments: The role of financial-statement presentation format",
        "Size really matters: Further evidence on the negative relationship between board size and firm value",
        "Does ownership structure affect value? A panel data analysis for the Spanish market",
        "A cross-firm analysis of the impact of corporate governance on the East Asian financial crisis",
        "Principles of Corporate Governance",
        "The CPA Journal",
        "Board size, independence and performance: An analysis of thai banks"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn Business School",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Rajamangala University of Technology Thanyaburi (RMUTT)",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}