{
    "eid": "2-s2.0-84973875566",
    "title": "A new mass scale, implications on black hole evaporation and holography",
    "cover-date": "2016-06-10",
    "subject-areas": [
        {
            "$": "Nuclear and High Energy Physics",
            "@code": "3106"
        },
        {
            "$": "Astronomy and Astrophysics",
            "@code": "3103"
        },
        {
            "$": "Atomic and Molecular Physics",
            "@code": "3107"
        }
    ],
    "keywords": [
        "black hole remnant",
        "generalized uncertainty principle",
        "Hawking radiation",
        "holography",
        "Mass scale"
    ],
    "authors": [
        "Piyabut Burikham"
    ],
    "citedby-count": 9,
    "ref-count": 23,
    "ref-list": [
        "Is mass quantized?",
        "Does the cosmological constant imply the existence of a minimum mass?",
        "The minimum mass of a spherically symmetric object in D-dimensions, and its implications for the mass hierarchy problem",
        "The minimum mass of a charged spherically symmetric object in D dimensions, its implications for fundamental particles, and holography",
        "A scaling law for the cosmological constant from a stochastic model for cosmic structures",
        "Int. J. Mod. Phys. A",
        "Hilbert space representation of the minimal length uncertainty relation",
        "A review of the generalized uncertainty principle",
        "Minimal length scale scenarios for quantum gravity",
        "Quantum limitations of the measurement of space-time distances",
        "The generalized uncertainty principle and black hole remnants",
        "A stringy nature needs just two constants",
        "String theory beyond the Planck scale",
        "Can spacetime be probed below the string size?",
        "Minimum physical length and the generalized uncertainty principle in string theory",
        "On gravity and the uncertainty principle",
        "Generalized uncertainty principle: Implications for black hole complementarity",
        "Black hole remnants and the information loss paradox",
        "Hawking radiation of Schwarzschild-de Sitter black hole by Hamilton-Jacobi method",
        "The geodesic structure of the Schwarzschild anti-de Sitter black hole",
        "Black hole remnants and dark matter"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Office of the Higher Education Commission",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}