{
    "eid": "2-s2.0-84984920670",
    "title": "Industrial perspectives of lactic acid bacteria for biopreservation and food safety",
    "cover-date": "2016-08-01",
    "subject-areas": [
        {
            "$": "Plant Science",
            "@code": "1110"
        },
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        }
    ],
    "keywords": [
        "Antimicrobials",
        "Bio-control",
        "Biopreservatives",
        "Food safety",
        "Foodborne pathogens",
        "Protective culture"
    ],
    "authors": [
        "A. Akbar"
    ],
    "citedby-count": 22,
    "ref-count": 84,
    "ref-list": [
        "Biopreservative activity of lactic acid bacteria on suya produced from poultry meat",
        "Zinc oxide nanoparticles loaded active packaging, a challenge study against Salmonella typhimurium and Staphylococcus aureus in ready-to-eat poultry meat",
        "J. Biol",
        "Prevalence and antibiogram study of Salmonella and Staphylococcus aureus in poultry meat",
        "Occurrence of Staphylococcus aureus and evaluation of anti-staphylococcal activity of Lactococcus lactis subsp. lactis in ready-to-eat poultry meat",
        "Isolation and characterization of biotechnologically potent micrococcus luteus strain from environment",
        "Isolation of Salmonella from ready-to-eat poultry meat and evaluation of its survival at low temperature, microwaving and simulated gastric fluids",
        "Recent advances in microencapsulation of probiotics for industrial applications and targeted delivery",
        "Combined effect of enterocin AS-48 and high hydrostatic pressure to control food-borne pathogens inoculated in low acid fermented sausages",
        "Synergistic effect of enterocin AS-48 in combination with outer membrane permeabilizing treatments against Escherichia coli O157:H7",
        "Commun. Curr. Res. Edu. Topics Trends Appl. Microbiol",
        "Effect of combined physico-chemical preservatives on enterocin AS-48 activity against the enterotoxigenic Staphylococcus aureus CECT 976 strain",
        "Antimicrobial activity of nisin, reuterin, and the lactoperoxidase system on Listeria monocytogenes and Staphylococcus aureus in cuajada, a semisolid dairy product manufactured in Spain",
        "Bacteriophage biocontrol in animals and meat products",
        "Probiotics and health: An evidence-based review",
        "Traceability and vertical co-ordination in the Italian dairy chain: A transaction cost approach",
        "Relationship of prebiotics and food to intestinal microflora",
        "Bacteriological safety issues in red meat and ready-to-eat meat products, as well as control measures",
        "Comparative analysis of the Oenococcus oeni pan genome reveals genetic diversity in industrially-relevant pathways",
        "Effect of inoculation of Carnobacterium divergens V41, a biopreservative strain against Listeria monocytogenes risk, on the microbiological, chemical and sensory quality of cold-smoked salmon",
        "Protective action of Lactobacillus curvatus CRL705 on vacuum-packaged raw beef. Effect on sensory and structural characteristics",
        "Bacteriocins: Safe, natural antimicrobials for food preservation",
        "Selected lactic acid bacteria synthesize antioxidant peptides during sourdough fermentation of cereal flours",
        "Responses of lactic acid bacteria to oxygen",
        "Biotechnology of lactic acid bacteria with special reference to bacteriophage resistance",
        "Use of bacteriocin-producing starter cultures of Lactobacillus plantarum and Lactobacillus curvatus in production of ostrich meat salami",
        "Assessing the adhesion of putative indigenous probiotic lactobacilli to human colonic epithelial cells",
        "In vitro selection criteria for probiotic bacteria of human origin: Correlation with in vivo findings",
        "The antimicrobial effect of dissociated and undissociated sorbic acid at different pH levels",
        "The effect of reuterin on Listeria monocytogenes and Escherichia coli O157:H7 in milk and cottage cheese",
        "Application of reuterin produced by Lactobacillus reuteri 12002 for meat decontamination and preservation",
        "The role of protective and probiotic cultures in food and feed and their impact in food safety",
        "Microbial antagonists to food-borne pathogens and biocontrol",
        "Bacteriocin-based strategies for food biopreservation",
        "Bacteriophages of lactic acid bacteria and their impact on milk fermentations",
        "Investigation for possible source(s) of contamination of ready-to-eat meat products with Listeria spp. and other pathogens in a meat processing plant in Trinidad",
        "Bifidobacterium spp. and Lactobacillus acidophilus: Biological, biochemical, technological and therapeutical properties relevant for use as probiotics",
        "Lactococcal abortive infection protein AbiV interacts directly with the phage protein SaV and prevents translation of phage proteins",
        "Novel paired starter culture system for sauerkraut, consisting of a nisin- resistant Leuconostoc mesenteroides strain and a nisin-producing Lactococcus lactis strain",
        "Consumer Assessment of the Safety of Beef at the Point of Purchase: A Pan-European Study",
        "Study of the Lactobacillus sakei protective effect towards spoilage bacteria in vacuum packed cooked ham analyzed by PCR-DGGE",
        "Characterization and in vitro probiotic evaluation of lactic acid bacteria isolated from idli batter",
        "Adherence of probiotic bacteria to human intestinal mucus in healthy infants and during rotavirus infection",
        "Effect of Lactobacillus-protective cultures with bacteriocin-like inhibitory substances' producing ability on microbiological, chemical and sensory changes during storage of refrigerated vacuum-packaged sliced beef",
        "Enterocins in food preservation",
        "INFLUENCE OF CARBON DIOXIDE UPON THE METABOLISM OF Pseudomonas aeruginosa",
        "Bioencapsulation and application of Lactobacillus plantarum isolated from catfish gut as an antimicrobial agent and additive in fish feed pellets",
        "Protective cultures used for the biopreservation of horse meat fermented sausage: Microbial and physicochemical characterization",
        "Functional properties of novel protective lactic acid bacteria and application in raw chicken meat against Listeria monocytogenes and Salmonella enteritidis",
        "Food safety challenges in developing countries: The Indian situation",
        "Increased production of hydrogen peroxide by Lactobacillus delbrueckii subsp. bulgaricus upon aeration: Involvement of an NADH oxidase in oxidative stress",
        "Psychrotrophic lactic acid bacteria used to improve the safety and quality of vacuum-packaged cooked and peeled tropical shrimp and cold-smoked salmon",
        "The benefits of lactic acid bacteria in yogurt on the gastrointestinal function and health",
        "Lactobacillus salivarius: Bacteriocin and probiotic activity",
        "Isolation optimization and characterization of antimicrobial peptide producing bacteria from soil",
        "Mucosal adhesion properties of the probiotic lactobacillus rhamnosus GG SpaCBA and SpaFED pilin subunits",
        "Biopreservation of Sardinella longiceps and Penaeus monodon Using Protective Culture Streptococcus phocae PI 80 Isolated from Marine Shrimp Penaeus indicus",
        "Prebiotics: Application in Bakery and Pasta Products",
        "Diacetyl of lactic acid bacteria from milk and fermented foods in Thailand",
        "Antioxidant properties of different milk fermented with lactic acid bacteria and yeast",
        "Multi-tools approach for food safety risk management of steam meals",
        "Hydrogen peroxide production by Lactobacillus johnsonii NCC 533 and its role in anti-Salmonella activity",
        "Potential role of probiotics in mechanism of intestinal immunity",
        "Recontamination as a source of pathogens in processed foods",
        "Isolation and selection of lactic acid bacteria as biocontrol agents for nonacidified, refrigerated pickles",
        "Potential applications of protective cultures in cook-chill catering",
        "Preservation and fermentation: Past, present and future",
        "Probiotic strains Lactobacillus plantarum 299V and Lactobacillus rhamnosus GG as starter cultures for fermented sausages",
        "Potential of antagonistic microorganisms and bacteriocins for the biological preservation of foods",
        "Antibacterial activity of Lactobacillus sake isolated from meat.",
        "Combined effect of lactic acid bacteria and citric acid on Escherichia coli O157:H7 and Salmonella Typhimurium",
        "Application of bacteriocins in vegetable food biopreservation",
        "Functional cultures and health benefits",
        "Antioxidant activity and viability of lactic acid bacteria in soybean-yogurt made from cow and camel milk",
        "Use of nisin and other bacteriocins for preservation of dairy products",
        "Challenges to meat safety in the 21st century",
        "Emerging Foodborne Diseases: An Evolving Public Health Challenge",
        "Bioprotective Leuconostoc strains against Listeria monocytogenes in fresh fruits and vegetables",
        "Potential use of lactic acid bacteria with bacteriocin-like activity against Staphylococcus aureus as dual starter cultures in Thai fermented sausage \"Sai Krok Prew\"",
        "Co-culture experiments demonstrate the usefulness of Lactobacillus sakei 10A to prolong the shelf-life of a model cooked ham"
    ],
    "affiliation": [
        {
            "affiliation-city": "Quetta",
            "affilname": "University of Balochistan",
            "affiliation-country": "Pakistan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "affilname": "Asian Institute of Technology Thailand",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}