{
    "eid": "2-s2.0-85070330622",
    "title": "Clerodendrum petasites S. Moore: The therapeutic potential of phytochemicals, hispidulin, vanillic acid, verbascoside, and apigenin",
    "cover-date": "2019-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "Cancer",
        "Inflammation",
        "Medicinal plant",
        "Neurological diseases",
        "Osteolytic bone diseases"
    ],
    "authors": [
        "James M. Brimson",
        "Nattawat Onlamoon",
        "T. Tencomnao",
        "Premrutai Thitilertdecha"
    ],
    "citedby-count": 26,
    "ref-count": 44,
    "ref-list": [
        "Clerodendrum petasites S. Moore",
        "Chemical Constituents from the Twigs of Garcinia hombroniana, the leaves of Garcinia prainiana and the Roots of Clerodendrum petasites S. Moore [MSc. Thesis]",
        "Pharmacognostic specification of five root species in Thai traditional medicine remedy: ben-Cha-Lo-Ka-Wi-Chian",
        "The Explanation of Traditional Recipes",
        "National List of Essential Medicines: Ha-rak Food and Drug Administration in Thailand",
        "Isolation of a bronchodilator flavonoid from the Thai medicinal plant Clerodendrum petasites",
        "Anti-inflammatory and antipyretic properties of Clerodendrum petasites S. Moore",
        "Ethnobotanical review of medicinal plants from Thai traditional books, Part I: plants with anti-inflammatory, anti-asthmatic and antihypertensive properties",
        "Clerodendrum and heathcare: an overview",
        "Characterisation of polyphenolic compounds in Clerodendrum petasites S. Moore and their potential for topical delivery through the skin",
        "High-performance liquid chromatographic determination of arbutin in skin-whitening creams and medicinal plant extracts",
        "Scrophularia lucida L. as a valuable source of bioactive compounds for pharmaceutical applications: In vitro antioxidant, anti-inflammatory, enzyme inhibitory properties, in silico studies, and HPLC profiles",
        "Chemical composition of Scrophularia lucida and the effects on tumor invasiveness in vitro",
        "Chemical profiling, antioxidant, enzyme inhibitory and molecular modelling studies on the leaves and stem bark extracts of three African medicinal plants",
        "Inflammation and cancer",
        "Topical formulation and dermal delivery of active phenolic compounds in the Thai medicinal plant - Clerodendrum petasites S. Moore",
        "Vanillic acid inhibits inflammatory mediators by suppressing NF-kappaB in lipopolysaccharide-stimulated mouse peritoneal macrophages",
        "The beneficial effect of vanillic acid on ulcerative colitis",
        "Verbascoside down-regulates some pro-inflammatory signal transduction pathways by increasing the activity of tyrosine phosphatase SHP-1 in the U937 cell line",
        "Effects of acteoside on lipopolysaccharide-induced inflammation in acute lung injury via regulation of NF-kappaB pathway in vivo and in vitro",
        "Cancer is a preventable disease that requires major lifestyle changes",
        "The role of gene-environment interaction in the aetiology of human cancer: examples from cancers of the large bowel, lung and breast",
        "Natural phenolic compounds from medicinal herbs and dietary plants: potential use for cancer prevention",
        "Biology of HIF-1a",
        "Hispidulin prevents hypoxia-induced epithelial-mesenchymal transition in human colon carcinoma cells",
        "Hispidulin potently inhibits human glioblastoma multiforme cells through activation of AMP-activated protein kinase (AMPK)",
        "Hispidulin, a small flavonoid molecule, suppresses the angiogenesis and growth of human pancreatic cancer by targeting vascular endothelial growth factor receptor 2-mediated PI3K/Akt/mTOR signaling pathway",
        "Hispidulin sensitizes human ovarian cancer cells to TRAIL-induced apoptosis by AMPK activation leading to Mcl-1 block in translation",
        "Hispidulin induces apoptosis through mitochondrial dysfunction and inhibition of P13k/Akt signalling pathway in HepG2 cancer cells",
        "Hispidulin potentiates the antitumor effect of sunitinib against human renal cell carcinoma in laboratory models",
        "Medicinal importance, pharmacological activities, and analytical aspects of hispidulin: a concise report",
        "Hispidulin attenuates bone resorption and osteoclastogenesis via the RANKL-induced NF-kappaB and NFATc1 pathways",
        "Glutamate: a neurotransmitter in mammalian brain",
        "Anatomy and physiology of glutamate in the CNS",
        "Glutamate toxicity in a neuronal cell line involves inhibition of cystine transport leading to oxidative stress",
        "Glutamate as a neurotransmitter in the brain: review of physiology and pathology",
        "Apigenin inhibits the production of NO and PGE2 in microglia and inhibits neuronal cell death in a middle cerebral artery occlusion-induced focal ischemia mice model",
        "Neuroprotective and neurotrophic effects of apigenin and luteolin in MPTP induced parkinsonism in mice",
        "Hesperidin inhibits glutamate release and exerts neuroprotection against excitotoxicity induced by kainic acid in the hippocampus of rats",
        "Hispidulin inhibits the release of glutamate in rat cerebrocortical nerve terminals",
        "The flavone hispidulin, a benzodiazepine receptor ligand with positive allosteric properties, traverses the blood-brain barrier and exhibits anticonvulsive effects",
        "Protective effect of verbascoside in activated C6 glioma cells: possible molecular mechanisms",
        "Memory enhancement of acteoside (verbascoside) in a senescent mice model induced by a combination of D-gal and AlCl3"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60011189",
            "affilname": "Faculty of Medicine Siriraj Hospital, Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011189",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Rachadapisek Sompote Fund for",
        "Chulalongkorn University",
        "Mahidol University",
        "Faculty of Medicine Siriraj Hospital, Mahidol University"
    ]
}