{
    "eid": "2-s2.0-84898717484",
    "title": "Serological and molecular characterization of Streptococcus iniae in cultured Nile tilapia (Oreochromis niloticus) in Thailand",
    "cover-date": "2014-04-14",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Nile tilapia",
        "Serotype",
        "Streptococcus iniae",
        "Thailand"
    ],
    "authors": [
        "Sasibha Jantrakajorn"
    ],
    "citedby-count": 11,
    "ref-count": 45,
    "ref-list": [
        "Streptococcus iniae: An aquatic pathogen of global veterinary significance and a challenging candidate for reliable vaccination",
        "Molecular characterization of Streptococcus iniae isolated from hybrid tilapia (Oreochromis niloticus×Oreochromis aureus)",
        "Determination of species-specific sequences of superoxide dismutase A encoding gene sodA and chaperonin 60 encoding gene cpn60 for identification and phylogenetic analysis of Streptococcus phocae",
        "Recovery of Streptococcus iniae from Diseased Fish Previously Vaccinated with a Streptococcus Vaccine",
        "Streptococcus iniae: Serological differences, presence of capsule and resistance to immune serum killing",
        "Establishment of a model of streptococcus iniae meningoencephalitis in nile tilapia (Oreochromis niloticus)",
        "Natural outbreak of Streptococcus agalactiae (GBS) infection in wild giant Queensland grouper, Epinephelus lanceolatus (Bloch), and other wild fish in northern Queensland, Australia",
        "Infection of barramundi Lates calcarifer with Streptococcus iniae: Effects of different routes of exposure",
        "Streptococcus iniae, a bacterial infection in barramundi Lates calcarifer",
        "Status and future perspectives of vaccines for industrialised fin-fish farming",
        "Streptococcus iniae phosphoglucomutase is a virulence factor and a target for vaccine development",
        "Biochemical and molecular typing of Streptococcus iniae isolated from fish and human cases",
        "Streptococcus shiloi and Streptococcus difficile: Two new streptococcal species causing a meningoencephalitis in fish",
        "Lactococcus garvieae and Streptococcus iniae infections in rainbow trout Oncorhynchus mykiss: Similar, but different diseases",
        "Characterization of β-haemolytic Group B Streptococcus agalactiae in cultured seabream, Sparus auratus L., and wild mullet, Liza klunzingeri (Day), in Kuwait",
        "Streptococcus iniae outbreaks in Brazilian Nile tilapia (Oreochromis niloticus L:) farms",
        "Aqua 2012 Global Aquaculture, Securing Our Future",
        "Streptococcus agalactiae, an Emerging Pathogen for Cultured Ya-Fish, Schizothorax prenanti, in China",
        "Streptococcosis on a red tilapia, Oreochromis sp., farm: A case study",
        "Serological characterization of Streptococcus iniae strains isolated from cultured fish in Japan",
        "Molecular epidemiology of zoonotic streptococcosis/lactococcosis in rainbow trout (Oncorhynchus mykiss) aquaculture in Iran",
        "High genetic similarity of Streptococcus agalactiae and Streptococcus difficilis: S. difficillis Eldar et al. 1995 is a later synonym of S. agalactiae Lehmann and Neumann 1896 (Approved Lists 1980)",
        "Genetic approaches to the identification of the mitis group within the genus Streptococcus",
        "Efficacy of single and combined Streptococcus iniae isolate vaccine administered by intraperitoneal and intramuscular routes in tilapia (Oreochromis niloticus)",
        "Invasive Streptococcus iniae infections outside North America",
        "Aspects of the natural history and virulence of S. agalactiae infection in Nile tilapia",
        "Ecological investigation of Streptococcus iniae in cultured Japanese flounder (Paralichthys olivaceus) using selective isolation procedures",
        "Phenotypic characteristics of Streptococcus iniae and Streptococcus parauberis isolated from olive flounder (Paralichthys olivaceus)",
        "Partial sequencing of sodA gene and its application to identification of Streptococcus dysgalactiae subsp. dysgalactiae isolated from farmed fish",
        "Epizootiological aspects of Streptococcus iniae affecting tilapia in Texas",
        "Streptococcus iniae sp. nov., a beta hemolytic streptococcus isolated from an Amazon freshwater dolphin, Inia geoffrensis",
        "Identification of streptococci to species level by sequencing the gene encoding the manganese-dependent superoxide dismutase",
        "Characterization of Streptococcus iniae isolated from ornamental cyprinid fishes and development of challenge models",
        "Prevalence of Streptococcus iniae in tilapia, hybrid striped bass, and channel catfish on commercial fish farms in the United States",
        "Protection against heterologous Streptococcus iniae isolates using a modified bacterin vaccine in Nile tilapia, Oreochromis niloticus (L.)",
        "Occurrence of rare genotypes of Streptococcus agalactiae in cultured red tilapia Oreochromis sp. and Nile tilapia O. niloticus in Thailand-Relationship to human isolates?",
        "Streptococcus iniae infection in cultured asian sea bass (Lates calcarifer) and red tilapia (Oreochromis sp.) in southern Thailand",
        "Invasive infection with Streptococcus iniae in Taiwan",
        "A review of the main bacterial fish diseases in mariculture systems",
        "Invasive infections due to a fish pathogen, Streptococcus iniae",
        "Proceeding of the 5th World Fisheries Congress",
        "Diseases in Asian Aquaculture VI",
        "Identification and genetic characterization of Streptococcus iniae strains isolated from diseased fish in China",
        "Possible transmission of Streptococcus iniae from wild fish to cultured marine fish"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thailand Ministry of Agriculture and Cooperatives",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}