{
    "eid": "2-s2.0-84924265109",
    "title": "An autochthonous case of severe plasmodium knowlesi malaria in Thailand",
    "cover-date": "2015-03-01",
    "subject-areas": [
        {
            "$": "Infectious Diseases",
            "@code": "2725"
        },
        {
            "$": "Virology",
            "@code": "2406"
        },
        {
            "$": "Parasitology",
            "@code": "2405"
        }
    ],
    "keywords": [],
    "authors": [
        "Surat Nakaviroj"
    ],
    "citedby-count": 14,
    "ref-count": 21,
    "ref-list": [
        "The Primate Malarias",
        "Clinical and laboratory features of human Plasmodium knowlesi infection",
        "Severe Plasmodium knowlesi malaria in a tertiary care hospital, Sabah, Malaysia",
        "Differential prevalence of plasmodium infections and cryptic plasmodium knowlesi malaria in humans in Thailand",
        "Plasmodium knowlesi malaria in humans and macaques, Thailand",
        "A study protocol for a randomised open-label clinical trial of artesunate-mefloquine versus chloroquine in patients with nonsevere Plasmodium knowlesi malaria in Sabah, Malaysia (ACT KNOW trial)",
        "Renal failure in malaria.",
        "Renal failure in malaria: A pathophysiologic study",
        "Renal disease in acute Plasmodium falciparum infection in man",
        "Fluid resuscitation of adults with severe falciparum malaria: Effects on acid-base status, renal function, and extravascular lung water",
        "Relative contributions of macrovascular and microvascular dysfunction to disease severity in falciparum malaria",
        "Severe malarial anemia: Innate immunity and pathogenesis",
        "Severe and complicated malaria",
        "Serum biochemical changes in malarial infections in men, chimpanzees and mice.",
        "Thrombocytopenia in malaria: Who cares?",
        "Influence of tumor necrosis factor-α on the ability of monocytes and lymphocytes to destroy intraerythrocytic Plasmodium falciparum in vitro",
        "Plasmodium falciparum: Role of activated blood monocytes in erythrocyte membrane damage and red cell loss during malaria",
        "A prospective comparative study of Knowlesi, falciparum, and vivax malaria in sabah, Malaysia: High proportion with severe disease from plasmodium knowlesi and plasmodium vivax but No mortality with early Referral and artesunate therapy",
        "Susceptibility of human Plasmodium knowlesi infections to anti-malarials",
        "Severe malaria.",
        "Plasmodium knowlesi infection imported to Germany, January 2013"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Prapokklao Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nontaburi",
            "affilname": "Thailand Ministry of Public Health",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}