{
    "eid": "2-s2.0-84922934033",
    "title": "Tinned graphite felt cathodes for scale-up of electrochemical reduction of aqueous CO2",
    "cover-date": "2015-03-20",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Electrochemistry",
            "@code": "1603"
        }
    ],
    "keywords": [
        null,
        "Sn formate bubble"
    ],
    "authors": [
        "P. Bumroongsakulsawat"
    ],
    "citedby-count": 26,
    "ref-count": 40,
    "ref-list": [
        null,
        "New insights into the electrochemical reduction of carbon dioxide on metallic copper surfaces",
        "Kinetic studies of the electrolytic reduction of carbon dioxide on the mercury electrode",
        "The electrode reduction kinetics of carbon dioxide in aqueous solution",
        "Electrolytic Reduction of Bicarbonate Ion at a Mercury Electrode",
        "Electro-reduction of carbon dioxide to formate on lead electrode in aqueous medium",
        "The electro-reduction of carbon dioxide in a continuous reactor",
        "Development of a continuous reactor for the electro-reduction of carbon dioxide to formate - Part 1: Process variables",
        "Development of a continuous reactor for the electro-reduction of carbon dioxide to formate - Part 2: Scale-up",
        null,
        null,
        null,
        "An electrochemical study of carbon dioxide electroreduction on gold-based nanoparticle catalysts",
        "The Electrochemical Reduction of Carbon Dioxide, Formic Acid, and Formaldehyde",
        null,
        "Acceleration of the reduction of carbon dioxide in the presence of multivalent cations",
        null,
        null,
        null,
        "Formation of hydrocarbons in the electrochemical reduction of carbon dioxide at a copper electrode in aqueous solution",
        null,
        "Two pathways for the formation of ethylene in CO reduction on single-crystal copper electrodes",
        null,
        null,
        "Cathodic degradation mechanisms of pure Sn electrocatalyst in a nitrogen atmosphere",
        null,
        "Electrochemical conversion of carbon dioxide to formate in alkaline polymer electrolyte membrane cells",
        "Bench-scale electrochemical system for generation of CO and syn-gas",
        "Design of an electrochemical cell making syngas (CO+ H2) from C O2 and H2 O reduction at room temperature",
        "Reduction of carbon dioxide on partially-immersed Au plate electrode and Au-SPE electrode",
        "Ambient Temperature Gas Phase CO2 Reduction to Hydrocarbons at Solid Polymer Electrolyte Cells",
        null,
        "Silver-coated ion exchange membrane electrode applied to electrochemical reduction of carbon dioxide",
        "Use of gas-diffusion electrodes for high-rate electrochemical reduction of carbon dioxide. I. Reduction at lead, indium- and tin-impregnated electrodes",
        "The Effect of Electrode Placement and Finite Matrix Conductivity on the Performance of Flow-Through Porous Electrodes",
        "A Flow-Through Porous Electrode Model: Application to Metal-Ion Removal from Dilute Streams",
        "Modern Electroplating",
        "Mass transfer to a carbon or graphite felt electrode",
        "Applications of porous flow-through electrodes. III. Effect of gas evolution on the pore electrolyte resistance"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "affilname": "Imperial College London",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Thai government",
        "Engineering and Physical Sciences Research Council"
    ]
}