{
    "eid": "2-s2.0-84952361520",
    "title": "Effect of sintering additive and pyrolysis temperatures on porous silicon carbide",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        }
    ],
    "keywords": [
        "In-situ reaction bonding",
        "Pyrolysis",
        "Rice husk",
        "Silicon carbide"
    ],
    "authors": [
        "Chalermkwan Makornpan"
    ],
    "citedby-count": 0,
    "ref-count": 15,
    "ref-list": [
        "A novel method for the preparation of porous SiC",
        "Fabrication of mullite-bonded porous silicon carbide ceramics by in situ reaction bonding",
        "Production of Fine, High‐Purity Beta Silicon Carbide Powders",
        "Ceramic diesel particulate filters",
        "Int. J. Appl. Ceram. Tec.",
        "Silicon-based materials from rice husks and their applications",
        "Formation of SiC from rice husk silica-carbon black mixture: Effect of rapid heating",
        "Low-temperature fabrication of porous SiC ceramics by preceramic polymer reaction bonding",
        "Formation of dense silicon carbide by liquid silicon infiltration of carbon with engineered structure",
        "The influence of reaction parameters on the free Si and C contents in the synthesis of nano-sized SiC",
        "Suranaree J. Sci. Technol.",
        "Formation of SiC whiskers from raw rice husks in argon atmosphere",
        "Maximisation of SiC whisker yield during the pyrolysis of burnt rice husks",
        "Characterization of vapour deposited products in furnace tube during SiC synthesis from carbonized rice hulls",
        "Fabrication of silicon carbide from rice husk by carbothermal-reduction and in-situ reaction bonding technique"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Metal and Materials Technology Center",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University and Center of Excellence on Petrochemical and Materials Technology",
        "Thailand Graduate Institute of Science and Technology"
    ]
}