{
    "eid": "2-s2.0-85097280992",
    "title": "Functional properties and bioactivities of cleistocalyx nervosum var. Paniala berry plant: A review",
    "cover-date": "2020-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Food Science",
            "@code": "1106",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Anthocyanins",
        "Antioxidant",
        "Cleistocalyx nervosum var. paniala",
        "Ma-kiang",
        "Neuroprotection",
        "Phenolics"
    ],
    "authors": [
        "Mani Iyer Prasanth",
        "Bhagavathi Sundaram Sivamaruthi",
        "Monruedee Sukprasansap",
        "Siriporn Chuchawankul",
        "Tewin Tencomnao",
        "Chaiyavat Chaiyasut"
    ],
    "citedby-count": 5,
    "ref-count": 37,
    "ref-list": [
        "Anthocyanins in aged blueberry-fed rats are found centrally and may enhance memory",
        "Influence of sun exposure on the aromatic composition of chileanmuscat grape cultivars moscatel de alejandria and moscatelrosada",
        "Anthocyanin rich black currant (Ribesnigrum L.) extract affords chemoprevention against diethylnitrosamine-induced hepatocellular carcinogenesis in rats",
        "Extraction and characterization of some natural plant pigments",
        "Oxidative stress in Alzheimer’s disease brain: new insights from redox proteomics",
        "Clean production of commercial ‘Makiang’ juice processing for medicinal herbs and health benefits",
        "Anthocyanin profile and its antioxidant activity of widely used fruits, vegetables, and flowers in Thailand",
        "Assessment of genotoxicity and antigenotoxicity of an aqueous extract of Cleistocalyx nervosum var. paniala in in vitro and in vivo models",
        "Cadmium stress: an oxidative challenge",
        "Anthocyanin-rich black currant extract and cyanidin-3-O-glucoside have cytoprotective and anti-inflammatory properties",
        "Cyanidin-3-O-glucoside modulates the in vitro inflammatory crosstalk between intestinal epithelial and endothelial cells",
        "Genotoxicity and antigenotoxicity of the methanol extract of Cleistocalyx nervosum var. paniala seed using a Salmonella mutation assay and rat liver micronucleus tests",
        "Dietary anthocyanins against obesity and inflammation",
        "Chemical properties and antioxidant activities of Makiang seed extract for functional food and cosmetic used",
        "Determination of malic acid and citric acid in ripe berries of Eugenia paniala Roxb. by high performance liquid chromatography",
        "Assessment of phenolic content and free radical scavenging capacity of some Thai indigenous plants",
        "In vitro anti-aging activities of extracts from leaves of Ma-Kiang (Cleistocalyx nervosum var. paniala)",
        "On-line characterization of phenolic antioxidants in fruit wines from family myrtaceae by liquid chromatography combined with electrospray ionization tandem mass spectrometry and radical scavenging detection",
        "Changes of antioxidant activity and total phenolic compounds during storage of selected fruits",
        "The natural approach to hair dyeing product with Cleistocalyx nervosum var. paniala",
        "Protective effect of Cleistocalyx nervosum var. paniala fruit extract against oxidative renal damage caused by cadmium",
        "Oxidative stress hypothesis in Alzheimer’s disease: a reappraisal",
        "Cyanidin-3-glucoside suppresses Th2 cytokines and GATA-3 transcription factor in EL-4 T cells",
        "Fruit maturation of four Vitis vinifera cultivars in response to vineyard location and basal leaf removal",
        "A brief review on the effect of cadmium toxicity: from cellular to organ level",
        "Cyanidin-3-glucoside suppresses cytokine-induced inflammatory response in human intestinal cells: comparison with 5-amino salicylic acid",
        "Assessing antioxidant capacity in brain tissue: methodologies and limitations in neuroprotective strategies",
        "Cyanidin-3-O-glucoside protection against TNF-α-induced endothelial dysfunction: involvement of nuclear factor-κB signaling",
        "In vitro effects of Thai medicinal plants on human lymphocyte activity",
        "Cleistocalyx nervosum var. paniala berry fruit protects neurotoxicity against endoplasmic reticulum stress-induced apoptosis",
        "Phenolic enrichment of Ma-Kieng seed extract using absorbent and this enriched extract application for safety control of fresh-cut cantaloupe",
        "Effect of aqueous extract from Cleistocalyx nervosum on oxidative status in rat liver",
        "Cleistocalyx nervosum extract ameliorates chemical-induced oxidative stress in early stages of rat hepatocarcinogenesis",
        "Chemical constituents and antioxidant activities of Cleistocalyx nervosum fruits in in vitro and in vivo models",
        "Redox-and non-redox-metal-induced formation of free radicals and their role in human disease"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}