{
    "eid": "2-s2.0-84964078819",
    "title": "A snail-eating snake recognizes prey handedness",
    "cover-date": "2016-04-05",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [],
    "authors": [
        "Patchara Danaisawadi"
    ],
    "citedby-count": 23,
    "ref-count": 42,
    "ref-list": [
        "Evolution and distribution of left-handed and planispiral coiling in snails",
        "Flatfishes and the inheritance of asymmetries",
        "Asymmetry in lobster claws",
        "Frequency-dependent natural selection in the handedness of scale-eating cichlid fish",
        "Right-handed snakes: Convergent evolution of asymmetry for functional specialization",
        "Exaggerated asymmetric head morphology of female doubledaya bucculenta (Coleoptera: Erotylidae: Languriinae) and ovipositional preference for bamboo lnternodes",
        "Chiral speciation in terrestrial pulmonate snails",
        "The development and evolution of left-right asymmetry in invertebrates: Lessons from Drosophila and snails",
        "Internal selection against the evolution of left-right reversal",
        "'RIGHT HANDEDNESS' IN HETEROCHELOUS CALAPPOID AND XANTHOID CRABS - SUGGESTION FOR A FUNCTIONAL ADVANTAGE",
        "Asymmetric Mandibles of Water-Scavenger Larvae Improve Feeding Effectiveness on Right-Handed Snails",
        "Does the handedness of the pebble crab Eriphia smithii influence its attack success on two dextral snail species?",
        "Crab scars reveal survival advantage of left-handed snails",
        "Divergent shell shape as an antipredator adaptation in tropical land snails",
        "A speciation gene for left-right reversal in snails results in anti-predator adaptation",
        "Jap. J. Herpetol",
        "The feeding behavior of the snail-eating snake Pareas carinatus Wagler 1830 (Squamata: Colubridae)",
        "Whole-body enantiomorphy and maternal inheritance of chiral reversal in the pond snail lymnaea stagnalis",
        "Polymorphism for direction of coil in Partula suturalis: Behavioural isolation and positive frequency dependent selection",
        "Evolution of mirror images by sexually asymmetric mating behavior in hermaphroditic snails",
        "Evolution",
        "Evolution",
        "Ease of fixation of a change in coiling: Computer experiments on chirality in snails",
        "Single-gene speciation by left-right reversal",
        "Snakes of the world: A catalogue of living and extinct species",
        "Taxonomic review of the tree snail Amphidromus Albers, 1850 (Pulmonata: Camaenidae) in Thailand and adjacent areas: Subgenus Amphidromus",
        "Evolution of whole-body enantiomorphy in the tree snail genus Amphidromus",
        "The Geographic Mosaic of Coevolution",
        "Subtle asymmetries in the snail-eating snake Pareas carinatus (Reptilia: Pareatidae)",
        "Nasal Chemical Senses in Reptiles: Structure and Function in Biology of the Reptilia",
        "J. Mollus. Stud",
        "Herpetologica",
        "Pupil shapes and lens optics in the eyes of terrestrial vertebrates",
        "The pupils and optical systems of gecko eyes",
        "Insights into the adaptive significance of vertical pupil shape in snakes",
        "Behavioral discrimination of prey with various defense mechanisms by the lizard Eumeces okadae",
        "Population structure and coil dimorphism in a tropical land snail",
        "Enantiomorphs differ in shape in opposite directions between populations",
        "Ecological Speciation",
        "Behavioural laterality in the shrimp-eating cichlid fish Neolamprologus fasciatus in Lake Tanganyika",
        "Behavioral laterality and morphological asymmetry in the cuttlefish, sepia lycidas",
        "Lateralized behavior in the attacks of largemouth bass on Rhinogobius gobies corresponding to their morphological antisymmetry"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Matsumoto",
            "affilname": "Shinshu University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Kobe",
            "affilname": "University of Hyogo",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}