{
    "eid": "2-s2.0-85020435350",
    "title": "Effect of differently substituted methoxybenzoates on the supramolecular assemblies of three [Cu(N-hyden)2](o-/m-/p-methoxybenzoate)2 complexes: Synthesis, spectroscopic characterization and single crystal structure determination",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Inorganic Chemistry",
            "@code": "1604"
        }
    ],
    "keywords": [
        "Copper(II)",
        "N-(hydroxyethyl)ethylenediamine)",
        "Second sphere coordination",
        "Spectroscopic techniques",
        "X-ray crystallography"
    ],
    "authors": [
        "Santosh Kumar"
    ],
    "citedby-count": 8,
    "ref-count": 64,
    "ref-list": [
        "Design and construction of coordination polymers with mixed-ligand synthetic strategy",
        "Solid-state reactivity and structural transformations involving coordination polymers",
        null,
        "One-demensional coordination polymers: Complexity and diversity in structures, properties, and applications",
        "1D + 1D → 1D polyrotaxane, 2D + 2D → 3D interpenetrated, and 3D self-penetrated divalent metal terephthalate bis(pyridylformyl)piperazine coordination polymers",
        "Aliphatic and aromatic carboxylate divalent metal coordination polymers incorporating the kinked and hydrogen-bonding capable tethering ligand 4,4′-dipyridylamine",
        "Copper phthalate coordination polymers incorporating kinked dipyridyl ligands: An unprecedented 8-connected network and one-dimensional chiral nanobarrels with hydrophobic channels constructed from septuple helical motifs",
        null,
        "Interpenetrating nets: Ordered, periodic entanglement",
        "Metal-Organic Frameworks (MOFs)",
        "Regulating the architectures of hydrogen-bonded frameworks through topological enforcement",
        "Encyclopedia of Supramolecular Chemistry",
        "Anion-Π interactions",
        "Rational modification of the hierarchy of intermolecular interactions in molecular crystal structures by using tunable halogen Bonds",
        null,
        "Metallo-supramolecular capsules",
        "The pervasive chemistry of metal-organic frameworks",
        "Functional porous coordination polymers",
        "Assembly of Metal-Organic Frameworks (MOFs) based on indium-trimer building blocks: A porous MOF with soc topology and high hydrogen storage",
        "A route to high surface area, porosity and inclusion of large molecules in crystals",
        "Expanded ligands-An assembly principle for supramolecular chemistry",
        "The conjugate acid of bis{4′-(4-pyridyl)-2,2′:6′, 2″-terpyridine}iron(ii) as a self-complementary hydrogen-bonded building block",
        null,
        null,
        "Layered solids based on second-sphere coordination interactions: Synthesis, spectroscopic characterization, crystal structure and packing of two copper(II) naphthalene-2-sulfonates",
        null,
        null,
        null,
        "Inorg. Chem.",
        null,
        null,
        null,
        "Interesting anticandidal effects of anisic aldehydes on growth and proton-pumping-ATPase-targeted activity",
        "Peptide argininol 'inverse substrates' of anisic acid: Novel inhibitors of the trypsin-like serine proteinases",
        "Structural and spectroscopic (UV–Vis, IR, Raman, and NMR) characteristics of anisaldehydes that are flavoring food additives: A density functional study in comparison with experiments",
        "A delicate balance: Homeostatic control of copper uptake and distribution",
        "hCTR1: A human gene for copper uptake identified by complementation in yeast",
        "Biochemical, Metabolic, and Clinical Role of Copper in Human Nutrition",
        "Angew. Chem. Int. Ed.",
        "Large size anion binding with iron(ii) complexes of a 5,5′-disubstituted-2,2′-bipyridine ligand",
        "Chem. Britian.",
        "Copper complexes as anticancer agents",
        "Synthesis and characterization of two novel dicyanidoargentate(i) complexes containing N-(2-hydroxyethyl)ethylenediamine exhibiting significant biological activity",
        "DFT studies of structural and some spectral parameters of copper(ii) complexes with N,N,N′,N\"-tetrakis (2-hydroxyethyl/propyl) ethylenediamine and tris(2-hydroxyethyl)amine",
        "Synthesis, crystal structure determination and antimicrobial studies of copper(II) picrate complexes with N,N,N′,N″-tetrakis(2-hydroxyethyl/ propyl) ethylenediamine and tris(2-hydroxyethyl)amine",
        "Synthesis in water-free DMF, characterization, electrical, and gas sensing properties of bis[2-(2-aminoethylamino)ethanol]copper(II) dibromide",
        "Copper(II) halide complexes with deprotonated N-(2-hydroxyethyl)ethylenediamine",
        null,
        "844. A convenient solid for calibration of the Gouy magnetic susceptibility apparatus",
        "Coord. Chem. Rev.",
        null,
        "The use of conductivity measurements in organic solvents for the characterisation of coordination compounds",
        "Copper(II) complexes with subnormal magnetic moments"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chandigarh",
            "affilname": "Panjab University",
            "affiliation-country": "India"
        }
    ],
    "funding": []
}