{
    "eid": "2-s2.0-84946917243",
    "title": "Predicting consumer intention to purchase virtual goods in online games: Empirical examination between generation X and generation Y in Thailand",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Energy",
            "@code": "2100"
        },
        {
            "$": "General Engineering",
            "@code": "2200"
        },
        {
            "$": "General Environmental Science",
            "@code": "2300"
        },
        {
            "$": "Education",
            "@code": "3304"
        },
        {
            "$": "General Mathematics",
            "@code": "2600"
        },
        {
            "$": "Health (social science)",
            "@code": "3306"
        },
        {
            "$": "General Computer Science",
            "@code": "1700"
        }
    ],
    "keywords": [
        "Generation X",
        "Generation Y",
        "Online games",
        "Purchase",
        "Theory of consumption values",
        "Virtual goods"
    ],
    "authors": [
        "Athapol Ruangkanjanases"
    ],
    "citedby-count": 10,
    "ref-count": 33,
    "ref-list": [
        "The rise of microtransactions and the effects on the industry",
        "Exploring the value of purchasing online game items",
        "Art form for the digital age",
        "Brand extensions of experiential goods: Movie sequel evaluations",
        "Advances in Consumer Research",
        "Organization Science",
        "Population, total 2013 [Data]",
        "Observation of Digital Content 2011",
        "The Growth Story and Future of Mobile Chat App Giant LINE",
        "Line now has 390 million users with Japan and Thailand as top countries",
        "Video Games in Thailand",
        "IBM TJ Watson Research Center",
        "Likelihood to abort an online transaction: Influences from cognitive evaluations, attitudes, and behavioral variables",
        "Fears over game microtransactions and the birth pangs of a poststuff age",
        "Free to Play versus Pay to Play",
        "Microtransactions can benefit the player",
        "Cash trade within the magic circle: Free-to-play game challenges and massively multiplayer online game player responses",
        "Consumption Values and Market Choice",
        "International Journal of Electronic Business Management",
        "The comparison of online game experiences by players in games of Lineage & EverQuest: Role play vs. Consumption",
        "A study of generation X's and Y's perception of the customer experience when purchasing airline travel",
        "Understanding generational differences for competitive success",
        "Strategic Communication Management",
        "Managing Generation Y. S. A. M. Advanced Management Journal",
        "Virtual item sales as a revenue model: Identifying attributes that drive purchase decisions",
        "User acceptance of hedonic digital artifacts: A theory of consumption values perspective",
        "Virtual item purchase behavior in virtual worlds: An exploratory investigation",
        "Virtual item monetization: A powerful revenue opportunity for online game publishers and virtual world operators",
        "Why do people play social network games?",
        "Statistics in an Introductory Analysis",
        "Multivariate Data Analysis",
        "Demographic and motivation variables associated with Internet usage activities",
        "A caution regarding rules of thumb for variance inflation factors"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}