{
    "eid": "2-s2.0-85077093334",
    "title": "Factors determining consumer buying behaviour in online shopping",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Arts and Humanities (miscellaneous)",
            "@code": "1201",
            "@abbrev": "ARTS"
        }
    ],
    "keywords": [
        "Consumer behaviour",
        "Online buying behaviour (OBB)",
        "Perceived benefits (PB)",
        "Perceived risks (PR)",
        "Psychological factors (PF)",
        "Security",
        "Trust"
    ],
    "authors": [
        "Somdech Rungsrisawat",
        "Watcharin Joemsittiprasert",
        "Kittisak Jermsittiparsert"
    ],
    "citedby-count": 10,
    "ref-count": 23,
    "ref-list": [
        "An Analysis of the Factors Affecting Online Purchasing Behaviour of Pakistani Consumers.",
        "The theory of planned behaviour.",
        "An integrated model of factors affecting consumer attitudes towards online shopping.",
        "Consumer attitudes towards online shopping.",
        "Analysis of Factors Affecting on Online Shopping Behavior of Consumers.",
        "Influence of consumers' perceived risk on consumers' online purchase intention.",
        "The role of perceived benefits in formation of online shopping attitude among women shoppers in India.",
        "Investigation of psychological dimensions of trust on e-loyalty.",
        "A multi-dimensional approach to consumer motivation: exploring economic, hedonic, and normative consumption goals.",
        "The joint moderating role of trust propensity and gender on consumers' online shopping behavior.",
        "Understanding psychological contract violation and its consequences on mobile shopping applications use in a developing country context.",
        "The Effect of Website Performance and Online Retailer Status on Consumer Purchase Intention: A Mediator Role of Buyer Perception.",
        "Satisfying the experienced online customer.",
        "Consumers' psychological outcomes linked to the use of an online store's recommendation system.",
        "How Online Shopping Is Affecting Consumers Buying Behavior in Pakistan?",
        "A Concise Guide to Market Research",
        "Ecommerce.",
        "Integration of materialism with shopping motivations: motivations based profile of Indian mall shoppers.",
        "Psychological antecedents of apparel-buying intention for young Indian online shoppers.",
        "Gender differences and wellbeing values in adolescent online shopping.",
        "A meta-analytic review of hedonic and utilitarian shopping values.",
        "Building loyalty in e-commerce: Towards a multidimensional trust-based framework for the case of China."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60103781",
            "affilname": "Suan Sunandha Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103781",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "New York",
            "@id": "107078672",
            "affilname": "Division of Business Administration",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/107078672",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}