{
    "eid": "2-s2.0-84971424421",
    "title": "Simplified finite-element modelling for tunnelling-induced settlements",
    "cover-date": "2014-12-01",
    "subject-areas": [
        {
            "$": "Earth and Planetary Sciences (miscellaneous)",
            "@code": "1901"
        },
        {
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909"
        }
    ],
    "keywords": [
        "Monitoring/numerical modelling/tunnels"
    ],
    "authors": [
        "Suched Likitlersuang"
    ],
    "citedby-count": 48,
    "ref-count": 29,
    "ref-list": [
        "Twin tunnel interaction: Surface and subsurface effects",
        "The influence of pre-failure soil stiffness on the numerical analysis of tunnel construction",
        "Analytical solutions for shallow tunnels in saturated ground",
        "Building Response to Tunnelling – Case Studies from Construction of The Jubilee Line Extension, London. Vol. 1: Projects and Methods",
        "Analysis of shield tunnel",
        "Patterns of soil deformations around tunnels. Application to the extension of Madrid Metro",
        "Finite element modelling of excavation and advancement processes of a shield tunnelling machine",
        "Subsidence owing to tunnelling. I. Estimating the gap parameter",
        "Finite element analysis of a deep excavation: A case study from the Bangkok MRT",
        "Geotechnical parameters from pressuremeter tests for MRT blue line extension in Bangkok",
        "Small strain stiffness and stiffness degradation curve of Bangkok Clays",
        "Analytical prediction for tunneling-induced ground movements in clays",
        "Tunnelling and geotechnics: New horizons",
        "Tunnel Induced Settlements and Structural Forces in Linings",
        "On numerical simulation of tunnel installation",
        "ANALYSIS OF CONVERGENCE BEHIND THE FACE OF A TUNNEL.",
        "Proceeding of The 7th International Conference on Soil Mechanics and Foundations Engineering",
        "Numerical analysis: A virtual dream or practical reality?",
        "Subsidence owing to tunnelling. II. Evaluation of a prediction technique",
        "Analysis of undrained soil deformation due to ground loss",
        "Beyond 2000 in Computational Geotechnics",
        "Proceedings of The Characterisation and Engineering Properties of Natural Soils Workshop",
        "Geotechnical Aspects of The Bangkok MRT Blue Line Project",
        "Stiffness and strength parameters for hardening soil model of soft and stiff Bangkok clays",
        "Earth Pressure Balance (EPB) Shield Tunnelling in Bangkok: Ground Response and Prediction of Surface Settlements Using Artificial Neural Networks",
        "Artificial neural networks for predicting the maximum surface settlement caused by EPB shield tunneling",
        "PLAXIS Version 5 Manual",
        "Surface settlements due to deformation of a tunnel in an elastic half plane",
        "Modelling of long-term ground response to tunnelling under St James's Park, London"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ningbo",
            "affilname": "University of Nottingham Ningbo China",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Brisbane",
            "affilname": "Griffith University",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Royal Thai Army",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Green Engineering for Green Society",
        "Ministry of Education",
        "Tennis Australia",
        "Ministry of Education, Government of the People's Republic of Bangladesh"
    ]
}