{
    "eid": "2-s2.0-85030782432",
    "title": "Prediction of delayed colonic transit using Bristol stool form and stool frequency in Eastern constipated patients: A difference from the West",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Gastroenterology",
            "@code": "2715"
        },
        {
            "$": "Neurology (clinical)",
            "@code": "2728"
        }
    ],
    "keywords": [
        "Antimicrobial resistance",
        "Integrons",
        "Pets",
        "Salmonella enterica",
        "Virulence factors"
    ],
    "authors": [
        "Veeravich Jaruvongvanich"
    ],
    "citedby-count": 36,
    "ref-count": 49,
    "ref-list": [
        "Salmonella Serovars from Humans and Other Sources in Thailand, 1993-2002",
        "Antimicrobial resistance and virulence: A successful or deleterious association in the bacterial world?",
        "Antimicrobial resistance and virulence genes of Escherichia coli isolates from swine in Ontario",
        "Contribution of target gene mutations and efflux to decreased susceptibility of Salmonella enterica serovar typhimurium to fluoroquinolones and other antimicrobials",
        "Characterization of Multiple-Antimicrobial-Resistant Salmonella Serovars Isolated from Retail Meats",
        "Rapid identification of Salmonella serovars in feces by specific detection of virulence genes, invA and spvC, by an enrichment broth culture- multiplex PCR combination assay",
        "Large drug resistance virulence plasmids of clinical isolates of Salmonella enterica serovar Choleraesuis",
        "Antimicrobial resistance and virulence genes in salmonella enterica isolates from dairy cows",
        null,
        "Antimicrobial resistance genes in Salmonella enterica isolates from poultry and swine in Thailand",
        "Performance Standards for Antimicrobial Disk and Dilution Susceptibility Tests for Bacteria Isolated from Animals",
        "First report of a Salmonella enterica serovar Weltevreden outbreak on Reunion Island, France, August 2007.",
        "Antimicrobial resistance of Campylobacter coli isolates from swine",
        "Towards more virulent and antibiotic-resistant Salmonella?",
        "Web-based surveillance and global Salmonella distribution, 2000-2002",
        "Epidemiology",
        "Pet animals as reservoirs of antimicrobial-resistant bacteria",
        "β-Lactamases among extended-spectrum β-lactamase (ESBL)-resistant Salmonella from poultry, poultry products and human patients in The Netherlands",
        "Incidence of Salmonella in fish and seafood",
        "Molecular epidemiology of emergent multidrug-resistant Salmonella enterica serotype Typhimurium strains carrying the virulence resistance plasmid pUO-StVR2",
        "Characterisation of antimicrobial resistance patterns and class 1 integrons among Escherichia coli and Salmonella enterica serovar Choleraesuis strains isolated from humans and swine in Taiwan",
        "Microbiology of food and animal feeding stuffs-Horizontal method for the detection of Salmonella spp",
        "Prevalence and characterization of Escherichia coli and Salmonella strains isolated from stray dog and coyote feces in a major leafy greens production region at the United States-Mexico border",
        "Class 1 integrons and Salmonella genomic island 1 among Salmonella enterica isolated from poultry and swine",
        "Antimicrobial resistance, virulence, and phylogenetic characteristics of escherichia coli isolates from clinically healthy swine",
        "Comparison of antimicrobial resistance patterns of Salmonella spp. and escherichia coli recovered from pet dogs from volunteer households in Ontario (2005-06)",
        "PCR mapping of integrons reveals several novel combinations of resistance genes",
        "Prevalence and characterization of Salmonella species isolated from pigs, ducks and chickens in Sichuan Province, China",
        "Increasing prevalence of ciprofloxacin-resistant food-borne Salmonella strains harboring multiple PMQR elements but not target gene mutations",
        "Mutations in Topoisomerase Genes of Fluoroquinolone-Resistant Salmonellae in Hong Kong",
        "Food animals and antimicrobials: Impacts on human health",
        "Prevalence in the United States of aac(6′)-Ib-cr encoding a ciprofloxacin-modifying enzyme",
        "Occurrence of antimicrobial resistance in bacteria from diagnostic samples from dogs",
        "Role of mutation in the gyrA and parC genes of nalidixic-acid-resistant salmonella serotypes isolated from animals in the United Kingdom",
        "The worldwide emergence of plasmid-mediated quinolone resistance",
        "Contribution of different mechanisms to the resistance to fluoroquinolones in clinical isolates of Salmonella enterica",
        "Down with odds ratios!",
        "Multidrug-resistant urinary tract isolates of Escherichia coli: Prevalence and patient demographics in the United States in 2000",
        "Prevalence and antimicrobial resistance of Salmonella spp. in non-diarrhoeic dogs in Trinidad",
        "Virulence genotyping of Salmonella spp. with multiplex PCR",
        "The emergence of qnr-mediated quinolone resistance among Enterobacteriaceae in Jamaica.",
        "Plasmid-mediated quinolone resistance: A multifaceted threat",
        "Genetic diversity of clinical and environmental strains of Salmonella enterica serotype Weltevreden isolated in Malaysia",
        "Detection of virulence and antibacterial resistance genes in Salmonella isolates from diarrhoeic dogs in Iran",
        "Salmonellae and campylobacters in household and stray dogs in Northern Taiwan",
        "Int J Agro Vet Med Sci",
        "Class 1 integrons and virulence genes in Salmonella enterica isolates from pork and humans",
        "Plasmid-mediated qepA gene among Escherichia coli clinical isolates from Japan",
        "Bypassing the periplasm: Reconstitution of the AcrAB multidrug efflux pump of Escherichia coli"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Honolulu",
            "affilname": "John A. Burns School of Medicine",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Chulalongkorn University-Veterinary Science Research Fund",
        "Faculty of Veterinary Science",
        "Chulalongkorn University",
        "Khon Kaen University",
        "Thailand Research Fund",
        "National Institute of Genetics"
    ]
}