{
    "eid": "2-s2.0-85001950416",
    "title": "The Efficacy of Chitosan-Adjuvanted, Mycoplasma gallisepticum Bacterin in Chickens",
    "cover-date": "2016-12-01",
    "subject-areas": [
        {
            "$": "General Immunology and Microbiology",
            "@code": "2400"
        },
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Food Animals",
            "@code": "3403"
        }
    ],
    "keywords": [
        "bacterin",
        "chickens",
        "chitosan",
        "Mycoplasma gallisepticum"
    ],
    "authors": [
        "Arithat Limsatanun"
    ],
    "citedby-count": 6,
    "ref-count": 35,
    "ref-list": [
        "Comparison of Mycoplasma gallisepticum subunit and whole organism vaccines containing different adjuvants by Western immunoblotting",
        "Preliminary data on efficacy of Mycoplasma gallisepticum vaccines containing different adjuvants in laying hens",
        "Protection and immunity in commercial chicken layers administered Mycoplasma gallisepticum liposomal bacterins.",
        "Efficacy of autogenous killed vaccine of avibacterium paragallinarum",
        "Investigation of problems associated with intramuscular breast injection of oil-adjuvanted killed vaccines in chickens.",
        "Local reaction and serological response in commercial layer chickens injected intramuscularly in the leg with oil-adjuvanted Mycoplasma gallisepticum bacterin",
        "Protection against airsacculitis with sequential systemic and local immunization of chickens using killed Mycoplasma gallisepticum bacterin with iota carrageenan adjuvant",
        "The efficacy of three commercial Mycoplasma gallisepticum vaccines in laying hens",
        "Lymphocytic infiltration in the chicken trachea in response to Mycoplasma gallisepticum infection",
        "Evaluation of properties of chitosan as an adjuvant for inactivated influenza vaccines administered parenterally",
        "In vitro evaluation of the mucoadhesive properties of chitosan microspheres",
        "Chitosan as a novel nasal delivery system for vaccines",
        "American Association of Avian Pathologists",
        "Airsacculitis in broilers from Mycoplasma synoviae: effect on air-sac lesions of vaccinating with infectious bronchitis and Newcastle virus.",
        "American Association of Veterinary Laboratory Diagnosticians",
        "Evaluation of attenuated strains of Mycoplasma gallisepticum as vaccines in young chickens.",
        "Comparative immunomodulatory properties of a chitosan-MDP adjuvant combination following intranasal or intramuscular immunisation",
        "The path to a successful vaccine adjuvant - 'The long and winding road'",
        "A modified live Mycoplasma gallisepticum vaccine to protect chickens from respiratory disease",
        "Chitosan, a drug carrier for the 21st century: A review",
        "The positive adjuvant effect of chitosan on antigen-specific cell-mediated immunity after chickens vaccination with live Newcastle disease vaccine",
        "Diseases of Poultry",
        "Lymphoproliferative responses of specific-pathogen-free chickens to Mycoplasma gallisepticum strain PG31",
        "Chitin and chitosan: Properties and applications",
        "Immune stimulating activity of two new chitosan containing adjuvant formulations",
        "Preparation of inactivated oil-emulsion vaccines with avian viral or Mycoplasma antigens.",
        "Efficacy of experimental Newcastle disease water-in-oil oil-emulsion vaccines formulated from squalane and squalene.",
        "Cross-protection against influenza virus infection by intranasal administration of M1-based vaccine with chitosan as an adjuvant",
        "Chitosan for mucosal vaccination",
        "Intranasal immunization with live attenuated influenza vaccine plus chitosan as an adjuvant protects mice against homologous and heterologous virus challenge",
        "A vaccine cold chain freezing study in PNG highlights technology needs for hot climate countries",
        "Immunity induced with an aluminum hydroxide-adsorbed Mycoplasma gallisepticum bacterin in chickens.",
        "Antibody responses in sera and respiratory secretions from chickens infected with Mycoplasma gallisepticum.",
        "Chitosan solution enhances both humoral and cell-mediated immune responses to subcutaneous vaccination",
        "A safety assessment of a fowlpox-vectored Mycoplasma gallisepticum vaccine in chickens"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}