{
    "eid": "2-s2.0-85079019391",
    "title": "Streptomyces bauhiniae sp. Nov., isolated from tree bark of bauhinia variegata Linn. in Thailand",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Actinomycetes",
        "Polyphasic taxonomy",
        "Streptomyces bauhiniae",
        "Streptomycetaceae",
        "Tree bark"
    ],
    "authors": [
        "Pawina Kanchanasin",
        "Masahiro Yuki",
        "Takuji Kudo",
        "Moriya Ohkuma",
        "Nattakorn Kuncharoen",
        "Wongsakorn Phongsopitanun",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 2,
    "ref-count": 36,
    "ref-list": [
        "The nomenclature and classification of the actinomycetes",
        "Bioactive microbial metabolites",
        "Fungus-Growing ants use antibiotic-producing bacteria to control garden parasites",
        "Streptomyces oryzae sp. Nov., an endophytic actinomycete isolated from stems of rice plant",
        "Humic acid-vitamin agar, a new medium for the selective isolation of soil actinomycetes",
        "Methods for characterization of Streptomyces species",
        "Myco-planecins, novel antimycobacterial antibiotics from Actinoplanes awajinensis subsp. Mycoplanecinus subsp. nov. I. taxonomy of producing organism and fermentation",
        "Nocardia coeliaca, Nocardia autotrophica, and the Nocardin strain",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "An improved method for the glycolate test for simple identification of the acyl type of bacterial cell walls",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "16S ribosomal DNA amplification for phylogenetic study",
        "16S/23S rRNA sequencing",
        "Introducing EzBi-oCloud: A taxonomically United database of 16S rRNA gene sequences and whole-genome assemblies",
        "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Quantitative Phyletics and the evolution of anurans",
        "MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Confidence limits on phylogenies: An approach using the bootstrap",
        "SPAdes: A new genome assembly algorithm and its applications to single-cell sequencing",
        "The RAST server: Rapid annotations using subsystems technology",
        "Seed servers: High-performance access to the seed genomes, annotations, and metabolic models",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "JSpe-ciesWS: A web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "Chemotaxonomy of aerobic actinomycetes: Phospholipid composition",
        "Streptacidiphilus gen. Nov., acidophilic actinomycetes with wall chemotype I and emendation of the family Streptomycetaceae (Waksman and Henrici (1943)AL) emend",
        "Shifting the genomic gold standard for the prokaryotic species definition"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tsukuba",
            "@id": "60211264",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60211264",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022676",
            "affilname": "Ramkhamhaeng University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022676",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chula-longkorn University",
        "Chulalongkorn University"
    ]
}