{
    "eid": "2-s2.0-84991577445",
    "title": "Model-Based Predictive Control for building energy management. I: Energy modeling and optimal control",
    "cover-date": "2016-12-01",
    "subject-areas": [
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Electrical and Electronic Engineering",
            "@code": "2208"
        },
        {
            "$": "Civil and Structural Engineering",
            "@code": "2205"
        },
        {
            "$": "Building and Construction",
            "@code": "2215"
        }
    ],
    "keywords": [
        "Building energy model",
        "Energy efficiency",
        "Hygrothermal model",
        "Model-based control",
        "Thermal model"
    ],
    "authors": [
        "Saran Salakij"
    ],
    "citedby-count": 80,
    "ref-count": 58,
    "ref-list": [
        "D&R International Ltd.",
        "Advanced control systems engineering for energy and comfort management in a building environment-A review",
        "HoneyWell",
        "Ecobee",
        "NEST labs. Enhanced auto schedule",
        "Theory and applications of HVAC control systems - A review of model predictive control (MPC)",
        "A review on optimized control systems for building energy and comfort management of smart sustainable buildings",
        "Building modeling as a crucial part for building predictive control",
        "Model-based hierarchical optimal control design for HVAC systems",
        "Reducing transient and steady state electricity consumption in HVAC using learning-based model-predictive control",
        "Use of model predictive control and weather forecasts for energy efficient building climate control",
        "Smart residential energy scheduling utilizing two stage Mixed Integer Linear Programming",
        "Adaptive predictive control of thermo-active building systems (TABS) based on a multiple regression algorithm",
        "Simulation-based model predictive control by the multi-objective optimization of building energy performance and thermal comfort",
        "Energy plus: Energy simulation program",
        "Development of a simplified and accurate building model based on electrical analogy",
        "ESP-r",
        "Review of building energy modeling for control and operation",
        "Simplified thermal and hygric building models: A literature review",
        "State of the art in building modelling and energy performances prediction: A review",
        "Energy Build.",
        "Revit Architecture, AutoDesk",
        "Building thermal model reduction using nonlinear constrained optimization",
        "Review and evaluation of using R-C thermal modeling of cooling load prediction for hvac system control purpose",
        "Lumped parameter models for building thermal modelling: An analytic approach to simplifying complex multi-layered constructions",
        "Integrated analysis of whole building heat, air and moisture transfer",
        "Input and Output Engineering Reference of EnergyPlus",
        "EnergyPlus Documentation, Engineering Reference: The Reference to EnergyPlus Calculation",
        "Introduction to modeling of transport phenomena in porous media",
        "Analysis of convective heat and mass transfer at the vertical walls of a street canyon",
        "Measurement of the Moisture Storage Capacity Using Sorption Balance and Pressure Extractors",
        "Transient model for coupled heat, air and moisture transfer through multilayered porous media",
        "Capillary condensation of adsorbates in porous materials",
        "On the complete Kelvin equation",
        "Simulation of indoor temperature and humidity conditions including hygrothermal interactions with the building envelope",
        "Transient model for coupled heat, air and moisture transfer through multilayered porous media",
        "Moisture performance of building materials: From material characterization to building simulation using the Moisture Buffer Value concept",
        "A method for simplifying linear dynamic systems",
        "Further Remarks on Simplifying Linear Dynamic Systems",
        "Further Comments on “A Method for Simplifying Linear Dynamic Systems”",
        "Principal Component Analysis in Linear Systems: Controllability, Observability, and Model Reduction",
        "Fifth National Conference of IBPSA-USA, Madison, WI",
        "Parameter identification and model based predictive control of temperature inside a house",
        "Building energy modeling: A systematic approach to zoning and model reduction using Koopman Mode Analysis",
        "Development, validation and application of a coupled reduced-order CFD model for building control applications",
        "Control of Large-Scale Dynamic Systems by Aggregation",
        "ASHRAE Trans.",
        "ASHRAE Trans."
    ],
    "affiliation": [
        {
            "affiliation-city": "Notre Dame",
            "affilname": "College of Engineering",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "U.S. Army Natick Soldier Research, Development and Engineering Center",
        "U.S. Army Natick Soldier Research, Development and Engineering Center"
    ]
}