{
    "eid": "2-s2.0-85015775357",
    "title": "Allodekkera sacchari gen. Nov., sp. nov., a yeast species in the Saccharomycetales isolated from a sugar factory",
    "cover-date": "2017-02-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Allodekkera sacchari",
        "Ascomycetous yeasts",
        "Sugar production plant"
    ],
    "authors": [
        "Rumpa Jutakanoke"
    ],
    "citedby-count": 8,
    "ref-count": 27,
    "ref-list": [
        "Two new ascomycetous anamorphic yeast species related to Candida friedrichii - Candida jaroonii sp. nov., and Candida songkhlaensis sp. nov. - Isolated in Thailand",
        "Ogataea phyllophila sp. nov., Candida chumphonensis sp. nov. and Candida mattranensis sp. nov., three methylotrophic yeast species from phylloplane in Thailand",
        "Candida maleeae sp. nov., a novel anamorphic yeast species in the Ambrosiozyma clade found in Thailand",
        "Wickerhamomyces tratensis sp. nov. and Candida namnaoensis sp. nov., two novel ascomycetous yeast species in the Wickerhamomyces clade found in Thailand",
        "Metschnikowia saccharicola sp. nov. and Metschnikowia lopburiensis sp. nov., two novel yeast species isolated from phylloplane in Thailand",
        "Wickerhamomyces siamensis sp. nov., a novel yeast species isolated from the phylloplane in Thailand",
        "A novel ascosporogenous yeast species, Zygosaccharomyces siamensis, and the sugar tolerant yeasts associated with raw honey collected in Thailand",
        "Pseudozyma vetiver Sp. Nov., a novel anamorphic ustilaginomycetous yeast species isolated from the phylloplane in Thailand",
        "Diversity and fermentation products of xylose-utilizing yeasts isolated from buffalo feces in Thailand",
        "Wickerhamiella siamensis f.a., Sp. nov., an endophytic and epiphytic yeast species isolated from sugar cane leaf",
        "Occultifur tropicalis f.A., sp. nov., a novel cystobasidiomycetous yeast species isolated from tropical regions",
        "Food and Agricultural Organization of United Nations (FAO)",
        "Characterization and ethanol fermentation of Pichia and Torulaspora strains",
        "Ethanol production from sweet sorghum juice using very high gravity technology: Effects of carbon and nitrogen supplementations",
        "Methods for isolation, phenotypic characterization and maintenance of yeasts",
        "Taxonomic studies on debaryomyces hansenii (zopf) lodder et kreger-van rij and related species. I. chemotaxonomic investigations",
        "Molecular Cloning: A Laboratory Manual",
        "Biodiversity and systematics of basidiomycetous yeasts as determined by large-subunit rDNA D1/D2 domain sequence analysis",
        "Phylogenetic position of yeast-like symbiotes of rice planthoppers based on partial 18S rDNA Sequences",
        "PCR Protocols: A Guide to Methods and Applications",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Molecular Evolution and Phylogenetics",
        "Relationships among genera of the Saccharomycotina (Ascomycota) from multigene phylogenetic analysis of type species",
        "Taxonomic Richness of Yeasts in Japan within Subtropical and Cool Temperate Areas",
        "Dekkera van der Walt (1964)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tsukuba",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Rajamangala University of Technology Thanyaburi (RMUTT)",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Office of the Cane and Sugar Board",
        "Japan Society for the Promotion of Science",
        "Chulalongkorn University"
    ]
}