{
    "eid": "2-s2.0-85083007243",
    "title": "Surgical treatment of strabismus in thyroid eye disease: characteristics, dose–response, and outcomes",
    "cover-date": "2020-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pediatrics, Perinatology and Child Health",
            "@code": "2735",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Ophthalmology",
            "@code": "2731",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Worawalun Honglertnapakul",
        "Kara M. Cavuoto",
        "Craig A. McKeown",
        "Hilda Capó"
    ],
    "citedby-count": 8,
    "ref-count": 18,
    "ref-list": [
        "Management of strabismus in thyroid eye disease",
        "Management of graves myopathy: Thyroid-associated orbitopathy: when should we operate?",
        "The oculorotary muscles in Graves' disease",
        "Management of graves myopathy: Understanding and managing vertical strabismus from thyroid eye disease",
        "Postoperative drift in patients with thyroid ophthalmopathy undergoing unilateral inferior rectus muscle recession",
        "Surgical responses of medial rectus muscle recession in thyroid eye disease–related esotropia",
        "Treatment of thyroid ocular myopathy with adjustable and nonadjustable suture strabismus surgery",
        "The role of restricted motility in determining outcomes for vertical strabismus surgery in Graves' ophthalmology",
        "Vertical rectus muscle recession versus combined vertical and horizontal rectus muscle recession in patients with thyroid eye disease and hypotropia",
        "Parameters predicting outcomes of strabismus surgery in the management of Graves' ophthalmopathy",
        "The characteristics and surgical outcomes of medial rectus recessions in Graves' ophthalmopathy",
        "Surgical management of vertical ocular misalignment in thyroid eye disease using an adjustable suture technique",
        "Long-term results of adjustable suture surgery for strabismus secondary to thyroid ophthalmopathy",
        "Progressive overcorrection after inferior rectus recession",
        "Late overcorrection after inferior rectus recession",
        "Recession of the inferior rectus muscle in Graves' orbitopathy",
        "Late overcorrection of hypotropia in Graves ophthalmopathy. Predictive factors",
        "An evaluation of the semiadjustable suture strabismus surgical procedure"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Miami",
            "@id": "60016686",
            "affilname": "Bascom Palmer Eye Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016686",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "NIH",
        "Research to Prevent Blindness"
    ]
}