{
    "eid": "2-s2.0-84924727255",
    "title": "The growth-distribution nexus in a mixed regime of education with a status motive: On the macroeconomics of the welfare state",
    "cover-date": "2015-06-01",
    "subject-areas": [
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        }
    ],
    "keywords": [
        "Distribution",
        "Educational choice",
        "Growth",
        "Institutions",
        "Status"
    ],
    "authors": [
        "Frederic Tournemaine"
    ],
    "citedby-count": 5,
    "ref-count": 43,
    "ref-list": [
        "Am. Econ. Rev.",
        "Optimal taxation when consumers have endogenous benchmark levels of consumption",
        "Distributive politics and economic growth",
        "Envy and Inequality",
        "Is the Welfare State necessarily an obstacle to economic growth?",
        "Education Markets, Choice and Social Class: The market as a class strategy in the UK and the USA[l]",
        "On the cusp: Parents choosing between state and private schools in the UK: Action within an economy of symbolic goods",
        "J. Polit. Econ.",
        "Economic Growth",
        "Income distribution, government transfers, and the problem of unequal influence",
        "Parental choice, social class and market forces: The consequences of privatization of public services in education",
        "Public education expenditures, taxation, and growth: Linking data to theory",
        "Education choice, endogenous growth and income distribution",
        "Educational systems, growth and income distribution: A quantitative study",
        "Idle worship",
        "Satisfaction and comparison income",
        "On relative wealth effects and the optimality of growth",
        "A Theory of Economic Growth: Dynamics and Policy in Overlapping Generations",
        "Choosing the Joneses: Endogenous goals and reference standards",
        "Social status, education, and growth",
        "Keeping one step ahead of the Joneses: Status, the distribution of wealth, and long run growth",
        "Growth and income inequality: A canonical model",
        "Consumption externalities: A representative consumer model when agents are heterogeneous",
        "J. Polit. Econ.",
        "Fiscal policy in an endogenous growth model with human capital and heterogenous agents",
        "The causes of welfare state expansion: Deindustrialization or globalization?",
        "Capitalist systems, deindustrialization, and the politics of public education",
        "Production, growth and business cycles. I. The basic neoclassical model",
        "Welfare-State Regress in Western Europe: Politics, Institutions, Globalization, and Europeanization",
        "Tax policy and aggregate demand management under catching up with the Joneses",
        "Relative-income effects on subjective well-being in the cross-section",
        "Education at a Glance, OECD Indicators",
        "Am. Econ. Rev.",
        "Endogenous (re-)distributive policies and economic growth: A comparative static analysis",
        "Education, democracy and growth",
        "Scand. J. Econ.",
        "Status jobs, human capital, and growth: The effects of heterogeneity",
        "Public Expenditures, Growth, and Distribution in a Mixed Regime of Education with a Status Motive",
        "Status in a canonical macro model: Labour supply, growth and inequality",
        "Methods of Macroeconomic Dynamics",
        "Income inequality, democracy and growth reconsidered",
        "The East Asian Miracle. Economic Growth and Public Policy",
        "Optimal public investments in education and endogenous growth"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "affilname": "London Metropolitan University",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": []
}