{
    "eid": "2-s2.0-84924736384",
    "title": "Newly developed vaginal atrophy symptoms II and vaginal pH: A better correlation in vaginal atrophy?",
    "cover-date": "2015-04-01",
    "subject-areas": [
        {
            "$": "Obstetrics and Gynecology",
            "@code": "2729"
        }
    ],
    "keywords": [
        "dyspareunia",
        "lactobacilli",
        "postmenopause",
        "Vaginal atrophy",
        "vaginal health",
        "vulvovaginal atrophy"
    ],
    "authors": [
        "P. Tuntiviriyapun"
    ],
    "citedby-count": 11,
    "ref-count": 14,
    "ref-list": [
        "Prevalence and impact of vaginal symptoms among postmenopausal women",
        "Vaginal Health: Insights, Views & Attitudes (VIVA) - results from an international survey.",
        "Recommendations for the management of postmenopausal vaginal atrophy",
        "Are women with urogenital atrophy symptomatic?",
        "Measuring symptom relief in studies of vaginal and vulvar atrophy: The most bothersome symptom approach",
        "Randomized, multicenter, double-blind, placebo-controlled trial to evaluate the efficacy and safety of synthetic conjugated estrogens B for the treatment of vulvovaginal atrophy in healthy postmenopausal women",
        "Effect of raloxifene on the response to conjugated estrogen vaginal cream or nonhormonal moisturizers in postmenopausal vaginal atrophy",
        "The effectiveness of live lactobacilli in combination with low dose oestriol (Gynoflor) to restore the vaginal flora after treatment of vaginal infections",
        null,
        "A dynamic approach to the evaluation of oestrogenic effects on the vaginal epithelium in women.",
        "Multidisciplinary Overview of Vaginal Atrophy and Associated Genitourinary Symptoms in Postmenopausal Women",
        "A prospective population-based study of menopausal symptoms",
        "Oestrogenic function in postmenopausal women.",
        "Postmenopausal symptomatology, maturation index, and plasma estrogen levels"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}