{
    "eid": "2-s2.0-84974593538",
    "title": "Major range extensions for two genera of the parasitoid subtribe Facitorina, with a new generic synonymy (Braconidae, Rogadinae, Yeliconini)",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Paleontology",
            "@code": "1911"
        },
        {
            "$": "Insect Science",
            "@code": "1109"
        },
        {
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101"
        },
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "New distribution record",
        "New species",
        "New synonymy",
        "Parasitoid"
    ],
    "authors": [
        "Buntika A. Butcher"
    ],
    "citedby-count": 8,
    "ref-count": 15,
    "ref-list": [
        "The systematic position of the genera Ecnomios Mason and Pselaphanus Szépligeti (Hymenoptera: Braconidae). Zoologische Mededelingen, Leiden",
        "Zoologische Verhandelingen, Leiden",
        "Palaearctic Rogadinae Foerster (Hymenoptera: Braconidae). Zoologische Verhandelingen, Leiden",
        "Zoologisches Verhandelingen, Leiden",
        "Zoologische Mededelingen, Leiden",
        "The braconid wasps of the subfamily Betylobraconinae (Hymenoptera, Braconidae) in Vietnam",
        "Asian Betylobraconinae (Hymenoptera, Braconidae), with description of a new genus and phylogenetic affinities of the tribe Facitorini",
        "A remarkable new genus and species of Rogadinae (Hymenoptera: Braconidae) of uncertain tribal placement, from Papua New Guinea, resembling Betylobraconini stat. nov.",
        "Extension of historical range of Betylobraconinae (Hymenoptera: Braconidae) into Palaearctic Region based on a Baltic amber fossil, and description of a new species of Mesocentrus Szépligeti from Papua New Guinea",
        "Biology, Systematics, Evolution and Ecology of Braconid and Ichneumonid Parasitoid Wasps",
        "Description of a new Betylobraconini-like parasitoid wasp genus and species (Hymenoptera: Braconidae: Rogadinae) from Chile",
        "Identification Manual to the New World Genera of Braconidae. Special Publication of the International Society of Hymenopterists, 1",
        "Entomologicheskoe Obozrenie",
        "Systematics of the cyclostome subfamilies of braconid parasitic wasps (Hymenoptera: Ichneumonoidea): A simultaneous molecular and morphological Bayesian approach",
        "Evolution of the parasitic wasp subfamily Rogadinae (Braconidae): Phylogeny and evolution of lepidopteran host ranges and mummy characteristics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chelari",
            "affilname": "University of Calicut",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}