{
    "eid": "2-s2.0-85026290428",
    "title": "Rome foundation-asian working team report: Asian functional gastrointestinal disorder symptom clusters",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Gastroenterology",
            "@code": "2715",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Kewin Tien Ho Siah",
        "Xiaorong Gong",
        "Xi Jessie Yang",
        "William E. Whitehead",
        "Minhu Chen",
        "Xiaohua Hou",
        "Nitesh Pratap",
        "Uday C. Ghoshal",
        "Ari F. Syam",
        "Murdani Abdullah",
        "Myung Gyu Choi",
        "Young Tae Bak",
        "Ching Liang Lu",
        "Sutep Gonlachanvit",
        "Chua Seng Boon",
        "Fan Fang",
        "Pui Kuan Cheong",
        "Justin C.Y. Wu",
        "Kok Ann Gwee"
    ],
    "citedby-count": 33,
    "ref-count": 40,
    "ref-list": [
        "The Rome Foundation and Rome III",
        "The Rome criteria process: Diagnosis and legitimization of irritable bowel syndrome",
        "Existence of irritable bowel syndrome supported by factor analysis of symptoms in two community samples",
        "Factor-analysis of gi symptoms supports Rome criteria for functional gi disorders",
        "Irritable bowel syndrome defined by factor analysis. Gender and race comparisons",
        "Gastrointestinal symptoms and subjects cluster into distinct upper and lower groupings in the community: A four nations study",
        "Factor analysis of bowel symptoms in US and Italian populations",
        "Validation of Rome II criteria for functional gastrointestinal disorders by factor analysis of symptoms in Asian patient sample",
        "Development, translation and validation of enhanced Asian Rome III questionnaires for diagnosis of functional bowel diseases in major Asian languages: A Rome foundation-Asian neurogastroenterology and motility association working team report",
        "Conducting multinational, cross-cultural research in the functional gastrointestinal disorders: Issues and recommendations. A Rome foundation working team report",
        "Inability of the Rome III criteria to distinguish functional constipation from constipation-subtype irritable bowel syndrome",
        "Chronic constipation and constipation-predominant IBS: Separate and distinct disorders or a spectrum of disease?",
        "Abdominal pain localization is associated with non-diarrheic Rome III functional gastrointestinal disorders",
        "Pain is temporally related to eating but not to defaecation in the irritable bowel syndrome (IBS). Patients' description of diarrhea, constipation and symptom variation during a prospective 6-week study",
        "Postprandial changes in small bowel water content in healthy subjects and patients with irritable bowel syndrome",
        "Abnormal accumulation of intestinal fluid following ingestion of an unabsorbable carbohydrate in patients with irritable bowel syndrome: An MRI study",
        "Is the colonic response to food different in IBS in contrast to simple constipation or diarrhea without abdominal pain?",
        "Dyspeptic symptoms in the general population: A factor and cluster analysis of symptom groupings",
        "Do we have an alternative for the Rome III gastroduodenal symptom-based subgroups in functional gastroduodenal disorders? A cluster analysis approach",
        "Role of nitric oxide in the gastric accommodation reflex and in meal induced satiety in humans",
        "Origin of gas retention and symptoms in patients with bloating",
        "Impaired small bowel gas propulsion in patients with bloating during intestinal lipid infusion",
        "Impaired transit and tolerance of intestinal gas in the irritable bowel syndrome",
        "Colonic responses to gas loads in subgroups of patients with abdominal bloating",
        "Abdominal accommodation induced by meal ingestion: Differential responses to gastric and colonic volume loads",
        "The clinical overlap between functional dyspepsia and irritable bowel syndrome based on Rome III criteria",
        "Epidemiology of irritable bowel syndrome in Asia: Something old, something new, something borrowed",
        "Prevalence and health/social impacts of functional dyspepsia in Taiwan: A study based on the Rome criteria questionnaire survey assisted by endoscopic exclusion among a physical check-up population",
        "Spectra of functional gastrointestinal disorders diagnosed by Rome III integrative questionnaire in a Japanese outpatient office and the impact of overlapping",
        "Classification of functional dyspepsia based on concomitant bowel symptoms",
        "Overlapping upper and lower gastrointestinal symptoms in irritable bowel syndrome patients with constipation or diarrhea",
        "Symptom differences in moderate to severe IBS patients based on predominant bowel habit",
        "Voluntary suppression of defecation delays gastric emptying",
        "Predictive value of the balloon expulsion test for excluding the diagnosis of pelvic floor dyssynergia in constipation",
        "Dyssynergic defecation: Demographics, symptoms, stool patterns, and quality of life",
        "Relationships between pelvic floor symptoms and function in irritable bowel syndrome",
        "Increased incidence of small intestinal bacterial overgrowth during proton pump inhibitor therapy",
        "Proton pump inhibitor use and the risk of small intestinal bacterial overgrowth: A meta-analysis",
        "Smoking is associated with several functional gastrointestinal symptoms",
        "Changes in symptoms and lifestyle factors in patients seeking healthcare for gastrointestinal symptoms: An 18-year follow-up study"
    ],
    "affiliation": [
        {
            "affiliation-city": "Seoul",
            "@id": "60212058",
            "affilname": "Korea University Guro Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60212058",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Taipei",
            "@id": "60069716",
            "affilname": "National Yang-Ming University Taiwan",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069716",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Central Jakarta",
            "@id": "60069378",
            "affilname": "Universitas Indonesia, RSUPN Dr. Cipto Mangunkusumo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069378",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60031325",
            "affilname": "National University Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031325",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60026680",
            "affilname": "NUS Yong Loo Lin School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026680",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Ann Arbor",
            "@id": "60025778",
            "affilname": "University of Michigan, Ann Arbor",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025778",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Chapel Hill",
            "@id": "60025111",
            "affilname": "The University of North Carolina at Chapel Hill",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025111",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Lucknow",
            "@id": "60025015",
            "affilname": "Sanjay Gandhi Postgraduate Institute of Medical Sciences Lucknow",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025015",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Guangzhou",
            "@id": "60021182",
            "affilname": "Sun Yat-Sen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021182",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Hyderabad",
            "@id": "60016172",
            "affilname": "Asian Institute of Gastroenterology India",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016172",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Guangzhou",
            "@id": "60013156",
            "affilname": "Guangzhou Medical University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013156",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bucheon-si",
            "@id": "60003087",
            "affilname": "The Catholic University of Korea",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003087",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Hong Kong",
            "@id": "60002798",
            "affilname": "Chinese University of Hong Kong",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002798",
            "affiliation-country": "Hong Kong"
        },
        {
            "affiliation-city": "Wuhan",
            "@id": "60001193",
            "affilname": "Tongji Medical College",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001193",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Perak",
            "@id": "118992366",
            "affilname": "Ipoh Gastro Centre",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/118992366",
            "affiliation-country": "Malaysia"
        }
    ],
    "funding": [
        "Abbott and Janssen Pharmaceutical"
    ]
}