{
    "eid": "2-s2.0-85048775579",
    "title": "Modified Robert Jones bandage can not reduce invisible blood loss after total knee arthroplasty: a randomized-controlled trial",
    "cover-date": "2018-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Bandage",
        "Blood loss",
        "Dressing",
        "Knee arthroplasty"
    ],
    "authors": [
        "Chaturong Pornrattanamaneewong",
        "Pakpoom Ruangsomboon",
        "Keerati Chareancholvanich",
        "Vajara Wilairatana",
        "Rapeepat Narkbunnam"
    ],
    "citedby-count": 5,
    "ref-count": 22,
    "ref-list": [
        "Blood loss after total knee replacement. Effects of tourniquet release and continuous passive motion",
        "Hidden blood loss following hip and knee arthroplasty. Correct management of blood loss should take hidden loss into account",
        "How much blood is really lost in total knee arthroplasty? Correct blood loss management should take hidden loss into account",
        "The Robert Jones bandage",
        "Effective therapy to reduce edema after total knee arthroplasty multi-layer compression therapy or standard therapy with cool pack—a randomized controlled pilot trial",
        "The treatment of fracture without plaster of Paris",
        "Principles of fractures and dislocations",
        "Peroneal nerve palsy after total knee arthroplasty. Assessment of predisposing and prognostic factors",
        "Can a modified Robert Jones bandage after knee arthroplasty reduce blood loss? A prospective randomized controlled trial",
        "Analysis on hidden blood loss of total knee arthroplasty in treating knee osteoarthritis",
        "Temporary clamping of drain combined with tranexamic acid reduce blood loss after total knee arthroplasty: a prospective randomized controlled trial",
        "Three-hour interval drain clamping reduces post-operative bleeding in total knee arthroplasty: a prospective randomized controlled trial",
        "Prediction of blood volume in normal human adults",
        "Estimating allowable hemodilution",
        "The visual analog scale in the immediate post-operative period: intrasubject variability and correlation with a numeric scale",
        "Intra-articular versus intravenous tranexamic acid application in total knee arthroplasty: a meta-analysis of randomized controlled trials",
        "Comparison of three different tourniquet application strategies for minimally invasive total knee arthroplasty: a prospective non-randomized clinical trial",
        "Can tranexamic acid and hydrogen peroxide reduce blood loss in cemented total knee arthroplasty?",
        "Intravenous use of tranexamic acid reduces post-operative blood loss in total knee arthroplasty",
        "The use of cold compression dressings after total knee replacement: a randomized controlled trial",
        "Cryotherapy compared with Robert Jones bandage after total knee replacement: a prospective randomized trial",
        "A randomized, controlled trial comparing compression bandaging and cold therapy in post-operative total knee replacement surgery"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199575",
            "affilname": "Siriraj Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199575",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}