{
    "eid": "2-s2.0-85122207360",
    "title": "LGBT-supportive corporate policies, risk aversion and mitigation and economic policy uncertainty",
    "cover-date": "2023-03-14",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Accounting",
            "@code": "1402",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "Corporate social responsibility",
        "Economic policy uncertainty",
        "LGBT-friendly",
        "LGBT-supportive",
        "Risk mitigation",
        "Uncertainty"
    ],
    "authors": [
        "Chaiyuth Padungsaksawasdi",
        "Sirimon Treepongkaruna",
        "Pornsit Jiraporn"
    ],
    "citedby-count": 0,
    "ref-count": 57,
    "ref-list": [
        "The shifting landscape of LGBT organizational research",
        "Partisan conflict and private investment",
        "Measuring economic policy uncertainty",
        "Does policy uncertainty affect mergers and acquisitions",
        "The asset-pricing implications of government economic policy uncertainty",
        "Do LGBT-supportive corporate policies improves credit ratings? An instrumental-variable analysis",
        "Companies stand to benefit from pro-LGBT policies",
        "Political uncertainty and IPO activity: evidence from US gubernatorial elections",
        "Equality, diversity and corporate responsibility: sexual orientation and diversity management in the UK private sector",
        "Clothes make the person? The tailoring of legitimating accounts and the social construction of identity",
        "In search of attention",
        "Staying in the closet versus coming out: relationships between communication about sexual orientation and work attitudes",
        "The relation of job satisfaction and degree of openness about one's sexual orientation for lesbians and LGBT men",
        "Corporate citizenship: creating intangible assets across institutional environment",
        "The relationship between corporate philanthropy and shareholder wealth: a risk management perspective",
        "The relationship between corporate social responsibility and shareholder value: an empirical test of the risk management hypothesis",
        "Macroeconomic models with equity and credit rationing",
        "The disclosure dilemma for LGBT men and lesbians: ‘Coming out’ at work",
        "Policy uncertainty and corporate investment",
        "Firm-level political risk: measurement and effects",
        "Uncertainty and the value of cash holdings",
        "More marketing aimed at LGBT consumers",
        "Political uncertainty and investment: causal evidence from US gubernatorial elections",
        "Does corporate social responsibility (CSR) improve credit ratings? Evidence from geographic identification",
        "Corporate governance and lesbian, gay, bisexual, transgender-supportive human resource policies from corporate social responsibility, resource-based, and agency perspectives",
        "Managing sexual orientation diversity: the impact on firm value",
        "Political uncertainty and corporate investment cycles",
        "Can diversity training discriminate? Backlash to lesbian, LGBT, and bisexual diversity initiatives",
        "The social and economic imperative of lesbian, LGBT, bisexual, and transgendered supportive organizational policies",
        "Selection models in accounting research",
        "Diversity and performance",
        "Corporate social responsibility and firm financial performance",
        "Policy uncertainty and mergers and acquisitions",
        "Do firms adjust corporate governance in response to economic policy uncertainty? Evidence from board size",
        "Sexual minorities in the workplace",
        "Investment, idiosyncratic risk, and ownership",
        "Uncertainty about government policy and stock prices",
        "Political uncertainty and risk premia",
        "Do LGBT-supportive corporate policies enhance firm performance?",
        "Pink triangles: antecedents and consequences of perceived workplace discrimination against LGBT and lesbian employees",
        "Making the invisible visible: fear and disclosure of sexual orientation at work",
        "Policy uncertainty and private investment in developing countries",
        "The central role of the propensity score in observational studies for causal effects",
        "The glass cliff: evidence that women are over-represented in precarious leadership positions",
        "The glass cliff: exploring the dynamics surrounding the appointment of women to precarious leadership positions",
        "Corporate governance and corporate social responsibility: what do investors care about? What should investors care about?",
        "Guest editor's introduction: diversity and inclusion in different work settings: emerging patterns, challenges, and research agenda",
        "Contextual factors affecting quality of work life and career attitude of LGBT men",
        "Stock price reactions to GLBT nondiscrimination policies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Perth",
            "@id": "60189723",
            "affilname": "The UWA Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189723",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60012521",
            "affilname": "Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012521",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}