{
    "eid": "2-s2.0-85146312268",
    "title": "A Conceptual Framework for Blockchain-based Cannabis Traceability in Supply Chain Management in an Emerging Country",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (miscellaneous)",
            "@code": "1401",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Safety, Risk, Reliability and Quality",
            "@code": "2213",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Application",
        "Blockchain",
        "Cannabis",
        "Emerging Country",
        "Supply Chain",
        "Traceability"
    ],
    "authors": [
        "P. Nowvaratkoolchai",
        "N. Thawesaengskulthai",
        "W. Viriyasitavat"
    ],
    "citedby-count": 0,
    "ref-count": 23,
    "ref-list": [
        "Bitcoin: \"A peer-to-peer electronic cash system",
        "Blockchain-Based Soybean Traceability in Agricultural Supply Chain",
        "Blockchain Applications in Supply Chain",
        "Blockchain adoption challenges in supply chain: An empirical investigation of the main drivers in India and the USA",
        "Building blocks for digital markets",
        "Blockchain and smart contract for IoT enabled smart agriculture",
        "Smart Contract-Based Agricultural Food Supply Chain Traceability",
        "An Overview of Blockchain Technology: Architecture, \" Consensus, and Future Trends",
        "A Blockchain-Based Approach for Drug Traceability in Healthcare Supply Chain",
        "Blockchain-based framework for improving supply chain traceability and information sharing in precast construction",
        "Towards a methodology for developing evidenced-informed management knowledge by means of systematic review",
        "Pay-off selection criteria for quality and improvement initiatives",
        "A Systematic Literature Review of Product Innovation Management for Food Manufacturing: Six success factors of product innovation management for food manufacturing",
        "A systematic literature review of TQM and innovation in healthcare",
        "A Trusted Blockchain-Based Traceability System for Fruit and Vegetable Agricultural Products",
        "Blockchain Technology for Agriculture: Applications and Rationale",
        "Secured Data Storage Scheme Based on Block Chain for Agricultural Products Tracking",
        "Blockchain Technology for Cloud Storage",
        "Blockchain-Based Traceability and Visibility for Agricultural Products: A Decentralized Way of Ensuring Food Safety in India",
        "Blockchain-Based Traceability System That Ensures Food Safety Measures to Protect Consumer Safety and COVID-19 Free Supply Chains",
        "Blockchain-Based Agri-Food Supply Chain: A Complete Solution"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}