{
    "eid": "2-s2.0-85137641849",
    "title": "Comparison of colonic stenting and stoma creation as palliative treatment for incurable malignant colonic obstruction",
    "cover-date": "2022-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Hepatology",
            "@code": "2721",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Gastroenterology",
            "@code": "2715",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "colon cancer",
        "intestinal obstruction",
        "palliative therapy",
        "self-expandable metal stent",
        "surgical stomas"
    ],
    "authors": [
        "Sukit Pattarajierapan",
        "Chatiyaporn Manomayangoon",
        "Panat Tipsuwannakul",
        "Supakij Khomvilai"
    ],
    "citedby-count": 1,
    "ref-count": 30,
    "ref-list": [
        "Global Cancer Statistics 2020: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries",
        "Palliative care and end-stage colorectal cancer management: the surgeon meets the oncologist",
        "Urgent management of obstructing colorectal cancer: divert, stent, or resect?",
        "Operation in patients with incurable colon cancer-is it worthwhile?",
        "Self-expandable metal stents for obstructing colonic and extracolonic cancer: European Society of Gastrointestinal Endoscopy (ESGE) Guideline – Update 2020",
        "Long-term results of palliative stent placement for acute malignant colonic obstruction",
        "Comparison of stenting with emergency surgery as palliative treatment for obstructing primary left-sided colorectal cancer",
        "Stents or open operation for palliation of colorectal cancer: a retrospective, cohort study of perioperative outcome and long-term survival",
        "Incurable stenosing colorectal carcinoma: endoscopic stent implantation or palliative surgery?",
        "Long-term results of palliative stenting or surgery for incurable obstructing colon cancer",
        "A comparison of palliative stenting or emergent surgery for obstructing incurable colon cancer",
        "Stent or surgery for incurable obstructive colorectal cancer: an individualized decision",
        "Long-term outcome of palliative therapy for malignant colorectal obstruction in patients with unresectable metastatic colorectal cancers: endoscopic stenting versus surgery",
        "The outcome after stent placement or surgery as the initial treatment for obstructive primary tumor in patients with stage IV colon cancer",
        "Early closure of a multicenter randomized clinical trial of endoscopic stenting versus surgery for stage IV left-sided colorectal cancer",
        "A comparison of two methods of palliation of large bowel obstruction due to irremovable colon cancer",
        "Comparison of stent placement and colostomy as palliative treatment for inoperable malignant colorectal obstruction",
        "Stenting or stoma creation for patients with inoperable malignant colonic obstructions? Results of a study and cost-effectiveness analysis",
        "Palliative management of malignant rectosigmoidal obstruction. Colostomy vs. endoscopic stenting. A randomized prospective trial",
        "Comparison of long-term outcomes of colonic stenting as a “bridge to surgery” and emergency surgery in patients with left-sided malignant colonic obstruction",
        "Classification of surgical complications: a new proposal with evaluation in a cohort of 6336 patients and results of a survey",
        "Improving quality of life for people with incurable large-bowel obstruction: randomized control trial of colonic stent insertion",
        "Long-term outcomes of palliation for unresectable colorectal cancer obstruction in patients with good performance status: endoscopic stent versus surgery",
        "Colonic stent versus emergency surgery as treatment of malignant colonic obstruction in the palliative setting: a systematic review and meta-analysis",
        "Outcomes of stent insertion and mortality in obstructive stage IV colorectal cancer patients through 10 year duration",
        "Palliative treatment of malignant colorectal obstruction caused by advanced malignancy: a self-expanding metallic stent or surgery? A system review and meta-analysis",
        "Colonic perforation with intraluminal stents and bevacizumab in advanced colorectal cancer: retrospective case series and literature review",
        "Risk factors and adequate management for complications of bevacizumab treatment requiring surgical intervention in patients with metastatic colorectal cancer",
        "Palliative treatment for incurable malignant colorectal obstructions: a meta-analysis",
        "Stenting of the proximal colon in patients with malignant large bowel obstruction: techniques and outcomes"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60002620",
        "affilname": "Faculty of Medicine, Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
        "affiliation-country": "Thailand"
    },
    "funding": []
}