{
    "eid": "2-s2.0-84952322919",
    "title": "Effect of crystallinity of hydroxyapatite nanoparticles prepared from bovine bone on adsorption of ammonia gas",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        }
    ],
    "keywords": [
        "Ammonia gas adsorbent",
        "Bovine bone",
        "Crystallinity",
        "Hydroxyapatite"
    ],
    "authors": [
        "Thonnisorn Choochaisangrat"
    ],
    "citedby-count": 1,
    "ref-count": 15,
    "ref-list": [
        "Synthesis methods for nanosized hydroxyapatite with diverse structures",
        "Int'l Mtg. on Adv. Mats.",
        "Synthesis and characterisation of pure nanoporous hydroxyapatite",
        "Nanocrystalline hydroxyapatite from fish scale waste: Preparation, characterization and application for selenium adsorption in aqueous solution",
        null,
        "Removal of nickel (II) from aqueous solutions by using nano-crystalline calcium hydroxyapatite",
        "Calcium phosphate stabilization of fly ash with chloride extraction",
        "Adsorption capacity of bone char for removing fluoride from water solution. Role of hydroxyapatite content, adsorption mechanism and competing anions",
        "Synthesis and characterization of hydroxyapatite with different crystallinity: Effects on protein adsorption and release",
        "Mechanism of aqueous uranium(VI) uptake by hydroxyapatite",
        "Inter. J. Phys. Sci.",
        "Characterization of hydroxyapatite and carbonated apatite by photo acoustic FTIR spectroscopy",
        "Synthesis and characterization of nano-hydroxyapatite powder using wet chemical precipitation reaction",
        "Catalytic roles of metals and supports on hydrodeoxygenation of lignin monomer guaiacol"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ramkhamhaeng University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}