{
    "eid": "2-s2.0-85140633882",
    "title": "Biofunctionalized Magnetic Nanoparticles with Multiplex Touchdown PCR for Simultaneous and Rapid Detection/Identification of Campylobacter jejuni and Campylobacter coli",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Materials Science (all)",
            "@code": "2500",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [],
    "authors": [
        "Pattarapong Wenbap",
        "Triwit Rattanarojpong",
        "Pongsak Khunrae",
        "Taradon Luangtongkum",
        "Larry E. Erickson",
        "Ryan R. Hansen",
        "Pravate Tuitemwong"
    ],
    "citedby-count": 0,
    "ref-count": 62,
    "ref-list": [
        "The European Union one health 2020 zoonoses report",
        "Decreased incidence of infections caused by pathogens transmitted commonly through food during the COVID-19 pandemic - Foodborne Diseases Active Surveillance Network, 10 U.S. Sites, 2017-2020",
        "Experimental Campylobacter jejuni infection in humans",
        "Contamination level and ingestion dose of foodborne pathogens associated with infections",
        "Global epidemiology of Campylobacter infection",
        "Can Campylobacter coli induce Guillain-Barré syndrome?",
        "A review on campylobacteriosis associated with poultry meat consumption",
        "Isolation and characterization of <i>Campylobacter</i> strains from diarrheal patients in central and suburban Bangkok, Thailand",
        "C ampylobacter in broiler chicken and broiler meat in Sri Lanka: influence of semi-automated vs. wet market processing on Campylobacter contamination of broiler neck skin samples",
        "_Campylobacter jejuni_ survival in a poultry processing plant environment",
        "Developments in rapid detection methods for the detection of foodborne Campylobacter in the United States",
        "Progress in detection of _Campylobacter_ in the food production chain",
        "Basics of magnetic nanoparticles for their application in the field of magnetic fluid hyperthermia",
        "Immunomagnetic separation: an effective pretreatment technology for isolation and enrichment in food microorganisms detection",
        "Antibody-conjugated ferromagnetic nanoparticles with lateral flow test strip assay for rapid detection of _Campylobacter jejuni_ in poultry samples",
        "An immunomagnetic separation/loop-mediated isothermal amplification method for rapid direct detection of thermotolerant Campylobacter spp. during poultry production",
        "Combined loop-mediated isothermal amplification assays for rapid detection and one-step differentiation of Campylobacter jejuni and Campylobacter coli in meat products",
        "Highly sensitive detection of Campylobacter spp. in chicken meat using a silica nanoparticle enhanced dot blot DNA biosensor",
        "Development and evaluation of fluorescence immunochromatography for rapid and sensitive detection of thermophilic Campylobacter",
        "Tracing the animal sources of surface water contamination with Campylobacter jejuni and Campylobacter coli",
        "Multilocus sequence typing of Campylobacter jejuni and Campylobacter colito identify potential sources of colonization in commercial Turkey farms",
        "Features of illnesses caused by five species of Campylobacter, foodborne diseases active surveillance network (FoodNet) - 2010-2015",
        "Antimicrobial resistance in Campylobacter coli and Campylobacter jejuni from human campylobacteriosis in Taiwan, 2016 to 2019",
        "Identification and molecular cloning of a gene encoding a fibronectin-binding protein (CadF) from Campylobacter jejuni",
        "Identification of the enteropathogens Campylobacter jejuni and Campylobacter coli based on the cadF virulence gene and its product",
        "In silico analysis of epitope-based Cad F vaccine design against Campylobacter jejuni",
        "Identification of a fibronectin-binding domain within the Campylobacter jejuni CadF protein",
        "Expression patterns and role of the CadF protein in Campylobacter jejuni and Campylobacter coli",
        "Construction, expression and purification of a novel CadF-based multiepitope antigen and its immunogenic polyclonal antibody specific to _Campylobacter jejuni_ and _Campylobacter coli_",
        "Single step synthesis of amino-functionalized magnetic nanoparticles with polyol technique at low temperature",
        "Bioinformatic tools and guideline for PCR primer design",
        "Rapid identification by PCR of the genus Campylobacter and of five Campylobacter species enteropathogenic for man and animals",
        "Synchrotron FTIR light reveals signal changes of biofunctionalized magnetic nanoparticle attachment on _Salmonella_ sp",
        "Improved quantitative detection of VBNC Vibrio parahaemolyticus using immunomagnetic separation and PMAxx-qPCR",
        "Immunomagnetic separation-based nanogold enhanced surface plasmon resonance and colloidal gold test strips for rapid detection of Vibrio parahaemolyticus",
        "A novel SDS rinse and immunomagnetic beads separation combined with real-time loop-mediated isothermal amplification for rapid and sensitive detection of Salmonella in ready-to-eat duck meat",
        "Effect of immunomagnetic bead size on recovery of foodborne pathogenic bacteria",
        "Colony multiplex PCR assay for identification and differentiation of Campylobacter jejuni, C. coli, C. lari, C. upsaliensis, and C. fetus subsp. fetus",
        "Comparative analysis of cytolethal distending toxin (_cdt_) genes among _Campylobacter jejuni_, _C. coli_ and _C. fetus_ strains",
        "PCR identification of _Campylobacter coli_ and _Campylobacter jejuni_ by partial sequencing of virulence genes",
        "Detection and genotypic differentiation of Campylobacter jejuni and Campylobacter coli strains from laying hens by multiplex PCR and fla -typing",
        "Differentiation of Campylobacter coli, Campylobacter jejuni,Campylobacter lari, and Campylobacter upsaliensis by a multiplex PCR developed from the nucleotide sequence of the lipid a GenelpxA",
        "Specific identification of the enteropathogens Campylobacter jejuni and Campylobacter coli by using a PCR test based on the ceu E gene encoding a putative virulence determinant",
        "Comparison of established PCR assays for accurate identification of Campylobacter jejuni and Campylobacter coli",
        "PCR detection, identification to species level, and fingerprinting of Campylobacter jejuni and Campylobacter coli direct from diarrheic samples",
        "Current perspectives on viable but non-culturable state in foodborne pathogens",
        "Effect of exposure to stress conditions on propidium monoazide (PMA)-qPCR based _Campylobacter_ enumeration in broiler carcass rinses",
        "Isolation and identification of Campylobacter spp. from poultry and poultry by-products in Tunisia by conventional culture method and multiplex real-time PCR",
        "Prevalence of Campylobacter coli and Campylobacter jejuni in retail chicken, beef, lamb, and pork products in three Australian states",
        "Isolation and detection of _Campylobacter jejuni_ from chicken fecal samples by immunomagnetic separation -PCR",
        "Large-volume immunomagnetic separation combined with multiplex PCR assay for simultaneous detection of _Listeria monocytogenes_ and _Listeria ivanovii_ in lettuce",
        "Development of a new lysis solution for releasing genomic DNA from bacterial cells for DNA amplification by polymerase chain reaction",
        "Real-time PCR method combined with immunomagnetic separation for detecting healthy and heat-injured _Salmonella_ Typhimurium on raw duck wings",
        "Multiplex PCR assay for the detection and quantification of Campylobacter spp., Escherichia coli O157:H7, and Salmonella serotypes in water samples",
        "Multiplex PCR for the detection of Campylobacter spp. and Salmonella spp. in chicken meat",
        "Detection of 12 common food-borne bacterial pathogens by TaqMan real-time PCR using a single set of reaction conditions"
    ],
    "affiliation": [
        {
            "affiliation-city": "Thonburi",
            "@id": "60008786",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008786",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Manhattan",
            "@id": "60000689",
            "affilname": "Kansas State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000689",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}