{
    "eid": "2-s2.0-84903378176",
    "title": "Innovation development process for dog with two disabled hind legs wheelchair",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "Dog wheelchair",
        "New product development",
        "Process innovation",
        "Process management",
        "Product innovation",
        "Research and development",
        "Resource management",
        "Strategic management"
    ],
    "authors": [
        "Nuttachart Chansangsri"
    ],
    "citedby-count": 0,
    "ref-count": 36,
    "ref-list": [
        "Pathways to Value How UK Firms Create More Value Using Innovation Strategically",
        "A structural analysis of process development in process industry: A new classification system for strategic project selection and portfolio balancing",
        "Quality Function Deployment Software For Innovative Product Development",
        "Redesign for product innovation",
        "International Journal of Computer Science and Network Security",
        "A reconfigurable 3D engineering shape search system part I: Shape representation",
        "Value Creation Through Design: Goal and Constraint/Case Study Thailand's Furniture Industry",
        "Effects of wheelchair mass on the physiologic responses, perception of exertion, and performance during various simulated daily tasks",
        "Ontario Veterinary Medical Association Conference Proceedings",
        "Hind limb lameness in the mature dog.",
        "Laxity of canine hip joint in two positions with computed tomography",
        "Evaluation of risk factors for degenerative joint disease associated with hip dysplasia in dogs.",
        "Pet Loss: A Spiritual Guide. St. Paul, MN: Llewellyn Publications",
        "Metaphoric relationships with pets",
        "Reading and Writing Performance",
        "Journal of Marriage and The Family",
        "Health enhancement and companion animal ownership",
        "Male and female dogs respond differently to men and women",
        "Pet ownership, but not ACE inhibitor therapy, blunts home blood pressure responses to mental stress",
        "Are companion animals good for your health?",
        "Anthrozoos",
        "The impact of pet ownership on health and health service use: Results from a community sample of australians aged 40 to 44 years",
        "Pet ownership and risk factors for cardiovascular disease",
        "Urban Animal Management Coalition",
        "Thick Description",
        "Quality of life is reduced in obese dogs but improves after successful weight loss",
        "Anthrozoos",
        "Aging, obsolescence, and organizational innovation",
        "An examination of exploration and exploitation capabilities: Implications for product innovation and market performance",
        "Development of a new wheelchair for wheelchair basketball players in the Netherlands",
        "Product and process innovation in process industry: a new perspective on development",
        "A structural analysis of process development in process industry: A new classification system for strategic project selection and portfolio balancing",
        "Production Design and Development",
        "Managing Innovation: Integrating Technological, Market and Organizational Change",
        "IRACSTInternational Journal of Research In Management & Technology (IJRMT)",
        "Technology and Innovation Management"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}