{
    "eid": "2-s2.0-85006054809",
    "title": "Beneficial effect of extracellular adenosine 5′-triphosphate treatment on the Indochinese leopard (Panthera pardus delacouri) sperm quality after cryopreservation",
    "cover-date": "2017-04-01",
    "subject-areas": [
        {
            "$": "Endocrinology",
            "@code": "1310"
        },
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        }
    ],
    "keywords": [],
    "authors": [
        "P. Thuwanut"
    ],
    "citedby-count": 7,
    "ref-count": 19,
    "ref-list": [
        "The effect of Equex STM paste and sperm morphology on post-thaw survival of cat epididymal spermatozoa",
        "Effects of extracellular adenosine 5′-triphosphate on human sperm motility",
        "The IUCN Red List of Threatened Species",
        "Wild cat of the world",
        "Semen characteristics of the captive Indian leopard, Panthera pardus",
        null,
        "ATP-activated P2X2 current in mouse spermatozoa",
        "Source of Protein Supplementation during In Vitro Culture does not Affect the Quality of Resulting Blastocysts in the Domestic Cat",
        "Oxidative phosphorylation versus glycolysis: What fuel do spermatozoa use?",
        "The impact and potential etiology of teratospermia in the domestic cat and its wild relatives",
        "Extracellular Adenosine 5′-Triphosphate Alters Motility and Improves the Fertilizing Capability of Mouse Sperm",
        "Evidence for compromised metabolic function and limited glucose uptake in spermatozoa from the teratospermic domestic cat (Felis catus) and cheetah (Acinonyx jubatus)",
        "Effect of extracellular adenosine 5'-triphosphate on cryopreserved epididymal cat sperm intracellular ATP concentration, sperm quality, and in vitro fertilizing ability",
        "The effects of antioxidants on semen traits and in vitro fertilizing ability of sperm from the flat-headed cat (Prionailurus planiceps)",
        "Cryopreservation of epididymal cat spermatozoa: effects of in vitro antioxidative enzymes supplementation and lipid peroxidation induction",
        "Role of calcium signaling in the activation of mitochondrial nitric oxide synthase and citric acid cycle",
        "Unique seminal quality in the South African cheetah and a comparative evaluation in the domestic cat.",
        "A comparative analysis of ejaculate and hormonal characteristics of the captive male cheetah, tiger, leopard, and puma.",
        "Extracellular ATP and dibutyryl cAMP enhance the freezability of rat epididymal sperm"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Zoological Park Organization, Bangkok",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Washington, D.C.",
            "affilname": "National Zoological Park",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}