{
    "eid": "2-s2.0-85044660689",
    "title": "Effect of gamma irradiation on properties of ultrafine rubbers as toughening filler in polybenzoxazine",
    "cover-date": "2018-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Radiation",
            "@code": "3108",
            "@abbrev": "PHYS"
        }
    ],
    "keywords": [
        "Acrylonitrile",
        "Compatibility",
        "Gamma ray",
        "Particle size",
        "Ultrafine rubber"
    ],
    "authors": [
        "Rapiphan Taewattana",
        "Chanchira Jubsilp",
        "Phiriyatorn Suwanmala",
        "Sarawut Rimdusit"
    ],
    "citedby-count": 13,
    "ref-count": 38,
    "ref-list": [
        "Effect of hydroxyphenylmaleimide on the curing behaviour and thermomechanical properties of rubber-modified polybenzoxazine",
        "The use of gamma irradiation in preparation of polybutadiene rubber nanopowder; its effect on particle size, morphology and crosslink structure of the powder",
        "Comparison of thermal stability of sulfur, peroxide and radiation cured NBR and SBR vulcanizates",
        "Influence of different curing systems on the physico-mechanical properties and stability of SBR and NR rubbers",
        "Radiation Chemistry of Polymeric Systems",
        "Analysis of the solubility behaviour of irradiated polyethylene and other polymers",
        "Analysis of natural and synthetic rubber by infrared spectroscopy",
        "Statistical mechanics of cross‐linked polymer networks I. Rubber like elasticity",
        "Statistical mechanics of cross‐linked polymer networks II. Swelling",
        "Effect of electron beam irradiation on dynamic mechanical, thermal and morphological properties of LLDPE and PDMS rubber blends",
        "Handbook of Benzoxazine Resins",
        "Advanced and Emerging Polybenzoxazine Science and Technology",
        "Performance improvement of rubber-filled polybenzoxazine",
        "Toughness improvement of carbon-fibre/polybenzoxazine composites by rubber modification",
        "Investigation on rubber-filled polybenzoxazine composites for lubricating material applications",
        "Radiation preparation of nano-powdered styrene-butadiene rubber (SBR) and its toughening effect for polystyrene and high-impact polystyrene",
        "Vulcanization of polybutadiene latex induced by60Co γ radiation",
        "Special effect of ultra-fine rubber particles on plastic toughening",
        "Preparation and characterization of natural rubber/ultrafine full-vulcanized powdered styrene–butadiene rubber blends",
        "Effect of elastomeric nanoparticles on properties of phenolic resin",
        "Influence of triallyl cyanurate as co-agent on gamma irradiation cured high density polyethylene/reclaimed tire rubber blend",
        "Studies on the rubber phase stability in gamma irradiated polystyrene-SBR blends by using FT-IR and Raman spectroscopy",
        "Effect of electron beam-cross-linked gels on the rheological properties of raw natural rubber",
        "Electron beam crosslinked gels—preparation, characterization and their effect on the mechanical, dynamic mechanical and rheological properties of rubbers",
        "The effect of electron beam (EB) irradiation in presence of TMPTA on cure characteristics and mechanical properties of styrene butadiene rubber/recycled acrylonitrile-butadiene rubber (SBR/NBRr) bends",
        "Gel/dose curves for polymers undergoing simultaneous cross-linking and scission",
        "Quantitative characterization of polymer structure by photoacoustic Fourier transform infrared spectroscopy",
        "Development of new class of electronic packaging materials based on ternary systems of benzoxazine, epoxy, and phenolic resins",
        "Alloys and Composites of Polybenzoxazines: Properties and Applications",
        "Grafting poly(vinyl alcohol) onto polybutadiene rubber latex particles by pre-irradiation",
        "Thermal degradation behaviors of polybenzoxazine and silicon-containing polyimide blends",
        "Electron beam initiated modification of acrylic elastomer in presence of polyfunctional monomers",
        "Influence of radiation temperature on the crosslinking of nitrile rubber by electron beam irradiation",
        "Effect of crosslink density on some properties of electron beam-irradiated styrene–butadiene rubber",
        "Ultrafine full-vulcanized powdered rubbers/PVC compounds with higher toughness and higher heat resistance"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60000316",
            "affilname": "Srinakharinwirot University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000316",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathumtani",
            "@id": "112635280",
            "affilname": "Thailand Institute of Nuclear Technology (Public Organization)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/112635280",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Bangkok Synthetics Co.",
        "Department of Chemical Engineering, Chulalongkorn University",
        "Dow Chemical (Thailand), Ltd.",
        "PTT Phenol Co., Ltd.",
        "Chulalongkorn University Fund",
        "Thailand Research Fund",
        "National Research Council of Thailand"
    ]
}