{
    "eid": "2-s2.0-84930034642",
    "title": "Cost-effectiveness analysis of highly concentrated n-3 polyunsaturated fatty acids in secondary prevention after myocardial infarction",
    "cover-date": "2015-02-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Cost-effectiveness",
        "Economic evaluation",
        "Myocardial infarction",
        "n-3 PUFA",
        "Omega-3",
        "Secondary prevention",
        "Supplementation",
        "Thailand"
    ],
    "authors": [
        "Adawan Permpanich"
    ],
    "citedby-count": 4,
    "ref-count": 31,
    "ref-list": [
        "Health at a Glance: Asia/Pacific 2012: OECD Publishing. [Online]",
        "The Inverse Relation between Fish Consumption and 20-Year Mortality from Coronary Heart Disease",
        "Randomized, double-blind, placebo-controlled trial of fish oil and mustard oil in patients with suspected acute myocardial infarction: The Indian experiment of infarct survival - 4",
        "Fish consumption and risk of sudden cardiac death",
        "Dietary supplementation with N-3 polyunsaturated fatty acids and vitamin E after myocardial infarction: Results of the GISSI-Prevenzione trial",
        "EFFECTS OF CHANGES IN FAT, FISH, AND FIBRE INTAKES ON DEATH AND MYOCARDIAL REINFARCTION: DIET AND REINFARCTION TRIAL (DART)",
        "OMEGA, a randomized, placebo-controlled trial to test the effect of highly purified omega-3 fatty acids on top of modern guideline-adjusted therapy after myocardial infarction",
        "N-3 fatty acids and cardiovascular outcomes in patients with dysglycemia",
        "Effects of B vitamins and omega 3 fatty acids on cardiovascular diseases: a randomised placebo controlled trial.",
        "n-3 fatty acids and cardiovascular events after myocardial infarction",
        "Omega 3 fatty acids for prevention and treatment of cardiovascular disease.",
        "Association between omega-3 fatty acid supplementation and risk of major cardiovascular disease events: A systematic review and meta-analysis",
        "Omega-3 dietary supplements and the risk of cardiovascular events: A systematic review",
        "N-3 polyunsaturated fatty acids in coronary heart disease: A meta-analysis of randomized controlled trials",
        "Effect of fish oil on arrhythmias and mortality: systematic review.",
        "Efficacy of omega-3 fatty acid supplements (eicosapentaenoic acid and docosahexaenoic acid) in the secondary prevention of cardiovascular disease: A meta-analysis of randomized, double-blind, placebo-controlled trials",
        "Fish intake, contaminants, and human health evaluating the risks and the benefits",
        "Efficacy of n-3 polyunsaturated fatty acids after myocardial infarction: Results of GISSI-Prevenzione trial",
        "Effect of n-3 polyunsaturated fatty acids in patients with chronic heart failure (the GISSI-HF trial): a randomised, double-blind, placebo-controlled trial",
        "Report of Consumer Price Index of Thailand Year 2003-2013 (BASE YEAR 2011): Bureau of Trade and Economic Indices, Ministry of Commerce. [Online]",
        "Thai Heart J",
        "Economic Evaluation of Rehabilitation Services for Inpatients with Stroke in Thailand: A Prospective Cohort Study",
        "Stability of Time-tradeoff Utilities in Survivors of Myocardial Infarction",
        "Region 4-5 Med J",
        "Cost-effectiveness of 12-month treatment with ticagrelor compared with clopidogrel in the management of acute coronary syndromes",
        "The impact of chronic heart failure on health-related quality of life data acquired in the baseline phase of the CARE-HF study",
        "Preferences of heart failure patients in daily clinical practice: Quality of life or longevity?",
        "Guideline of Health Technology Assessment for Thailand. 2",
        "ISPOR 15th Annual European Congress. 2012",
        "A cost-effectiveness analysis of n-3 PUFA (Omacor®) treatment in post-MI patients",
        "A multi-country health economic evaluation of highly concentrated N-3 polyunsaturated fatty acids in secondary prevention after myocardial infarction"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine Siriraj Hospital, Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}