{
    "eid": "2-s2.0-85063874465",
    "title": "All quiet on the thai-cambodian front: Drivers, dynamics, directions",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Development",
            "@code": "3303",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Political Science and International Relations",
            "@code": "3320",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Cambodia",
        "Hun Sen",
        "Preah Vihear",
        "Thai-Cambodian relations",
        "Thailand",
        "Thaksin Shinawatra"
    ],
    "authors": [
        "Thitinan Pongsudhirak"
    ],
    "citedby-count": 0,
    "ref-count": 66,
    "ref-list": [
        "Prayut to visit Cambodia Sept 7",
        "Who owns the Preah Vihear temple? A Cambodian position",
        "Thailand on the brink: Resurgent military, eroded democracy",
        "Image-formation at a nation’s edge: Thai perceptions of its border dispute with Cambodia – Implications for South Asia",
        "Thailand and Cambodia: A love-hate relationship",
        "The 2013 judgment of the ICJ in the Temple of Preah Vihear Case and the protection of the world cultural heritage sites in wartime",
        "International decision: Request for interpretation of the judgment of 15 June 1962 in the case concerning the Temple of Preah Vihear (Cambodia v. Thailand) (Cambodia v. Thailand)",
        "A contested site of memory: The Preah Vihear Temple",
        "Borders on the fantastic: Mimesis, violence, and landscape at the temple of Preah Vihear",
        "Thailand’s elusive quest for a workable constitution, 1997–2007",
        "From politics to economics at the Thai-Cambodian border: Plus ça change",
        "Historical legacies in East and Southeast Asian international relations",
        "Khmerness and the ‘Thai other’: Violence, discourse and symbolism in the 2003 anti-Thai riots in Cambodia",
        "Cambodia in 2008: Consolidation in the midst of crisis",
        "The Thai-Cambodian border dispute: An agency-centred perspective on the management of interstate conflict",
        "170,000 panicked Cambodians flee Thailand",
        "The Constitutional Court in Thailand: From activism to arbitrariness",
        "Thailand in 2014: The trouble with magic swords",
        "Information that the Thai people should know involving the case of Phra Viharn temple and Thai-Cambodian border negotiationsKormul ti prachachonthai kuansap kieokab koranee prasart phraviharn lae karn jeraja ketdan thai-kampucha",
        "Thailand: A reckoning with history begins",
        "Who owns the Preah Vihear Temple? A Thai position",
        "Bantuek prawatsart ‘mahakarp khaopraviharn’",
        "Thailand in 2008: Democracy and street politics",
        "Case Concerning the Temple of Preah Vihear (Cambodia v. Thailand)",
        "Embedding embittered history: Unending conflicts in Thai-cambodian Relations",
        "Glorifying the inglorious past: Historical overhangs or legacies in Thai-Cambodian relations",
        "Rat lae kabuankarn anaraya sangkom thai nai koranee prasart praviharn",
        "The role of Preah Vihear in Hun Sen’s nationalism politics, 2008–2013",
        "Border wars: The ongoing temple dispute between Thailand and Cambodia and UNES-CO’s World Heritage List",
        "The Thai-Cambodian temple dispute",
        "Politics of the victim/victor complex: Interpreting South Korea’s national furor over Japanese history",
        "Cambodia’s border conflict with Thailand",
        "The land boundaries of Indochina: Cambodia, Laos and Vietnam",
        "A pile of stones? Preah Vihear as a Thai symbol of national humiliation",
        "Thailand since the coup",
        "Thailand’s uneasy passage",
        "Cambodia in 2013: The winds of change",
        "Mongna laelang wikrit kwam sumpan thai-kampucha",
        "Lessons from Preah Vihear: Thailand, Cambodia, and the nature of low-intensity border conflicts",
        "Sen tangpayak prayut chan-ocha jak ‘tahansua’ soo ‘langsua"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Department of Peace",
        "Uppsala University"
    ]
}