{
    "eid": "2-s2.0-84960510871",
    "title": "Salt-responsive mechanisms in chromosome segment substitution lines of rice (Oryza sativa L. cv. KDML105)",
    "cover-date": "2016-06-01",
    "subject-areas": [
        {
            "$": "Physiology",
            "@code": "1314"
        },
        {
            "$": "Genetics",
            "@code": "1311"
        },
        {
            "$": "Plant Science",
            "@code": "1110"
        }
    ],
    "keywords": [
        "Co-expression network",
        "Drought tolerance QTL",
        "Photosynthesis",
        "Rice",
        "Salt stress"
    ],
    "authors": [
        "Noppawan Nounjan"
    ],
    "citedby-count": 22,
    "ref-count": 52,
    "ref-list": [
        "Plant Physiol.",
        "Rapid determination of free proline for water-stress studies",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "The rice Oligonucleotide array database: An atlas of rice gene expression",
        "Differential expression of salt overly sensitive pathway genes determines salinity stress tolerance in Brassica genotypes",
        "Photosynthesis under drought and salt stress: Regulation mechanisms from whole plant to cell",
        "A Complex Containing PGRL1 and PGR5 Is Involved in the Switch between Linear and Cyclic Electron Flow in Arabidopsis",
        "Comparative lipid peroxidation, antioxidant defense systems and proline content in roots of two rice cultivars differing in salt tolerance",
        "Expression of LeNHX isoforms in response to salt stress in salt sensitive and salt tolerant tomato species",
        "Screening Rice for Salinity Tolerance. IRRI Discussion Paper Series No.22",
        "Exogenous proline and glycine betaine mediated upregulation of antioxidant defense and glyoxalase systems provides better protection against salt-induced oxidative stress in two rice (Oryza sativa L.) varieties",
        "Photoperoxidation in isolated chloroplasts. I. Kinetics and stoichiometry of fatty acid peroxidation",
        "PGRL1 Is the Elusive Ferredoxin-Plastoquinone Reductase in Photosynthetic Cyclic Electron Flow",
        "Effects of concentrations of sodium chloride on photosynthesis, antioxidative enzymes, growth and fiber yield of hybrid ramie",
        "The salt overly sensitive (SOS) pathway: Established and emerging roles",
        "Physiology of PSI cyclic electron transport in higher plants",
        "Thai J. Genet.",
        "Evaluation of Agronomic Traits in Chromosome Segment Substitution Lines of KDML105 Containing Drought Tolerance QTL under Drought Stress",
        "Improvement of the oryza sativa nipponbare reference genome using next generation sequence and optical map data",
        "Salt sensitivity in chickpea: Growth, photosynthesis, seed yield components and tissue ion regulation in contrasting genotypes",
        "The identification of candidate radio marker genes using a coexpression network analysis in gamma-irradiated rice",
        "Quantitative trait loci associated with drought tolerance at reproductive stage in rice",
        "Rational association of genes with traits using a genome-scale gene network for Arabidopsis thaliana",
        "Differential expression of ion transporters and aquaporins in leaves may contribute to different salt tolerance in Malus species",
        "Aquaporin OsPIP1;1 promotes rice salt resistance and seed germination",
        "Enhanced root hydraulic conductance by aquaporin regulation accounts for silicon alleviated salt-induced osmotic stress in sorghum bicolor L",
        "Proline accumulation is not correlated with saline-alkaline stress tolerance in rice seedlings",
        "Chlorophyll fluorescence - A practical guide",
        "Photosynthesis, antioxidant activities and transcriptional responses in two sugarcane (Saccharum officinarum L.) cultivars under salt stress",
        null,
        "Reactive oxygen species homeostasis and signalling during drought and salinity stresses",
        "Responses of photosynthesis, chlorophyll fluorescence and ROS-scavenging systems to salt stress during seedling and reproductive stages in rice",
        "Effect of PGR5 impairment on photosynthesis and growth in Arabidopsis thaliana",
        "Approaches to increasing the salt tolerance of wheat and other cereals",
        "Mechanisms of salinity tolerance",
        "Aquaporins are major determinants of water use efficiency of rice plants in the field",
        "Spinach chloroplasts scavenge hydrogen peroxide on illumination",
        "Exogenous proline and trehalose promote recovery of rice seedlings from salt-stress and differentially modulate antioxidant enzymes and expression of related genes",
        "Effects of Exogenous proline and trehalose on physiological responses in rice seedlings during salt-stress and after recovery",
        "Elevated CO2 reduces stomatal and metabolic limitations on photosynthesis caused by salinity in Hordeum vulgare.",
        "Regulation of photosynthesis and stomatal and mesophyll conductance under water stress and recovery in olive trees: Correlation with gene expression of carbonic anhydrase and aquaporins",
        "Changes in growth, lipid peroxidation and some key antioxidant enzymes in chickpea genotypes under salt stress",
        "The role of tobacco Aquaporin1 in improving water use efficiency, hydraulic conductivity, and yield production under salt stress",
        "Physiology and molecular biology of salinity stress tolerance in plants",
        "Differential responses of antioxidant system and photosynthetic characteristics in four rice cultivars differing in sensitivity to sodium chloride stress",
        "Co-expression tools for plant biology: Opportunities for hypothesis generation and caveats",
        "A banana aquaporin gene, MaPIP1;1, is involved in tolerance to drought and salt stresses",
        "Overexpression of SOS (salt overly sensitive) genes increases salt tolerance in transgenic Arabidopsis",
        "Laboratory Manual for Physiological Studies of Rice",
        "Gramene database in 2010: Updates and extensions",
        "Management of Saline Soil in Northern Part of Thailand",
        "Plant salt tolerance"
    ],
    "affiliation": [
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Faculty of Science, Khon Kaen University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kamphaeng Saen",
            "affilname": "Kasetsart University, Kamphaeng Saen Campus",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Khon Kaen University"
    ]
}