{
    "eid": "2-s2.0-85014150334",
    "title": "Who is concerned about and takes action on climate change? Gender and education divides among Thais",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Demography",
            "@code": "3317"
        }
    ],
    "keywords": [],
    "authors": [
        "Raya Muttarak"
    ],
    "citedby-count": 9,
    "ref-count": 79,
    "ref-list": [
        "A review of intervention studies aimed at household energy conservation",
        "Analysis of the public perception of climate change issues in an indigenous African city",
        "Population risk perceptions of global warming in Australia",
        "The role of social norms on preferences towards climate change policies: A meta-analysis",
        "Peer Review on Energy Efficiency in Thailand",
        "Gender and environmentalism: Results from the 1993 general social survey",
        "Thammasart International Journal of Science and Technology",
        "Development trajectory, emission profile, and policy actions: Thailand, No. 352",
        "Can socio-demographics still play a role in profiling green consumers? A review of the evidence and an empirical investigation",
        "Green and greenback: The behavioral effects of environmental attitudes in low-cost and high-cost situations",
        "Household actions can provide a behavioral wedge to rapidly reduce US carbon emissions",
        "The globalization of environmental concern and the limits of the postmaterialist values explanation: Evidence from four multinational surveys",
        "Thailand 20-Year Energy Efficiency Development Plan 2011-2030 (EEDP)",
        "Turning personal experience into political attitudes: The effect of local weather on Americans' perceptions about global warming",
        "Climate Change? No, Wise Resource Use is the Issue: Social Representations of Energy, Climate Change and the Future",
        "Household energy use: Applying behavioural economics to understand consumer decision-making and behaviour",
        "Environmental knowledge and conservation behavior: Exploring prevalence and structure in a representative sample",
        "Combining implicit and explicit techniques to reveal social desirability bias in electricity conservation self-reports",
        "Impacts of the 2010 droughts and floods on community welfare in rural Thailand: Differential effects of village educational attainment",
        "Environmental Problems and Human Behavior",
        "The most effective actions U.S. households can take to curb climate change",
        "Explaining popular support for environmental protection: A multilevel analysis of 50 nations",
        "Education, politics and opinions about climate change evidence for interaction effects",
        "Blowin' in the wind: Short-term weather and belief in anthropogenic climate change",
        "Family reading to young children: Social desirability and cultural biases in reporting",
        "The Changing Face of the Environmental Coalition: A Research Note",
        "World Energy Statistics 2010",
        "Public Support for Environmental Protection: Objective Problems and Subjective Values in 43 Societies",
        "Polarized frames on \"climate change\" and \"global warming\" across countries and states: Evidence from Twitter big data",
        "Thiland's poverty maps: From construction to application",
        "Future-oriented women will pay to reduce global warming: Mediation via political orientation, environmental values, and belief in global warming",
        "The Social Bases of Environmental Concern: Have They Changed Over Time?",
        "Social desirability and response validity: A comparative analysis of overreporting voter turnout in five countries",
        "Socioeconomic and demographic factors that influence publics' awareness on the different forms of renewable energy sources",
        "Personal efficacy, the information environment, and attitudes toward global warming and climate change in the United States",
        "The social bases of environmental concern: A review of hypotheses, explanations and empirical evidence",
        "Local warming: Daily temperature change influences belief in global warming",
        "Public views on climate change: European and USA perspectives",
        "The association of knowledge with concern about global warming: Trusted information sources shape public thinking",
        "Energy saving in Swedish households. The (relative) importance of environmental attitudes",
        "The effects of gender on climate change knowledge and concern in the American public",
        "Cool dudes: The denial of climate change among conservative white males in the United States",
        "The Politicization Of Climate Change And Polarization In The American Public's Views Of Global Warming, 2001-2010",
        "Thammasat Economic Journal",
        "The Interplay Between Knowledge, Perceived Efficacy, and Concern About Global Warming and Climate Change: A One-Year Longitudinal Study",
        "Residential energy-efficient technology adoption, energy conservation, knowledge, and attitudes: An analysis of European countries",
        "Why do some people do \"more\" to mitigate climate change than others? Exploring heterogeneity in psycho-social associations",
        "Stabilization wedges: Solving the climate problem for the next 50 years with current technologies",
        "Household preferences for energy-saving measures: A conjoint analysis",
        "What Do People Know About Global Climate Change? 2. Survey Studies of Educated Laypeople",
        "Now What Do People Know About Global Climate Change? Survey Studies of Educated Laypeople",
        "Recklessly slow or a rapid transition to a low-carbon economy? Time to decide",
        "World citizenship and concern for global warming: Building the case for a strong international civil society",
        null,
        "Media attention for climate change around the world: A comparative analysis of newspaper coverage in 27 countries",
        "\"Global warming\" or \"climate change\"?",
        "Questionnaire Design Effects in Climate Change Surveys: Implications for the Partisan Divide",
        "Public Perception of Climate Change. Voluntary Mitigation and Barriers to Behavior Change",
        null,
        "Perceptions of climate change and willingness to save energy related to flood experience",
        "The Psychological Distance of Climate Change",
        "Values, Beliefs, and Proenvironmental Action: Attitude Formation Toward Emergent Attitude Objects",
        "Psychology and global climate change: Addressing a mutifaceted phenomenon and set of challenges",
        "Climate Change Beliefs and Perceptions of Weather-Related Changes in the United Kingdom",
        "Do differences in attitudes explain differences in national climate change policies?",
        "Addressing climate change: Determinants of consumers' willingness to act and to support policy measures",
        "Political divisions over climate change and environmental issues in Australia",
        "Women in politics and women and politics: A socio-cultural analysis of the Thai context",
        "Global warming vs. climate change, taxes vs. prices: Does word choice matter?",
        "Models and mosaics: Investigating cross-cultural differences in risk perception and risk preference",
        "Public Understanding of Climate Change in the United States",
        "Pro-environmental behavior and rational consumer choice: Evidence from surveys of life satisfaction",
        "Are flood victims more concerned about climate change than other people? the role of direct experience in risk perception and behavioural response",
        "Behavioural responses to climate change: Asymmetry of intentions and impacts",
        "Scepticism and uncertainty about climate change: Dimensions, determinants and change over time",
        "Conscientious vs. ambivalent consumers: Do concerns about energy availability and climate change influence consumer behaviour?",
        "Stata Technical Bulletin",
        "Issue definition, information processing, and the politics of global warming",
        "Elaborating on gender differences in environmentalism"
    ],
    "affiliation": [
        {
            "affiliation-city": "Vienna",
            "affilname": "Vienna Institute of Demography",
            "affiliation-country": "Austria"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}