{
    "eid": "2-s2.0-85063001691",
    "title": "Effectiveness of modified iodine consumption behavior model in pregnant women by civil society integrated participation in Khon Kaen province: A participatory action research",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Civil society",
        "Iodine deficiency in pregnant women",
        "Participatory action research"
    ],
    "authors": [
        "S. Chaiopanont",
        "S. Taneepanichsakul"
    ],
    "citedby-count": 1,
    "ref-count": 22,
    "ref-list": [
        "Eliminating iodine deficiency disorders--the role of the International Council in the global partnership",
        "Action research: A short modern history. Geelong",
        "Practical suggestions for community interventions using participatory action research",
        "Factors affecting urinary iodine concentration of pregnant women attending the antenatal care clinic",
        "Suboptimal iodine status and low iodine knowledge in young Norwegian women",
        "Iodine deficiency disorders after a decade of universal salt iodization in a severe iodine deficiency region in China",
        "Universal salt iodization provides sufficient dietary iodine to achieve adequate iodine nutrition during the first 1000 days: A cross-sectional multicenter study",
        "Can social enterprise address social exclusion?",
        "Iodine-deficiency disorders",
        "Update on iodine status worldwide",
        "Iodine intake and maternal thyroid function during pregnancy",
        "Patterns of iodine intake and urinary iodine concentrations during pregnancy and blood thyroid-stimulating hormone concentrations in the newborn progeny",
        "Infant neurocognitive development is independent of the use of iodised salt or iodine supplements given during pregnancy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nontaburi",
            "@id": "60015728",
            "affilname": "Thailand Ministry of Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015728",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Bureau of Nutrition"
    ]
}