{
    "eid": "2-s2.0-85068599893",
    "title": "Outcomes of percutaneous coronary intervention with second generation drug-eluting stents in patients with unprotected left main coronary artery disease",
    "cover-date": "2019-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Drug eluting stent (DES)",
        "Percutaneous coronary intervention (PCI)",
        "Unprotected left main coronary artery disease (ULMCA)"
    ],
    "authors": [
        "W. Tassanawiwat",
        "C. Wongvipaporn",
        "W. Mahavanakul",
        "P. Thanakitcharu",
        "B. Sookananchai",
        "P. Preeyanon",
        "T. Kanphakdee",
        "W. Udayachalerm"
    ],
    "citedby-count": 0,
    "ref-count": 16,
    "ref-list": [
        "Comparison of surgical and medical group survival in patients with left main coronary artery disease. Long-term CASS experience",
        "Eleven-year survival in the Veterans Administration randomized trial of coronary bypass surgery for stable angina",
        "Long-term results of prospective randomised study of coronary artery bypass surgery in stable angina pectoris",
        "2014 ESC/EACTS Guidelines on myocardial revascularization: The Task Force on Myocardial Revascularization of the European Society of Cardiology (ESC) and the European Association for Cardio-Thoracic Surgery (EACTS). Developed with the special contribution of the European Association of Percutaneous Cardiovascular Interventions (EAPCI)",
        "ACCF/AHA Guideline for coronary artery bypass graft surgery. A report of the American College of Cardiology Foundation/ American Heart Association Task Force on Practice Guidelines. Developed in collaboration with the American Association for Thoracic Surgery, Society of Cardiovascular Anesthesiologists, and Society of Thoracic Surgeons",
        "A randomized comparison of paclitaxel-eluting stents versus bare-metal stents for treatment of unprotected left main coronary artery stenosis",
        "Sirolimus-eluting stent implantation for unprotected left main coronary artery stenosis: Comparison with bare metal stent implantation",
        "Everolimus-versus sirolimus-eluting stents for the treatment of unprotected left main coronary artery stenosis (Results from the EXCELLENT registry)",
        "Two-year outcomes of everolimus vs. Paclitaxel-eluting stent for the treatment of unprotected left main lesions: A propensity score matching comparison of patients included in the French Left Main Taxus (FLM Taxus) and the LEft MAin Xience (LEMAX) registries",
        "Five-year outcomes in patients with left main disease treated with either percutaneous coronary intervention or coronary artery bypass grafting in the synergy between percutaneous coronary intervention with taxus and cardiac surgery trial",
        "Randomized trial of stents versus bypass surgery for left main coronary artery disease",
        "Preliminary observations regarding angiographic pattern of restenosis after rapamycin-eluting stent implantation",
        "The SYNTAX Score: An angiographic tool grading the complexity of coronary artery disease",
        "Consideration of a new definition of clinically relevant myocardial infarction after coronary revascularization: An expert consensus document from the Society for Cardiovascular Angiography and Interventions (SCAI)",
        "Clinical end points in coronary stent trials: A case for standardized definitions",
        "Impact of intravascular ultrasound guidance on long-term mortality in stenting for unprotected left main coronary artery stenosis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Ratchasima",
            "@id": "60013120",
            "affilname": "Maharaj Nakhon Ratchasima Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013120",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ubon Ratchathani",
            "@id": "115838518",
            "affilname": "Sunpasitthiprasong Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/115838518",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "100779892",
            "affilname": "Piyavate Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/100779892",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Khon Kaen University"
    ]
}