{
    "eid": "2-s2.0-84923331145",
    "title": "Prevalence of and risk factors for low bone mineral density in untreated HIV infection: A substudy of the INSIGHT Strategic Timing of AntiRetroviral Treatment (START) trial",
    "cover-date": "2015-04-01",
    "subject-areas": [
        {
            "$": "Pharmacology (medical)",
            "@code": "2736"
        },
        {
            "$": "Infectious Diseases",
            "@code": "2725"
        },
        {
            "$": "Health Policy",
            "@code": "2719"
        }
    ],
    "keywords": [
        "Antiretroviral therapy",
        "ART-naïve",
        "Bone mineral density",
        "HIV"
    ],
    "authors": [
        "A. Carr"
    ],
    "citedby-count": 41,
    "ref-count": 37,
    "ref-list": [
        "Antiretroviral therapy and the prevalence of osteopenia and osteoporosis: A meta-analytic review",
        "Fracture prevalence among human immunodeficiency virus (HIV)-infected versus non-HIV-infected patients in a large U.S. healthcare system",
        "Osteoporosis and fractures in HIV/hepatitis C virus coinfection: A systematic review and meta-analysis",
        "Clinical review: Low body weight mediates the relationship between HIV infection and low bone mineral density: A meta-analysis",
        "Decreased bone mineral density and increased fracture risk in aging men with or at risk for HIV infection",
        "Higher rates of bone loss in postmenopausal HIV-infected women: A longitudinal study",
        "Bone, fracture and frailty",
        "Efficacy and safety of tenofovir DF vs stavudine in combination therapy in antiretroviral-naive patients: A 3-year randomized trial",
        "Comparison of changes in bone density and turnover with abacavir-lamivudine versus tenofovir-emtricitabine in HIV-infected adults: 48-week results from the ASSERT study",
        "Bone mineral density and fractures in antiretroviral-naive persons randomized to receive abacavir-lamivudine or tenofovir disoproxil fumarate-emtricitabine along with efavirenz or atazanavir-ritonavir: AIDS Clinical Trials Group A5224s, a substudy of ACTG A5202",
        "HIV: Inflammation and bone",
        null,
        "HIV proteins regulate bone marker secretion and transcription factor activity in cultured human osteoblasts with consequent potential implications for osteoblast function and development",
        "HIV-1 triggers apoptosis in primary osteoblasts and HOBIT cells through TNFα activation",
        "RANKL/OPG/TRAIL plasma levels and bone mass loss evaluation in antiretroviral naive HIV-1-positive men",
        "Alterations in the immuno-skeletal interface drive bone destruction in HIV-1 transgenic rats",
        "Skeletal manifestations of systemic autoimmune diseases",
        "Bone loss in inflammatory disorders",
        "Is bone loss linked to chronic inflammation in antiretroviral-naive HIV-infected adults? A 48-week matched cohort study",
        "Risk factors of osteopenia in HIV-infected women: No role of antiretroviral therapy",
        "Body composition, soluble markers of inflammation, and bone mineral density in antiretroviral therapy-Naive HIV-1-infected individuals",
        "Factors influencing bone mineral density in ARV-naive patients at Sanglah Hospital, Bali.",
        null,
        "High prevalence of reduced bone mineral density in primary HIV-1-infected men",
        "Considerations in the rationale, design and methods of the Strategic Timing of AntiRetroviral Treatment (START) study",
        "Standardization of bone mineral density at femoral neck, trochanter and ward's triangle",
        "Universal standardization of bone density measurements: A method with optimal properties for calibration among several instruments",
        "Lumbar spine and proximal femur bone mineral density, bone mineral content, and bone area: United States, 2005-2008",
        "Executive Summary of the 2013 International Society for Clinical Densitometry Position Development Conference on Bone Densitometry",
        "Clinician’s Guide to Prevention and Treatment of Osteoporosis",
        "Regression Modeling Strategies: With Application to Linear Models, Logistic Regression and Survival Analysis",
        "A more accurate method to estimate glomerular filtration rate from serum creatinine: A new prediction equation",
        "Incident fractures in HIV-infected individuals: A systematic review and meta-analysis",
        "Relative contribution of HIV infection, demographics and body mass index to bone mineral density",
        "J Infect Dis",
        "Why START? Reflections that led to the conduct of this large long-term strategic HIV trial"
    ],
    "affiliation": [
        {
            "affiliation-city": "Minneapolis",
            "affilname": "University of Minnesota Twin Cities",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "San Francisco",
            "affilname": "UCSF School of Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thai Red Cross Agency",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Madrid",
            "affilname": "Hospital Universitario La Paz",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Birmingham",
            "affilname": "University Hospitals Birmingham NHS Foundation Trust",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Sydney",
            "affilname": "St. Vincent's Hospital Sydney",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Melbourne",
            "affilname": "Monash University",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Johannesburg",
            "affilname": "University of the Witwatersrand, Johannesburg",
            "affiliation-country": "South Africa"
        }
    ],
    "funding": [
        "National Institute of Allergy and Infectious Diseases"
    ]
}