{
    "eid": "2-s2.0-85039920812",
    "title": "Parallel-axis gear design methodology for minimization of power loss and its effect on vibration characteristics",
    "cover-date": "2017-12-28",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "Gear design",
        "Load capacity",
        "Power loss",
        "Vibration"
    ],
    "authors": [
        "Kullapat Theerarangsarit"
    ],
    "citedby-count": 1,
    "ref-count": 21,
    "ref-list": [
        "Dudley’s gear handbook",
        "Machine Elements in Mechanical Design",
        "Shigley’s Mechanical Engineering Design",
        "Machine Component Design",
        "Effect of geometry and operating conditions on spur gear system power loss",
        "Study on friction loss of internal gear drives (Influence of pinion surface finishing, gear speed and torque)",
        "Studies on friction loss of spur gears: (Effect of viscosity of lubricating oils and tooth forms)",
        "Determination of power losses in gear transmissions with rolling and sliding friction incorporated",
        "Determining Power Losses in the helical gear mesh",
        "Prediction of Power Losses Due to Tooth Friction in Gears",
        "Prediction of mechanical efficiency of parallel-axis gear pairs",
        "An experimental investigation of spur gear efficiency",
        "Int. J. Aerosp. Mech. Eng",
        "Modeling and analysis of the meshing losses of involute spur gears in high-speed and high-load conditions",
        "Estimation of sliding loss in a parallel-axis gear pair",
        "Analytical and experimental investigation of parameters affecting sliding loss in a spur gear pair",
        "Sliding loss model in spur and helical gear with load distribution pattern on gear tooth surface",
        "Influence factors on gearbox power loss",
        "Oil churning power losses of a gear pair: Experiments and model validation",
        "KHK Stock Gear 3013",
        "Estimating gear tooth surface geometry by means of the vibration measurement: Distinction of the vibration characteristics of gears with tooth surface form error"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}