{
    "eid": "2-s2.0-85132530999",
    "title": "Parenthood and Life Satisfaction: The Role of Welfare Regimes",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Demography",
            "@code": "3317",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Health (social science)",
            "@code": "3306",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Anthropology",
            "@code": "3314",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Sociology and Political Science",
            "@code": "3312",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Social Sciences (miscellaneous)",
            "@code": "3301",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Life satisfaction",
        "parenthood",
        "welfare regimes"
    ],
    "authors": [
        "Pachara Pimpawatin",
        "Nopphol Witvorapong"
    ],
    "citedby-count": 0,
    "ref-count": 60,
    "ref-list": [
        "Happiness and childbearing across Europe",
        "Inequality and happiness: Are Europeans and Americans different?",
        "Children and life satisfaction",
        "Parents reap what they sow: Child-centrism and parental well-being",
        "Social welfare in post-Soviet Armenia: From Socialist to liberal and informal?",
        "The impact of subjective work control, job strain and work–family conflict on fertility intentions: A European comparison",
        "Direct and indirect impacts of parenthood on happiness",
        "Parental well-being of mothers and fathers in Latin America: A systematic review of the literature",
        "Geography of happiness: Configurations of affective and cognitive appraisal of life across nations",
        "The ‘10 Excess’ phenomenon in responses to survey questions on happiness",
        "Gender norms and the gendered distribution of total work in Latin American households",
        "Happiness and life satisfaction in Turkey in recent years",
        "Parental happiness and social policy in Asia",
        "Fertility and life satisfaction in rural Ethiopia",
        "Culture-based extreme response bias in surveys employing variable response items: An investigation of response tendency among Hispanic-Americans",
        "Swedish and Lithuanian employed women’s subjective well‐ being",
        "The macroeconomics of happiness",
        "Do we really know what makes us happy? A review of the economic literature on the factors associated with subjective well-being",
        "The ‘Southern model’ of welfare in social Europe",
        "How important is methodology for the estimates of the determinants of happiness?",
        "Only as happy as the least happy child: Multiple grown children’s problems and successes and middle-aged parents’ well-being",
        "Happiness, economy and institutions",
        "Parenthood and happiness: Effects of work-family reconciliation policies in 22 OECD countries",
        "Religiosity as a determinant of happiness",
        "Concept of life satisfaction",
        "Parenthood and happiness: A review of folk theories versus empirical evidence",
        "Childlessness and psychological well-being in midlife and old age: An examination of parental status effects across a range of outcomes",
        "Alternative recipes for life satisfaction: Evidence from five world regions",
        "The geography of world happiness",
        "Politics, institutions, and welfare spending in industrialized democracies, 1960–82",
        "Partner + children = happiness? The effects of partnerships and fertility on well‐being",
        "Predictors of life satisfaction in the United Arab Emirates: Results based on Gallup data",
        "Welfare states and work-life balance: Can good practices be transferred from the Nordic countries to conservative welfare states?",
        "A global perspective on happiness and fertility",
        "Family, money, and health: Regional differences in the determinants of life satisfaction over the life course",
        "Women, work and family in the Arab region: Toward economic citizenship",
        "‘Motherhood penalty’and ‘fatherhood premium’? Fertility effects on parents in China",
        "In defense of parenthood: Children are associated with more joy than misery",
        "The pains and pleasures of parenting: When, why, and how is parenthood associated with more or less well-being?",
        "The association between life course socioeconomic position and life satisfaction in different welfare states: European comparative study of individuals in early old age",
        "Parental strains and rewards among mothers: The role of education",
        "Costs and rewards of children: The effects of becoming a parent on adults’ lives",
        "Welfare policy and subjective well-being across nations: An individuallevel assessment",
        "Happiness, satisfaction and socio-economic conditions: Some international evidence",
        "Direct and indirect effects of parenthood on later-life happiness: Evidence from older adults in Thailand",
        "Parenthood and life satisfaction: Why don’t children make people happy?",
        "Quasi-experimental evidence for the causal link between fertility and subjective wellbeing",
        "Fertility, family policy and welfare regimes",
        "Suffer the little children: Measuring the effects of parenthood on well-being worldwide",
        "Happy parents in Latin America? Exploring the impact of gender, work-family satisfaction, and parenthood on general life happiness",
        "Southern European welfare regimes and the worsening position of women",
        "Cross-national differences in happiness: Cultural measurement bias or effect of culture?",
        "Do expectations for post-retirement family and government support crowd out pre-retirement savings? Insights from the working-age population in Thailand",
        "A comparative welfare regime approach to global social policy"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}