{
    "eid": "2-s2.0-84925679256",
    "title": "Examining materialistic values of university students in Thailand",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Psychology",
            "@code": "3200"
        }
    ],
    "keywords": [
        "Family communication",
        "Materialism",
        "Susceptibility to peer influence"
    ],
    "authors": [
        "Tanakorn Likitapiwat"
    ],
    "citedby-count": 6,
    "ref-count": 44,
    "ref-list": [
        "Social Learning Theory",
        "Individual differences in children's materialism: The role of peer relations",
        "A Review of International Journal of Business and Social Science",
        "Cross Culture Communication",
        "What welfare?: On the definition and domain of transformative consumer research and the foundational role of materialism",
        "Influence of television advertising on adolescents in China: An urban-rural comparison",
        "Materialism and social comparison among adolescents",
        "Living in a celebrity-mediated social world: The Chinese experience",
        "Influence of family communication structure and vanity trait on consumption behavior: A case study of adolescent students in Taiwan",
        "Social Stratification: Occupational Prestige in Thai Society.",
        "Journal of Consumer Research",
        "Interpersonal influences on adolescent materialism: A new look at the role of parents and peers",
        "Business Research Methods",
        "An integrated model of consumer materialism: Can economic socialization and maternal values predict materialistic attitudes in adolescents?",
        "Understanding Materialism among Youth",
        "Multivariate Data Analysis",
        "What Do Children Need to Flourish? Conceptualizing and Measuring Indicators of Positive Development",
        "Psychology and Consumer Culture",
        "Determinants for materialism among adolescents in Singapore",
        "Interpersonal communication in the consumer socialization process: Scale development and validation",
        "Socialization and adolescents’ skepticism toward advertising",
        "Shopping with friends and teens' susceptibility to peer influence",
        "Journal of the Academy of Marketing Science",
        "Journal of Business and Behavioral Sciences",
        "Advances in Consumer Research",
        "Family and television influences on materialism: a crosscultural lifecourse approach",
        "Effects of family structure and socialization on materialism: A life course study in Thailand",
        "Psychometric Theory",
        "Educational Information, Ministry of Education.",
        "Frontiers of Social Psychology.",
        "Longing and belonging: Parents, children, and consumer culture",
        "Materialism, transformation expectations, and spending: Implications for credit use",
        "Journal of Consumer Research",
        "Shiny Objects: Why We Spend Money We Don't Have in Search of Happiness We Can't Buy",
        "Interpersonal influence and adolescent materialism and compulsive buying",
        "Desire to acquire: Powerlessness and compensatory consumption",
        "Born to Buy: The Commercialized Child and the New Consumer Culture",
        "Psychological threat and extrinsic goal striving",
        "Reconceptualizing materialism as identity goal pursuits: Functions, processes, and consequences",
        "Protecting the self through consumption: Status goods as affirmational commodities",
        "Experientialism, materialism, and the pursuit of happiness",
        "To Do or to Have? That Is the Question",
        "Annual Meeting of the International Communication Association",
        "Do Reverse-Worded Items Confound Measures in Cross-Cultural Consumer Research? The Case of the Material Values Scale"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Bangkokthonburi University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Bangkok University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}