{
    "eid": "2-s2.0-85043388791",
    "title": "Deficit schizophrenia is a discrete diagnostic category defined by neuro-immune and neurocognitive features: results of supervised machine learning",
    "cover-date": "2018-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Neurology (clinical)",
            "@code": "2728",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Cellular and Molecular Neuroscience",
            "@code": "2804",
            "@abbrev": "NEUR"
        }
    ],
    "keywords": [
        "Compensatory anti-inflammatory reflex system",
        "Cytokines",
        "Immune activation",
        "Inflammation",
        "Schizophrenia",
        "Tryptophan"
    ],
    "authors": [
        "Buranee Kanchanatawan",
        "Sira Sriswasdi",
        "Supaksorn Thika",
        "Sunee Sirivichayakul",
        "André F. Carvalho",
        "Michel Geffard",
        "Marta Kubera",
        "Michael Maes"
    ],
    "citedby-count": 33,
    "ref-count": 46,
    "ref-list": [
        "Are Negative Symptoms Dimensional or Categorical? Detection and Validation of Deficit Schizophrenia With Taxometric and Latent Variable Mixture Models",
        "The Scale for the Assessment of Negative Symptoms (SANS): conceptual and theoretical foundations",
        "Age, gender, and education norms on the CERAD neuropsychological battery in the oldest old",
        "Controlling the false discovery rate: a practical and powerful approach to multiple testing",
        "\"Schizophrenia: a conceptual history\" (PDF)",
        "Deficit versus negative syndrome in schizophrenia: prediction of attentional impairment",
        "The psychiatric symptomatology of deficit schizophrenia: a meta-analysis",
        "Toward the future of psychiatric diagnosis: the seven pillars of RDoC",
        "Extraction of information from large data sets by pattern recognition",
        "SIMCA (soft independent modeling of class analogy) demonstrated with characterization and classification of Italian olive oil",
        "Using poverty of speech as a case study to explore the overlap between negative symptoms and cognitive dysfunction",
        "Clinical utility of machine-learning approaches in schizophrenia: improving diagnostic confidence for translational neuroimaging",
        "The negative symptoms of schizophrenia: category or continuum?",
        "Changes in Tryptophan Catabolite (TRYCAT) Pathway Patterning Are Associated with Mild Impairments in Declarative Memory in Schizophrenia and Deficits in Semantic and Episodic Memory Coupled with Increased False-Memory Creation in Deficit Schizophrenia",
        "Deficit Schizophrenia Is Characterized by Defects in IgM-Mediated Responses to Tryptophan Catabolites (TRYCATs): A Paradigm Shift Towards Defects in Natural Self-Regulatory Immune Responses Coupled with Mucosa-Derived TRYCAT Pathway Activation",
        "Deficit, but Not Nondeficit, Schizophrenia Is Characterized by Mucosa-Associated Activation of the Tryptophan Catabolite (TRYCAT) Pathway with Highly Specific Increases in IgA Responses Directed to Picolinic, Xanthurenic, and Quinolinic Acid",
        "The positive and negative syndrome scale (PANSS) for schizophrenia",
        "The Schedule for the Deficit syndrome: an instrument for research in schizophrenia",
        "Effects of systemic and central nervous system localized inflammation on the contributions of metabolic precursors to the L-kynurenine and quinolinic acid pools in brain",
        "Eugen Bleuler’s Concepts of Psychopathology",
        "Notes on the History of Schizophrenia",
        "Negative Symptoms in Schizophrenia: Relationship to Positive Symptoms and Outcome",
        "\"Functional\" or \"psychosomatic\" symptoms, e.g. a flu-like malaise, aches and pain and fatigue, are major features of major and in particular of melancholic depression",
        "Clinical subtypes of unipolar depression: Part I. A validation of the vital and nonvital clusters",
        "Clinical subtypes of unipolar depression: Part II. Quantitative and qualitative clinical differences between the vital and nonvital depression groups",
        "Clinical subtypes of unipolar depression: Part III. Quantitative differences in various biological markers between the cluster-analytically generated nonvital and vital depression classes",
        "A clinical and biological validation of the DSM-III melancholia diagnosis in men: results of pattern recognition methods",
        "The new '5-HT' hypothesis of depression: cell-mediated immune activation induces indoleamine 2,3-dioxygenase, which leads to lower plasma tryptophan and an increased synthesis of detrimental tryptophan catabolites (TRYCATs), both of which contribute to the onset of depression",
        "Myalgic Encephalomyelitis (ME), Chronic Fatigue Syndrome (CFS), and Chronic Fatigue (CF) are distinguished accurately: results of supervised learning techniques applied on clinical and inflammatory data",
        "A new case definition of Neuro-Inflammatory and Oxidative Fatigue (NIOF), a neuroprogressive disorder, formerly known as chronic fatigue syndrome or Myalgic Encephalomyelitis: results of multivariate pattern recognition methods and external validation by neuro-immune biomarkers",
        "Polymorphisms in immune-inflammatory response genes and the risk of deficit schizophrenia",
        "The current conceptualization of negative symptoms in schizophrenia",
        "Long-Term Monomorphism of Negative and Positive Schizophrenic Episodes",
        "Nonhierarchical clustering methods",
        "Case definitions and diagnostic criteria for Myalgic Encephalomyelitis and Chronic fatigue Syndrome: from clinical-consensus to evidence-based case definitions",
        "Scikit-learn: machine learning in python",
        "Unsupervised learning",
        "The Consortium to Establish a Registry for Alzheimer's Disease (CERAD). Part V. A normative study of the neuropsychological battery",
        "SIMCA: A method for analyzing chemical data in terms of similarity and analogy",
        "Neurocognitive Impairments in Deficit and Non-Deficit Schizophrenia and Their Relationships with Symptom Dimensions and Other Clinical Variables"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Plovdiv",
            "@id": "60031890",
            "affilname": "Medical University of Plovdiv",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031890",
            "affiliation-country": "Bulgaria"
        },
        {
            "affiliation-city": "Fortaleza",
            "@id": "60020457",
            "affilname": "Universidade Federal do Ceará",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020457",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Geelong",
            "@id": "60018805",
            "affilname": "Deakin University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018805",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Krakow",
            "@id": "60000995",
            "affilname": "Institute of Pharmacology of the Polish Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000995",
            "affiliation-country": "Poland"
        },
        {
            "affiliation-city": "Saint-Jean-d'Illac",
            "@id": "105889154",
            "affilname": "GEMAC",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/105889154",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Talence",
            "@id": "101932858",
            "affilname": "IDRPHT",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101932858",
            "affiliation-country": "France"
        }
    ],
    "funding": [
        "Asahi Glass Foundation",
        "Chulalongkorn University"
    ]
}