{
    "eid": "2-s2.0-85121057023",
    "title": "Diabetes mellitus as a prognostic factor for dengue severity: Retrospective study from Hospital for Tropical Diseases, Bangkok",
    "cover-date": "2020-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Dengue severity",
        "Diabetes mellitus",
        "Prognostic factor"
    ],
    "authors": [
        "Khaing Zaw Latt",
        "Kittiyod Poovorawan",
        "Natthida Sriboonvorakul",
        "Wirichada Pan-ngum",
        "Natavudh Townamchai",
        "Sant Muangnoicharoen"
    ],
    "citedby-count": 2,
    "ref-count": 16,
    "ref-list": [
        "Dengue: guidelines for diagnosis, treatment, prevention and control: new edition. WHO guidelines approved by the Guidelines Review Committee. Geneva",
        "Dengue and severe dengue. Fact sheet",
        "Increased production of interleukin-4, interleukin-10, and granulocyte-macrophage colony-stimulating factor by type 2 diabetes' mononuclear cells infected with dengue virus, but not increased intracellular viral multiplication",
        "Definition, diagnosis and classification of diabetes mellitus and its complications. Part 1: diagnosis and classification of diabetes mellitus",
        "Clinical characteristics of dengue and dengue hemorrhagic fever in a medical center of southern Taiwan during the 2002 epidemic",
        "Allergies and diabetes as risk factors for dengue hemorrhagic fever: results of a case control study",
        "Diabetes with hypertension as risk factors for adult dengue hemorrhagic fever in a predominantly dengue serotype 2 epidemic: a case control study",
        "Diabetes, cardiac disorders and asthma as risk factors for severe organ involvement among adult dengue patients: a matched case–control study",
        "Atypical presentations of dengue disease in the elderly visiting the ED",
        "Clinical and laboratory characteristics and risk factors for fatality in elderly patients with dengue hemorrhagic fever",
        "Epidemiological trends of dengue disease in Thailand (2000–2011): a systematic literature review",
        "Analysis of repeat hospital admissions for dengue to estimate the frequency of third or fourth dengue infections resulting in admissions and dengue hemorrhagic fever, and serotype sequences",
        "Arterial hypertension and skin allergy are risk factors for progression from dengue to dengue hemorrhagic fever: a case control study",
        "Risk factors of mortality among dengue patients admitted to a tertiary care setting in Kerala",
        "Risk factors for fatality among confirmed adult dengue inpatients in Singapore: a matched case-control study"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199573",
            "affilname": "Faculty of Tropical Medicine, Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199573",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Mandalay",
            "@id": "106747479",
            "affilname": "Mandalay General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106747479",
            "affiliation-country": "Myanmar"
        }
    ],
    "funding": []
}