{
    "eid": "2-s2.0-85076801461",
    "title": "Clinical outcome and prognosis of acute-on-chronic liver failure: Experience from a tertiary care center",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Acute-on-chronic liver failure",
        "Outcome",
        "Prognosis"
    ],
    "authors": [
        "J. Sirimongkolkasem",
        "T. Teerasarntipan",
        "A. Wongkarnjana",
        "K. Thanapirom",
        "R. Chaiteerakij",
        "C. Phathong",
        "P. Komolmit",
        "P. Tangkijvanich",
        "S. Treeprasertsuk"
    ],
    "citedby-count": 4,
    "ref-count": 15,
    "ref-list": [
        "Spontaneous bacterial peritonitis in cirrhosis: Predictive factors of infection resolution and survival in patients treated with cefotaxime",
        "Renal impairment after spontaneous bacterial peritonitis in cirrhosis: Incidence, clinical course, predictive factors and prognosis",
        "Definition and diagnostic criteria of refractory ascites and hepatorenal syndrome in cirrhosis. International Ascites Club",
        "Management of varices and variceal hemorrhage in cirrhosis",
        "Acute-on-chronic liver failure is a distinct syndrome that develops in patients with acute decompensation of cirrhosis",
        "Mortality risk according to different clinical characteristics of first episode of liver decompensation in cirrhotic patients: A nationwide, prospective, 3-year follow-up study in Italy",
        "Development and validation of a prognostic score to predict mortality in patients with acute-on-chronic liver failure",
        "Acute-on-chronic liver failure: Consensus recommendations of the Asian Pacific Association for the study of the liver (APASL)",
        "Acute-on-chronic liver failure in chronic hepatitis B",
        "Acute-on chronic liver failure",
        "Acute-on-chronic liver failure: From concept to a new syndrome",
        "Acute-on-chronic liver failure: Current concepts on definition, pathogenesis, clinical manifestations and potential therapeutic interventions",
        "Stress, inflammation, and defense of homeostasis",
        "Systemic inflammatory response syndrome criteria in defining severe sepsis",
        "Characteristics, diagnosis and prognosis of acute-on-chronic liver failure in cirrhosis associated to hepatitis B"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60031780",
            "affilname": "Thai Red Cross Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031780",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Division of Gastroenterology",
        "Liver Research Unit",
        "Chulalongkorn University",
        "Department of Medicine, Chulalongkorn University"
    ]
}