{
    "eid": "2-s2.0-85117491700",
    "title": "Stakeholder engagement, military ties, and firm performance",
    "cover-date": "2022-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Development",
            "@code": "3303",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "agency theory",
        "corporate social responsibility",
        "firm performance",
        "political connection",
        "resource dependency theory"
    ],
    "authors": [
        "Thanakorn Suriyapongprapai",
        "Pattanaporn Chatjuthamard",
        "Arnat Leemakdej",
        "Sirimon Treepongkaruna"
    ],
    "citedby-count": 7,
    "ref-count": 57,
    "ref-list": [
        "Public policy, political connections, and effective tax rates: Longitudinal evidence from Malaysia",
        "Causal effect of analyst following on corporate social responsibility",
        "Political connection and firm value",
        "Political connections of newly privatized firms",
        "The impact of political connections on firms' operation performance and financing decisions",
        "Big business owners in politics",
        "The effect of the political connections of government bank CEOs on bank performance during the financial crisis",
        "The effect of corporate governance on corporate social responsibility",
        "Military regimes and stock market performance",
        "Corporate political contributions and stock returns",
        "Anticipating and assessing corporate social responsibility within ISO 26000 implementation: The experience of Camst cooperative (Italy)",
        "Are red or blue companies more likely to go green? Politics and corporate social responsibility",
        "Political connectedness, corporate governance, and firm performance",
        "The stakeholder theory of the corporation: concepts, evidence, and implications",
        "Charity as a substitute for reputation: Evidence from an on-line market place",
        "Differences between politically connected and non-connected firms: A cross country analysis",
        "Politically connected CEOs, corporate governance, and post-IPO performance of China's newly partially privatized firms",
        "Independent directors, large shareholders and firm performance: The generational stage of family businesses and the socioemotional wealth approach",
        "Do political connected boards affect firm value?",
        "The military and politics: A review article",
        "The natural environment as a primary stakeholder: The case of climate change",
        "Managing Relationships with Environmental Stakeholders: A Study of U.K. Water and Electricity Utilities",
        "Corporate social responsibility and firm financial performance: The mediating role of productivity",
        "Political connections and the cost of bank loans",
        "Bank political connections and performance in China",
        "When and how does customer engagement CSR initiatives lead to greater CSR participation? The role of CSR credibility and customer–company identification",
        "Political connections and operational performance of non-financial firms: New evidence from Poland",
        "Theory of the firm: Managerial behavior, agency costs, and ownership structure",
        "How do powerful CEOs affect analyst coverage?",
        "Stakeholder engagement for corporate sustainability: A comparative analysis of B2C and B2B companies",
        "Cronyism and capital controls: Evidence from Malaysia",
        "The Prayuth regime: Embedded military and hierarchical capitalism in Thailand",
        "Stakeholder engagement and firms' innovation: Evidence from LGBT-supportive policies",
        "Operationalizing stakeholder engagement in CSR: A process approach",
        "Political connections, overinvestments and firm performance: Evidence from Chinese listed real estate firms",
        "The behavioralist meets the market: Measuring social preferences and reputation effects in actual transactions",
        "Stakeholder engagement and corporate social responsibility (CSR) performance: International evidence",
        "Good coups, bad coups: Evidence from Thailand's financial markets",
        "Thai financial markets and political change",
        "Agency problems of corporate philanthropy",
        "Multiple forms of stakeholder interaction in environmental management: Business arguments regarding differences in stakeholder relationships",
        "Corporate social responsibility: Stakeholders influence on MNEs’ activities",
        "Stakeholder engagement and corporate social responsibility reporting: The ownership structure effect",
        "Corporate social responsibility in higher education: A study of the institutionalisation of CSR in Malaysian public universities",
        "Do political connections affect firm performance? Evidence from a developing country",
        "The impact of corporate social responsibility on firm value: The role of customer awareness",
        "Should trees have managerial standing? Toward stakeholder status for non-human nature",
        "Political connections and firm performance in Chinese companies",
        "Importance and role of CSR and stakehold er engagementstrategy in polish companies in the context of activitiesof experts handling public relations",
        "Political connections and firm performance: Evidence from government officials' site visits",
        "Controlling shareholders and corporate value: Evidence from Thailand",
        "Do types of political connection affect firm performance differently?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60189723",
            "affilname": "The UWA Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189723",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60012521",
            "affilname": "Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012521",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Sasin School of Management",
        "Chulalongkorn University"
    ]
}