{
    "eid": "2-s2.0-85054288889",
    "title": "When the going gets tough, who gets going? An examination of the relationship between narcissism, effort, and performance",
    "cover-date": "2019-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Social Psychology",
            "@code": "3207",
            "@abbrev": "PSYC"
        },
        {
            "@_fa": "true",
            "$": "Physical Therapy, Sports Therapy and Rehabilitation",
            "@code": "3612",
            "@abbrev": "HEAL"
        },
        {
            "@_fa": "true",
            "$": "Applied Psychology",
            "@code": "3202",
            "@abbrev": "PSYC"
        }
    ],
    "keywords": [
        "Grandiosity",
        "Narcissist",
        "Performance",
        "Psychophysiology",
        "Self-enhancement"
    ],
    "authors": [
        "Ross Roberts",
        "Andrew Cooke",
        "Tim Woodman",
        "Hannah Hupfeld",
        "Clare Barwood",
        "Harry Manley"
    ],
    "citedby-count": 8,
    "ref-count": 57,
    "ref-list": [
        "Heart rate monitoring applications and limitations",
        "Classrooms: Goals, structures, and student motivation",
        "The moderating role of narcissism on the reciprocal relationship between selfefficacy and performance",
        "Bridging social psychology and physiology",
        "Perceived exertion related to heart rate and blood lactate during arm and leg exercise",
        "Effects of self-regulatory strength depletion on muscular performance and EMG activation",
        "Narcissism, confidence, and risk attitude",
        "Narcissism in organizational contexts",
        "Narcissism, self-esteem, and the positivity of selfviews: Two portraits of self-love",
        "Effects of competition on endurance per-formance and the underlying psychological and physiological mechanisms",
        "The effects of individual and team competitions on performance, emotions, and effort",
        "Anxiety and cognitive performance: Attentional control theory",
        "Narcissistic illusions in self-evaluations of intelligence and attractiveness",
        "Communal narcissism",
        "Testing an interactionist perspective on the relationship between personality traits and performance under public pressure",
        "Activation of self-focus and self-presentation traits under private, mixed, and public pressure",
        "Regressionbased statistical mediation and moderation analysis in clinical research: Observations, recommendations, and implementation",
        "The weirdest people in the world?",
        "Effects of task difficulty and invested mental effort on peripheral vasoconstriction",
        "Accuracy and bias in self-perception: Individual differences in self-enhancement and the role of narcissism",
        "Loving yourself abundantly: Relationship of the narcissistic personality to self- and other perceptions of workplace deviance, leadership, and task and contextual performance",
        "Power anomalies in testing mediation",
        "The narcissism spectrum model: A synthetic view of narcissistic personality",
        "The benefit of punishment sensitivity on motor performance under pressure",
        "I'll get there because I'm great, or am I?",
        "Tracking control and robustness analysis for a nonlinear model of heart rate during exercise",
        "Unraveling the paradoxes of narcissism: A dynamic self-regulatory processing model",
        "Measurement and analysis methods of heart rate and respiration for use in applied environments",
        "The bright side of threatened narcissism: Improved performance following ego threat",
        "Effects of anxiety, a cognitive secondary task, and expertise on gaze behavior and performance in a far aiming task",
        "Training with mild anxiety may prevent choking under higher levels of anxiety",
        "Multilevel structural equation models for assessing moderation within and across levels of analysis",
        "A narcissistic personality inventory",
        "Interactive effects of different visual imagery perspectives and narcissism on motor performance",
        "Contemporary personality perspectives in sport psychology",
        "Personality and performance: Moving beyond the Big 5",
        "Psychological skills do not always help performance: The moderating role of narcissism",
        "Not all players are equally motivated: The role of narcissism",
        "Pass me the ball: Narcissism in performance settings",
        "Effects of visual perspective and narcissism on self-perception: Is seeing believing?",
        "Are normal narcissists psychologically healthy?",
        "Heart rate and blood pressure responses to isometric exercise in young and older men",
        "The effect of competitive outcome and task-involving, ego-involving, and cooperative structures on the psychological well-being of individuals engaged in a co-ordination task: A selfdetermination approach",
        "Kubios HRV-Heart rate variability analysis software",
        "Heart rate variability, prefrontal neural function, and cognitive performance: The neurovisceral integration perspective on self-regulation, adaptation, and health",
        "The influence of competition on the efficiency of an isometric muscle contraction",
        "The performance of narcissists rises and falls with perceived opportunity for glory",
        "Moderated mediation analysis using Bayesian methods",
        "Don't miss, don't miss, d'oh! Performance when anxious suffers specifically where least desired",
        "There is an \"I\" in TEAM: Narcissism and social loafing"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangor",
            "@id": "60025779",
            "affilname": "Bangor University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025779",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": []
}