{
    "eid": "2-s2.0-85063073641",
    "title": "Biotransformation of lauric acid into 1,12-dodecanedioic acid using CYP52A17 expressed in Saccharomyces cerevisiae and its application in refining coconut factory wastewater",
    "cover-date": "2019-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Biomaterials",
            "@code": "2502",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Waste Management and Disposal",
            "@code": "2311",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "1,12-Dodecanedioic acid",
        "12-Hydroxydodecanoic acid",
        "Coconut milk wastewater",
        "CYP52A17",
        "P. pastoris",
        "S. cerevisiae"
    ],
    "authors": [
        "Phawadee Buathong",
        "Nassapat Boonvitthya",
        "Gilles Truan",
        "Warawut Chulalaksananukul"
    ],
    "citedby-count": 5,
    "ref-count": 43,
    "ref-list": [
        "Biotechnology in the petroleum industry: an overview",
        "Genomic exploration of the hemiascomycetous yeasts: 16. Candida tropicalis",
        "Design, total synthesis, and functional overexpression of the Candida rugosa lip1 gene coding for a major industrial lipase",
        "Evolution of pathogenicity and sexual reproduction in eight Candida genomes",
        "Role of oxygen supply in α ω‐dodecanedioic acid biosynthesis from n‐dodecane by Candida viswanathii ipe‐1: effect of stirring speed and aeration",
        "Identification and characterization of the CYP52 family of Candida tropicalis ATCC 20336, important for the conversion of fatty acids and alkanes to α ω-dicarboxylic acids",
        "Cytochrome P450 enzymes in the fungal kingdom",
        "Fungal cytochrome P450 monooxygenases of Fusarium oxysporum for the synthesis of ω-hydroxy fatty acids in engineered Saccharomyces cerevisiae",
        "Cloning and characterization of three fatty alcohol oxidase genes from Candida tropicalis strain ATCC 20336",
        "Transformation of fatty acids catalyzed by cytochrome P450 monooxygenase enzymes of Candida tropicalis",
        "Volatile fatty acid production from spent mushroom compost: effect of total solid content",
        "Directed evolution of a cytochrome P450 monooxygenase for alkane oxidation",
        "Production of dodecanedioic acid via biotransformation of low cost plant-oil derivatives using Candida tropicalis",
        "Yeast Transformation by the LiAc/SS Carrier DNA/PEG Method. Yeast Protocol",
        "A mutated hygromycin resistance gene is functional in the n-alkane-assimilating yeast Candida tropicalis",
        "Expression and characterization of CYP52 genes involved in the biosynthesis of sophorolipid and alkane metabolism from Starmerella bombicola",
        "Biotechnological synthesis of long-chain dicarboxylic acids as building blocks for polymers",
        "Functional roles and substrate specificities of twelve cytochromes P450 belonging to CYP52 family in n-alkane assimilating yeast Yarrowia lipolytica",
        "Improved NADPH regeneration for fungal cytochrome P450 monooxygenase by co-expressing bacterial glucose dehydrogenase in resting-cell biotransformation of recombinant yeast",
        "Biodiesel production from waste coconut oil in coconut milk manufacturing",
        "Biosynthesis of ω-hydroxy fatty acids and related chemicals from natural fatty acids by recombinant Escherichia coli",
        "Carbohydrate content and composition of product from subcritical water treatment of coconut meal",
        "Variable oil properties and biomethane production of grease trap waste derived from different resources",
        "Ordered chimerogenesis applied to CYP2B P450 enzymes",
        "Crystal structure of a putative cytochrome P450 alkane hydroxylase (CYP153D17) from Sphingomonas sp. PAMC 26605 and its conformational substrate binding",
        "Biotransformation of dicarboxylic acids from vegetable oil–derived sources: current methods and suggestions for improvement",
        "Isolation and identification of anaerobic bacteria from coconut wastewater factory for ethanol, butanol and 2, 3 -butanediol production",
        "Biosynthesis of monomers for plastics from renewable oils",
        "Biological Diversity of Cytochrome P450 Redox Partner Systems, Monooxygenase Peroxidase and Peroxygenase Properties and Mechanisms of Cytochrome P450",
        "Issued under the Enhancement and Conservation of the National Environmental Quality Act B.E. 2535 (1992) and Published in the Royal Government Gazette, Vol. 113, Part 13 D, Dated 13 February B.E. 2539 (1996) Specifies that Pollution Sources that the above Standards Are to Be Applied Are Factories Group II and III Issued under the Factory Act B.E. 2535 (1992) and Every Kind of Industrial Estates",
        "Yeast expression of animal and plant P450s in optimized redox environments",
        "Sustainability assessment of ecological intensification practices in coconut production",
        "The CUG codon is decoded in vivo as serine and not leucine in Candida albicans",
        "Production of long-chain α,ω-dicarboxylic acids by engineered Escherichia coli from renewable fatty acids and plant oils",
        "Adding value to plant oils and fatty acids: biological transformation of fatty acids into ω-hydroxycarboxylic, α,ω-dicarboxylic, and ω-aminocarboxylic acids",
        "Reactive extraction of solid coconut waste to produce biodiesel",
        "Cloning, expression in yeast and functional characterization of CYP76A4, a novel cytochrome P450 of petunia that catalyzes (ω-1)-hydroxylation of lauric acid",
        "The culture or co-culture of Candida rugosa and Yarrowia lipolytica strain rM-4A, or incubation with their crude extracellular lipase and laccase preparations, for the biodegradation of palm oil mill wastewater",
        "Enhanced in vivo monooxygenase activities of mammalian P450s in engineered yeast cells producing high levels of NADPH-P450 reductase and human cytochrome b5",
        "The role of cytochrome P450 monooxygenases in microbial fatty acid metabolism",
        "Production of Dicarboxylic Acids and Flagrances by Yarrowia Lipolytica, Yarrowia Lipolytica",
        "Regiospecific Conversion of Lipids and Fatty Acids through Enzymatic Cascade Reactions, Lipid Modification by Enzymes and Engineered Microbes",
        "Advances in bio‐based production of dicarboxylic acids longer than C4"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Toulouse",
            "@id": "60102124",
            "affilname": "Université Fédérale Toulouse Midi-Pyrénées",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60102124",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60015778",
            "affilname": "PTT",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015778",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "government of France",
        "Thailand Research Fund"
    ]
}