{
    "eid": "2-s2.0-85090617881",
    "title": "Determining nursing research priorities in lao people's democratic republic: A modified delphi study",
    "cover-date": "2020-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Advanced and Specialized Nursing",
            "@code": "2902",
            "@abbrev": "NURS"
        },
        {
            "@_fa": "true",
            "$": "Maternity and Midwifery",
            "@code": "2913",
            "@abbrev": "NURS"
        }
    ],
    "keywords": [
        "Consensus",
        "Delphi technique",
        "Focus groups",
        "Nursing research"
    ],
    "authors": [
        "Yupin Aungsuroch",
        "Chanheme Songnavong",
        "Pachanat Tantikosoom",
        "Souksavanh Phanpaseuth",
        "Anousone Sisoulath",
        "Joko Gunawan",
        "Virya Koy",
        "Dalasouk Khamlunvilaivong"
    ],
    "citedby-count": 3,
    "ref-count": 28,
    "ref-list": [
        "Identifying mental health nursing research priorities: A Delphi study",
        "Delphi survey of clinical nursing and midwifery research priorities in the Eastern Mediterranean Region",
        "Research priorities for nursing education: Application to clinical nurse specialist education",
        "Barriers to student research from the perspectives of nursing, health, and medical sciences students: A cross-sectional study",
        "Research priorities for respiratory nursing: a UK-wide Delphi study",
        "Research priorities for children's nursing in Ireland: A Delphi study",
        "Priorities for oncology nursing research: The 2013 National Survey",
        "International priorities for research in nursing informatics for patient care",
        "Accuracy of documentation in the nursing care plan in long-term institutional care",
        "Nursing documentation: How meaning is obscured by fragmentary language",
        "Which tail wags which dog? Exploring the interface between professional regulation and professional education",
        "Standards for practice for registered nurses in Australia",
        "Why do health labour market forces matter?",
        "Factors contributing to managerial competence of first-line nurse managers: A systematic review",
        "Developing evidence-based practice among students",
        "Sleep disorders and work: Guidelines for health surveillance, risk management and prevention",
        "The impact of shift work on the psychological and physical health of nurses in a general hospital: A comparison between rotating night shifts and day shifts",
        "ASEAN mutual recognition arrangement for Indonesian nurses: Is it a promise?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Phnom Penh",
            "@id": "60071993",
            "affilname": "Ministry of Health Cambodia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071993",
            "affiliation-country": "Cambodia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Vientiane",
            "@id": "122730126",
            "affilname": "University of Health Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/122730126",
            "affiliation-country": "Laos"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}