{
    "eid": "2-s2.0-85064072356",
    "title": "Cytotoxic chalcones and isoflavones from the stems of Dalbergia velutina",
    "cover-date": "2019-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Agronomy and Crop Science",
            "@code": "1102",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Cytotoxicity",
        "Dalbergia velutina",
        "Veluchalcones A and B",
        "Veluisoflavones A and B"
    ],
    "authors": [
        "Sutin Kaennakam",
        "Edwin Risky Sukandar",
        "Kitiya Rassamee",
        "Pongpun Siripong",
        "Santi Tip-pyang"
    ],
    "citedby-count": 7,
    "ref-count": 24,
    "ref-list": [
        "Chalcones and other compounds from the exudates of Angelica keiskei and their cancer chemopreventive effects",
        "Cytotoxic activities and anti-tumor-promoting effects of microbial transformation products of prenylated chalcones from Angelica keiskei",
        "C-geranylated chalcones from the stems of Angelica keiskei with superoxide-scavenging activity",
        "Identification of isoflavones calycosin and pseudobaptigenin in 1683-1684Trifolium pratense",
        "Isoflavones from an insect-resistant variety of soybean and the molecular structure of afrormosin",
        "Cytotoxic homoisoflavonoids from the bulbs of Bellevalia flexuosa",
        "Cytotoxicity, apoptosis, and QSAR studies of phenothiazine derived methoxylated chalcones as anticancer drug candidates",
        "C-geranylated flavanones from Paulownia tomentosa fruits as potential anti-inflammatory compounds acting via inhibition of TNF-α production",
        "Isoflavones from Dipteryx odorata",
        "Isoflavonoids and a pterocarpan from Gliricidia sepium",
        "Phenolic glucosides from the root of Pueraria lobata",
        "Isoflavonoids from Dalbergia olivari",
        "Geranyl chalcone derivatives with antifungal and radical scavenging properties from the leaves of Artocarpus nobilis",
        "Velucarpins A-C, three new pterocarpans and their cytotoxicity from the roots of Dalbergia velutina",
        "Dalvelutinoside, a new isoflavone glycoside from the methanol extract of Dalbergia velutina roots",
        "Cytotoxicities of two new isoflavanes from the roots of Dalbergia velutina",
        "Erythrosaponins A–J, triterpene saponins from the roots and stem bark of Gardenia erythroclada",
        "Veluflavanones A–P, Cytotoxic geranylated flavanones from Dalbergia velutina stems",
        "Potent antitumor activity of synthetic 1,2-naphthoquinones and 1,4-naphthoquinones",
        "Isoflavonoids and lignans in Legumes: Nutritional and health aspects in Humans 11 the method development and synthesis of the standards and deuterium-labelled compounds was supported by National Institutes of Health Grants No. 1 R01 CA56289-01 and No. 2 R01 CA56289-04, and analytical work by the EU research contract FAIR-CT95-0894",
        "Studies on the constituentes of Lespedeza cyrtobotrya MIQ. I. The structures of a new chalcone and two new isoflav-3-ens",
        "A cytotoxic isoflavone from Cudrania cochinchinensis",
        "Flavonoids from the heartwood of the Thai medicinal plant Dalbergia parviflora and their Effects on estrogenic-responsive human breast cancer cells",
        "Flavonoids from the capitula of Eriocaulon australe"
    ],
    "affiliation": [
        {
            "affiliation-city": null,
            "@id": "60029487",
            "affilname": "National Cancer Institute Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029487",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}