{
    "eid": "2-s2.0-84985896409",
    "title": "International va riation in ageing and economic dependency: A cohort perspective",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Demography",
            "@code": "3317"
        }
    ],
    "keywords": [
        "Cohorts",
        "Dependency",
        "Economic dependency",
        "Population ageing"
    ],
    "authors": [
        "Elke Loichinger"
    ],
    "citedby-count": 6,
    "ref-count": 81,
    "ref-list": [
        "American Journal of Sociology",
        "Cohort differences in personality in middle-aged women during a 36-year period. Results from the Population Study of Women in Gothenburg",
        "Comparing data sources of real GDP in purchasing power parities",
        "The decline in male employment in Australia: A cohort analysis",
        "The role of shocks and institutions in the rise of European unemployment: The aggregate evidence",
        "Rand Corporation",
        "OUP Catalogue",
        "Is part-time employment here to stay? Working hours of dutch women over successive generations",
        "National stereotypes of older people's competence are related to older adults' participation in paid and volunteer work",
        "Bank of Italy Occasional Paper 178",
        "Long-Term Labour Force Projections for the 25 EU Member States: A Set of Data for Assessing the Economic Impact of Ageing",
        "A world of difference: International trends in women's economic status",
        "Population Bulletin of the United Nations",
        "Elders' attitudes toward extending the healthy life span",
        "Ageing and employers' perceptions of labour costs and productivity: A survey among European employers",
        "History of Economic Thought and Policy",
        "Aging and income convergence in Europe: A survey of the literature and insights from a demographic projection exercise",
        "NBER Working Paper No. 15271",
        "Swiss Journal of Economics and Statistics (SJES)",
        "European Economy Series 8/2014",
        "Economic History Society, Annual Conference 2006",
        "Working time: International trends, theory and policy perspectives",
        "America works: The exceptional U.S. Labor market",
        "Journal of Human Capital",
        "Female labor force participation in Turkey: The role of conservatism",
        "The wage scar from male youth unemployment",
        "Pathways from fertility history to later life health: Results from analyses of the English longitudinal study of ageing",
        "Variation in labor market participation of married women in Turkey",
        "Sociology of Education",
        "National Bureau of Economic Research Working Paper No. 16973",
        "Key Indicators of the Labour Market (KILM), A Multi-Functional Research Tool of the ILO Consisting of Country-Level Data on 18 Key Indicators of the Labour Market from 1980 to the Latest Available Year",
        "Modernization, cultural change, and the persistence of traditional values",
        "Rising tide: Gender equality and cultural change around the world",
        "A note on the effect of education on religiosity",
        "Employment after childbearing in post-war britain: Cohort-study evidence on contrasts within and across generations",
        "The epidemiology of depression across cultures",
        "Time for Retirement: Comparative Studies of Early Exit from the Labor Force",
        "Economic growth in Asia: Determinants and prospects",
        "World Bank",
        "Religion as a determinant of economic and demographic behavior in the United States",
        "A Concise History of World Population",
        "Labor force projections up to 2053 for 26 EU countries, by age, sex, and highest level of educational attainment",
        "WWWForEurope Working Paper No. 74",
        "Cross-National Comparison of Gender Role Attitudes and Their Impact on Women’s Life Course",
        "Springer",
        "Cohort differences in the levels and trajectories of frailty among older people in England",
        "Atlas of World Population History",
        "SSRN Scholarly Paper ID 1578307",
        "Disability-adjusted life years (DALYs) for 291 diseases and injuries in 21 regions, 1990-2010: A systematic analysis for the Global Burden of Disease Study 2010",
        "Global, regional, and national disability-adjusted life years (DALYs) for 306 diseases and injuries and healthy life expectancy (HALE) for 188 countries, 1990-2013: Quantifying the epidemiological transition",
        "Chapter 46 Labor market institutions and economic performance",
        "Sacred and secular: Religion and politics worldwide",
        "Ageing and Employment Policies",
        "Ageing and Employment Policies - Statistics on Average Effective Age of Retirement",
        "StatExtracts Database",
        "Perspectives on Mortality Forecasting-III. The Linear Rise in Life Expectancy: History and Prospects",
        "Cohort changes in the socio-demographic determinants of gender egalitarianism",
        "Generational Differences in Work Values: A Review of Theory and Evidence",
        "Opting out? Cohort differences in professional women's employment rates from 1960 to 2005",
        "Ageing dynamics of a human-capital-specific population: A demographic perspective",
        "Labour Supply and Labour Force Participation in Europe : A Discussion of Some Recent Developments and Projections",
        "The demographic transition revisited as a global process",
        "Managing an aging workforce and a tight labor market: Views held by Dutch employers",
        "Cognitive frailty, a novel target for the prevention of elderly dependency",
        "Population Index",
        "Remeasuring aging",
        "Help or hindrance? Religion's impact on gender inequality in attitudes and outcomes",
        "Poverty Dynamics in Turkey",
        "What are the prospects for continued low fertility in Japan?",
        "Consequences of a universal European demographic transition on regional and global population distributions",
        "Variation in cognitive functioning as a refined approach to comparing aging across countries",
        "The Flynn effect and population aging",
        "Paper presented at The 17th Congress of the International Association of Gerontology",
        "Alternative Indicators of Population Ageing: An Inventory",
        "Images of aging: Outside and inside perspectives",
        "India to Overtake China in Growth by 2018: EIU. March 17",
        "The Productivity Gap among European Countries",
        "World Population Prospects: The 2008 Revision",
        "World Population Prospects, the 2010 Revision: Frequently Asked Questions",
        "World Population Prospects: The 2012 Revision"
    ],
    "affiliation": [
        {
            "affiliation-city": "New York",
            "affilname": "Columbia University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Oslo",
            "affilname": "Folkehelseinstituttet",
            "affiliation-country": "Norway"
        },
        {
            "affiliation-city": "Vienna",
            "affilname": "WU Vienna University of Economics and Business",
            "affiliation-country": "Austria"
        }
    ],
    "funding": []
}