{
    "eid": "2-s2.0-85153116972",
    "title": "Non-western AI ethics guidelines: implications for intercultural ethics of technology",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Philosophy",
            "@code": "1211",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Human-Computer Interaction",
            "@code": "1709",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Artificial Intelligence",
            "@code": "1702",
            "@abbrev": "COMP"
        }
    ],
    "keywords": [
        "Artificial intelligence",
        "Ethics",
        "Governance",
        "Guidelines",
        "Intercultural ethics"
    ],
    "authors": [
        "Soraj Hongladarom",
        "Jerd Bandasak"
    ],
    "citedby-count": 0,
    "ref-count": 59,
    "ref-list": [
        "The ethics of AI business practices: a review of 47 AI ethics guidelines",
        "Global culture, local cultures and the internet: the Thai example",
        "Charles Ess’s pros hen ethical pluralism: An interpretation",
        "The Thailand national AI ethics guideline: An analysis",
        "Talking AI into being: the narratives and imaginaries of national AI strategies and their performative politics",
        "Principlism",
        "Intercultural information ethics: foundations and applications",
        "Ethical pluralism and global information ethics",
        "Interpretative pros hen pluralism: from computer-mediated colonization to a pluralistic intercultural digital ethics",
        "Principled artificial intelligence: Mapping consensus in ethical and rights-based approaches to principles for AI. Research Publication No. 2020-1",
        "An exploratory qualitative analysis of AI ethics guidelines",
        "Can China and Europe find common ground on AI ethics?",
        "Privacy without persons: a Buddhist critique of surveillance capitalism",
        "The role of the African value of Ubuntu in global AI inclusion discourse: a normative ethics perspective",
        "The ethics of AI ethics: an evaluation of guidelines",
        "Lessons learned from AI ethics principles for future actions",
        "The threat of AI and our response: the AI charter of cthics in South Korea",
        "Bridging East-West differences in ethics guidance for AI and robotics",
        "The global landscape of AI ethics guidelines",
        "Decolonizing AI ethics: relational autonomy as a means to counter AI harms",
        "Overcoming barriers to cross-cultural cooperation in AI ethics and governance",
        "China’s artificial intelligence ethics: Policy development in an emergent community of practice",
        "Ethics for the majority world: AI and the question of violence at scale",
        "The Chinese approach to artificial intelligence: an analysis of policy, ethics, and regulation",
        "Artificial intelligence ethics guidelines for developers and users: clarifying their content and normative implications",
        "Cross-cultural differences in a global “survey of world views",
        "Mapping global AI governance: a nascent regime in a fragmented landscape",
        "Ethics as an escape from regulation. From “Ethics-Washing” To Ethics-Shopping?: Being profiled: Cogitas ergo sum: Cogitas ergo sum: 10 Years of Profiling the European Citizen, edited by Emre Bayamlioglu, Irina Baraliuc, Liisa Albertha Wilhelmina Janssens and Mireille Hildebrandt. Amsterdam University Press, Amsterdam",
        "Translation: Chinese AI alliance drafts self-discipline ‘joint pledge:’",
        "Ethical guidelines for artificial intelligence-based learning: a transnational study between China and Finland",
        "Harvard University Press",
        "Towards a new generation of artificial intelligence in China",
        "AI ethics with Chinese characteristics? Concerns and preferred solutions in Chinese academia"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Second Century Fund",
        "Chulalongkorn University"
    ]
}