{
    "eid": "2-s2.0-85147101338",
    "title": "Corporate sustainability and sustainable growth: The role of industry sensitivity",
    "cover-date": "2023-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Corporate sustainability",
        "Industry sensitivity",
        "Sustainable growth"
    ],
    "authors": [
        "Kanyarat (Lek) Sanoran"
    ],
    "citedby-count": 2,
    "ref-count": 24,
    "ref-list": [
        "The determinants of corporate sustainability performance",
        "Corporate environmentalism: antecedents and influence of industry type",
        "Does corporate sustainability impact firm profitability? Evidence from India",
        "Doing well while doing bad? CSR in controversial industry sectors",
        "The effects of sustainable development on firms' financial performance – an empirical approach",
        "Corporate social responsibility and corporate financial performance: evidence from Korea",
        "Sustainable development and economic performance: gaps and trends for future research",
        "Corporate social responsibility and firm financial performance",
        "Firm size matters: an empirical investigation of organizational size and ownership on sustainability-related behaviors",
        "Sensitive industries produce better ESG performance: evidence from emerging markets",
        "Corporate sustainability performance and firm performance research",
        "How much growth can a firm afford?",
        "Industry 4.0 and sustainable development: a systematic mapping of triple bottom line, circular economy and sustainable business models perspectives",
        "An integrated model to explain how corporate social responsibility affects corporate financial performance",
        "Determinants of corporate sustainability performance in emerging markets: the Brazilian case",
        "Does corporate social responsibility enhance financial performance? Evidence from Australia",
        "Impact of sustainability reporting and inadequate management of ESG factors on corporate performance and sustainable growth",
        "Estimating standard errors in finance panel data sets: comparing approaches",
        "The impact of sustainability practices on financial performance: empirical evidence from Sweden",
        "Integrating corporate sustainability and sustainable development goals: towards a multi-stakeholder framework",
        "Environmental, social, governance risk and corporate sustainable growth Nexus: quantile regression approach",
        "Does ESG performance have an impact on financial performance? Evidence from Germany",
        "Corporate sustainability and financial performance of Chinese banks",
        "The relationship between sustainable supply chain management and enterprise economic performance: does firm size matter?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60199583",
        "affilname": "Chulalongkorn Business School",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
        "affiliation-country": "Thailand"
    },
    "funding": []
}