{
    "eid": "2-s2.0-85096866585",
    "title": "Phylogenetic reassignment of basal cyclostome braconid parasitoid wasps (Hymenoptera) with description of a new, enigmatic Afrotropical tribe with a highly anomalous 28S D2 secondary structure",
    "cover-date": "2020-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "16S rDNA",
        "28S rDNA",
        "Avgini",
        "Cyclostomes",
        "DNA barcodes",
        "Elongation factor 1-alpha",
        "Mesostoinae",
        "Rhyssalinae."
    ],
    "authors": [
        "Donald L.J. Quicke",
        "Sergey A. Belokobylskij",
        "Yves Braet",
        "Cornelis Van Achterberg",
        "Paul D.N. Hebert",
        "Sean W.J. Prosser",
        "Andrew D. Austin",
        "Erinn P. Fagan-Jeffries",
        "Darren F. Ward",
        "Mark R. Shaw",
        "Buntika A. Butcher"
    ],
    "citedby-count": 14,
    "ref-count": 61,
    "ref-list": [
        "La tératologie des Hymenoptéroïdes",
        "A new, putatively primitive Cretaceous fossil braconid subfamily from New Jersey amber (Hymenoptera, Braconidae)",
        "Braconids of the tribe Hormiini (Hymenoptera, Braconidae) from Australia",
        "On the classification and phylogeny of the braconid wasp subfamilies Doryctinae and Exothecinae (Hymenoptera, Braconidae). Part 1. On the classification, 1",
        "Taxonomic reclassification of the East Asian species of the genus Oncophanes Forster (Hymenoptera: Braconidae, Rhyssalinae)",
        "A new enigmatic apterous cyclostome genus (Hymenoptera: Braconidae) from the Greek Islands",
        "Cretaceous braconid wasps from the Magadan Province of Russia",
        "New fossil non-cyclostome braconid wasps from the lowermost Eocene amber of Paris Basin",
        "Estimating ancestral geographic distributions: a Gondwanan origin for a group of principally north temperate aphid parasitoids",
        "A molecular phylogeny of the Aphidiinae (Hymenoptera: Braconidae)",
        "Record of a teratological Trichopria Ashm. (Hymenoptera, Diapriidae)",
        "Un braconido y tres ichneumonidos teratologicos (Hym., Ichneumonoidea)",
        "Maxfischeriinae: a new braconid subfamily (Hymenoptera) with highly specialized egg morphology",
        "Secondary structure and conserved motifs of the frequently sequenced domains IV and V of the insect mitochondrial large subunit rRNA gene",
        "Extension of historical range of Betylobraconinae (Hymenoptera: Braconidae) into Palaearctic Region based on a Baltic amber fossil, and description of a new species of Mesocentrus Szépligeti from Papua New Guinea",
        "Assembling DNA barcodes: analytical protocols",
        "Notes on Cretaceous amber Braconidae (Hymenoptera), with descriptions of two new genera",
        "A new lineage of braconid wasps in Burmese Cenomanian amber (Hymenoptera, Braconidae)",
        "The first Oriental protorhyssaline wasp (Hymenoptera: Braconidae): a new genus and species in Upper Cretaceous amber from Myanmar",
        "Predicted secondary structure for 28S and 18S rRNA from Ichneumonoidea (Insecta: Hymenoptera: Apocrita): impact on sequence alignment and phylogeny estimation",
        "New algorithms and methods to estimate maximum-likelihood phylogenies: assessing the performance of PhyML 3.0",
        "A DNA 'barcode blitz': rapid digitization and sequencing of a natural history collection",
        "Evolution of the hymenopteran megaradiation",
        "Two genes encode related cytoplasmic elongation factors 1α (EF-1α) in Drosophila melanogaster with continuous and stage specific expression",
        "An inexpensive, automation-friendly protocol for recovering high-quality DNA",
        "Molecular and morphological phylogeny of Diplazontinae (Hymenoptera, Ichneumonidae)",
        "RAxML-NG: a fast, scalable, and user-friendly tool for maximum likelihood phylogenetic inference",
        "Partition Finder: combined selection of partitioning schemes and substitution models for phylogenetic analyses",
        "Partition Finder 2: new methods for selecting partitioned models of evolution for molecular and morphological phylogenetic analyses",
        "A new genus, species and family of Hymenoptera (Ichneumonoidea) from Chile",
        "Creating the CIPRES Science Gateway for inference of large phylogenetic trees",
        "A primitive aphidiine wasp in Albian amber from Spain and a Northern Hemisphere origin for the subfamily (Hymenoptera: Braconidae: Aphidiinae)",
        "A protorhyssaline wasp in Early Cretaceous amber from Spain (Hymenoptera: Braconidae)",
        "New braconid wasps from French Cretaceous amber (Hymenoptera, Braconidae): synonymization with Eoichneumonidae and implications for the phylogeny of Ichneumonoidea",
        "DNA barcodes from century-old type specimens using nextgeneration sequencing",
        "Morphological, palaeontological and molecular aspects of ichneumonoid phylogeny (Hymenoptera, Insecta)",
        "A new genus of rhysipoline wasp (Hymenoptera: Braconidae) with modified wing venation from Africa and Papua New Guinea, parasitoid on Choreutidae (Lepidoptera)",
        "Revision of the endemic New Zealand braconid wasp genus Metaspathius: new subfamily placement, and descriptions of four new species including three with fully winged females (Hymenoptera: Braconidae: Mesostoinae)",
        "Three new species of the New Zealand endemic, Neptihormius van Achterberg & Berry (Hymenoptera: Braconidae), with diverse host records",
        "A new species of Metaspathius (Hymenoptera: Braconidae: Mesostoinae) from New Zealand",
        "Ovipositor internal microsculpture in the Braconidae (Insecta, Hymenoptera)",
        "Molecular phylogeny of Cotesia species (Hymenoptera: Braconidae) inferred from a 16S gene",
        "Molecular phylogenetics of Braconidae (Hymenoptera: Ichneumonoidea), based on multiple nuclear genes, and implications for classification",
        "Morphology and terminology",
        "Further notes on the biology of Pseudavga flavicoxa Tobias, 1964 (Hymenoptera, Braconidae, Rhysipolinae)",
        "Classification and biology of braconid wasps (Hymenoptera: Braconidae)",
        "Notes on the biology, morphology, nomenclature and classification of Pseudavga flavicoxa Tobias, 1964 (Hymenoptera, Braconidae, Rhysipolinae), a genus and species new to Britain parasitizing Bucculatrix thoracella (Thunberg) (Lepidoptera, Bucculatricidae)",
        "A revision of the genus Andesipolis (Hymenoptera: Braconidae: Mesostoinae) and redefinition of the subfamily Mesostoinae",
        "Review of the system, phylogenesis and evolution of the family Braconidae (Hymenoptera)",
        "Aberrant wing venation in Braconidae (Hymenoptera) and its significance in study of the phylogeny of the family",
        "General trends in evolution of Braconidae (Hymenoptera) abdomen",
        "A revision of the subfamily Zelinae auct. (Hymenoptera, Braconidae)",
        "Revision of the subfamily Blacinae Foerster (Hymenoptera, Braconidae)",
        "Generic revision of the subfamily Betylobraconinae (Hymenoptera: Braconidae) and other groups with modified fore tarsus",
        "Review of the Hormiini (Hymenoptera: Braconidae) with a description of new taxa",
        "Molecular and morphological data suggest a single origin of the polydnaviruses among braconid wasps",
        "Subfamily Hormiinae",
        "The complete mitochondrial genome of Taeniogonalos taihorina (Bischoff) (Hymenoptera: Trigonalyidae) reveals a novel gene rearrangement pattern in the Hymenoptera",
        "Comparative morphology of the venom apparatus in the braconid wasp subfamily Rogadinae (Insecta, Hymenoptera, Braconidae) and related taxa",
        "Systematics of the cyclostome subfamilies of braconid parasitic wasps (Hymenoptera: Ichneumonoidea): a simultaneous molecular and morphological Bayesian approach"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Guelph",
            "@id": "60192973",
            "affilname": "Biodiversity Institute of Ontario",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60192973",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Saint Petersburg",
            "@id": "60101968",
            "affilname": "Zoological Institute of the Russian Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60101968",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Warsaw",
            "@id": "60085177",
            "affilname": "Museum and Institute of Zoology of the Polish Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60085177",
            "affiliation-country": "Poland"
        },
        {
            "affiliation-city": "Brussels",
            "@id": "60068588",
            "affilname": "Koninklijk Belgisch Instituut voor Natuurwetenschappen",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60068588",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Leiden",
            "@id": "60032678",
            "affilname": "Naturalis Biodiversity Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032678",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Auckland",
            "@id": "60015235",
            "affilname": "Landcare Research, Auckland",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015235",
            "affiliation-country": "New Zealand"
        },
        {
            "affiliation-city": "Adelaide",
            "@id": "60009512",
            "affilname": "The University of Adelaide",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009512",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Edinburgh",
            "@id": "60006552",
            "affilname": "National Museums of Scotland",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006552",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Liege",
            "@id": "60000964",
            "affilname": "Université de Liège",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000964",
            "affiliation-country": "Belgium"
        }
    ],
    "funding": [
        "Israeli Taxonomy Initiative",
        "Ratchadaphiseksomphot Endowment Fund",
        "Russian State Research Project",
        "Australian Biological Resources Study",
        "Canada Research Chairs Program",
        "Russian Foundation for Basic Research",
        "Chulalongkorn University",
        "Ministry for Business, Innovation",
        "Natural Sciences and Engineering Research Council"
    ]
}