{
    "eid": "2-s2.0-85124255818",
    "title": "Green synthesis of copper nanoparticles using aqueous extracts from Hyptis suaveolens (L.)",
    "cover-date": "2022-03-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Materials Science (all)",
            "@code": "2500",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Condensed Matter Physics",
            "@code": "3104",
            "@abbrev": "PHYS"
        }
    ],
    "keywords": [
        "Aqueous extracts",
        "Copper nanoparticles (CuNPs)",
        "Green synthesis",
        "Wild tulsi",
        "Wild tulsi extract (WTE)",
        "Wild tulsi nanoparticle (WTN)"
    ],
    "authors": [
        "K. R. Shubhashree",
        "Roopa Reddy",
        "Ambika Kankayya Gangula",
        "G. S. Nagananda",
        "Pradeep Kumar Badiya",
        "Sai Sathish Ramamurthy",
        "Pornanong Aramwit",
        "Narendra Reddy"
    ],
    "citedby-count": 16,
    "ref-count": 30,
    "ref-list": [
        "Applications of biosynthesized metallic nanoparticles - a review",
        "New frontiers in the plant extract mediated biosynthesis of copper oxide (CuO) nanoparticles and their potential applications: a review",
        "An overview of copper nanoparticles: synthesis, characterisation and anticancer activity",
        "Phytofabricated metallic nanoparticles and their clinical applications",
        "A review on synthesis, characterization and applications of copper nanoparticles using green method",
        "Biosynthesis of metallic nanoparticles using plant derivatives and their new avenues in pharmacological applications - an updated report",
        "Green synthesis and characterization of copper nanoparticles using Azadirachta indica leaves",
        "Advances conducting nanobiocomposites usRSCing plant and",
        "Towards green synthesis of nanoparticles: from bio-assisted sources to benign solvents. A review",
        "A comprehensive review on green nanomaterials using biological systems: recent perception and their future applications",
        "The role of surface functional groups of pectin and pectin-based materials on the adsorption of heavy metal ions and dyes",
        "Biosynthesis of copper nanoparticles; its characterization and efficacy against human pathogenic bacterium",
        "Green synthesis and characterization of copper nanoparticles by Tinospora cardifolia to produce nature-friendly copper nano-coated fabric and their antimicrobial evaluation",
        "Green synthesis of copper nanoparticles by Citrus medica Linn. (Idilimbu) juice and its antimicrobial activity",
        "Green synthesis and characterizations of copper nanoparticles",
        "Green synthesis of copper nanoparticles by fruit extract of Ziziphus spina-christi (L.) Willd.: application for adsorption of triphenylmethane dye and antibacterial assay",
        "In vitro cytotoxicity assay on gold nanoparticles with different stabilizing agent",
        "Antimicrobial natural cellulose fibers from Hyptis suaveolens for potential biomedical and textiles applications antimicrobial natural cellulose fibers from Hyptis suaveolens for potential biomedical and textiles applications",
        "Chemical composition and antifungal activity of Hyptis suaveolens (L.) Poit leaves essential oil against Aspergillus species",
        "A review on the pharmacology and phytochemistry of folklore medicinal plant Hyptis suaveolens (L.) Poit, Int. J. Basic",
        "A novel method for comparison of biocidal properties of nanomaterials to bacteria, yeasts and algae",
        "Toxicity of 12 metal-based nanoparticles to algae, bacteria and protozoa",
        "In vitro cytotoxicity assay on gold nanoparticles with different stabilizing agents",
        "Properties of chitin and chitosan extracted from silkworm pupae and egg shells",
        "RSC Advances Green synthesis of copper nanoparticles using aqueous extract of the leaves of Euphorbia esula L and their catalytic activity for ligand-free Ullmann-",
        "Plant-mediated biosynthesis of metallic nanoparticles : a review of literature, factors affecting synthesis, characterization techniques and",
        "Green synthesis of copper nanoparticles using Eclipta prostrata leaves extract and their antioxidant and cytotoxic activities",
        "Transmission electron microscopy for evaluating the structural parameters of nanoparticles",
        "Transmission electron microscopy characterization of colloidal copper nanoparticles and their chemical reactivity",
        "Synthesis of CuO nano- and micro-structures and their Raman spectroscopic studies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Anantapur",
            "@id": "60081057",
            "affilname": "Sri Sathya Sai Institute of Higher Learning",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60081057",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bengaluru",
            "@id": "116700778",
            "affilname": "Jyothy Institute of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/116700778",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "113736755",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/113736755",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center for Incubation, Innovation, Research and Consultancy",
        "SSSIHL-CRIF",
        "TSRI Fund",
        "National Research Council of Thailand"
    ]
}