{
    "eid": "2-s2.0-84955351092",
    "title": "The utilization of public relations to avoid imperialism during the beginning of Thailand’s transition to modernization (1851–68)",
    "cover-date": "2014-01-01",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Napawan Tantivejakul"
    ],
    "citedby-count": 4,
    "ref-count": 45,
    "ref-list": [
        "Proceedings of the First International History of Public Relations Conference",
        "Cutlip and Center's effective public relations",
        "Sir John Bowring's The Kingdom and People of Siam",
        "Phrai and \"civil rights\" in Thai society under the modernization of King Mongkut (1851-1868).",
        "Modern Thai history (from the Bowring treaty to the 14 October 1973 uprising).",
        "The report of kings and telecommunication research",
        "King Rama IV: Father of modern science.",
        "King of Rattanakosin (Rama I-Rama IX).",
        "Fred Harvey Company public relations and publicity (1876-1933)",
        "Foreign affairs and independence and the Thai sovereignty (since the reign of King Rama IV to the end of Field Marshal P. Pibulsonggram regime).",
        "Public relations in Asia",
        "Phrabath Somdej Phra Chomklao Chaoyuhua and Thai communication arts.",
        "Managing public relations.",
        "The history of printing in Thailand.",
        "Annals' whisper.",
        "Collection of King Rama IV's proclamations.",
        "Sir John Bowring's The Kingdom and People of Siam",
        "The King of Siam: Sir John Bowring.",
        "Images of nations and international public relations.",
        "Removing the Spin: Toward a New Theory of Public Relations History",
        "Public relations",
        "Public relations: Concepts, practice, and critique.",
        "Writing PR history: Issues, methods and politics",
        "The politics \"beyond the royal annals\" of the King Rama IV: King Mongkut seen through the West's \"poisonous friendship.\"",
        "The collection of the royal annals: The Golden Jubilee 4th issue.",
        "The King of Siam: Sir John Bowring.",
        "The King of Siam: Sir John Bowring.",
        "King Mongkut's script: The study and analysis of sociocultural issues.",
        "The collection of King Mongkut's literature: King Mongkut's writings and royal letters/rescripts.",
        "The collection of King Mongkut's literature: King Mongkut's proclamation and royal edicts.",
        "The evolution of public relations in Thailand",
        "Histories of public relations: Comparing the historiography of British, German and US public relations",
        "Nation and state in histories of nation-building, with special reference to Thailand",
        "Public relations before “public relations” in Spain: An early history (18811960)",
        "The changes of the Thai leader groups from the period of King Mongkut to 2473 B.E.",
        "History of Thai thoughts and community concept",
        "King and camera: Evolution of photography in Thailand 1845-1992.",
        "Public relations communication during the reign of Phrabaht Somdej Phra Chomklao Chaoyuhua (King Rama IV).",
        "Proceedings of the International History of Public Relations Conference",
        "Public relations theory II",
        "Royal command meeting series 5, part I: The Rattanakosin period during the reign of King Rama IV, 1213 Thai minor era, and 2548 B.E.",
        "Thai history: Rattanakosin period (2nd volume).",
        "The royal communication to develop Thai people.",
        "Creating the cult of a saint: Communication strategies in 10th century England",
        "Where did Thai come from?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}