{
    "eid": "2-s2.0-85013453516",
    "title": "Injecting rabies immunoglobulin (RIG) into wounds only: A significant saving of lives and costly RIG",
    "cover-date": "2017-04-03",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Immunology",
            "@code": "2403"
        },
        {
            "$": "Immunology and Allergy",
            "@code": "2723"
        }
    ],
    "keywords": [
        "animal bites",
        "post-exposure prophylaxis",
        "Rabies",
        "Rabies immunoglobulin",
        "wound injection"
    ],
    "authors": [
        "Omesh Kumar Bharti"
    ],
    "citedby-count": 43,
    "ref-count": 17,
    "ref-list": [
        "Assessing the burden of human rabies in India: results of a national multi-center epidemiological survey",
        "Local infiltration of rabies immunoglobulins without systemic intramuscular administration: An alternative cost effective approach for passive immunization against rabies",
        "Technical Report Series 982",
        "Human rabies: Neuropathogenesis, diagnosis, and management",
        "Worldwide rabies deaths prevention-A focus on the current inadequacies in postexposure prophylaxis of animal bite victims",
        "The incurable wound revisited: Progress in human rabies prevention?",
        "Failure of postexposure treatment of rabies in children",
        "Failures of post-exposure rabies prophylaxis",
        "Studies on the local treatment of rabies-infected wounds.",
        "Neutralizing antibodies to rabies following injection of rabies immune globulin into gluteal fat or deltoid muscle",
        "Evaluation of the safety, immunogenicity, and pharmacokinetic profile of a new, highly purified, heat-treated equine rabies immunoglobulin, administered either alone or in association with a purified, Vero-cell rabies vaccine",
        "Asian Biomed",
        "Rabies neutralizing antibody response to different schedules of serum and vaccine inoculations in non-exposed persons. 4.",
        "A 4-site, single-visit intradermal postexposure prophylaxis regimen for previously vaccinated patients: Experiences with >5000 patients",
        "Proposed new WHO rabies control guidelines (highlights from the WHO consultation on human and dog rabies prevention and control, Veyrier du Lac, France, October 7-9, 2009)",
        "Feasibility of reducing rabies immunoglobulin dosage for passive immunization against rabies : Results of in vitro and in vivo studies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bengaluru",
            "affilname": "National Institute of Mental Health and Neuro Sciences",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Shimla",
            "affilname": "DDU Zonal Hospital Shimla",
            "affiliation-country": "India"
        }
    ],
    "funding": []
}