{
    "eid": "2-s2.0-85135072802",
    "title": "Characterization, genome annotation, and antibacterial properties of Actinopolyspora saharensis BKK2",
    "cover-date": "2022-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Actinopolyspora",
        "antibacterial",
        "desferrioxamine E",
        "halophilic actinomycete"
    ],
    "authors": [
        "Sirilak Namwong",
        "Suchanat Pandey",
        "Masahiro Yuki",
        "Takuji Kudo",
        "Moriya Ohkuma",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 0,
    "ref-count": 41,
    "ref-list": [
        "Microbiological and molecular insights on rare actinobacteria harboring bioactive prospective",
        "Bioactive compounds of Streptomyces: Biosynthesis to applications",
        "Isolation and characterization of Actinopolyspora halophila, gen. et sp. nov., an extremely halophilic actinomycete",
        "Actinopolyspora mortivallis sp. nov., a moderately halophilic actinomycete",
        "Actinopolyspora xinjiangensis sp. nov., a novel extremely halophilic actinomycete isolated from a salt lake in Xinjiang, China",
        "Actinopolyspora alba sp. nov. and Actinopolyspora erythraea sp. nov., isolated from a salt field, and reclassification of Actinopolyspora iraqiensis Ruan et al. 1994 as a heterotypic synonym of Saccharomonospora halophila",
        "Actinopolyspora algeriensis sp. nov., a novel halophilic actinomycete isolated from Saharan soil",
        "Actinopolyspora saharensis sp. nov., a novel halophilic actinomycete isolated from a saharan soil of Algeria",
        "Actinopolyspora mzabensis sp. nov., a halophilic actinomycete isolated from an Algerian saharan soil",
        "Actinopolyspora lacussalsi sp. nov., an extremely halophilic actinomycete isolated from a salt lake",
        "Actinopolyspora righensis sp. nov., a novel halophilic actinomycete isolated from Saharan soil in Algeria",
        "Actinopolyspora biskrensis sp. nov., a novel halophilic actinomycete isolated from Northern Sahara",
        "Actinopolyspora salinaria sp. nov., a halophilic actinomycete isolated from solar saltern soil",
        "Identification and characterization of a new erythromycin biosynthetic gene cluster in Actinopolyspora erythraea YIM90600, a novel erythronolide-producing halophilic actinomycete isolated from salt field",
        "From genome to drugs: new approaches in antimicrobial discovery",
        "Using genomics to track global antimicrobial resistance",
        "Comparison of treatment effects of different iron chelators in experimental models of sepsis",
        "Methods for characterization of Streptomyces species",
        "Lipid and cell-wall analysis in bacterial systematics",
        "A rapid and simple method for identifying bacterial polar lipid components in wet biomass",
        "Rapid differentiation between Nocardia and Streptomyces by paper chromatography of whole-cell hydrolysates",
        "Classiïn Acation of Alcaligenes faecalis-like isolates from the environment and human clinical samples as Ralstonia gilardii sp. nov",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "Prokka: rapid prokaryotic genome annotation",
        "JspeciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Genome sequence based species delimitation with confidence intervals and improved distance functions",
        "AntiSMASH: rapid identification, annotation and analysis of secondary metabolite biosynthesis gene clusters in bacterial and fungal genome sequences",
        "Ultrasonic assisted enhancement in cotton dyeing with natural colorants extracted from Excoecaria bicolor",
        "OrthoANI: an improved algorithm and software for calculating average nucleotide identity",
        "Heterologous production of desferrioxamine with a fusion biosynthetic gene cluster",
        "Structural and functional characterization of aerobactin synthetase IucA from a hypervirulent pathotype of Klebsiella pneumoniae",
        "High ectoine production by an engineered Halomonas hydrothermalis Y2 in a reduced salinity medium",
        "Role of the extremolytes ectoine and hydroxyectoine as stress protectants and nutrients: genetics, phylogenomics, biochemistry, structural analysis",
        "Characterization of the biosynthetic gene cluster for the antibiotic armeniaspirols in Streptomyces armeniacus",
        "Dehydroacetic acid-metal complexes",
        "Actinomadura violacea sp. nov., a madurastatin A1-producing strain isolated from lichen in Thailand",
        "Marine Streptomyces chumphonensis KK1-2T produces piericidin A1 as the major secondary metabolite",
        "Armeniaspirols inhibit the AAA+ proteases ClpXP and ClpYQ leading to cell division arrest in Gram-positive bacteria"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tsukuba",
            "@id": "60211264",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60211264",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60103781",
            "affilname": "Suan Sunandha Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103781",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Institute for Research and Development",
        "Suan Sunandha Rajabhat University"
    ]
}