{
    "eid": "2-s2.0-84987816249",
    "title": "The middle pleistocene vertebrate fauna from khok sung (Nakhon ratchasima, thailand): Biochronological and paleobiogeographical implications",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Paleontology",
            "@code": "1911"
        },
        {
            "$": "Insect Science",
            "@code": "1109"
        },
        {
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101"
        },
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Ailuropoda-Stegodon assemblage",
        "Large mammals",
        "Late middle pleistocene",
        "Mainland Southeast Asia",
        "Northeastern thailand",
        "Paleobiogeography",
        "Quaternary",
        "Taxonomy"
    ],
    "authors": [
        "Kantapon Suraprasit"
    ],
    "citedby-count": 67,
    "ref-count": 197,
    "ref-list": [
        "Pleistocene and Holocene rhinocerotids (Mammalia, Perissodactyla) from the Indochinese Peninsula",
        "Russian Journal of Herpetology",
        "The Pleistocene Ma U'Oi cave, northern Vietnam: Palaeontology, sedimentology and palaeoenvironments",
        "New palaeontological assemblage, sedimentological and chronological data from the Pleistocene Ma U'Oi cave (northern Vietnam)",
        "The discovery of a Pleistocene fauna in karstic fills at Tam Hang in Laos: preliminary results",
        "The Late Pleistocene Duoi U'Oi cave in northern Vietnam: palaeontology, sedimentology, taphonomy and palaeoenvironments",
        "The Middle Pleistocene mammalian fauna from Tam Hang karstic deposit, northern Laos: New data and evolutionary hypothesis",
        "Les Sites De Tam Hang, Nam Lot Et Tam Pà Ling Au Nord Du Laos: Des Gisements à vertébrés Du Pléistocène Aux Origines Des Hommes Modernes",
        "Late Pleistocene mammalian assemblages of Southeast Asia: New dating, mortality profiles and evolution of the predator-prey relationships in an environmental context",
        "Fossil Mammals from Two Fissure Deposits at Punung (Java)",
        "The 'human revolution' in lowland tropical Southeast Asia: the antiquity and behavior of anatomically modern humans at Niah Cave (Sarawak, Borneo)",
        "Dental nomenclature in Ruminantia: Towards a standard terminological framework",
        "Pleistocene canidae (Mammalia, Carnivora) from the Paleolithic Kudaro caves in the caucasus",
        "Late pleistocene canidae remains from geographical society cave in the Russian far east",
        "Travaux Et Documents De l’ORSTOM",
        "Taxonomic abundance at Panxian Dadong, a Middle Pleistocene cave in South China",
        "Flexibility of diet and habitat in Pleistocene South Asian mammals: Implications for the fate of the giant fossil ape Gigantopithecus",
        "Reports of Investigations",
        "Under The Canopy: The Archaeology of Tropical Rain Forests",
        "The chronometric holocene archaeological record of the Southern Thai-Malay Peninsula",
        "Thai Studies in Biodiversity",
        "SPAFA Journal",
        "Fossils and Their Managements at Ban Khok Sung, Muang District, Nakhon Ratchasima Province, NE Thailand",
        "Vertebrata Palasiatica",
        "Acta Anthropologica",
        "Vertebrata Palasiatica",
        "New discoveries from the classic Quaternary mammalian fossil area of Yanjinggou, Chongqing, and their chronological explanations",
        "The mystery ape of Pleistocene Asia",
        "Dated co-occurrence of Homo erectus and Gigantopithecus from Tham Khuyen Cave, Vietnam",
        "Neogene reptiles of northeastern Thailand and their paleogeographical significance",
        "Bulletin of the American Museum of Natural History",
        "American Museum Novitates",
        "Transactions of the American Philosophical Society",
        "Bulletin of the American Museum of Natural History",
        "Mammals of the Indomalayan Region: A Systematic Review",
        "The Sarawak Museum Journal",
        "Short communication: The javan rhinoceros Rhinoceros Sondaicus in Borneo",
        "The Sarawak Museum Journal",
        "Menschwerdung-Biotischer Und Gesellschaftlicher Entwicklungsprozess",
        "The Excavation of Gua Gunung Runtuh. Department of Museums and Antiquity",
        "Fossil reptiles from the Pleistocene Homo-bearing locality of Buia (Eritrea, Northern Danakil Depression)",
        "A revision of the dubois crocodylians, gavialis bengawanicus and crocodylus ossifragus, from the pleistocene homo erectus beds of java",
        "Premiers Peuplements d’Asie Du Sud-Est",
        "Transactions of the American Philosophical Society",
        "Proceedings of the Koninklijke Nederlandse Akadademie Van Wetenschappen",
        "Human Evolution on the Ecological Context, Volume I, Evolution and Ecology of Homo Erectus",
        "Vertebrate records | Mid-pleistocene of Southern Asia",
        "Origine Des Peuplements Et Chronologie Des Cultures paléolithiques Dans Le Sud-Est Asiatique Semenanjung-Artcom",
        "Courier Forschungs-Institut Senckenberg",
        "The Early Pleistocene water buffalo associated with Gigantopithecus from Chongzuo in southern China",
        "Sedimentary facies and paleoenvironment of a Pleistocene fossil site in Nakhon Ratchasima province, northeastern Thailand",
        "Axis Axis. the IUCN Red List of Threatened Species",
        "Bos Gaurus",
        "Th/U dating of Snake Cave (Thailand) speleothems",
        "U-series dating of fossil teeth and carbonates from Snake Cave, Thailand",
        "A Pleistocene mammal assemblage containing Ailuropoda and Pongo from Tham Prakai Phet cave, Chaiyaphum Province, Thailand",
        "Human and Nonhuman Bone Identification: A Color Atlas",
        "Genetically solving a zoological mystery: Was the kouprey (Bos sauveli) a feral hybrid?",
        "The Miocene Land Mammals of Europe",
        "The naming of wild animal species and their domestic derivatives",
        "(A middle Pleistocene ( Loangian) cave fauna in northern Thailand).",
        "New Fauna from Loperot Contributes to the Understanding of Early Miocene Catarrhine Communities",
        "Studies of fruits and seeds from the pleistocene of Northeastern Thailand",
        "Säugetierkundliche Mitteilungen",
        "Technical Bulletin",
        "Plio-Pleistocene mammals in island Southeast Asia.",
        "Taxonomy of wild pigs (Sus) of the Philippines",
        "Mammalian Species",
        "Ungulate Taxonomy. Johns Hopkins University Press",
        "Mammal Species of the World. a Taxonomic and Geographic Reference",
        "Exploration of the taxonomy of some Pleistocene Cervini (Mammalia, Artiodactyla, Cervidae) from Java and Sumatra (Indonesia): Ageometric- and linear morphometric approach",
        "Grzimek’s Animal Life Encyclopedia",
        "Documents Des Laboratoires De Géologie De Lyon",
        "Past: Paleontological statistics software package for education and data analysis",
        "Palaeoanthropology and Palaeolithic Archaeology in the People’s Republic of China",
        "Scripta Geologica",
        "Indo-Pacific Prehistory Association Bulletin",
        "Molecular phylogeny of the tribe Bovini (Bovidae, Bovinae) and the taxonomic status of the Kouprey, Bos sauveli Urbain 1937",
        "What is the taxonomic status of the Cambodian banteng and does it have close genetic links with the kouprey?",
        "Has the kouprey (Bos sauveli Urbain, 1937) been domesticated in Cambodia?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Poitiers",
            "affilname": "Université de Poitiers",
            "affiliation-country": "France"
        }
    ],
    "funding": []
}