{
    "eid": "2-s2.0-85069897226",
    "title": "Antioxidant activities of local oregano and sweet basil leaves and application in a natural antioxidant enriched ravioli",
    "cover-date": "2018-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Food Science",
            "@code": "1106",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Antioxidant",
        "Oregano",
        "Phenolics",
        "Ravioli",
        "Sweet basil"
    ],
    "authors": [
        "N. Chinprahast",
        "P. Saengbamroong",
        "S. Wongtreenetkul",
        "W. Asawapuengrung"
    ],
    "citedby-count": 1,
    "ref-count": 37,
    "ref-list": [
        "Antioxidant properties of various solvent extracts of mulberry (Morus indica L.) leaves",
        "A process for preparing a natural antioxidant enriched dairy product (Sandesh)",
        "Use of oregano extract and oregano essential oil as antioxidants in functional dairy beverage formulations",
        "Studies on the antioxidant level of milk caseins",
        "Antioxidant capacity of bovine milk as assayed by spectrophotometric and amperometric methods",
        "Antioxidant activities and phenolic composition of extracts from Greek oregano, Greek sage, and summer savory",
        "Methods to determine extent of oxidation",
        "Manufacture of low fat UF-soft cheese supplemented with rosemary extract (as natural antioxidant)",
        "Antioxidative effect of added dried Holy basil and its ethanolic extracts on susceptibility of cooked ground pork to lipid oxidation",
        "Identification of volatile components in basil (Ocimum basilicum L.) and thyme leaves (Thymus vulgaris L.) and their antioxidant properties",
        "Inhibition of Vibrio parahaemolyticus in seafood systems using oregano and cranberry phytochemical synergies and lactic acid",
        "Chemical analysis, antioxidant, anti-inflammatory and anticholineesterase activities of Origanum ehrenbergii Boiss and Origanum syriacum L. essential oils",
        "Spices as antioxidants",
        "Assessment of phenolic content and free radicalscavenging capacity of some Thai indigenous plants",
        "Extraction of antioxygenic principles from Tulsi leaves and their effects on oxidative stability of ghee",
        "Phenolics in cereals, fruits and vegetables: Occurrence, extraction and analysis",
        "Enhancement of the oxidative stability of whey butter through almond (Prunus dulcis) peel extract",
        "Lipids",
        "Novel natural antioxidants for utilization in food and biological systems",
        "Antioxidant activities of Satureja cilicica essential oil in butter and in vitro",
        "Antioxidant activity of sage and oregano extracts related to their phenolic compound content",
        "Standardized methods for the determination of antioxidant capacity and phenolics in foods and dietary supplements",
        "Phenols, proanthocyanidins, flavones and flavonoids in some plant materials and their antioxidant activities",
        "Antioxidative properties of commercial fruit preparations and stability of bilberry and black currant extracts in milk products",
        "Characteristics of milk",
        "A distillation method for the quantitative determination of malonaldehyde in rancid foods",
        "Influence of heating on antioxidant activity and the chemical composition of some spice essential oils",
        "Effects of extraction solvents on concentration and antioxidant activity of black and black mate tea polyphenols determined by ferrous tartrate and Folin-Ciocalteu methods",
        "Antioxidant activity and total phenolics in selected fruits, vegetables, and grain products",
        "Relative antioxidant and cytoprotective activities of common herbs",
        "Antioxidant activity and phenolic compounds in selected herbs"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}