{
    "eid": "2-s2.0-85053919197",
    "title": "Pseudonocardia mangrovi sp. Nov., isolated from soil",
    "cover-date": "2018-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Actinomycete",
        "Pseudonocardia",
        "Pseudonocardiaceae",
        "Taxonomy"
    ],
    "authors": [
        "Suchart Chanama",
        "Suphansa Janphen",
        "Chanwit Suriyachadkun",
        "Manee Chanama"
    ],
    "citedby-count": 4,
    "ref-count": 51,
    "ref-list": [
        "Beiträge zur morphologie und systematik der thermophilen actinomyceten",
        "Genus I, Pseudonocardia",
        "Pseudonocardia carboxydivorans sp. Nov., a carbon monoxide-oxidizing actinomycete, and an emended description of the genus Pseudonocardia",
        "Reassessment of the systematics of the suborder Pseudonocardineae: Transfer of the genera within the family Actinosynnemataceae Labeda and Kroppenstedt 2000 emend. Zhi et al. 2009 into an emended family Pseudonocardiaceae Embley et al. 1989 emend. Zhi et al. 2009",
        "Pseudonocardia ailaonensis sp. Nov., isolated from soil in China",
        "Pseudonocardia cypriaca sp. Nov., Pseudonocardia salamisensis sp. nov., Pseudonocardia hierapolitana sp. nov. and Pseudonocardia kujensis sp. nov., isolated from soil",
        "Pseudonocardia oroxyli sp. Nov., a novel actinomycete isolated from surface-sterilized Oroxylum indicum root",
        "Pseudonocardia endophytica sp. Nov., isolated from the pharmaceutical plant Lobelia clavata",
        "Pseudonocardia tropica sp. Nov., an endophytic actinomycete isolated from the stem of Maytenus austroyunnanensis",
        "Pseudonocardia adelaidensis sp. Nov., an endophytic actinobacterium isolated from the surface-sterilized stem of a grey box tree (Eucalyptus microcarpa)",
        "Pseudonocardia eucalypti sp. Nov., an endophytic actinobacterium with a unique knobby spore surface, isolated from roots of a native Australian eucalyptus tree",
        "Pseudonocardia kunmingensis sp. Nov., an actinobacterium isolated from surfacesterilized roots of Artemisia annua L",
        "Pseudonocardia xishanensis sp. Nov., an endophytic actinomycete isolated from the roots of Artemisia annua L",
        "Pseudonocardia ammonioxydans sp. Nov., isolated from coastal sediment",
        "Pseudonocardia sediminis sp. Nov., isolated from marine sediment",
        "Pseudonocardia tetrahydrofuranoxydans sp. nov",
        "Pseudonocardia thailandensis sp. Nov., an actinomycete isolated from a subterranean termite nest",
        "Selective isolation and study on the global distribution of the genus Planobispora in soils",
        "Methods for characterization of Streptomyces species",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "New PCR primers for the selective amplification of 16S rDNA from different groups of actinomycetes",
        "CLUSTAL W: Improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "BioEdit: A user friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
        "Introducing EzBio-Cloud: A taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
        "Parsimony in systematics: Biological and statistical issues",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Confidence limits on phylogenies: An approach using the bootstrap",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Detection of horseradish peroxidase by colorimetry",
        "Amended description of the genus Kineosporia, based on chemotaxonomic and morphological studies",
        "Methods for characterization of Streptomyces species",
        "Nocardia coeliaca, Nocardia autotrophica, and the nocardin strain",
        "Culture Media for Actinomycetes",
        "A new genus of the order Actinomycetales, Couchioplanes gen. Nov., with descriptions of Couchioplanes caeruleus (Horan and Brodsky 1986) comb. nov. and Couchioplanes caeruleus subsp. azureus subsp. nov",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "Lipid and cell-wall analysis in bacterial systematics",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Pseudonocardia yuanmoensis sp. Nov., a novel actinobacterium isolated from soil in Yunnan, south-west China",
        "Pseudoamycolata halophobica gen. Nov., sp. nov",
        "The phylogenetic position of Pseudoamycolata halophobica (Akimov et al. 1989) and a proposal to reclassify it as Pseudonocardia halophobica",
        "Pseudonocardia cypriaca sp. Nov., Pseudonocardia salamisensis sp. nov., Pseudonocardia hierapolitana sp. nov. and Pseudonocardia kujensis sp. nov., isolated from soil",
        "Chemical composition as a criterion in the classification of aerobic actinomycetes",
        "International Committee on Systematic Bacteriology. Report of the ad hoc committee on reconciliation of approaches to bacterial systematics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Mahidol University"
    ]
}