{
    "eid": "2-s2.0-85012053605",
    "title": "Sexual dimorphism and geographic variation of Calotes versicolor (Squamata: Agamidae) in northern and southern Thailand",
    "cover-date": "2016-11-01",
    "subject-areas": [
        {
            "$": "General Agricultural and Biological Sciences",
            "@code": "1100"
        }
    ],
    "keywords": [
        "Coloration",
        "Garden fence lizard",
        "Mensural character",
        "Meristic character",
        "Morphological difference"
    ],
    "authors": [
        "Arpapan Prakobkarn"
    ],
    "citedby-count": 3,
    "ref-count": 16,
    "ref-list": [
        "Asian Herpetol. Res.",
        "Ecological correlates of number of subdigital lamellae in anoles",
        "A new species of the genus Calotes Cuvier, 1817 (Squamata: Agamidae) from southern Vietnam",
        "Sexual dimorphism and female reproductive characteristics in the oriental garden lizard, Calotes versicolor, from Hainan, southern China",
        "Nat. Hist. J. Chulalongkorn Univ.",
        "Sexual size and shape dimorphism in an agamid lizard, Japalura swinhonis (Squamata: Lacertilia: Agamidae)",
        "Sexual dimorphism in lizard body shape: The roles of sexual selection and fecundity selection",
        "Ontogeny of sexual size dimorphism in the tropical garden lizard, Calotes versicolor (Daud.)",
        "An overview of geographic variation in the life history traits of the tropical agamid lizard, Calotes versicolor",
        "On the Climatic Determination of Scale Size in a Lizard",
        "Kans. Univ. Sci. Bull.",
        "Geographic variation in scalation of the lizard Gallotia stehlini within the island of Gran Canaria",
        "Testing hypothesized causes of within-island geographic variation in the colour of lizards",
        "Colour variation and alternative reproductive strategies in females of the common lizard Lacerta vivipara",
        "Nat. Hist. J. Chulalongkorn Univ.",
        "Proc. Calif. Acad. Sci."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}