{
    "eid": "2-s2.0-85029811763",
    "title": "Mechanical and barrier properties of spray dried carboxymethyl cellulose (CMC) film from bleached bagasse pulp",
    "cover-date": "2017-12-15",
    "subject-areas": [
        {
            "$": "Agronomy and Crop Science",
            "@code": "1102"
        }
    ],
    "keywords": [
        "Bagasse pulp",
        "Carboxymethyl cellulose",
        "Spray drying"
    ],
    "authors": [
        "S. Kamthai"
    ],
    "citedby-count": 36,
    "ref-count": 36,
    "ref-list": [
        "Rasayan J. Chem.",
        "Optimization of a process for preparing carboxymethyl cellulose from water hyacinth (Eichornia crassipes)",
        "Characterisation of carboxymethyl cellulose and polyacrylamide graft copolymer",
        "Effects of cellulase on the modification of cellulose",
        "Characteristics of water-soluble fiber manufactured from carboxymethylcellulose synthesis",
        "Biotechnol. Biofuels",
        "Food Packaging and Preservation",
        "Synthesis of carboxymethyl cellulose from waste of cotton ginning industry",
        "Factors on the preparation of carboxymethylcellulose hydrogel and its degradation behavior in soil",
        "Peanut protein film as affected by drying temperature and pH of film forming solution",
        "Cellulose: Fascinating biopolymer and sustainable raw material",
        "Food Technol.",
        "Study on hydrogen bonds of carboxymethyl cellulose sodium film with two-dimensional correlation infrared spectroscopy",
        "The impact of spray drying outlet temperature on the particle morphology of mannitol",
        "Oxygen and aroma barrier properties of edible films: A review",
        "Preparation of food grade carboxymethyl cellulose from corn husk agrowaste",
        "World Acad. Sci.",
        "Chemical modification of hemp, sisal, jute, and kapok fibers by alkalization",
        "Determination of the degree of substitution and its distribution of carboxymethylcelluloses by capillary zone electrophoresis",
        "Biotechnological potential of agro-industrial residues. I: Sugarcane bagasse",
        "Int. J. Res. Pharm. Chem.",
        "Spray-drying cellulose nanofibrils: Effect of drying process parameters on particle morphology and size distribution",
        "Isolation and characterization of cellulose from sugarcane bagasse",
        "Sugarcane bagasse whiskers: Extraction and characterizations",
        null,
        "Carboxymethylation of α-cellulose isolated from Lantana camara with respect to degree of substitution and rheological behavior",
        "Synthesis and characterization of methylcellulose from sugar cane bagasse cellulose",
        "Synthesis of highly substituted carboxymethyl cellulose depending on cellulose particle size",
        "Preparation and characterization of carboxymethyl cellulose nonwovens by a wet-laid process",
        "Cellulose microfibrils from banana rachis: Effect of alkaline treatments on structural and morphological features"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}