{
    "eid": "2-s2.0-85158064782",
    "title": "In-situ electrodeposited Ag/Cu for electrochemical reduction of acetic acid to nanodiamond under ambient conditions",
    "cover-date": "2023-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Catalysis",
            "@code": "1503",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Electronic, Optical and Magnetic Materials",
            "@code": "2504",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Biomaterials",
            "@code": "2502",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Polymers and Plastics",
            "@code": "2507",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Colloid and Surface Chemistry",
            "@code": "1505",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Materials Chemistry",
            "@code": "2505",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "Ag growth",
        "Ag nanocluster",
        "Carbon nanostructure",
        "Electrodeposition",
        "Electroreduction"
    ],
    "authors": [
        "N. Hongrutai",
        "R. Nganglumpoon",
        "S. Watmanee",
        "P. Pinthong",
        "P. Szilágyi",
        "M. M. Titirici",
        "J. Panpranot"
    ],
    "citedby-count": 0,
    "ref-count": 49,
    "ref-list": [
        "The rise of graphene",
        "Electric property evolution of structurally defected multilayer graphene",
        "Diamond-like carbon films for PET bottles and medical applications",
        "Analysis of a recompression supercritical carbon dioxide power cycle with an integrated turbine design/optimization algorithm",
        "Low-friction diamond-like carbon (DLC)-layers for humid environment",
        "Effect of surface treatment on the adhesion of DLC film on 316L stainless steel",
        "Surface roughness, mechanical and tribological properties of ultrathin tetrahedral amorphous carbon coatings from atomic force measurements",
        "Production of nanostructured carbon materials using Fe–Mo/MgO catalysts via mild catalytic pyrolysis of polyethylene waste",
        "Direct conversion of CO2 to multilayer graphene using Cu-Pd alloys",
        "Chemical vapor deposition-grown carbon nanotubes/graphene hybrids for electrochemical energy storage and conversion",
        "Compounds of carbon nanotubes decorated with silver nanoparticles via in-situ by chemical vapor deposition (CVD)",
        "Carbon nanotube wools made directly from CO2 by molten electrolysis: value driven pathways to carbon dioxide greenhouse gas mitigation",
        "Growing 3D-nanostructured carbon allotropes from CO2 at room temperature under the dynamic CO2 electrochemical reduction environment",
        "Room-temperature synthesis of single-wall carbon nanotubes by an electrochemical process",
        "Cu–Sn bimetallic catalyst for selective aqueous electroreduction of CO2 to CO",
        "Electrodeposited Ag catalysts for the electrochemical reduction of CO 2 to CO",
        "Electrochemical reduction of carbon dioxide using Ag catalysts prepared by electrodeposition in the presence of additives",
        "Electrochemical CO 2 reduction to CO on dendritic Ag–Cu electrocatalysts prepared by electrodeposition",
        "Synergy effects on Sn-Cu alloy catalyst for efficient CO2 electroreduction to formate with high mass activity",
        "Ag-Sn bimetallic catalyst with a core-shell structure for CO2 reduction",
        "Effects of electrolyte, catalyst, and membrane composition and operating conditions on the performance of solar-driven electrochemical reduction of carbon dioxide",
        "Copper(-)Silver bimetallic nanowire arrays for electrochemical reduction of carbon dioxide",
        "In situ electrodeposited indium nanocrystals for efficient CO2 reduction to CO with low overpotential",
        "On the electrochemical reduction of carbon dioxide at in situ electrodeposited copper",
        "Synthesis of highly crystalline silver dendrites microscale nanostructures by electrodeposition",
        "Formation and growth characteristics of nanostructured carbon films on nascent Ag clusters during room-temperature electrochemical CO2 reduction",
        "Study of CVD diamond layers with amorphous carbon admixture by Raman scattering spectroscopy",
        "Effect of sintering on structure of nanodiamond",
        "Fullerenes, Nanotubes, and Carbon Nanostructures-217th ECS Meeting",
        "Diamond growth from organic compounds in hydrous fluids deep within the Earth",
        "The application of Fourier transform Raman spectroscopy to the identification and characterization of polyamides—I. Single number nylons",
        "Polyacetylene in diamond films evidenced by surface enhanced Raman scattering",
        "Raman characterisation of diamond coatings using different laser wavelengths",
        "Raman spectroscopy on amorphous carbon films",
        "Possible 3D carbon structures as progressive intermediates in graphite to diamond phase transition",
        "Effect of temperature on the oxidation of Cu nanowires and development of an easy to produce, oxidation-resistant transparent conducting electrode using a PEDOT:PSS coating",
        "Biosynthesis of copper oxide (CuO) nanowires and their use for the electrochemical sensing of dopamine",
        "Structural and electronic properties of electrodeposited heterojunction of CuO/Cu 2 O",
        "Pharmacological and larvicidal potential of green synthesized silver nanoparticles using carmona retusa (vahl) masam leaf extract",
        "Effect of deposition temperature on key optoelectronic properties of electrodeposited cuprous oxide thin films",
        "Preparation and antibacterial activities of Ag/Ag +/Ag 3+ nanoparticle composites made by pomegranate (Punica granatum) rind extract",
        "Properties of W incorporated diamond-like carbon films prepared by pulsed-laser deposition",
        "Role of oxygen functional groups in reduced graphene oxide for lubrication",
        "Novel strategy for diameter-selective separation and functionalization of single-wall carbon nanotubes",
        "Proceedings of the 11th European conference on diamond, diamond-like materials, carbon nanotubes, nitrides and silicon carbide-(diamond 2000), Porto, Portugal, 3-8 September 2000",
        "Near room temperature chemical vapor deposition of graphene with diluted methane and molten gallium catalyst",
        "Growth mechanism of diamond by laser ablation of graphite in oxygen atmosphere",
        "On the graphite-diamond equilibrium",
        "Nucleation mechanism for the direct graphite-to-diamond phase transition"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "@id": "60015150",
            "affilname": "Imperial College London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015150",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Oslo",
            "@id": "60010348",
            "affilname": "Universitetet i Oslo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010348",
            "affiliation-country": "Norway"
        }
    ],
    "funding": [
        "Royal Society-Newton Mobility",
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}