{
    "eid": "2-s2.0-85097504178",
    "title": "Thin layer chromatography based extraction approaches for improved analysis of volatile compounds with gas chromatography–mass spectrometry and direct analysis with gas analyzer",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Analytical Chemistry",
            "@code": "1602",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Filtration and Separation",
            "@code": "1506",
            "@abbrev": "CENG"
        }
    ],
    "keywords": [
        "matrix interference",
        "peak capacity",
        "perfume analysis",
        "selective extraction",
        "untargeted analysis"
    ],
    "authors": [
        "Nattapat Suchatanugal",
        "Panisara Chedthanorrakul",
        "Isaya Thaveesangsakulthai",
        "Thumnoon Nhujak",
        "Chadin Kulsing"
    ],
    "citedby-count": 3,
    "ref-count": 20,
    "ref-list": [
        "Miniaturised molecularly imprinted polymer extraction method for the gas chromatographic analysis of flavonoids",
        "Characterization of aromatic steroids and hopanoids in marine and lacustrine crude oils using comprehensive two dimensional gas chromatography coupled to time-of-flight mass spectrometry (GC×GC-TOFMS)",
        "Evaluation of a medium-polarity ionic liquid stationary phase in the analysis of flavor and fragrance compounds",
        "Group-type analysis of hydrocarbons and sulfur compounds in thermally stressed merox jet fuel samples",
        "Multidimensional gas chromatography in food analysis",
        "Two-dimensional retention indices improve component identification in comprehensive two-dimensional gas chromatography of saffron",
        "A simple and rapid method for histamine analysis in fish and fishery products by TLC determination",
        "Atomic-level separation of thiolate-protected metal clusters",
        "Rapid, low cost thin-layer chromatographic screening method for the detection of ochratoxin a in green coffee at a control level of 10 μg/kg",
        "TLC-MS versus TLC-LC-MS fingerprints of herbal extracts. Part I. Essential oils",
        "TLC-MS versus TLC-LC-MS fingerprints of herbal extracts. Part II. Phenolic acids and flavonoids",
        "Direct analysis of thin-layer chromatography spots by thermal extraction-gas chromatography−mass spectroscopy",
        "Fast screening of trace multiresidue pesticides on fruit and vegetable surfaces using, ambient ionization tandem mass spectrometry",
        "Recent advances in the preparation of adsorbent layers for thin-layer chromatography combined with matrix-assisted laser desorption/ionization mass-spectrometric detection",
        "An approach to analysis of primary amines by a combination of thin-layer chromatography and matrix-assisted laser desorption ionization mass spectrometry in conjunction with post-chromatographic derivatization",
        "Steam reforming of ethanol for hydrogen production over Cu/Co-Mg-Al-based catalysts prepared by hydrotalcite route",
        "Bio-oil and bio-char from low temperature pyrolysis of spent grains using activated alumina",
        "Development of a HS-SPME/GC–MS method for the analysis of volatile organic compounds from fabrics for forensic reconstruction applications",
        "Application of cup-shaped trilactams for selective extraction of volatile compounds by gas chromatography-mass spectrometry",
        "Application of solid-phase microextraction in current biomedical research"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}