{
    "eid": "2-s2.0-84943327632",
    "title": "Number of ovulations in culled Landrace × Yorkshire gilts in the tropics associated with age, body weight and growth rate",
    "cover-date": "2015-10-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Corpora lutea",
        "Ovary",
        "Puberty",
        "Reproduction",
        "Swine"
    ],
    "authors": [
        "Padet Tummaruk"
    ],
    "citedby-count": 4,
    "ref-count": 25,
    "ref-list": [
        "Stress and its influence on reproduction in pigs: A review",
        "Attainment of puberty in female pigs: Influence of boar stimulation",
        "Effect of subcutaneous vs intramuscular administration of P.G. 600 on estrual and ovulatory responses of prepubertal gilts",
        "Longevity, Lifetime Pig Production and Productivity, and Age at First Conception in a Cohort of Gilts Observed over Six Years on Commercial Farms",
        "Reproductive performance of high growth rate gilts inseminated at an early age",
        "Effect of age at first farrowing and herd management on long-term productivity of sows",
        "Selection of impubertal gilts by ultrasonography optimizes their oestrus, ovulatory and fertility responses following puberty induction by PG600",
        "The effect of gilt age at first estrus and breeding on third estrus on sow body weight changes and long-term reproductive performance",
        "Impact of boar exposure on puberty attainment and breeding outcomes in gilts",
        "Influence of age at first estrus, body weight, and average daily gain of replacement gilts on their subsequent reproductive performance as sows",
        "Evaluation of optimal age at first conception in gilts from data collected in commercial swine herds.",
        "Effect of growth and compositional traits on first parity and lifetime reproductive performance in U.S. Landrace sows",
        "Relationships between ovulation rate and litter size in purebred Landrace and Yorkshire gilts",
        "Factors affecting longevity in maternal Duroc swine lines",
        "Relationships among specific reasons for culling, reproductive data, and gross morphology of the genital tracts in gilts culled due to reproductive failure in Thailand",
        "Factors influencing age at first mating in purebred Swedish Landrace and Swedish Yorkshire gilts",
        "Effect of birth litter size, birth parity number, growth rate, backfat thickness and age at first mating of gilts on their reproductive performance as sows",
        "Seasonal Influence on Causes of Culling in Gilts. P. 498. Proc. 19Th International Pig Veterinary Society Congress",
        "The association between growth rate, body weight, backfat thickness and age at first observed oestrus in crossbred Landrace × Yorkshire gilts",
        "Seasonal influences on the litter size at birth of pigs are more pronounced in the gilt than sow litters",
        "Age, body weight and backfat thickness at first observed oestrus in crossbred Landrace × Yorkshire gilts, seasonal variations and their influence on subsequence reproductive performance",
        "The relationship between ovulation rate and litter size before and after Day 35 of pregnancy in gilts and sows: An analysis of published data",
        "Increasing the age of gilts at first boar contact improves the timing and synchrony of the pubertal response but does not affect potential litter size",
        "Relationship between prenatal survival rate at 70 days of gestation and morphometric parameters of vagina, uterus and placenta in gilts",
        "Effect of space allowance during rearing and selection criteria on performance of gilts over three parities in a commercial swine production system"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}