{
    "eid": "2-s2.0-85118451031",
    "title": "Diversity and metabolites of endophytic actinomycetes from plant roots",
    "cover-date": "2021-04-08",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Microbiology (all)",
            "@code": "2400",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [],
    "authors": [
        "Nattakorn Kuncharoen",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 0,
    "ref-count": 136,
    "ref-list": [
        "Bioactive microbial metabolites",
        "Thoughts and facts about antibiotics: Where we are now and where we are heading",
        "Alnumycin a new naphthoquinone antibiotic produced by an endophytic Streptomyces sp",
        "Characterisation of endophytic actinomycetes isolated from wattle trees (Acacia auriculiformis A. Cunn. ex. Benth.) in Thailand",
        "Munumbicins, wide-spectrum antibiotics produced by Streptomyces NRRL 30562, endophytic on Kennedia nigriscans",
        "Kakadumycins, novel antibiotics from Streptomyces sp",
        "Pseudonocardia endophytica sp. nov., isolated from the pharmaceutical plant Lobelia clavata",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Isolation and identification of actinobacteria from surface-sterilized wheat roots",
        "Bacaryolanes A-C, rare bacterial caryolanes from a mangrove endophyte",
        "Kandenols A-E, Eudesmenes from an endophytic Streptomyces sp. of the mangrove tree Kandelia candel",
        "Seed germination enhancing activity of endophytic Streptomyces isolated from indigenous ethno-medicinal plant Centella asiatica",
        "Isolation and physiological characteristics of endophytic actinobacteria from medicinal plants",
        "Allonocardiopsis opalescens gen. nov., sp. nov., a new member of the suborder Streptosporangineae, from the surface-sterilized fruit of a medicinal plant",
        "Amycolatopsis samaneae sp. nov., isolated from roots of Samanea saman (Jacq.) Merr",
        "Pseudonocardia acaciae sp. nov., isolated from roots of Acacia auriculiformis A. Cunn. ex Benth",
        "Generic and functional diversity in endophytic actinomycetes from wild Compositae plant species at South Sinai - Egypt",
        "Performance of three endophytic actinomycetes in relation to plant growth promotion and biological control of Pythium aphanidermatum, a pathogen of cucumber under commercial field production conditions in the United Arab Emirates",
        "Coronamycins, peptide antibiotics produced by a verticillate Streptomyces sp. (MSU-2110) endophytic on Monstera sp",
        "Confidence limits on phylogenies: An approach using the bootstrap",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Toward defining the course of evolution: Minimum change for specific tree topology",
        "Micromonospora pisi sp nov., isolated from root nodules of Pisum sativum",
        "A guide to actinomycetes: Genera Streptomyces, Streptoverticillum, Chainia",
        "Actinomycetes: Still a source of novel antibiotics",
        "Endophytic actinobacteria of medicinal plants: Diversity and bioactivity",
        "Ecology of actinomycetes",
        "BioEdit: A user-friendly biological sequence alignment editor and analysis program for windows 95/98 NT",
        "Bacterial endophytes in agricultural crops",
        "Endophytic actinomycetes and their interactions with host plants",
        "Pterocidin, a cytotoxic compound from endophytic Streptomyces hygroscopicus",
        "Maklamicin, an antibacterial polyketide from an endophytic Micromonospora sp",
        "Antitumor anthraquinones from an endophytic actinomycete Micromonospora lupini sp. nov",
        "Lupinacidin C, an inhibitor of tumor cell invasion from Micromonospora lupini",
        "Actinoallolides A-E, new anti-trypanosomal macrolides, produced by an endophytic actinomycete, Actinoallomurus fulvus MK10-036",
        "Spoxazomicins A-C, novel antitrypanosomal alkaloids produced by an endophytic actinomycete, Streptosporangium oxazolinicum K07-0460T",
        "Phytohabitans suffuscus gen. nov., sp. nov., an actinomycete of the family Micromonosporaceae isolated from plant roots",
        "Linfuranone A, a new polyketide from plant-derived Microbispora sp. GMKU 363",
        "Actinophytocola oryzae gen nov., sp. nov., isolated from the roots of Thai glutinous rice plants, a new member of the family Pseudonocardiaceae",
        "Actinoallomurus oryzae sp. nov., an endophytic actinomycete isolated from roots of a Thai jasmine rice plant",
        "Biosynthetic potential of phylogenetically unique endophytic actinomycetes from tropical plants",
        "Wangella harbinensis gen nov., sp. nov., a new member of the family Micromonosporaceae",
        "Rational approaches to improving the isolation of endophytic actinobacteria from Australian native trees",
        "Diversity and physiological properties of root endophytic actinobacteria in native herbaceous plants of Korea",
        "Simple method for estimating evolutionary rate of base substitutions through comparative studies of nucleotide sequences",
        "Micromonospora oryzae sp. nov., isolated from roots of upland rice",
        "Streptomyces phyllanthi sp nov., isolated from the stem of Phyllanthus amarus",
        "Amycolatopsis stemonae sp. nov., isolated from a Thai medicinal plant",
        "MEGA7: Molecular Evolutionary Genetics Analysis Version 7.0 for Bigger Datasets",
        "Micromonospora globbae sp nov., an endophytic actinomycete isolated from roots of Globba winitii C. H. Wright",
        "Micromonospora azadirachtae sp. nov., isolated from roots of Azadirachta indica A. Juss. var siamensis Valeton",
        "Diversity and antimicrobial activity of endophytic actinomycetes isolated from plant roots in Thailand",
        "Micromonospora radicis sp. nov., isolated from roots of Azadirachta indica var. siamensis Valenton, and reclassification of Jishengella zingiberis as Micromonospora zingiberis comb. nov",
        "Selection of Media for Isolation of Streptomycetes",
        "16S/23S rRNA sequencing",
        "Clustal W and Clustal X version 2.0",
        "Rare genera of actinomycetes as potential producers of new antibiotics",
        "Biology of actinomycetes",
        "Actinoallomurus bryophytorum sp. nov., an endophytic actinomycete isolated from moss (Bryophyta)",
        "Microbispora bryophytorum sp nov., an actinomycete isolated from moss (Bryophyta)",
        "Herbidospora osyris sp. nov., isolated from surface-sterilized tissue of Osyris wightiana Wall. ex Wight",
        "Phytomonospora endophytica gen. nov., sp nov., isolated from the roots of Artemisia annua L",
        "Isolation and characterization of culturable endophytic actinobacteria associated with Artemisia annua L",
        "Phytoactinopolyspora endophytica gen. nov., sp nov., a halotolerant filamentous actinomycete isolated from the roots of Glycyrrhiza uralensis F",
        "Staurosporine from the endophytic Streptomyces sp. strain CNS-42 acts as a potential biocontrol agent and growth elicitor in cucumber",
        "Road map of the phylum Actinobacteria",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "Post-column fluorometric detection of reducing sugar in high-performance liquid chromatography using arginine",
        "Multiplication of isolate R-5 of Streptomyces galbus on rhododendron leaves and its production of cell wall-degrading enzyme",
        "Streptomyces oryzae sp. nov., an endophytic actinomycete isolated from stems of rice plant",
        "Sphaerisporangium rufum sp. nov., an endophytic actinomycete from roots of Oryza sativa L",
        "Polar lipid composition in the classification of Nocardia and related bacteria",
        "Trehangelins A, B and C, novel photo-oxidative hemolysis inhibitors produced by an endophytic actinomycete, Polymorphospora rubra K07-0510",
        "Jiangella endophytica sp nov., an endophytic actinomycete isolated from the rhizome of Kaempferia elegans",
        "Asanoa endophytica sp. nov., an endophytic actinomycete isolated from the rhizome of Boesenbergia rotunda",
        "Phytohabitans kaempferiae sp. nov., an endophytic actinomycete isolated from the leaf of Kaempferia larsenii",
        "Genetic diversity and community of endophytic actinomycetes within the roots of Aquilaria crassna Pierre ex Lec assessed by Actinomycetes-specific PCR and PCR-DGGE of 16S rRNA gene",
        "Genome-Based Taxonomic Classification of the Phylum Actinobacteria",
        "Studies on actinomycetes isolated from plant leaves",
        "Selective and potent in vitro antitrypanosomal activities of ten microbial metabolites",
        "Moving from pattern to process in fungal symbioses: Linking functional traits, community ecology, and phylogenetics",
        "Micromonospora fluostatini sp. nov., isolated from marine sediment",
        "Chartreusin, elsamicin A and related anti-cancer antibiotics",
        "Glycomyces endophyticus sp. nov., an endophytic actinomycete isolated from the root of Carex baccans Nees",
        "Isolation, diversity, and antimicrobial activity of rare actinobacteria from medicinal plants of tropical rain forests in Xishuangbanna, China",
        "Actinomadura flavalba sp. nov., an endophytic actinomycete isolated from leaves of Maytenus austroyunnanensis",
        "Jiangella alba sp. nov., an endophytic actinomycete isolated from the stem of Maytenus austroyunnanensis",
        "Biodiversity, bioactive natural products and biotechnological potential of plant-associated endophytic actinobacteria",
        "Nocardioides panzhihuaensis sp. nov., a novel endophytic actinomycete isolated from medicinal plant Jatropha curcas L",
        "Promicromonospora xylanilytica sp. nov., an endophytic actinomycete isolated from surface-sterilized leaves of the medicinal plant Maytenus austroyunnanensis",
        "Tamaricihabitans halophyticus gen nov., sp nov., an endophytic actinomycete of the family Pseudonocardiaceae",
        "Actinomadura syzygii sp. nov., an endophytic actinomycete isolated from the roots of a jambolan plum tree (Syzygium cumini L. Skeels)",
        "Nonomuraea syzygii sp. nov., an endophytic actinomycete isolated from the roots of a jambolan plum tree (Syzygium cumini L. Skeels)",
        "Shifting the genomics gold standard for the prokaryotic species definition",
        "JSpeciesWS: A web server for prokaryotic species circumscription based on pairwise genome comparison",
        "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
        "Actinomycetospora endophytica sp. nov., isolated from wild orchid (Podochilus microphyllus Lindl.) in Thailand",
        "Identification of bacteria by gas chromatography of cellular fatty acids",
        "What are endophytes?",
        "Endophytic fungi: A source of novel biologically active secondary metabolites",
        "Methods for characterization of Streptomyces species",
        "Diversity of endophytic actinomycetes in mandarin grown in northern Thailand, their phytohormone production potential and plant growth promoting activity",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "Bioprospecting for microbial endophytes and their natural products",
        "Natural products from endophytic microorganisms",
        "Micromonospora spongicola sp. nov., an actinomycete isolated from a marine sponge in the gulf of Thailand",
        "Antimicrobial compounds from endophytic Streptomyces sp. BCC72023 isolated from rice (Oryza sativa L.)",
        "Planotetraspora thailandica sp. nov., isolated from soil in Thailand",
        "Activity of endophytic actinomycetes from roots of Zingiber officinale and Alpinia galanga against phytopathogenic fungi",
        "Isolation of new actinomycete strains for the screening of new bioactive compounds",
        "Analysis of bacterial menaquinone mixtures by high performance liquid chromatography",
        "Actinoallomurus acaciae sp. nov., an endophytic actinomycete isolated from Acacia auriculiformis A. Cunn. ex. Benth",
        "Micromonospora endophytica sp nov., an endophytic actinobacteria of Thai upland rice (Oryza sativa)",
        "Micromonospora costi sp. nov., isolated from a leaf of Costus speciosus",
        "Mycolic acid composition and thermally adaptative changes in Nocardia asteroids",
        "The genus Micromonospora is widespread in legume root nodules: The example of Lupinus angustifolius",
        "Micromonospora lupini sp nov. and Micromonospora saelicesensis sp. nov., isolated from root nodules of Lupinus angustifolius",
        "Micromonospora coriariae sp nov., isolated from root nodules of Coriaria myrtifolia",
        "An improved method for the glycolate test for simple identification of the acyl type of bacterial cell walls",
        "Non-Frankia actinomycetes isolated from surface-sterilized roots of Casuarina equisetifolia fix nitrogen",
        "Alkaloids from the mangrove-derived actinomycete Jishengella endophytica 161111",
        "Chapter XI: Actinomycetes",
        "Sphaerisporangium dianthi sp. nov., an endophytic actinomycete isolated from a root of Dianthus chinensis L",
        "Sphaerisporangium dianthi sp. nov., an endophytic actinomycete isolated from a root of Dianthus chinensis L",
        "Amycolatopsis jiangsuensis sp. nov., a novel endophytic actinomycete isolated from a coastal plant in Jiangsu, China",
        "Nocardia endophytica sp. nov., an endophytic actinomycete isolated from the oil-seed plant Jatropha curcas L",
        "Antimycin A18 produced by an endophytic Streptomyces albidoflavus isolated from a mangrove plant",
        "Introducing EzBioCloud: A taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "Bafilomycins, produced by an endophytic actinomycete Streptomyces sp. YIM 56209",
        "Saccharopolyspora dendranthemae sp. nov., a halotolerant endophytic actinomycete isolated from a coastal salt marsh plant in Jiangsu, China",
        "The diversity and anti-microbial activity of endophytic actinomycetes isolated from medicinal plants in Panxi plateau, China",
        "Plantactinospora endophytica sp nov., an actinomycete isolated from Camptotheca acuminata Decne., reclassification of Actinaurispora siamensis as Plantactinospora siamensis comb. nov. and emended descriptions of the genus Plantactinospora and Plantactinospora mayteni",
        "Anti-trypanosomal activity of endophytic streptomycete"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}