{
    "eid": "2-s2.0-85105669394",
    "title": "Experimental investigations on strengthened reinforced concrete columns under monotonic axial loading",
    "cover-date": "2021-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Engineering (all)",
            "@code": "2200",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Ferro-cement",
        "RC Column",
        "Reinforced Concrete",
        "Steel Jacketing",
        "Steel Strap",
        "Strengthening"
    ],
    "authors": [
        "S. Sirimontree",
        "S. Keawsawasvong",
        "C. Thongchom",
        "P. Jongvivatsakul",
        "E. Noroozinejad Farsangi"
    ],
    "citedby-count": 9,
    "ref-count": 29,
    "ref-list": [
        "Repair and strengthening of reinforced concrete square columns using ferro-cement jackets",
        "Improved ferro-cement jacketing for restrengthening of square RC short column",
        "Strengthening of reinforced concrete column via ferro-cement jacketing",
        "Using steel fiber-reinforced concrete precast panels for strengthening in shear of beams: an experimental and analytical investigation",
        "Mechanical properties of aramid fiber-reinforced composites and performance on repairing concrete beams damaged by corrosion",
        "Axial compression behavior of fire-damaged concrete cylinders confined with CFRP sheets",
        "Axial compressive strength of reinforced concrete columns wrapped with fiber reinforced polymers (FRP)",
        "Flexural testing of high strength reinforced concrete beams strengthened with CFRP sheets",
        "Theoretical and numerical study on the strengthened steel plate shear walls by FRP laminates",
        "Evaluating applicability of ASTM C 928 approach in assessing adequacy of patch repair of bridge piers",
        "Repair of corroded self-compacted reinforced concrete columns loaded eccentrically using carbon fiber reinforced polymer",
        "Retrofitting of reinforced concrete beams with steel fiber reinforced composite jackets",
        "Behavior of partially defected RC columns strengthened using steel jackets",
        "Innovative concrete repairing technique using post tensioning steel straps",
        "Strengthening of RC columns by steel angles and strips",
        "Behaviour of axially loaded RC columns strengthened by steel angles and strips",
        "RC columns strengthened with steel angles and battens: experimental results and design procedure",
        "Behavior of reinforced concrete columns strengthened by steel jacket",
        "Behavior of partially defected RC columns strengthened using steel jackets",
        "An investigation into the behavior and strength of reinforced concrete columns strengthened with ferro-cement jackets",
        "Behaviour of Biaxially loaded RC Columns Retrofitted by Ferro-cement jacketing",
        "Strengthening and repair of reinforced concrete columns by jacketing: state-of-the-art review",
        "Ferro-cement composites for strengthening of concrete columns: A review",
        "Effect of fibrous jacket on behavior of RC columns",
        "Experimental and numerical evaluation of concentrically loaded RC columns strengthening by textile reinforced concrete jacketing",
        "Reinforced concrete columns confined with prestressed steel straps under axial loading",
        "Performance comparison of high strength reinforced concrete circular and square columns subjected to flexural controlled cyclic loading",
        "Towards Bayesian quantification of permeability in micro-scale porous structures - The database of micro networks",
        "Sustainability assessment in housing building organizations for the design of strategies against climate change"
    ],
    "affiliation": [
        {
            "affiliation-city": "Kerman",
            "@id": "60138498",
            "affilname": "Graduate University of Advanced Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138498",
            "affiliation-country": "Iran"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60012521",
            "affilname": "Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012521",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thammasat University"
    ]
}