{
    "eid": "2-s2.0-85061989001",
    "title": "Vedolizumab Drug Level Correlation With Clinical Remission, Biomarker Normalization, and Mucosal Healing in Inflammatory Bowel Disease",
    "cover-date": "2019-02-21",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Allergy",
            "@code": "2723",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Gastroenterology",
            "@code": "2715",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "inflammatory bowel disease",
        "therapeutic drug monitoring",
        "vedolizumab"
    ],
    "authors": [
        "Badr Al-Bawardy",
        "Guilherme Piovezani Ramos",
        "Maria Alice V. Willrich",
        "Sarah M. Jenkins",
        "Sang Hyoung Park",
        "Satimai Aniwan",
        "Shayla A. Schoenoff",
        "David H. Bruining",
        "Konstantinos A. Papadakis",
        "Laura Raffals",
        "William J. Tremaine",
        "Edward V. Loftus"
    ],
    "citedby-count": 32,
    "ref-count": 30,
    "ref-list": [
        "Endoscopic mucosal healing predicts favorable clinical outcomes in inflammatory bowel disease: A meta-analysis",
        "Systematic review with meta-analysis: Mucosal healing is associated with improved long-term outcomes in Crohn's disease",
        "Mucosal healing in inflammatory bowel diseases: A systematic review",
        "Mucosal healing restores normal health and quality of life in patients with inflammatory bowel disease",
        "Association of trough serum infliximab to clinical outcome after scheduled maintenance treatment for Crohn's disease",
        "Trough serum infliximab: A predictive factor of clinical outcome for infliximab treatment in acute ulcerative colitis",
        "Serum adalimumab concentration and clinical remission in patients with Crohn's disease",
        "Higher adalimumab drug levels are associated with mucosal healing in patients with Crohn's disease",
        "Higher adalimumab levels are associated with histologic and endoscopic remission in patients with Crohn's disease and ulcerative colitis",
        "Optimizing anti-TNF-α therapy: Serum levels of infliximab and adalimumab are associated with mucosal healing in patients with inflammatory bowel diseases",
        "Review article: Consensus statements on therapeutic drug monitoring of anti-tumour necrosis factor therapy in inflammatory bowel diseases",
        "American Gastroenterological Association Institute guideline on therapeutic drug monitoring in inflammatory bowel disease",
        "Vedolizumab as induction and maintenance therapy for ulcerative colitis",
        "Vedolizumab as induction and maintenance therapy for Crohn's disease",
        "Effects of vedolizumab induction therapy for patients with Crohn's disease in whom tumor necrosis factor antagonist treatment failed",
        "Long-term efficacy of vedolizumab for Crohn's disease",
        "Long-term efficacy of vedolizumab for ulcerative colitis",
        "Association between low trough levels of vedolizumab during induction therapy for inflammatory bowel diseases and need for additional doses within 6 months",
        "P518 Vedolizumab trough concentrations are associated with endoscopic response in patients with inflammatory bowel disease",
        "Association of vedolizumab level, antidrug antibodies, and α4β7 occupancy with response in patients with inflammatory bowel diseases",
        "Clinical relevance of detecting anti-infliximab antibodies with a drug-tolerant assay: Post hoc analysis of the TAXIT trial",
        "Population pharmacokinetics- pharmacodynamics of vedolizumab in patients with ulcerative colitis and Crohn's disease",
        "Patient factors that increase infliximab clearance and shorten half-life in inflammatory bowel disease: A population pharmacokinetic study",
        "Pharmacokinetics and exposure-efficacy relationship of adalimumab in pediatric patients with moderate to severe Crohn's disease: Results from a randomized, multicenter, phase-3 study",
        "Association between plasma concentrations of certolizumab pegol and endoscopic outcomes of patients with Crohn's disease",
        "Population pharmacokinetics of golimumab in patients with ankylosing spondylitis: Impact of body weight and immunogenicity",
        "Does weight-adjusted anti-tumour necrosis factor treatment favour obese patients with Crohn's disease?",
        "Obesity and psoriasis: Body weight and body mass index influence the response to biological treatment",
        "Exposure-efficacy relationships for vedolizumab induction therapy in patients with ulcerative colitis or Crohn's disease"
    ],
    "affiliation": [
        {
            "affiliation-city": "Rochester",
            "@id": "60005558",
            "affilname": "Mayo Clinic",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005558",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60006240",
            "affilname": "University of Ulsan College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006240",
            "affiliation-country": "South Korea"
        }
    ],
    "funding": [
        "Seres Therapeutics",
        "Amgen",
        "Pfizer",
        "Genentech",
        "Gilead",
        "Janssen",
        "AbbVie",
        "Takeda",
        "Allergan",
        "UCB",
        "MedImmune"
    ]
}