{
    "eid": "2-s2.0-85021857508",
    "title": "Identification of highly potent α-glucosidase inhibitory and antioxidant constituents from Zizyphus rugosa bark: Enzyme kinetic and molecular docking studies with active metabolites",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Complementary and Alternative Medicine",
            "@code": "2707"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        },
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Molecular Medicine",
            "@code": "1313"
        }
    ],
    "keywords": [
        "Flavonoid glycosides",
        "Lignan glycosides",
        "Lupane-type triterpenes"
    ],
    "authors": [
        "Jirapast Sichaem"
    ],
    "citedby-count": 28,
    "ref-count": 25,
    "ref-list": [
        "AMBER10",
        "Three new phenylpropanoyl amides from the leaves of Piper sarmentosum and their α-glucosidase inhibitory activities",
        "Synthesis, in vitro and computational studies of 1,4-disubstituted 1,2,3-triazoles as potential α-glucosidase inhibitors",
        "Stewart computational chemistry",
        "Chemical Constituents of the Roots of Zizyphus rugosa",
        "Hyperglycemic crises in adult patients with diabetes",
        "Determination of nutritive value of Ziziphus rugosa Lamk.: A famine edible fruit and medicinal plant of Western Ghats",
        "LigPlot+: Multiple ligand-protein interaction diagrams for drug discovery",
        "Binding mode analyses and pharmacophore model development for stilbene derivatives as a novel and competitive class of α-glucosidase inhibitors",
        "Homology modelling and molecular dynamics simulations of wild type and mutated flavodoxins from Desulfovibrio vulgaris (Miyazaki F): Insight into FMN-apoprotein interactions",
        "Structure activity related, mechanistic, and modeling studies of gallotannins containing a glucitol-core and α-glucosidase",
        "Antidiabetic plants and their active constituents",
        "IJUPBS.",
        "Studies on α-glucosidase inhibitors development: Magic molecules for the treatment of carbohydrate mediated diseases",
        "Software news and updates AutoDock4 and AutoDockTools4: Automated docking with selective receptor flexibility",
        "Indonesian Medicinal Plants. XII. Four Isomeric Lignan-Glucosides from the Bark of Aegle marmelos (Rutaceae)",
        "New isorhamnetin glycosides and other phenolic compounds from calendula officinalis",
        "Rapid isolation of geraniin from Nephelium lappaceum rind waste and its anti-hyperglycemic activity",
        "Inhibitory kinetics and mechanism of kaempferol on α-glucosidase",
        "UCSF Chimera - A visualization system for exploratory research and analysis",
        "IJPB Arch.",
        "IJPRD.",
        "Xanthones from the stems of Cratoxylum cochinchinense",
        "Crystal structures of isomaltase from Saccharomyces cerevisiae and in complex with its competitive inhibitor maltose",
        "Antioxidant effects of dopamine and related compounds"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Bansomdejchaopraya Rajabhat University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}