{
    "eid": "2-s2.0-84944686619",
    "title": "SXDF-ALMA 1.5 arcmin2 deep survey: A compact dusty star-forming galaxy at z = 2.5",
    "cover-date": "2015-09-20",
    "subject-areas": [
        {
            "$": "Space and Planetary Science",
            "@code": "1912"
        },
        {
            "$": "Astronomy and Astrophysics",
            "@code": "3103"
        }
    ],
    "keywords": [
        "galaxies: evolution",
        "galaxies: high-redshift",
        "galaxies: ISM"
    ],
    "authors": [
        "Ken Ichi Tadaki"
    ],
    "citedby-count": 40,
    "ref-count": 50,
    "ref-list": [
        "Candels: The progenitors of compact quiescent galaxies at Z ∼ 2",
        "Candels+3D-HST: Compact SFGs at z ∼ 2-3, the progenitors of the first quiescent galaxies",
        "Keck-I mosfire spectroscopy of compact star-forming galaxies at z ≳ 2: High velocity dispersions in progenitors of compact quiescent galaxies",
        "Stellar populations from spectroscopy of a large sample of quiescent galaxies at z > 1: Measuring the contribution of progenitor bias to early size growth",
        "Hydrodynamics of high-redshift galaxy collisions: From gas-rich disks to dispersion-dominated mergers and compact spheroids",
        "Eazy: A fast, public photometric redshift code",
        "Stellar population synthesis at the resolution of 2003",
        "The dust content and opacity of actively star-forming galaxies",
        "Galactic stellar and substellar initial mass function",
        "Wet disc contraction to galactic blue nuggets and quenching to red nuggets",
        "Type II supernovae as a significant source of interstellar dust",
        "Herschel -ATLAS: Rapid evolution of dust in galaxies over the last 5 billion years",
        "Combined CO and dust scaling relations of depletion time and molecular gas fractions with cosmic time, specific star-formation rate, and stellar mass",
        "Candels: The Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey",
        "Star formation in galaxy mergers with realistic models of stellar feedback and the interstellar medium",
        "ApJ",
        "Star formation in galaxies along the Hubble sequence",
        "IAU Symp. 295, the Intriguing Life of Massive Galaxies",
        "Candels: The cosmic assembly near-infrared deep extragalactic legacy survey - The hubble space telescope observations, imaging data products, and mosaics",
        "An ultra-deep near-infrared spectrum of a compact quiescent galaxy at z = 2.2",
        null,
        "PACS Evolutionary Probe (PEP)-A Herschel key program",
        null,
        "ASP Conf. Ser. 376, Astronomical Data Analysis Software and Systems XVI",
        "Minor mergers and the size evolution of elliptical galaxies",
        "A massive galaxy in its core formation phase three billion years after the Big Bang",
        "Can minor merging account for the size growth of quiescent galaxies? New results from the CANDELS survey",
        "UNIMAP: A generalized least-squares map maker for Herschel data",
        "Gas-to-dust mass ratios in local galaxies over a 2 dex metallicity range",
        "ASP Conf. Ser. 77, Astronomical Data Analysis Software and Systems IV",
        "The evolution of interstellar medium mass probed by dust emission: Alma observations at z = 0.3-2",
        "The scuba-2 cosmology legacy survey: Alma resolves the rest-frame far-infrared emission of sub-millimeter galaxies",
        "3D-HST WFC3-selected photometric catalogs in the five candels/3D-HST fields: Photometry, photometric redshifts, and stellar masses",
        "Nature of Hα selected galaxies at z > 2. I. Main-sequence and dusty star-forming galaxies",
        "The nature of Hα-selected galaxies at z > 2. II. Clumpy galaxies and compact star-forming galaxies",
        "Strong size evolution of the most massive galaxies since z ∼ 2",
        "3D-HST+CANDELS: The evolution of the galaxy size-mass distribution since z = 3",
        "Confirmation of the remarkable compactness of massive quiescent galaxies at Z ∼ 2.3: Early-type galaxies did not form in a simple monolithic collapse",
        "The growth of massive galaxies since z = 2",
        "The formation of massive, compact galaxies at z = 2 in the illustris simulation",
        "Constraining the low-mass slope of the star formation sequence at 0.5 < z < 2.5",
        "The newfirm medium-band survey: Photometric catalogs, redshifts, and the bimodal color distribution of galaxies out to z ∼ 3",
        null,
        "A consistent study of metallicity evolution at 0.8 < z < 2.6",
        "On sizes, kinematics, M/L gradients, and light profiles of massive compact galaxies at z ∼ 2",
        "On star formation rates and star formation histories of galaxies out to z 3",
        "A candels-3D-hst synergy: Resolved star formation patterns at 0.7 < z < 1.5",
        "Galaxy structure and mode of star formation in the SFR-mass plane from z 2.5 to z 0.1",
        null,
        "Compaction and quenching of high-z galaxies in cosmological simulations: Blue and red nuggets"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "The University of Tokyo",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Edinburgh",
            "affilname": "University of Edinburgh, Institute for Astronomy",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Research Center for the Early Universe",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Taipei",
            "affilname": "Academia Sinica, Institute of Astronomy and Astrophysics",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Santiago",
            "affilname": "Atacama Large Millimeter-submillimeter Array",
            "affiliation-country": "Chile"
        },
        {
            "affiliation-city": "Puebla",
            "affilname": "Instituto Nacional de Astrofisica Optica y Electronica",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Mitaka",
            "affilname": "National Institutes of Natural Sciences - National Astronomical Observatory of Japan",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Garching bei Munchen",
            "affilname": "European Southern Observatory",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Garching bei Munchen",
            "affilname": "Max Planck Institute for Extraterrestrial Physics",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Hayama",
            "affilname": "The Graduate University for Advanced Studies",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Kamuela",
            "affilname": "Télescope Canada-France-Hawaii",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Amherst",
            "affilname": "University of Massachusetts Amherst",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Groningen",
            "affilname": "Kapteyn Instituut",
            "affiliation-country": "Netherlands"
        }
    ],
    "funding": [
        "Science and Technology Facilities Council",
        "Japan Society for the Promotion of Science"
    ]
}