{
    "eid": "2-s2.0-85109137337",
    "title": "Chasing for information during the COVID-19 panic: The role of Google search on global stock market",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Behavioral finance",
        "COVID-19",
        "Google Search volume index",
        "Investor attention",
        "Stock market performance"
    ],
    "authors": [
        "Chaiyuth Padungsaksawasdi",
        "Sirimon Treepongkaruna"
    ],
    "citedby-count": 4,
    "ref-count": 24,
    "ref-list": [
        "Death and contagious infectious diseases: impact of the COVID-19 virus on stock market returns",
        "Stock markets’ reaction to COVID-19: cases or fatalities?",
        "All that glitters: the effect of attention and news on the buying behavior of individual and institutional investors",
        "A model of investor sentiment",
        "In search of attention",
        "Risk aversion connectedness in developed and emerging equity markets before and after the COVID-19 pandemic",
        "COVID-19 pandemic and stock market response: A culture effect",
        "Detecting influenza epidemics using search engine query data",
        "Investor attention and FX market volatility",
        "COVID-19 and finance: agendas for future research",
        "Common errors: how to (and not to) control for unobserved heterogeneity",
        "Does investor attention matter? the attention-return relationships in FX markets",
        "Forecasting abnormal stock returns and trading volume using investor sentiment: evidence from online search",
        "The impact of COVID‐19 pandemic on hospitality stock returns in China",
        "Investor attention and stock market activities: new evidence from panel data",
        "Investor attention and time‐varying comovements",
        "How does investor attention influence the green bond market?",
        "Should we pay attention to investor attention in forex futures market?",
        "On the relation between pandemic disease outbreak news and crude oil, gold, gold mining, silver and energy markets",
        "Investor attention and global market returns during the COVID-19 crisis",
        "Attention effect via internet search intensity in Asia-Pacific stock markets",
        "Investor attention, index performance, and return predictability",
        "Investor attention and the pricing of cryptocurrency market"
    ],
    "affiliation": [
        {
            "affiliation-city": "Perth",
            "@id": "60189723",
            "affilname": "The UWA Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189723",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60012521",
            "affilname": "Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012521",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}