{
    "eid": "2-s2.0-84896380399",
    "title": "Blood pressure control among stroke patients in Thailand - The i-STROKE study",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Surgery",
            "@code": "2746"
        },
        {
            "$": "Neurology (clinical)",
            "@code": "2728"
        },
        {
            "$": "Rehabilitation",
            "@code": "2742"
        },
        {
            "$": "Cardiology and Cardiovascular Medicine",
            "@code": "2705"
        }
    ],
    "keywords": [
        "Blood pressure control",
        "hypertension management",
        "risk factors",
        "stroke",
        "Thailand"
    ],
    "authors": [
        "Samart Nidhinandana"
    ],
    "citedby-count": 2,
    "ref-count": 18,
    "ref-list": [
        "Antihypertensive treatment and stroke prevention: Are angiotensin receptor blockers superior to other antihypertensive agents?",
        "Age-specific relevance of usual blood pressure to vascular mortality: A meta-analysis of individual data for one million adults in 61 prospective studies",
        "Prevalence of stroke and stroke risk factors in thailand: Thai epidemiologic stroke (TES) study",
        "Preventing stroke in hypertensive patients at risk",
        "Hypertension mega-trials with cardiovascular end points: effect of angiotensin-converting enzyme inhibitors and angiotensin receptor blockers.",
        "Angiotensin-converting enzyme inhibitors and calcium channel blockers for coronary heart disease and stroke prevention",
        "Effects of different blood-pressure-lowering regimens on major cardiovascular events: Results of prospectively-designed overviews of randomised trials",
        "Blood-pressure control in the hypertensive population",
        "Blood pressure control in Italy: Results of recent surveys on hypertension",
        "Assessment of blood pressure control in hypertensive stroke survivors: An ambulatory blood pressure monitoring study",
        "Article I.9. Helsinki, Finland: Adopted by the 18th World Medical Assembly, Helsinki, 1964 As Amended by the 59th World Medical Assembly, Seoul, Korea. World Medical Journal",
        "Seventh report of the Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure",
        "Differences in blood pressure control and stroke mortality across Spain: The Prevención de Riesgo de Ictus (PREV-ICTUS) study",
        "Prevalence of inadequate blood pressure control among veterans after acute ischemic stroke hospitalization a retrospective cohort",
        "Value of low dose combination treatment with blood pressure lowering drugs: Analysis of 354 randomised trials",
        "Blood Pressure Reduction and Secondary Prevention of Stroke and Other Vascular Events: A Systematic Review",
        "Randomised trial of a perindopril-based blood-pressure-lowering regimen among 6105 individuals with previous stroke or transient ischaemic attack",
        "Guidelines for prevention of stroke in patients with ischemic stroke or transient ischemic attack: A statement for healthcare professionals from the American Heart Association/American Stroke Association council on stroke - Co-sponsored by the council on cardiovascular radiology and intervention. The American Academy of Neurology affirms the value of this guideline"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ramathibodi Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Faculty of Medicine, Thammasat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Phramongkutklao College of Medicine",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Prasat Neurological Institute",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Sanofi-aventis Ltd",
        "Sanofi-aventis Ltd"
    ]
}