{
    "eid": "2-s2.0-84979608769",
    "title": "Rinsing with saline promotes human gingival fibroblast wound healing in vitro",
    "cover-date": "2016-07-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [],
    "authors": [
        "Nam Cong Nhat Huynh"
    ],
    "citedby-count": 29,
    "ref-count": 32,
    "ref-list": [
        "Evaluation of an alum containing mouthrinse on plaque and gingivitis inhibition over 2 weeks of supervised use.",
        "Comparative evaluation of the effects of an alum-containing mouthrinse and a saturated saline rinse on the salivary levels of Streptococcus mutans",
        "Differential uPA expression by TGF-β1 in gingival fibroblasts",
        "Defective wound-healing in aging gingival tissue",
        "Control of motile and invasive cell phenotypes by focal adhesion kinase",
        "Hypertonic stress response",
        "The effect of osmolarity on metabolism and morphology in adhesion and suspension chinese hamster ovary cells producing tissue plasminogen activator",
        "Acta of Bioengineering and Biomechanics",
        "Gingival fibroblasts display reduced adhesion and spreading on extracellular matrix: A possible basis for scarless tissue repair?",
        "Human gingival fibroblasts display a non-fibrotic phenotype distinct from skin fibroblasts in three-dimensional cultures",
        "Primary Cell Culture from Human Oral Tissue: Gingival Keratinocytes, Gingival Fibroblasts and Periodontal Ligament Fibroblasts",
        "In vitro scratch assay: A convenient and inexpensive method for analysis of cell migration in vitro",
        "In vitro wound healing improvement by low-level laser therapy application in cultured gingival fibroblasts",
        "Normal saline wound dressing - Is it really normal?",
        "Wound cleansing: sterile water or saline?",
        "Cellular response to hyperosmotic stresses",
        "Response to hyperosmotic stress",
        "Cloning and characterization of human gingival and periodontal ligament fibroblasts.",
        "Human gingiva-derived mesenchymal stem cells are superior to bone marrow-derived mesenchymal stem cells for cell therapy in regenerative medicine",
        "Regulation of keratinocyte shape, migration and wound epithelialization by IGF-1 and EGF-dependent signalling pathways",
        "Wound re-epithelialization: Modulating keratinocyte migration in wound healing",
        "Osmotic stress-induced remodeling of the cortical cytoskeleton",
        "Urea and NaCl differentially regulate FAK and RAFTK/PYK2 in mIMCD3 renal medullary cells",
        "Hyperosmotic stress induces rapid focal adhesion kinase phosphorylation at tyrosines 397 and 577: Role of Src family kinases and Rho family GTPases",
        "Differential uPA expression by TGF-β1 in gingival fibroblasts",
        "Role of ion channels and transporters in cell migration",
        null,
        "Volume-activated chloride channels contribute to cell-cycle-dependent regulation of HeLa cell migration",
        "Chlorhexidine-induced changes to human ginqival fibroblast collaqen and non-collagen protein production",
        "Mouthrinses with alcohol: Cytotoxic effects on human gingival fibroblasts in vitro",
        "Effect of essential oil and chlorhexidine mouthwashes on gingival fibroblast survival and migration",
        "Management of mucositis in oral irradiation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amsterdam",
            "affilname": "Vrije Universiteit Amsterdam",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Hatyai",
            "affilname": "Prince of Songkla University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadapisek Sompoch Endowment Fund",
        "Thailand National Science and Technology Development Agency",
        "Chulalongkorn University",
        "National Science and Technology Development Agency"
    ]
}