{
    "eid": "2-s2.0-84929512988",
    "title": "A comparison of the effectiveness of radial extracorporeal shock wave therapy and ultrasound therapy in the treatment of chronic plantar fasciitis: A randomized controlled trial",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Plantar fasciitis",
        "Radial extracorporeal shock wave therapy (rESWT)",
        "Ultrasound (US)"
    ],
    "authors": [
        "Nipaporn Konjen"
    ],
    "citedby-count": 18,
    "ref-count": 26,
    "ref-list": [
        "Plantar fasciitis",
        "Plantar fasciitis: Evidence-based review of diagnosis and therapy",
        "Plantar fasciitis. The painful heel syndrome",
        "Treatment of plantar fasciitis",
        "J Podiatry",
        "The Diagnosis and Treatment of Heel Pain: A Clinical Practice Guideline-Revision 2010",
        "How effective is therapeutic ultrasound in the treatment of heel pain?",
        "Chiropodist",
        "Use of therapeutic ultrasound",
        "Ultrasound and some podiatric considerations.",
        "High-energy extracoporal shock wave therapy in plantar calcaneal spur",
        "Shock wave therapy for chronic proximal plantar fasciitis",
        "Extracorporeal shock wave therapy for plantar fasciitis. A double blind randomized controlled trial",
        "Randomized, placebo-controlled, double-blind clinical trial evaluating the treatment of plantar fasciitis with an extracorporeal shockwave therapy (ESWT) device: A North American confirmatory study",
        "J Thai Rehabil Med",
        "A comparison of the effectiveness of extracorporeal shock wave and ultrasound therapy in the management of heel pain",
        "Treatment of Painful Heel. Swiss Dolor Clast: Summary of Clinics Study Results-Fda/ PMA Approval",
        "Radial extracorporeal shock wave therapy is safe and effective in the treatment of chronic recalcitrant plantar fasciitis: Results of a confirmatory randomized placebo-controlled multicenter study",
        "Physical Agent and Rehabilitation",
        "Graphic representation of pain",
        "The Foot and Ankle Online Journal",
        "Radial extracorporeal shock-wave therapy in orthopedics",
        "Comparison of radial versus focused extracorporeal shock waves in plantar fasciitis using functional measures",
        "Extracorporeal Shockwaves Therapy: Technologies, Basics, Clinical Results",
        "Extracorporeal Shockwaves Therapy: Technologies, Basics, Clinical Results",
        "Chronic plantar fasciitis treated with two sessions of radial extracorporeal shock wave therapy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thai Red Cross Agency",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}