{
    "eid": "2-s2.0-84979999682",
    "title": "Adopting Ultrasound Guidance for Prone Percutaneous Nephrolithotomy: Evaluating the Learning Curve for the Experienced Surgeon",
    "cover-date": "2016-08-01",
    "subject-areas": [
        {
            "$": "Urology",
            "@code": "2748"
        }
    ],
    "keywords": [],
    "authors": [
        "Manint Usawachintachit"
    ],
    "citedby-count": 44,
    "ref-count": 30,
    "ref-list": [
        "The modern history and evolution of percutaneous nephrolithotomy",
        "Chapter 1: AUA guideline on management of staghorn calculi: diagnosis and treatment recommendations.",
        "Does Imaging Modality Used for Percutaneous Renal Access Make a Difference? A Matched Case Analysis",
        "Ultrasound guided direct percutaneous nephrostomy tube placement: Stepwise report of a new technique with its safety and efficacy evaluation",
        "The efficacy of ultrasonography for the detection of renal stone",
        "Role of ultrasonography in percutaneous renal access in patients with renal anatomic abnormalities",
        "Training in percutaneous nephrolithotomy",
        "Shock wave lithotripsy success determined by skin-to-stone distance on computed tomography",
        "Skin-to-stone distance has no impact on outcomes of percutaneous nephrolithotomy",
        "Improved formulas for the estimation of renal depth in adults",
        "Ultrasound-Guided Renal Access for Percutaneous Nephrolithotomy: A Description of Three Novel Ultrasound-Guided Needle Techniques",
        "The clavien-dindo classification of surgical complications: Five-year experience",
        "Guideline of guidelines: Kidney stones",
        "Radiation exposure during the evaluation and management of nephrolithiasis",
        "Deterministic effects in interventional radiology",
        "Risk of radiation exposure during PCNL",
        "Complication and safety of ultrasound guided percutaneous nephrolithotomy in 8 025 cases in China",
        "The ideal puncture approach for PCNL: Fluoroscopy, ultrasound or endoscopy?",
        "Colon perforation related to percutaneous nephrolithotomy: from diagnosis to treatment",
        "An alternative and inexpensive percutaneous access needle in pediatric patients",
        "Percutaneous nephrolithotomy guided solely by ultrasonography: A 5-year study of >700 cases",
        "Training in Percutaneous Nephrolithotomy-A Critical Review",
        "Defining the learning curve for percutaneous nephrolithotomy",
        "Evaluation of the learning curve for percutaneous nephrolithotomy",
        "The Learning Curve in the Training of Percutaneous Nephrolithotomy",
        "The learning curve in minimally invasive percutaneous nephrolitholapaxy: A 1-year retrospective evaluation of a novice and an expert",
        "Evaluating the learning curve for percutaneous nephrolithotomy under total ultrasound guidance",
        "Practice patterns in the treatment of large renal stones",
        "Ultrasonography-guided punctures-with and without puncture guide",
        "Which is the preferred modality of renal access for a trainee urologist: Ultrasonography or fluoroscopy? results of a prospective randomized trial"
    ],
    "affiliation": [
        {
            "affiliation-city": "Beijing",
            "affilname": "Beijing Tsinghua Changgung Hospital",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "San Francisco",
            "affilname": "UCSF School of Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "San Francisco",
            "affilname": "University of California, San Francisco",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Institute of Diabetes and Digestive and Kidney Diseases",
        "National Institute of Diabetes and Digestive and Kidney Diseases"
    ]
}