{
    "eid": "2-s2.0-84924546769",
    "title": "Effect of gamma-ray irradiation on structural properties of GaAsN films grown by metal organic vapor phase epitaxy",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Inorganic Chemistry",
            "@code": "1604"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        }
    ],
    "keywords": [
        "A1. High-resolution X-ray diffraction",
        "A1. Radiation",
        "A3. Metal-organic vapor-phase epitaxy",
        "B1. Nitrides",
        "B2. Semiconducting gallium arsenide"
    ],
    "authors": [
        "Pawinee Klangtakai"
    ],
    "citedby-count": 8,
    "ref-count": 28,
    "ref-list": [
        "The role of hole leakage in 1300-nm InGaAsN quantum-well lasers",
        null,
        "GaInNAs: A novel material for long-wavelength-range laser diodes with excellent high-temperature performance",
        "High nitrogen content InGaAsN/GaAs single quantum well for 1.55 μm applications grown by molecular beam epitaxy",
        "High nitrogen composition GaAsN by atmospheric pressure metalorganic vapor-phase epitaxy",
        "Gain and threshold properties of InGaAsN/GaAsN material system for 1.3-μm semiconductor lasers",
        "Electrical properties of GaAsN film grown by chemical beam epitaxy",
        "MOVPE growth window for high-Nitrogen GaAsN alloy films for long wavelength emission",
        "MOVPE growth and optical characterization of GaAsN films with higher nitrogen concentrations",
        "Post-growth thermal annealing of high N-content GaAsN by MOVPE and its effect on strain relaxation",
        "Theory of conduction band structure of in Nx Sb1-x and Ga Nx Sb1-x dilute nitride alloys",
        "Jpn. J. Appl. Phys.",
        "Optical properties and thermal stability of GaAsN alloy films",
        "Strain enhancement during annealing of GaAsN alloys",
        "Characterisation of GaAsN layers grown by MOVPE",
        "1-eV solar cells with GaInNAs active layer",
        "Deep levels in p- and n-type InGaAsN for high-efficiency multi-junction III-V solar cells",
        "Novel materials for high-efficiency III-V multi-junction solar cells",
        "1-eV InGaAsN/GaAs quantum well structure for high efficiency solar application grown by MOVPE",
        "Comparison between deep level defects in GaAs induced by gamma, 1 MeV electron, and neutron irradiation",
        "Final Meeting of COST Action MP0805, Istanbul, Turkey, 2013",
        null,
        "Reexamination of N composition dependence of coherently grown GaNAs band gap energy with high-resolution x-ray diffraction mapping measurements",
        "Observation of compositional fluctuations in GaNAs alloys grown by metalorganic vapor-phase epitaxy",
        "Raman scattering study of a GaAsN epitaxial layer",
        "Effect of rapid thermal annealing on the properties of GaNAs thin films grown by molecular beam epitaxy",
        "Nuclear data production, calculation and measurement: A global overview of the gamma heating issue",
        "Experimental study of gamma radiation effects on the electrical characteristics of silicon solar cells"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Khon Kaen University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Faculty of Science, Khon Kaen University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "The University of Tokyo",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Institute for Promotion of Teaching Science and Technology",
        "National Science and Technology Development Agency",
        "Thailand Research Fund",
        "National Nanotechnology Center",
        "Ministry of Science and Technology of Thailand"
    ]
}