{
    "eid": "2-s2.0-85097287016",
    "title": "Evaluation of peptones from chicken waste as a nitrogen source for micro-organisms",
    "cover-date": "2021-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "chicken waste",
        "enzyme treatment",
        "fermentation engineering",
        "microbial medium",
        "nitrogen source",
        "peptone"
    ],
    "authors": [
        "A. Nakamura",
        "H. Takahashi",
        "S. Sulaiman",
        "C. Phraephaisarn",
        "S. Keeratipibul",
        "T. Kuda",
        "B. Kimura"
    ],
    "citedby-count": 3,
    "ref-count": 28,
    "ref-list": [
        "Hydrolysates from Atlantic cod (Gadus morhua L.) viscera as components of microbial growth media",
        "Use of phytone peptone to optimize growth and cell density of Lactobacillus reuteri",
        "Laundry detergent compatibility of the alkaline protease from Bacillus cereus",
        "Solid state fermentation for production of α-amylase by a thermotolerant Bacillus subtilis from hot-spring water",
        "Chicken feather hydrolysate as an inexpensive complex nitrogen source for PHA production by Cupriavidus necator on waste frying oils",
        "Antioxidant and antimicrobial activity of peptides extracted from meat by-products: a review",
        "Effects of enzymatic hydrolysis treatments on the physicochemical properties of beef bone extract using endo- and exoproteases",
        "Fish protein hydrolysates as nitrogen sources for microbial growth and metabolite production",
        "Evaluation of nitrogenous substrates such as peptones from fish: a new method based on Gompertz modeling of microbial growth",
        "Acid-hydrolysis of fish wastes for lactic acid fermentation",
        "Peptones from diverse sources: Pivotal determinants of bacterial growth dynamics",
        "Degradation of keratin and collagen containing wastes by newly isolated thermoactinomycetes or by alkaline hydrolysis",
        "Fish peptones for microbial media developed from red hake and from a fishery by-product",
        "Nisin and pediocin production on mussel-processing waste supplemented with glucose and five nitrogen sources",
        "Autolytic degradation of chicken intestinal proteins",
        "A new process for the utilization as peptone of ram horn waste",
        "Potential of chicken by-products as sources of useful biological resources",
        "Purification and preliminary characterization of the extracellular lipase of Bacillus subtilis 168, an extremely basic pH-tolerant enzyme",
        "Production of lactic acid from whey using hydrolysed whey protein as nitrogen source",
        "Fishery by-product as a nutrient source for bacteria and archaea growth media",
        "Influence of trace amounts of fatty acids on the growth of microorganisms",
        "Rapid purification of high-activity Taq DNA polymerase",
        "Composition and protein fractions of different meat by-products used for petfood compared with mechanically separated chicken (MSC)",
        "Use of hydrolysates from yellowfin tuna (Thunnus albacares) heads as a complex nitrogen source for lactic acid bacteria",
        "Preparation and use of media for protease-producing bacterial strains based on by-products from Cuttlefish (Sepia officinalis) and wastewaters from marine-products processing factories",
        "Use of waste chicken feathers as peptone for production of carotenoids in submerged culture of Rhodotorula glutinis MT-5",
        "Meat protein based bioactive peptides and their potential functional activity: a review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60018357",
            "affilname": "Tokyo University of Marine Science and Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018357",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "125160340",
            "affilname": "Research and Development Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/125160340",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}