{
    "eid": "2-s2.0-84928323985",
    "title": "Comparison of mandibular bone microarchitecture between micro-CT and CBCT images",
    "cover-date": "2015-05-01",
    "subject-areas": [
        {
            "$": "General Dentistry",
            "@code": "3500"
        },
        {
            "$": "Otorhinolaryngology",
            "@code": "2733"
        },
        {
            "$": "Radiology",
            "@code": "2741"
        }
    ],
    "keywords": [
        "Bone",
        "Bone quality",
        "Computer-assisted image processing",
        "Cone-beam computed tomography",
        "Microcomputed tomography"
    ],
    "authors": [
        "S. Panmekiate"
    ],
    "citedby-count": 43,
    "ref-count": 33,
    "ref-list": [
        "A 15-year study of osseointegrated implants in the treatment of the edentulous jaw",
        "A retrospective multicenter evaluation of osseointegrated implants supporting overdentures",
        "The excessive loss of Branemark fixtures in type IV bone: a 5-year analysis.",
        "Rates of Osseointegration of Dental Implants With Regard to Anatomical Location",
        "Oral implant treatment in posterior partially edentulous jaws: A 5-year follow-up report",
        "Implant stability is affected by local bone microstructural quality",
        "Is micro-computed tomography reliable to determine the microstructure of the maxillary alveolar bone?",
        "Morphometric analysis of human bone biopsies: A quantitative structural comparison of histological sections and micro-computed tomography",
        "State of the art of Micro-CT applications in dental research.",
        "Comparison of spatial and contrast resolution for cone-beam computed tomography scanners",
        "Moment-preserving thresholding: a new approach.",
        "BoneJ: Free and extensible bone image analysis in ImageJ",
        "MARCHING CUBES: A HIGH RESOLUTION 3D SURFACE CONSTRUCTION ALGORITHM.",
        "Fractal dimension and architecture of trabecular bone",
        "Quantification of connectivity in cancellous bone, with special emphasis on 3-D reconstructions",
        "Forma",
        "Three-dimensional methods for quantification of cancellous bone architecture",
        "Characterization of microstructural anisotropy in orthotropic materials using a second rank tensor",
        "Microsc Microanal",
        "A new method for the model-independent assessment of thickness in three-dimensional images",
        "Quantification of bone microarchitecture with the structure model index",
        "3D reconstruction of histological sections: Application to mammary gland tissue",
        "Bone quality assessment based on cone beam computed tomography imaging",
        "CBCT fractal dimension changes at the apex of immediate implants placed using undersized drilling",
        "Effects of immediate and delayed loading on peri-implant trabecular structures: A cone beam CT evaluation",
        "Fractal dimension evaluation of cone beam computed tomography in patients with bisphosphonate-associated osteonecrosis",
        "A comparative evaluation of cone beam CT and micro-CT on trabecular bone structures in the human mandible",
        "The assessment of trabecular bone parameters and cortical bone strength: A comparison of micro-CT and dental cone-beam CT",
        "Bone quality evaluation at dental implant site using multislice CT, micro-CT, and cone beam CT",
        "Accuracy of trabecular bone microstructural measurement at planned dental implant sites using cone-beam CT datasets",
        "Trabecular bone structural parameters evaluated using dental cone-beam computed tomography: Cellular synthetic bones",
        "The effect of scan parameters on cone beam CT trabecular bone microstructural measurements of the human mandible",
        "Influence of object location in different FOVs on trabecular bone microstructure measurements of human mandible: A cone beam CT study"
    ],
    "affiliation": [
        {
            "affiliation-city": "Leuven",
            "affilname": "Departement Beeldvorming &amp; Pathologie",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}