{
    "eid": "2-s2.0-85007198679",
    "title": "Shaping interactive marketing communication (IMC) through social media analytics and modelling",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Computer Science",
            "@code": "1700"
        },
        {
            "$": "Theoretical Computer Science",
            "@code": "2614"
        }
    ],
    "keywords": [
        "AISAS",
        "Data mining",
        "Machine learning",
        "Social media",
        "Social media materiality thailand and analytics"
    ],
    "authors": [
        "Pornpimon Kachamas"
    ],
    "citedby-count": 2,
    "ref-count": 23,
    "ref-list": [
        "The Dentsu Way: 9 Lessons for Innovation in Marketing from the world’s Leading Advertising Agency",
        "Customer engagement, buyer-seller relationships, and social media",
        "On the evolution of user interaction in facebook",
        "J. Interact. Advertising",
        "Are you on Timeline or News Feed? the roles of Facebook pages and construal level in increasing ad effectiveness",
        "Social media: The new hybrid element of the promotion mix",
        "An empirical study on the relationship between the followers' number and influence of microblogging",
        "An examination of the celebrity endorsements and online customer reviews influence female consumers' shopping behavior",
        "Int. J. Hybrid Inf. Technol",
        "Research into factors affecting the attitudes of university students towards WeChat marketing based on AISAS mode",
        "Online Consumer Behavior: Confirming the AISAS Model on Twitter Users",
        "2012 International Conference on Engineering and Business Management",
        "Bayesian Statistics: Principles, Models, and Applications",
        "An Introduction to Bayesian Networks",
        "Kendall’s Advanced Theory of Statistics: Distribution Theory",
        "Pattern Recognition: An Algorithmic Approach",
        "Mining the peanut gallery: Opinion extraction and semantic classification of product reviews",
        "Discovering consumer insight from twitter via sentiment analysis",
        "Mon. Weather Rev",
        "Proceedings of the First International Conference on Design Science Research in Information Systems and Technology (DESRIST 2006)",
        "Detecting Shipping Fraud in Global Supply Chains Using Probabilistic Trajectory Classification",
        "Perceived usefulness, perceived ease of use, and user acceptance of information technology"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}