{
    "eid": "2-s2.0-85055712532",
    "title": "Poroelastodynamic fundamental solutions of transversely isotropic half-plane",
    "cover-date": "2019-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909",
            "@abbrev": "EART"
        },
        {
            "@_fa": "true",
            "$": "Computer Science Applications",
            "@code": "1706",
            "@abbrev": "COMP"
        }
    ],
    "keywords": [
        "Anisotropy",
        "Fundamental solutions",
        "Poroelasticity",
        "Soil-structure interaction",
        "Vibrations"
    ],
    "authors": [
        "Suraparb Keawsawasvong",
        "Teerapong Senjuntichai"
    ],
    "citedby-count": 25,
    "ref-count": 39,
    "ref-list": [
        "A BIE analysis of wave propagation in anisotropic media",
        "Elastodynamic Green's functions of orthotropic half-plane",
        "Green's functions for transversely isotropic elastic half space",
        "A numerical method for axisymmetric wave propagation problem of anisotropic solids",
        "Elastic solutions for a transversely isotropic half-space subjected to buried asymmetric-loads",
        "Axisymmetric time-harmonic response of a transversely isotropic substrate-coating system",
        "Elastodynamic potential method for a transversely isotropic solid",
        "Asymmetric wave propagation in a transversely isotropic half-space in displacement potentials",
        "Asymmetric dynamic Green's functions in a two-layered transversely isotropic half-space",
        "Theory of propagation of elastic waves in a fluid-saturated porous solid. I. Low-frequency range",
        "Theory of propagation of elastic waves in a fluid-saturated porous solid. II. Higher-frequency range",
        "General theory of three-dimensional consolidation",
        "the displacements produced in a porous elastic half-space by an impulsive line load. (non-dissipative case)",
        "Lamb's problem for fluid-saturated, porous media",
        "Waves in partially saturated medium due to surface loads",
        "Dynamic Green's functions of homogeneous poroelastic half-space",
        "Axisymmetric vibration of disk resting on saturated layered half-space",
        "Buried point source in a poroelastic half-space",
        "Dynamic Green's functions for a poroelastic half-space",
        "Dynamic response of a poroelastic half space to horizontal buried loading",
        "Three-dimensional dynamic response of multi-layered poroelastic media",
        "Theory of elasticity and consolidation for a porous anisotropic solid",
        "Mechanics of deformation and acoustic propagation in porous media",
        "Elastodynamics of an axisymmetric problem in an anisotropic liquid-saturated porous medium",
        "Dynamic behaviour of an anisotropic liquid-saturated porous medium in frequency domain",
        "Material coefficients of anisotropic poroelasticity",
        "Time-harmonic response of saturated porous transversely isotropic half-space under surface tractions",
        "Poroelastodynamic potential method for transversely isotropic fluid-saturated poroelastic media",
        "Fourier transform",
        "QUADPACK, A subroutine package for automatic integration",
        "Plane strain dynamic response of a transversely isotropic multilayered half-plane",
        "Analysis of foundations on fluid-filled poroelastic stratum",
        "Interaction functions of a rigid strip bonded to saturated elastic half-space",
        "Dynamics of a rigid strip bonded to a multilayered poroelastic half-plane",
        "Strip foundations on a cross-anisotropic soil layer subjected to dynamic loading",
        "Vertical vibration of a rigid strip footing on a transversely isotropic multilayered half-plane",
        "Horizontal vibrations of a disk on a poroelastic half space",
        "Rocking vibrations of rigid disk on saturated poroelastic medium"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Thailand Research Fund"
    ]
}