{
    "eid": "2-s2.0-85020890383",
    "title": "Impact of intermittent aeration mode on enhancement of biological nutrient removal by the novel prototype IT/OD-MBR(Inclined Tube/Oxidation-Ditch Membrane Bioreactor) for high-rise building's wastewater recycling",
    "cover-date": "2017-10-01",
    "subject-areas": [
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Biomaterials",
            "@code": "2502"
        },
        {
            "$": "Microbiology",
            "@code": "2404"
        }
    ],
    "keywords": [
        "Biological nutrient removal",
        "Energy saving",
        "High-rise building's wastewater recycling",
        "Microbial EPS",
        "Novel IT/OD-MBR (Inclined Tube/Oxidation Ditch Membrane Bioreactor)"
    ],
    "authors": [
        "Chavalit Ratanatamskul"
    ],
    "citedby-count": 12,
    "ref-count": 20,
    "ref-list": [
        "Aeration management in an oxidation ditch",
        "Pilot scale experiment with MBR operated in intermittent aeration condition: Analysis of biological performance",
        "Simultaneous denitrification and nitrification in the lab-scale oxidation ditch with low C/N ratio",
        "Biological Nitrogen Removal",
        "Long-term experience with an automatic process control for nitrogen removal in membrane bioreactors",
        "Effect of intermittent aeration cycle on nutrient removal and microbial community in a fluidized bed reactor-membrane bioreactor combo system",
        "Role of intermittent aeration in domestic wastewater treatment by submerged membrane activated sludge system",
        "Am. J Eng. Appl. Sci.",
        "Full-scale study on dynamic state membrane bio-reactor with modified intermittent aeration",
        "PH-gradient real-time aeration control for nitritation community selection in a non-porous hollow fiber membrane biofilm reactor (MBfR) with dilute wastewater",
        "Effects of operational parameters on aeration on/off time in an intermittent aeration membrane bioreactor",
        "Biological Treatment Processes",
        "A pilot scale study on high biomass systems: Energy and cost analysis of sludge production",
        "Proceedings of IWA 4th International Membrane Technologies Conference",
        "The BNR-MBR(Biological Nutrient Removal-Membrane Bioreactor) for nutrient removal from high-rise building in hot climate region",
        "A prototype IT/BF-MBR (inclined tube/biofilm-membrane bioreactor) for high-rise building wastewater recycling",
        "Biological Treatment Processes",
        "Performance of an oxidation ditch retrofitted with a membrane bioreactor during the start-up",
        "Enhanced biological phosphorus removal and its modeling for the activated sludge and membrane bioreactor processes"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}