{
    "eid": "2-s2.0-84946949465",
    "title": "First report of a tropical Lysobacter enzymogenes producing bifunctional endoglucanase activity towards carboxymethylcellulose and chitosan",
    "cover-date": "2016-06-01",
    "subject-areas": [
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        }
    ],
    "keywords": [
        "Bifunctional endoglucanase",
        "Carboxymethyl-cellulase",
        "Chitosanase",
        "Glycoside hydrolase family 8",
        "Tropical Lysobacter enzymogenes"
    ],
    "authors": [
        "Siraprapa Saraihom"
    ],
    "citedby-count": 5,
    "ref-count": 44,
    "ref-list": [
        "Crystal structure of family GH-8 chitosanase with subclass II specificity from Bacillus sp. K17",
        "The crystal structure of endoglucanase CelA, a family 8 glycosyl hydrolase from Clostridium thermocellum",
        "Lysobacter oryzae sp. nov., isolated from the rhizosphere of rice (Oryza sativa L.)",
        "Purification and characterization of a family 5 endoglucanase from a moderately thermophilic strain of Bacillus licheniformis",
        "Lysobacter, a new genus of nonfruiting, gliding bacteria with a high base ratio",
        "Sigma's non-specific protease activity assay - Casein as a substrate",
        "Cellulase production by streptomyces viridobrunneus SCPE-09 using lignocellulosic biomass as inducer substrate",
        "Enhancement of cellulase activity from a new strain of bacillus subtilis by medium optimization and analysis with various cellulosic substrates",
        "Identification and characterization of a new true lipase isolated through metagenomic approach",
        "Extracellular enzyme from Myxobacter AL-1 that exhibits both beta-1,4-glucanase and chitosanase activites.",
        "Lysobacter ginsengisoli sp. nov., a novel species isolated from soil in Pocheon Province, South Korea",
        "Biochemical and genetic properties of Paenibacillus glycosyl hydrolase having chitosanase activity and discoidin domain",
        "Selection of bacterial antagonists using enrichment cultures for the control of summer patch disease in Kentucky bluegrass",
        "The potential of Lysobacter spp. as bacterial biological control agents for plant diseases",
        "Microbial cellulases and their industrial applications",
        "Properties of chitosanase from Bacillus cereus S1",
        "Nucleic acid techniques in bacterial systematics",
        "Lysobacter xinjiangensis sp. nov., a moderately thermotolerant and alkalitolerant bacterium isolated from a gamma-irradiated sand soil sample",
        "Protein measurement with the Folin phenol reagent.",
        "Production of cellulose-degrading enzyme on sisal and other agro-industrial residues using a new Brazilian actinobacteria strain streptomyces sp. SLBA-08",
        "The prospects of cellulase-producing bacteria for the bioconversion of lignocellulosic biomass",
        "Measurement of carboxymethylcellulase activity",
        "Chitosanase activity of the enzyme previously reported as β-1,3-1,4-glucanase from Bacillus circulans WL-12",
        "Clear background and highly sensitive protein staining with Coomassie Blue dyes in polyacrylamide gels: A systematic analysis",
        "Purification, characterization, and gene analysis of cellulase (Cel8A) from Lysobacter sp. IB-9374",
        "Molecular characterization and expression in Escherichia coli of three β-1,3-glucanase genes from Lysobacter enzymogenes strain N4-7",
        "Purification and characterization of three chitosanase activities from Bacillus megaterium P1",
        "Proteobacteria: gamma subclass, 3rd edn",
        "Mrbayes 3.2: Efficient bayesian phylogenetic inference and model choice across a large model space",
        "Cold Spring Harbor Laboratory Press",
        "Middle East J Sci Res",
        "Lysobacter soli sp. nov., isolated from soil of a ginseng field",
        "Molecular characterization of cloned avirulence genes from race 0 and race 1 of Pseudomonas syringae pv. glycinea.",
        "Taxonomic positioning of two biological control agents for plant diseases as Lysobacter enzymogenes based on phylogenetic analysis of 16S rDNA, fatty acid composition and phenotypic characteristics",
        "Novel chitosanase from streptomyces griseus hut 6037 with transglycosylation activity",
        "Lysobacter daecheongensis sp. nov., isolated from sediment of stream near the Daechung dam in South Korea",
        "Lysobacter panaciterrae sp. nov., isolated from soil of a ginseng field",
        "Thermodynamic parameters of enzymes in grassland soils from Galicia, NW Spain",
        "Lysobacter ximonensis sp. nov., isolated from soil",
        "Lysobacter thermophilus sp. nov., isolated from a geothermal soil sample in Tengchong, south-west China",
        "Two novel species, Lysobacter daejeonensis sp. nov. and Lysobacter yangpyeongensis sp. nov., isolated from Korean greenhouse soils",
        "Advance in chitosan hydrolysis by non-specific cellulases",
        "Purification and Properties of Chitosanase from Bacillus Circulans MH-K1",
        "Lysobacter korlensis sp. nov. and Lysobacter bugurensis sp. nov., isolated from Soil"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "New Brunswick",
            "affilname": "Department of Plant Biology",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "New Brunswick",
            "affilname": "Department of Biochemistry and Microbiology",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}