{
    "eid": "2-s2.0-85108008861",
    "title": "Novel Criteria for Diagnosing Acute and Early Human Immunodeficiency Virus Infection in a Multinational Study of Early Antiretroviral Therapy Initiation",
    "cover-date": "2021-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "acute HIV infection",
        "antigen/antibody assays",
        "antiretroviral agents",
        "same-day therapy",
        "signal-To-cutoff ratio"
    ],
    "authors": [
        "Trevor A. Crowell",
        "Justin Ritz",
        "Robert W. Coombs",
        "Lu Zheng",
        "Joseph J. Eron",
        "John W. Mellors",
        "Joan Dragavon",
        "Gert U. Van Zyl",
        "Javier R. Lama",
        "Kiat Ruxrungtham",
        "Beatriz Grinsztejn",
        "Roberto C. Arduino",
        "Lawrence Fox",
        "Jintanat Ananworanich",
        "Eric S. Daar"
    ],
    "citedby-count": 4,
    "ref-count": 55,
    "ref-list": [
        "A trial of early antiretrovirals and isoniazid preventive therapy in Africa",
        "Initiation of antiretroviral therapy in early asymptomatic HIV infection",
        "Antiretroviral drugs for treatment and prevention of HIV infection in adults: 2018 recommendations of the International Antiviral Society?USA panel",
        "HIV persistence and the prospect of long-Term drug-free remissions for HIV-infected individuals",
        "HIV DNA set point is rapidly established in acute HIV infection and dramatically reduced by early ART",
        "Long-Term antiretroviral treatment initiated at primary HIV-1 infection affects the size, composition, and decay kinetics of the reservoir of HIV-1-infected CD4 T cells",
        "Effect of antiretroviral therapy on HIV-1 genetic evolution during acute infection",
        "Post-Treatment HIV-1 controllers with a long-Term virological remission after the interruption of early initiated antiretroviral therapy ANRS VISCONTI Study",
        "The Control of HIV after Antiretroviral Medication Pause (CHAMP) Study: posttreatment controllers identified from 14 clinical studies",
        "Antiretroviral therapy for the prevention of HIV-1 transmission",
        "Leveraging early HIV diagnosis and treatment in Thailand to conduct HIV cure research",
        "Dynamics of HIV viremia and antibody seroconversion in plasma donors: implications for diagnosis and staging of primary HIV infection",
        "No time to delay! Fiebig stages and referral in acute HIV infection: Seattle Primary Infection Program experience",
        "Decreased seroreactivity in individuals initiating antiretroviral therapy during acute HIV infection",
        "Clinical presentation and diagnosis of primary HIV-1 infection",
        "Frequency and spectrum of unexpected clinical manifestations of primary HIV-1 infection",
        "Acute retroviral syndrome is associated with high viral burden, CD4 depletion, and immune activation in systemic and tissue compartments",
        "Clinical characteristics and prognostic value of acute retroviral syndrome among injecting drug users. Italian Seroconversion Study",
        "Prospective study of acute HIV-1 infection in adults in East Africa and Thailand",
        "Rapid HIV screening: missed opportunities for HIV diagnosis and prevention",
        "Field accuracy of fourth-generation rapid diagnostic tests for acute HIV-1: A systematic review",
        "Performance of serological and molecular tests within acute HIV infection",
        "Abundant HIV-infected cells in blood and tissues are rapidly cleared upon ART initiation during acute HIV infection. Sci Transl Med 2020; 12:eaav3427 .Elliott T, Sanders EJ, Doherty M, et al. Challenges of HIV diagnosis and management in the context of pre-exposure prophylaxis (PrEP), post-exposure prophylaxis (PEP), test and start and acute HIV infection: A scoping review",
        "HIV serology signal-To-cutoff ratio as a rapid method to predict confirmation of HIV infection",
        "A signal-To-cutoff ratio in the Abbott architect HIV Ag/Ab Combo assay that predicts subsequent confirmation of HIV-1 infection in a low-prevalence setting",
        "Performance of an alternative HIV diagnostic algorithm using the ARCHITECT HIV Ag/Ab Combo assay and potential utility of sample-To-cutoff ratio to discriminate primary from established infection",
        "Impact of HIV-1 subtype on CD4 count at HIV seroconversion, rate of decline, and viral load set point in European seroconverter cohorts",
        "Improved virological outcome in white patients infected with HIV-1 non-B subtypes compared to subtype B",
        "Comprehensiveness of HIV care provided at global HIV treatment sites in the IeDEA consortium: 2009 and 20",
        "Multidisease testing for HIV and TB using the GeneXpert platform: A feasibility study in rural Zimbabwe",
        "Xpert HIV-1 pointof-care test for neonatal diagnosis of HIV in the birth testing programme of a maternity hospital: A field evaluation study",
        "Acute infections, cost and time to reporting of HIV test results in three U.S. state public health laboratories",
        "Systematic review of the performance and clinical utility of point of care HIV-1 RNA testing for diagnosis and care",
        "Engagement in care, viral suppression, drug resistance and reasons for non-engagement after home-based same-day ART initiation in Lesotho: A two-year follow-up of the CASCADE trial",
        "RAPID antiretroviral therapy: high virologic suppression rates with immediate antiretroviral therapy initiation in a vulnerable urban clinic population",
        "Effect of offering same-day ART vs usual health facility referral during home-based HIV testing on linkage to care and viral suppression among adults with HIV in Lesotho: The CASCADE randomized clinical trial",
        "Same-day HIV testing with initiation of antiretroviral therapy versus standard care for persons living with HIV: A randomized unblinded trial",
        "The effect of same-day observed initiation of antiretroviral therapy on HIV viral load and treatment outcomes in a US public health setting",
        "Virologic failure is uncommon after treatment initiation during acute HIV infection",
        "Decreased time to viral suppression after implementation of targeted testing and immediate initiation of treatment of acute HIV infection among men who have sex with men in Amsterdam",
        "Transmission dynamics among participants initiating antiretroviral therapy upon diagnosis of early acute HIV-1 infection in Thailand",
        "Impact of nucleic acid testing relative to antigen/antibody combination immunoassay on the detection of acute HIV infection",
        "Detection of acute HIV infections among sexually transmitted disease clinic patients: A practice in Guangxi Zhuang Autonomous Region, China",
        "Screening yield of HIV antigen/antibody combination and pooled HIV RNA testing for acute HIV infection in a highprevalence population",
        "Incorporating acute HIV screening into routine HIV testing at sexually transmitted infection clinics, and HIV testing and counseling centers in Lilongwe, Malawi",
        "Rapid HIV antigen-Antibody assays and detection of acute HIV infection in sub-Saharan Africa",
        "Assessment of HIV screening tests for use in preexposure prophylaxis programs",
        "The effect of oral preexposure prophylaxis on the progression of HIV-1 seroconversion",
        "Development and validation of a risk score to assist screening for acute HIV-1 infection among men who have sex with men",
        "A simple symptom score for acute human immunodeficiency virus infection in a San Diego communitybased screening program",
        "Comparative evaluation of the Geenius HIV 1/2 confirmatory assay and the HIV-1 and HIV-2 Western blots in the Japanese population",
        "Novel approaches towards a functional cure of HIV/AIDS"
    ],
    "affiliation": [
        {
            "affiliation-city": "Lima",
            "@id": "60120638",
            "affilname": "Asociación Civil Impacta Salud y Educación",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60120638",
            "affiliation-country": "Peru"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60031780",
            "affilname": "Thai Red Cross Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031780",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Houston",
            "@id": "60027512",
            "affilname": "University of Texas Health Science Center at Houston",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027512",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Chapel Hill",
            "@id": "60025111",
            "affilname": "The University of North Carolina at Chapel Hill",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025111",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Rio de Janeiro",
            "@id": "60023997",
            "affilname": "Instituto Nacional de Infectologia Evandro Chagas (INI)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023997",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Bethesda",
            "@id": "60017336",
            "affilname": "National Institute of Allergy and Infectious Diseases (NIAID)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017336",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Torrance",
            "@id": "60016081",
            "affilname": "Harbor-UCLA Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016081",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Seattle",
            "@id": "60015481",
            "affilname": "University of Washington",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015481",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Rockville",
            "@id": "60014443",
            "affilname": "HJF",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014443",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Silver Spring",
            "@id": "60012786",
            "affilname": "Walter Reed Army Institute of Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60005478",
            "affilname": "Center for Biostatistics in AIDS Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005478",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amsterdam",
            "@id": "60002483",
            "affilname": "Universiteit van Amsterdam",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002483",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Stellenbosch",
            "@id": "60001565",
            "affilname": "Stellenbosch University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001565",
            "affiliation-country": "South Africa"
        },
        {
            "affiliation-city": "Pittsburgh",
            "@id": "60001361",
            "affilname": "University of Pittsburgh School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001361",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Gilead Sciences and Merck",
        "Jensen-Cilag",
        "Thai Governmental Pharmaceutical Organization",
        "Xi’an Yufan Biotechnologies",
        "NIH",
        "National Institute of Allergy and Infectious Diseases",
        "Abbott",
        "Bristol-Myers Squibb",
        "Genentech",
        "GlaxoSmithKline",
        "Merck",
        "Roche",
        "Gilead Sciences",
        "Janssen",
        "Thailand Research Fund"
    ]
}