{
    "eid": "2-s2.0-84893612701",
    "title": "Direct cloning of gene encoding a novel amylomaltase from soil bacterial DNA for large-ring cyclodextrin production",
    "cover-date": "2014-02-12",
    "subject-areas": [
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        }
    ],
    "keywords": [],
    "authors": [
        "K. Sawasdee"
    ],
    "citedby-count": 4,
    "ref-count": 27,
    "ref-list": [
        "The Functions of 4-α-glucanotransferases and their use for the Production of Cyclic Glucans",
        "A cycloamylose-forming hyperthermostable 4-α-glucanotransferase of Aquifex aeolicus expressed in Escherichia coli",
        "Thermus aquaticus ATCC 33923 amylomaltase gene cloning and expression and enzyme characterization: Production of cycloamylose",
        "Enzymatic synthesis and analysis of large-ring cyclodextrins",
        "Large cyclodextrins",
        "Altered product specificity of a cyclodextrin glycosyltransferase by molecular imprinting with cyclomaltododecaose",
        "Cycloamylose as an efficient artificial chaperone for protein refolding",
        "De l'amylomaltase d'Escherichia coli.",
        "Cloning of chromosomal genes in Streptococcus pneumoniae",
        "Molecular characterization of malQ, the structural gene for the Escherichia coli enzyme amylomaltase",
        "Molecular analysis of a Clostridium butyricum NCIMB 7423 gene encoding 4-α-glucanotransferase and characterization of the recombinant enzyme produced in Escherichia coli",
        "4-α-Glucanotransferase from the hyperthermophilic archaeon Thermococcus litoralis. Enzyme purification and characterization, and gene cloning, sequencing and expression in Escherichia coli",
        "Amylomaltase of Pyrobaculum aerophilum IM2 produces thermoreversible starch gels",
        "The soil metagenome - A rich resource for the discovery of novel natural products",
        "Direct cloning of genes encoding novel xylanases from the human gut",
        "Characterization of a novel cyclomaltodextrinase expressed from environmental DNA isolated from Bor Khleung hot spring in Thailand",
        "Molecular Cloning: A Laboratory Manual",
        "Expression and Characterization of Amylomaltase Gene Cloned Directly from Soil Bacterial DNA",
        "Proteins and SDS: Molecular Weight Determination on Polyacrylamide Gels and Related Procedures",
        "The action mode of Thermus aquaticus YT-1 4-α-glucanotransferase and its chimeric enzymes introduced with starch-binding domain on amylose and amylopectin",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Characterization of 4-α-glucanotransferase from Synechocystis sp. PCC 6803 and its application to various corn starches",
        "Maltose metabolism in the hyperthermophilic archaeon Thermococcus litoralis: Purification and characterization of key enzymes",
        "Purification and Some Properties of Amylomaltase from Escherichia Coli IFO 3806",
        "A novel amylomaltase from Corynebacterium glutamicum and analysis of the large-ring cyclodextrin products",
        "Starch metabolism in Pseudomonas stutzeri. II. Purification and properties of a dextrin glycosyltransferase (D-enzyme) and amylomaltase",
        "Purification and characterization of a novel thermostable 4‐α‐glucanotransferase of Thermotoga maritima cloned in Escherichia coli"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thammasat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Meiji University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Leipzig",
            "affilname": "Universität Leipzig",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Phramongkutklao College of Medicine",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Higher Edu cation Research Promotion",
        "Alexander von Humboldt-Stiftung",
        "Office of the Higher Education Commission",
        "Japan Society for the Promotion of Science",
        "National Research Council of Thailand",
        "Thammasat University"
    ]
}