{
    "eid": "2-s2.0-84908173016",
    "title": "Prevalence and genetics of patellar luxation in Kooiker dogs",
    "cover-date": "2014-09-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        },
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        }
    ],
    "keywords": [
        "Canine",
        "Genome-wide association study",
        "Heritability",
        "Kooiker dog",
        "Patellar luxation",
        "Prevalence"
    ],
    "authors": [
        "C. Wangdee"
    ],
    "citedby-count": 19,
    "ref-count": 22,
    "ref-list": [
        "Frequency and distribution of patellar luxation in dogs: 134 cases (2000 to 2005)",
        "Veterinary Epidemiologic Research",
        "Introduction to Quantitative Genetics",
        "Patellar luxation in 70 large breed dogs",
        "Average information REML: An efficient algorithm for variance parameter estimation in linear mixed models",
        "Frequency and distribution of medial and lateral patellar luxation in dogs: 124 cases (1982-1992).",
        "Locomotor system",
        "European Journal of Companion Animal Practice",
        "Pathophysiology and management of medial patellar luxation in the dog.",
        "Comparison of trochlear block recession and trochlear wedge recession for canine patellar luxation using a cadaver model",
        "Breed susceptibility for developmental orthopedic diseases in dogs",
        "Phenotypic and genetic trends of patellar luxation in Dutch Flat-Coated Retrievers",
        "Relationship between litter size and other reproductive traits in the Dutch Kooiker dog.",
        "Prediction of total genetic value using genome-wide dense marker maps",
        "A survey of orthopaedic conditions in small animal veterinary practice in Britain",
        "Sex, size, and breed as risk factors in canine patellar dislocation.",
        "PLINK: A tool set for whole-genome association and population-based linkage analyses",
        "Medial Patellar Luxation in 16 Large Dogs A Retrospective Study",
        "Canine patellar luxation.",
        "Prevalence of various radiographic manifestations of osteochondrosis and their correlations between and within joints in Dutch Warmblood horses",
        "DNA testing for type III von Willebrand disease in Dutch Kooiker dogs",
        "European Journal of Companion Animal Practice"
    ],
    "affiliation": [
        {
            "affiliation-city": "Utrecht",
            "affilname": "Departement Geneeskunde van Gezelschapsdieren",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Wageningen",
            "affilname": "Wageningen University &amp; Research",
            "affiliation-country": "Netherlands"
        }
    ],
    "funding": [
        "European Commission",
        "European Commission"
    ]
}