{
    "eid": "2-s2.0-85064220931",
    "title": "Incidence and risk factors of cardiovascular diseases among HIV patients in Thailand",
    "cover-date": "2019-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Cardiovascular disease",
        "HIV",
        "Risk factors"
    ],
    "authors": [
        "P. Sitticharoenchai",
        "O. Putcharoen",
        "W. Buddhari"
    ],
    "citedby-count": 2,
    "ref-count": 13,
    "ref-list": [
        "Cardiovascular risk assessment in persons with HIV infection in the developing world: Comparing three risk equations in a cohort of HIV-infected Thais",
        "Hypertension and obesity as cardiovascular risk factors among HIV seropositive patients in Western Kenya",
        "Risk of coronary heart disease in patients with HIV infection",
        "2014 Guideline for the management of high blood pressure (Eighth Joint National Committee): Take-home messages",
        "Diagnosis and classification of diabetes mellitus",
        "American Association of Clinical Endocrinologists’ Guidelines for management of dyslipidemia and prevention of atherosclerosis",
        "Metabolic abnormalities and cardiovascular disease risk factors in adults with human immunodeficiency virus infection and lipodystrophy",
        "Parental cardiovascular disease as a risk factor for cardiovascular disease in middle-aged adults: A prospective study of parents and offspring",
        "Epidemiological evidence for cardiovascular disease in HIV-infected patients and relationship to highly active antiretroviral therapy",
        "Relative risk of cardiovascular disease among people living with HIV: A systematic review and meta-analysis",
        "Risk of diabetes mellitus in persons with and without HIV: A Danish nationwide population-based cohort study",
        "HIV infection and the risk of acute myocardial infarction",
        "Cardiovascular disease risk factors in HIV patients--association with antiretroviral therapy. Results from the DAD study"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60022183",
        "affilname": "King Chulalongkorn Memorial Hospital",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
        "affiliation-country": "Thailand"
    },
    "funding": []
}