{
    "eid": "2-s2.0-85123391828",
    "title": "Association analysis of body composition with survival among prevalent peritoneal dialysis patients",
    "cover-date": "2022-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Nephrology",
            "@code": "2727",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Urology",
            "@code": "2748",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Body composition",
        "Fat",
        "Mortality",
        "Muscle mass",
        "Peritoneal dialysis"
    ],
    "authors": [
        "Piyawan Kittiskulnam",
        "Piyatida Chuengsaman",
        "Sirarat Katesomboon",
        "Kearkiat Praditpornsilpa",
        "Kriang Tungsanga",
        "Somchai Eiam-Ong",
        "Talerngsak Kanjanabuch"
    ],
    "citedby-count": 1,
    "ref-count": 29,
    "ref-list": [
        "Body composition in chronic kidney disease",
        "Examining the robustness of the obesity paradox in maintenance hemodialysis patients: a marginal structural model analysis",
        "Association of body mass index with mortality in peritoneal dialysis patients: a systematic review and meta-analysis",
        "The association between body mass index and mortality among Asian peritoneal dialysis patients: a meta-analysis",
        "Screening for muscle wasting and dysfunction in patients with chronic kidney disease",
        "Etiology of the protein-energy wasting syndrome in chronic kidney disease: a consensus statement from the International Society of Renal Nutrition and Metabolism (ISRNM)",
        "Metabolic syndrome and obesity in peritoneal dialysis",
        "Body composition and survival in dialysis patients: results from an international cohort study",
        "Evaluation of body composition monitoring for assessment of nutritional status in hemodialysis patients",
        "Clinical value of body composition monitor to evaluate lean and fat tissue mass in peritoneal dialysis",
        "Longitudinal changes in body composition are associated with all-cause mortality in patients on peritoneal dialysis",
        "Longitudinal body composition changes due to dialysis",
        "Calculation of the protein equivalent of total nitrogen appearance from urea appearance. Which formulas should be used?",
        "K/DOQI nutrition in chronic renal failure",
        "KDOQI Clinical practice guidelines and clinical practice recommendations for 2006 updates: hemodialysis adequacy, peritoneal dialysis adequacy and vascualr access",
        "Serum creatinine level, a surrogate of muscle mass, predicts mortality in peritoneal dialysis patients",
        "Adequacy of dialysis and nutrition in continuous peritoneal dialysis: Association with clinical outcomes Canada-USA (CANUSA) Peritoneal Dialysis Study Group",
        "Nutritional predictors of mortality in prevalent peritoneal dialysis patients",
        "KDOQI Nutrition in CKD Guideline Work Group. KDOQI clinical practice guideline for nutrition in CKD: 2020 update",
        "clinical monitoring of protein-energy wasting in chronic kidney disease: moving from body size to body composition",
        "Benefits of preserving residual renal function in peritoneal dialysis",
        "Serum albumin as a predictor of mortality in peritoneal dialysis: comparisons with hemodialysis",
        "Changes in body fat mass in patients after starting peritoneal dialysis",
        "Does body fat mass define survival in patients starting peritoneal dialysis?",
        "Effects of excessive body fat accumulation on long-term outcomes during peritoneal dialysis",
        "Prevalence of obesity and obesity-associated muscle wasting in patients on peritoneal dialysis",
        "Obese sarcopenia in patients with end-stage renal disease is associated with inflammation and increased mortality",
        "Nutritional issues in peritoneal dialysis patients: how do they differ from that of patients undergoing hemodialysis?",
        "Evaluation of body composition and fluid volume using a body composition monitor: does intraperitoneal fluid matter?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "127621454",
            "affilname": "Banphaeo Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/127621454",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "STAR",
        "Special Task Force for Activating Research",
        "Thailand Research Foundation",
        "Baxter Healthcare",
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}