{
    "eid": "2-s2.0-84908154259",
    "title": "Investigation of localized surface plasmon/grating-coupled surface plasmon enhanced photocurrent in TiO2 thin films",
    "cover-date": "2014-10-21",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "General Physics and Astronomy",
            "@code": "3100"
        }
    ],
    "keywords": [],
    "authors": [
        "Supeera Nootchanat"
    ],
    "citedby-count": 25,
    "ref-count": 43,
    "ref-list": [
        "When will fossil fuel reserves be diminished?",
        null,
        "Plasmonic photoanodes for solar water splitting with visible light",
        "Plasmonic photosensitization of a wide band gap semiconductor: Converting plasmons to charge carriers",
        "J. Am. Chem. Soc.",
        "Plasmon-enhanced photocurrent generation and water oxidation with a gold nanoisland-loaded titanium dioxide photoelectrode",
        null,
        "Plasmonic solar water splitting",
        null,
        null,
        "Demonstration of enhanced absorption in thin film Si solar cells with textured photonic crystal back reflector",
        "Grating-coupled surface plasmon enhanced short-circuit current in organic thin-film photovoltaic cells",
        "Increased short-circuit current in grating-coupled surface plasmon resonance field-enhanced dye-sensitized solar cells",
        null,
        "What is Degussa (Evonic) P25? Crystalline composition analysis, reconstruction from isolated pure particles and photocatalytic activity test",
        null,
        null,
        null,
        null,
        null,
        null,
        "Shape- and size-dependent refractive index sensitivity of gold nanoparticles",
        "Optical limiting of Gold nanoparticle aggregates induced by electrolytes",
        null,
        "Plasmon resonant enhancement of photocatalytic water splitting under visible illumination",
        "Titania supported gold nanoparticles as photocatalyst",
        "Enhanced photocatalytic activity of nitrogen-doped titania by deposited with gold",
        null,
        null,
        null,
        "Enhancement of band gap emission stimulated by defect loss",
        null,
        null,
        null,
        null,
        "Electrochemical performance of expanded mesocarbon microbeads as anode material for lithium-ion batteries",
        null,
        null,
        "Surface plasmon resonance sensors based on diffraction gratings and prism couplers: sensitivity comparison",
        "Surface plasmon resonance sensors for detection of chemical and biological species",
        "Transmission Surface Plasmon Resonance Signal Enhancement via Growth of Gold Nanoparticles on a Gold Grating Surface",
        "SpringerPlus",
        "Distance-Dependent Surface Plasmon Resonance Coupling Between a Gold Grating Surface and Silver Nanoparticles"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Niigata",
            "affilname": "Niigata University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science"
    ]
}