{
    "eid": "2-s2.0-84892559750",
    "title": "Prediction of influence of stepwise increment of initial acetic acid concentration in charging medium on acetification rate of semi-continuous process by artificial neural network",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Food Science",
            "@code": "1106"
        }
    ],
    "keywords": [
        "Acetification rate",
        "Artificial neural network",
        "Prediction",
        "Semi-continuous acetification"
    ],
    "authors": [
        "Warawut Krusong"
    ],
    "citedby-count": 13,
    "ref-count": 29,
    "ref-list": [
        "Rapid qualitative and quantitative detection of beef fillets spoilage based on Fourier transform infrared spectroscopy data and artificial neural networks",
        "Optimizing high strength acetic acid bioprocess by cognitive methods in an unsteady state cultivation",
        "Influence of the final ethanol concentration on the acetification and production rate in the wine vinegar process",
        "Estimation of dielectric properties of cakes based on porosity, moisture content, and formulations using statistical methods and artificial neural networks",
        "Modeling the tryptic hydrolysis of pea proteins using an artificial neural network",
        "Influence of fermentation temperature on semi-continuous acetification for wine vinegar production",
        "Continuous production of wine vinegar in bubble column reactors of up to 60-litre capacity",
        "Estimating the mean acetification rate via on-line monitored changes in ethanol during a semi-continuous vinegar production cycle",
        "Modelling the industrial production of vinegar in aerated-stirred fermentors in terms of process variables",
        "Optimization of biotechnological processes. The acetic acid fermentation. Part I: The proposed model",
        "Optimization of biotechnological processes. The acetic acid fermentation. Part II: Practical identifiability analysis and parameter estimation",
        "Optimization of biotechnological processes. The acetic acid fermentation. Part III: Dynamic optimization",
        "Neural network prediction of physical property changes of dried carrot as a function of fractal dimension and moisture content",
        "Application of Artificial Neural Networks to Predict the Oxidation of Menhaden Fish Oil Obtained from Fourier Transform Infrared Spectroscopy Method",
        "Semi-continuous production process of corn vinegar in stirred tank reactor using fixation of Acetobacter aceti WK on surface of loofa sponge",
        "2011 2nd International conference on biotechnology and food science (ICBFS2011). 1-3 April 2011. Bali Island, Indonesia",
        "KMITL Science Journal",
        "A thermotolerant and high acetic acid-producing bacterium Acetobacter sp. I14-2",
        "Optimum operating conditions in closed-system industrial acetifiers (semi-continuous operation): A study by computer simulation",
        "Changes in amino acid composition during wine vinegar production in a fully automatic pilot acetator",
        "Survival and death in bacteria",
        "Journal of Fermentation Technology",
        "A new pilot plant scale acetifier designed for vinegar production in Sub-Saharan Africa",
        "Artificial neural network modeling of physicochemical changes of shrimp during boiling",
        "Optimum starting-up protocol of a pilot plant scale acetifier for vinegar production",
        "Operation in semi-continuous with a closed pilot plant scale acetifier for vinegar production",
        "Artificial neural network approach to simultaneously predict shelf life of two varieties of packaged rice snacks",
        "Development of thermotolerant acetic acid bacteria useful for vinegar fermentation at higher temperatures",
        "Effects of dissolved oxygen and acetic acid concentrations on acetic acid production in continuous culture of Acetobacter aceti"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Agronegar Co., Ltd.",
        "Industrial Technology Assistance Program",
        "National Science and Technology Development Agency"
    ]
}