{
    "eid": "2-s2.0-85016206557",
    "title": "Achievable rate region for the two-user Gaussian X channel with limited receiver cooperation: General case",
    "cover-date": "2017-03-01",
    "subject-areas": [
        {
            "$": "Applied Mathematics",
            "@code": "2604"
        },
        {
            "$": "Electrical and Electronic Engineering",
            "@code": "2208"
        },
        {
            "$": "Computer Graphics and Computer-Aided Design",
            "@code": "1704"
        },
        {
            "$": "Signal Processing",
            "@code": "1711"
        }
    ],
    "keywords": [
        "Achievable rate region",
        "Han-Kobayashi (HK) strategy",
        "Receiver cooperation",
        "X channel"
    ],
    "authors": [
        "Surapol Tan-a-Ram"
    ],
    "citedby-count": 1,
    "ref-count": 19,
    "ref-list": [
        "Degrees of freedom region of the MIMO X channel",
        "Interference alignment and the degrees of freedom of wireless X networks",
        "Real interference alignment: Exploiting the potential of single antenna systems",
        "Interference alignment and the generalized degrees of freedom of the x channel",
        "Interference alignment: From degrees of freedom to constant-gap capacity approximations",
        "A new achievable rate region for the discrete memoryless X channel",
        "On the sum rate of a 2 × 2 interference network",
        "Capacity bounds for the Gaussian X channel",
        "Proc Int. Zurich Seminar on Commun.",
        "The Discrete Memoryless Multiple Access Channel with Partially Cooperating Encoders",
        "Compound multiple-access channels with partial cooperation",
        "Gaussian Z-interference channel with a relay link: Achievability region and asymptotic sum capacity",
        "On asymmetric interference channels with cooperating receivers",
        "Interference mitigation through limited receiver cooperation",
        "On the capacity and degrees of freedom regions of two-user MIMO interference channels with limited receiver cooperation",
        "A New Achievable Rate Region for the Interference Channel",
        "Gaussian interference channel capacity to within one bit",
        "Fundamental Limits of the Two-User Gaussian X Channel with Limited Receiver Cooperation",
        "Elements of Information Theory"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}