{
    "eid": "2-s2.0-84908668196",
    "title": "A new Australian genus and five new species of Rogadinae (Hymenoptera: Braconidae), one reared as a gregarious endoparasitoid of an unidentified limacodid (Lepidoptera)",
    "cover-date": "2014-11-05",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Braconidae",
        "Hymenoptera",
        "New genus",
        "New species"
    ],
    "authors": [
        "Donald L.J. Quicke"
    ],
    "citedby-count": 8,
    "ref-count": 22,
    "ref-list": [
        "Geneious Version 5.4.6",
        "Zoologische Verhandelingen, Leiden",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates.",
        "Predicted secondary structure for 28S and 18S rRNA from Ichneumonoidea (Insecta: Hymenoptera: Apocrita): Impact on sequence alignment and phylogeny estimation",
        "Australian Entomologist",
        "Biology, Systematics, Evolution and Ecology of Braconid and Ichneumonid Parasitoid Wasps",
        "Two new genera of rogadinae (Insecta, Hymenoptera, Braconidae) from Thailand",
        "First host record for the rogadine genus Pholichora van Achterberg (Hymenoptera: Braconidae) with description of a new species and notes on convergent wing venation features",
        "Revision of Yelicones (Hymenoptera: Braconidae: Rogadinae) from the Australasian region",
        "A new genus and three new species of parasitoid wasp from Papua New Guinea and redescription of Trigonophatnus Cameron (Hymenoptera, Braconidae, Rogadinae)",
        "Mrbayes 3.2: Efficient bayesian phylogenetic inference and model choice across a large model space",
        "Molecular phylogenetics of Braconidae (Hymenoptera: Ichneumonoidea), based on multiple nuclear genes, and implications for classification",
        "Identification Manual to the New World Genera of Braconidae. Vol. 1. Special Publication of the International Society of Hymenopterists",
        "Zoologische Verhandelingen, Leiden",
        "Palaearctical Rogadinae Foerster (Hymenoptera: Braconidae)",
        "Zoologisches Verhandelingen, Leiden",
        "Zoologische Mededelingen, Leiden",
        "Manual of the New World Genera of the Family Braconidae (Hymenoptera)",
        "Taxapad 2014, Ichneumonoidea 2011",
        "Molecular phylogeny and historical biogeography of the cosmopolitan parasitic wasp subfamily Doryctinae (Hymenoptera:Braconidae)",
        "Evolution of the parasitic wasp subfamily Rogadinae (Braconidae): Phylogeny and evolution of lepidopteran host ranges and mummy characteristics",
        "Phylogenetic relationships and description of Bolivar, a new genus of Neotropical doryctine wasps (Hymenoptera:Braconidae)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Leiden",
            "affilname": "Naturalis Biodiversity Center",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Winnipeg",
            "affilname": "University of Manitoba",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Edinburgh",
            "affilname": "National Museums of Scotland",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": []
}