{
    "eid": "2-s2.0-85096390031",
    "title": "Serum anti-mullerian hormone and estradiol concentrations in gilts and their age at puberty",
    "cover-date": "2020-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "Exogenous gonadotrophins",
        "Gilts",
        "Puberty",
        "Serum anti-Mullerian hormone"
    ],
    "authors": [
        "Nutthee Am-In",
        "Junpen Suwimonteerabutr",
        "Roy N. Kirkwood"
    ],
    "citedby-count": 6,
    "ref-count": 15,
    "ref-list": [
        "Relationships among gilt and sow liveweight, P2 backfat depth, and culling rates",
        "Gilt Management for Fertility and Longevity",
        "Does size matter in females? An overview of the impact of the high variation in the ovarian reserve on ovarian function and fertility, utility of anti-Mullerian hormone as a diagnostic marker for fertility and causes of variation in the ovarian reserve in cattle",
        "The role of anti-Mullerian hormone in female fertility and infertility—An overview",
        "Serum anti-mullerian hormone levels reflect the size of the primordial follicle pool in mice",
        "Serum anti-Mullerian hormone throughout the human menstrual cycle",
        "Serum antimullerian hormone predicts ovarian reserve in a monkey model",
        "Presence of anti-Mullerian hormone (AMH) during follicular development in the porcine ovary",
        "Prenatal and neonatal gilt management and anti-Mullerian hormone: Effects on the ovary and response to the boar",
        "Plasma anti-Müllerian hormone profile in heifers from birth through puberty and relationship with puberty onset",
        "The anti-Mullerian hormone (AMH) acts as a gatekeeper of ovarian steroidogenesis inhibiting the granulosa cell response to both FSH and LH",
        "Anti-Müllerian hormone and Oestradiol as markers of future reproductive success in juvenile gilts",
        "Serum Concentrations of AMH and E2 and Ovarian and Uterine Traits in Gilts",
        "Correlation and agreement between serum and plasma progesterone concentrations in pigs as determine by an enzyme-linked immunosorbent assay",
        "Influence of puberty and antral follicle count on calving day in crossbred beef heifers"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Adelaide",
            "@id": "60009512",
            "affilname": "The University of Adelaide",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009512",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "Faculty of Veterinary Science, Chulalongkorn University",
        "Merck Animal Health Co. Ltd",
        "Faculty of Veterinary Science, Chulalongkorn University"
    ]
}