{
    "eid": "2-s2.0-84896792335",
    "title": "First principle study of elastic and thermodynamic properties of ZrZn 2 and HfZn2 under high pressure",
    "cover-date": "2014-02-28",
    "subject-areas": [
        {
            "$": "General Physics and Astronomy",
            "@code": "3100"
        },
        {
            "$": "Atomic and Molecular Physics",
            "@code": "3107"
        },
        {
            "$": "Physics and Astronomy (miscellaneous)",
            "@code": "3101"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        }
    ],
    "keywords": [],
    "authors": [
        "Na Sun"
    ],
    "citedby-count": 23,
    "ref-count": 48,
    "ref-list": [
        "Ab initio study of ground-state properties of the Laves-phase compound Zr Mn2",
        null,
        "Destruction of ferromagnetism in ZrZn2 at high pressure",
        null,
        null,
        null,
        "Superconductivity induced by spark erosion in Zr Zn2",
        "Coexistence of superconductivity and ferromagnetism in ferromagnetic metals",
        "Ferromagnetism of a zirconium-zinc compound [4]",
        null,
        null,
        null,
        null,
        null,
        null,
        "Soft self-consistent pseudopotentials in a generalized eigenvalue formalism",
        "Generalized gradient approximation made simple",
        "First-principles simulation: Ideas, illustrations and the CASTEP code",
        "Special points for Brillouin-zone integrations",
        "Relaxation of Crystals with the Quasi-Newton Method",
        "GIBBS: Isothermal-isobaric thermodynamics of solids from energy curves using a quasi-harmonic Debye model",
        "First-principles study of the rocksalt-cesium chloride relative phase stability in alkali halides",
        null,
        null,
        null,
        "Proc. Natl. Acad. Sci. USA",
        null,
        null,
        null,
        "On the stability of crystal lattices. I",
        "The elastic behaviour of a crystalline aggregate",
        "Philos. Mag.",
        "Ductile bulk metallic glass",
        null,
        "Structure and elasticity of MgO at high pressure",
        "Elasticity and Anelasticity of Metals",
        "Elastic isotropy and anisotropy in quasicrystalline and cubic AlCuLi",
        "The elastic anisotropy of crystals",
        "Universal elastic anisotropy index",
        "Magnetism and superconductivity in C15 compounds from self-consistent band calculations",
        null,
        null,
        null,
        "Ferromagnetic properties of ZrZn2",
        "Debye temperature and stiffness of carbon and boron nitride polymorphs from first principles calculations",
        "AIP Conf. Proc.",
        null,
        "Grüneisen parameters for the equation of state of solids"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Qinhuangdao",
            "affilname": "Yanshan University",
            "affiliation-country": "China"
        }
    ],
    "funding": []
}