{
    "eid": "2-s2.0-85086040191",
    "title": "Physical properties and morphology of siloxane–polyacrylate dispersion and coating films",
    "cover-date": "2020-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Surfaces and Interfaces",
            "@code": "3110",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Surfaces, Coatings and Films",
            "@code": "2508",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Colloid and Surface Chemistry",
            "@code": "1505",
            "@abbrev": "CENG"
        }
    ],
    "keywords": [
        "Core–shell siloxane-modified polyacrylate",
        "Hydrophobicity",
        "Morphology",
        "Recycling D4",
        "Vinyl and acryloyl silane"
    ],
    "authors": [
        "W. Pramualkijja",
        "N. Jiratumnukul"
    ],
    "citedby-count": 4,
    "ref-count": 34,
    "ref-list": [
        "Obtaining SiO 2 –Fluorinated PLA Bionanocomposites with Application as Reversible and Highly-Hydrophobic Coatings of Buildings",
        "Fabrication of Water Repellent Cotton Fabric by Coating Nano Particle Impregnated Hydrophobic Additives and Its Characterization",
        "Smart Hydrophobic and Soil-Repellent Protective Composite Coatings for Textiles and Leather",
        "Preparation and Characterization of Weather Resistant Silicone/Acrylic Resin Coatings",
        "Synthesis and Properties of a Green and Self-cleaning Hard Protective Coating",
        "Synthesis and Characterization of Polystyrene-Acrylate/Polysiloxane (PSA/PSi) Core Shell Polymers and Evaluation of Their Properties for High Durable Exterior Coatings",
        "Preparation and Characterization of Silica/Fluorinated Acrylate Copolymers Hybrid Films and the Investigation of Their Icephobicity",
        "15—Hydrophobic and Superhydrophobic Coatings for Limestone and Marble Conservation",
        "A Novel Coating Material That Uses Nano-sized SiO2Particles to Intensify Hydrophobicity and Corrosion Protection Properties",
        "In-Situ Synthesis of Hydrophobic SiO2-PMMA Composite for Surface Protective Coatings: Experimental and Quantum Chemical Analysis",
        "Effect of Siloxane-Modified Polyacrylate on Water Uptake and Anticorrosion Mechanism of Silicone–Epoxy Coatings",
        "Optimization and Comparison of Polysiloxane Acrylic Hybrid Latex Synthesis Methods",
        "Comparison of Approaches to Prepare Polysiloxane-Functionalized Acrylic Latexes",
        "Synthesis of Ambient Temperature Self-crosslinking VTES-Based Core–Shell Polyacrylate Emulsion via Modified Micro-emulsion Polymerization Process",
        "Stable Acrylate/triethoxyvinylsilane (VTES) Core–Shell Emulsion with Low Surface Tension Made by Modified Micro-emulsion Polymerization: Effect of Different Mass Ratio of MMA/BA in the Core and Shell",
        "Preparation and Characterization of Core–Shell Polystyrene and Polymethylsilsesquioxane Structure Latex Particles by Seeded Polymerization",
        "Synthesis and Characterization of SiOH-Functionalized Polymer Latexes Using Methacryloxy Propyl Trimethoxysilane in Emulsion Polymerization",
        "Alkoxysilane-Functionalized Acrylic Copolymer Latexes. I. Particle Size, Morphology, and Film-Forming Properties",
        "Styrene-Butyl Acrylate Copolymers Latexes Prepared with Different Functional Monomers and Their Application as Anti-icing Coatings",
        "Synthesis and Characterization of Polyacrylate Modified by Polysiloxane Latexes and Films",
        "Silicone-Containing Aqueous Polymer Dispersions with Hybrid Particle Structure",
        "Preparation of the Stable Core–Shell Latex Particles Containing Organic-Siloxane in the Shell",
        "Silicone-Acrylic Hybrid Aqueous Dispersions of Core–Shell Particle Structure and Corresponding Silicone-Acrylic Nanopowders Designed for Modification of Powder Coatings and Plastics. Part I—Effect of Silicone Resin Composition on Properties of Dispersions and Corresponding Nanopowders",
        "Studies on Synthesis and Characterization of Aqueous Hybrid Silicone-Acrylic and Acrylic-Silicone Dispersions and Coatings. Part I",
        "Polystyrene (1)/Poly(butyl acrylate-methacrylic acid)(2) Core-Shell Emulsion Polymers. Part I. Synthesis and Colloidal Characterization",
        "Study on Preparation of Irregular Shaped Particle in Seeded Emulsion Polymerization Accompanied with Regulated Electrostatic Coagulation by Counter-Ion Species",
        "Size Polydispersity Determination in Emulsion Systems by Free Diffusion Measurements via PFG-NMR",
        "Superhydrophobic Sol–Gel Nanocomposite Coatings with Enhanced Hardness",
        "Fabrication and Characterization of Stable Superhydrophobic Fluorinated-Polyacrylate/Silica Hybrid Coating",
        "UV Curing of Organic–Inorganic Hybrid Coating Materials",
        "Novel Monodisperse “Silicone Oil”/Water Emulsions",
        "Structure of Hybrids Based on TEOS-Cyclic Forms of Siloxane System",
        "One-Pot Synthesis of Sub-50 nm Vinyl-and Acrylate-Modified Silica Nanoparticles",
        "Robust Superhydrophobic Transparent Coatings Fabricated by a Low-Temperature Sol–Gel Process"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Department of Materials Science, Faculty of Science, Chulalongkorn University",
        "Chulalongkorn University"
    ]
}