{
    "eid": "2-s2.0-85166516767",
    "title": "Tourists' behavior and importance of marketing mix factors in decision to use community-based agritourism services under the new normal era in Rayong Province, Thailand",
    "cover-date": "2023-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Agritourism",
        "Covid-19 pandemic",
        "Marketing mix",
        "New normal"
    ],
    "authors": [
        "B. Ngamchaleaw",
        "S. Suwanmaneepong",
        "H. J. Cavite",
        "J. Khermkhan"
    ],
    "citedby-count": 0,
    "ref-count": 30,
    "ref-list": [
        "Community enterprise consumers' intention to purchase organic rice in Thailand: The moderating role of product traceability knowledge",
        "Strategic guidelines for community enterprise development: a case in rural Thailand",
        "Agritourism resilience against Covid-19: Impacts and management strategies",
        "Agritourism-a business reality of the moment for Romanian rural area's sustainability",
        "Coefficient alpha and the internal structure of tests",
        "Toward a 'new normal'? Tourist preferences impact on hospitality industry competitiveness",
        "Importance of marketing mix factors in community enterprise's organic rice purchase, Thailand",
        "Which pathway to address interrelated challenges to farm sustainability in Thailand? Views of local actors",
        "Agritourism from the perspective of providers and visitors: a typology-based study",
        "Social distancing during Covid-19: Threat and efficacy among university students in seven nations",
        "Supply chain management for agrotourism in Rayong province",
        "Business disruptions from social distancing",
        "Production efficiency and the role of collective actions among irrigated rice farms in Northern Thailand",
        "Influence of perceived risks in farmer's decision towards sustainable farm practices",
        "Covid-19 response in Thailand and its implications on future preparedness",
        "Agritourism: An educational tool for the students with agro-food profile",
        "Motivations and constraints of developing agritourism under the challenges of climate change: The case of Samoa",
        "On the use of content specialists in the assessment of criterion-referenced test item validity",
        "Tourism, job vulnerability and income inequality during the COVID-19 pandemic: A global perspective",
        "Sustainable agritourism in Thailand: Modeling business performance and environmental sustainability under uncertainty",
        "Free-choice learning in agritourism",
        "Thailand and Covid-19 pandemic: Lessons learned, challenges, and the silver linings",
        "Impacts of social distancing policies on mobility and COVID-19 case growth in the US",
        "Agritourism in the era of the coronavirus (Covid-19): A rapid assessment from Poland",
        "Agritourism and farms diversification in Italy: What have we learnt from Covid-19?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ladkrabang Bangkok",
            "@id": "60021543",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021543",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "School of Agricultural Technology",
        "King Mongkut's Institute of Technology Ladkrabang"
    ]
}