{
    "eid": "2-s2.0-85120507087",
    "title": "High surfactant-tolerant β-mannanase isolated from Dynastes hercules larvae excrement, and identification of its hotspot using site-directed mutagenesis and molecular dynamics simulations",
    "cover-date": "2022-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Bioengineering",
            "@code": "1502",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Bacillus subtilis",
        "Dynastes Hercules",
        "Mannanase",
        "Surfactant tolerance"
    ],
    "authors": [
        "Sitipon Leerawatthanakun",
        "Thanapon Charoenwongpaiboon",
        "Methus Klaewkla",
        "Surasak Chunsrivirot",
        "Jitnapa Sirirak",
        "Tanin ek Sriwitool",
        "Karan Wangpaiboon",
        "Rath Pichyangkura"
    ],
    "citedby-count": 2,
    "ref-count": 52,
    "ref-list": [
        "An overview of mannan structure and mannan-degrading enzyme systems",
        "Mannans: an overview of properties and application in food products",
        "The carbohydrate-active enzymes database (CAZy) in 2013",
        "Microbial mannanases: an overview of production and applications",
        "Cloning, secretory expression and characterization of recombinant β-mannanase from Bacillus circulans NT 6.7",
        "Production and purification of mannan oligosaccharide with epithelial tight junction enhancing activity",
        "Isolation and characterization of an active mannanase-producing anaerobic bacterium, Clostridium tertium KT-5A, from lotus soil",
        "Cloning and characterization of a β-1,4-Mannanase 5C possessing a Family 27 carbohydrate-binding module from a marine bacterium, Vibrio sp. strain MA-138",
        "An extremely alkaline mannanase from Streptomyces sp. CS428 hydrolyzes galactomannan producing series of mannooligosaccharides",
        "Preparation of recombinant polysaccharide-degrading enzymes from the marine bacterium, Pseudomonas sp. ND137 for the production of protoplasts of Porphyra yezoensis",
        "Cloning and functional expression of an acidophilic β-mannanase gene (Anman5A) from Aspergillus niger LW-1 in Pichia pastoris",
        "Cost-effective endo-mannanase from Bacillus sp. Cfr1601 and its application in generation of oligosaccharides from guar gum and as detergent additive",
        "Thermo and alkali stable β-mannanase: characterization and application for removal of food (mannans based) stain",
        "A novel surfactant-, NaCl-, and protease-tolerant β-mannanase from Bacillus sp. HJ14",
        "A multi-tolerant low molecular weight mannanase from Bacillus sp. CSB39 and its compatibility as an industrial biocatalyst",
        "Computational design of oligosaccharide producing levansucrase from Bacillus licheniformis RN-01 to improve its thermostability for production of levan-type fructooligosaccharides from sucrose",
        "Rational design of a thermophilic β-mannanase from Bacillus subtilis TJ-102 to improve its thermostability",
        "Rational stabilization of enzymes by computational redesign of surface charge–charge interactions",
        "Engineering streptococcal protein G for increased alkaline stability",
        "Design of stability at extreme alkaline pH in streptococcal protein G",
        "Improving the acidic stability of a β-mannanase from Bacillus subtilis by site-directed mutagenesis",
        "Use of dinitrosalicylic acid reagent for determination of reducing sugar",
        "Fast, scalable generation of high-quality protein multiple sequence alignments using Clustal Omega",
        "Gene splicing and mutagenesis by PCR-driven overlap extension",
        "SWISS-MODEL: homology modelling of protein structures and complexes",
        "SWISS-MODEL: modelling protein tertiary and quaternary structure using evolutionary information",
        "The SWISS-MODEL Repository and associated resources",
        "The SWISS-MODEL workspace: a web-based environment for protein structure homology modelling",
        "Automated comparative protein structure modeling with SWISS-MODEL and Swiss-PdbViewer: a historical perspective",
        "From structure to function: Insights into the catalytic substrate specificity and thermostability displayed by Bacillus subtilis mannanase BCman",
        "H++ 3.0: automating pK prediction and the preparation of biomolecular structures for atomistic molecular modeling and simulations",
        "Comparison of simple potential functions for simulating liquid water",
        "The effect of long‐range electrostatic interactions in simulations of macromolecular crystals: a comparison of the Ewald and truncated list methods",
        "Self-guided Langevin dynamics simulation method",
        "MMPBSA.py: an efficient program for end-state free energy calculations",
        "AutoDock Vina: improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading",
        "Development and testing of a general amber force field",
        "The MM/PBSA and MM/GBSA methods to estimate ligand-binding affinities",
        "Recombinant GH-26 endo-mannanase from Bacillus sp. CFR1601: Biochemical characterization and application in preparation of partially hydrolysed guar gum",
        "A Recombinant highly thermostable β-mannanase (ReTMan26) from thermophilic Bacillus subtilis (TBS2) expressed in Pichia pastoris and its pH and temperature stability",
        "Cloning, expression, and characterization of β-mannanase from Bacillus subtilis MAFIC-S11 in Pichia pastoris",
        "Highly efficient expression and characterization of a β-mannanase from Bacillus subtilis in Pichia pastoris",
        "Purification, characterization, and production of β-mannanase from Bacillus subtilis TJ-102 and its application in gluco-mannooligosaccharides preparation",
        "Molecular and biochemical characterizations of a new low-temperature active mannanase",
        "Biochemical characterization of thermostable β-1,4-mannanase belonging to the glycoside hydrolase family 134 from Aspergillus oryzae",
        "Structural and biochemical insights into the substrate-binding mechanism of a novel glycoside hydrolase family 134 β-mannanase",
        "Purification and characterization of an alkali-thermostable β-mannanase from Bacillus nealsonii PN-11 and its application in mannooligosaccharides preparation having prebiotic potential",
        "High-level production, purification and characterization of a thermostable β-mannanase from the newly isolated Bacillus subtilis WY34",
        "Characterization and gene cloning of a novel β-mannanase from alkaliphilic Bacillus sp. N16-5",
        "Cloning and characterization of a modular GH5 β-1,4-mannanase with high specific activity from the fibrolytic bacterium Cellulosimicrobium sp. strain HY-13",
        "Gene cloning, expression, and characterization of a novel beta-mannanase from Bacillus circulans CGMCC 1416"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60018809",
            "affilname": "Silpakorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018809",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Silpakorn University"
    ]
}