{
    "eid": "2-s2.0-85072221172",
    "title": "Effect of packaging materials and storage time on changes of colour, phenolic content, chlorogenic acid and antioxidant activity in arabica green coffee beans (Coffea arabica L. cv. Catimor)",
    "cover-date": "2019-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Food Science",
            "@code": "1106",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Agronomy and Crop Science",
            "@code": "1102",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Horticulture",
            "@code": "1108",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Antioxidant",
        "Arabica coffee",
        "Chlorogenic acid",
        "Green coffee bean",
        "HDPE bag",
        "Jute sack"
    ],
    "authors": [
        "Phattanit Tripetch",
        "Chaleeda Borompichaichartkul"
    ],
    "citedby-count": 25,
    "ref-count": 29,
    "ref-list": [
        "Characterization and determination of chlorogenic acids (CGA) in coffee beans by UV-Vis spectroscopy",
        "The ferric reducing ability of plasma (FRAP) as a measure of “antioxidant power”: the FRAP assay",
        "Application of colour parameters for assessing the quality of Arabica and Robusta green coffee",
        "Evaluation of the sensory and colour quality of coffee beans stored in hermetic packaging",
        "Use of a free radical method to evaluate antioxidant activity",
        "Coffee as a source of antioxidants: an EPR study",
        "Impact of storage conditions on fungal community composition of green coffee beans Coffea arabica L. stored in jute sacks during 1 year",
        "Performance review of a fast HPLC-UV method for the quantification of chlorogenic acids in green coffee bean extracts",
        "Packaging Technology: Fundamentals, Materials and Processes",
        "Phenolic compounds in coffee",
        "Correlation between cup quality and chemical attributes of Brazilian coffee",
        "Development and application of biopolymer coatings to specialty green coffee beans: influence on water content, colour and sensory quality",
        "The potential for high quality bourbon coffees from different environments",
        "Green coffee bean",
        "Green Coffee-Determination of Loss in Mass at 105 C",
        "Relationship between antioxidant capacity, chlorogenic acids and elemental composition of green coffee",
        "A review: breathable films for packaging applications",
        "Chapter 3 - antioxidants in coffee",
        "Caffeine, trigonelline, chlorogenic acids and sucrose diversity in wild Coffea arabica L. and C. canephora P. accessions",
        "Coffee fermentation and flavor–An intricate and delicate relationship",
        "Impact of chemical changes on the sensory characteristics of coffee beans during storage",
        "Storage of green coffee in hermetic packaging injected with CO2",
        "Scavenging capacity of coffee brews against oxygen and nitrogen reactive species and the correlation with bioactive compounds by multivariate analysis",
        "The storage of green coffee (Coffea arabica): decrease of viability and changes of potential aroma precursors",
        "Effects of roasting degree on radical scavenging activity, phenolics and volatile compounds of Arabica coffee beans (Coffea arabica L. cv. Catimor)",
        "The content of Ca, Cu, Fe, Mg and Mn and antioxidant activity of green coffee brews",
        "Café Britt Hermetic Cocoon Storage Trial-II Report",
        "A study of the effect of roasting on the chlorogenic acid composition of coffee using HPLC",
        "Activity and concentration of polyphenolic antioxidants in apple juice. 3. Stability during storage"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}