{
    "eid": "2-s2.0-84897978339",
    "title": "Enhanced film forming ability of benzoxazine-urethane hybrid polymer network by sequential cure method",
    "cover-date": "2014-07-05",
    "subject-areas": [
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "copolymers",
        "crosslinking",
        "glass transition",
        "thermosets"
    ],
    "authors": [
        "Sarawut Rimdusit"
    ],
    "citedby-count": 15,
    "ref-count": 34,
    "ref-list": [
        "Prog. Polym. Sci.",
        "Preparation and properties of novel hybrid resins based on acetylene-functional benzoxazine and polyvinylsilazane",
        "Investigation of curing and thermal behavior of benzoxazine and lignin mixtures",
        "Curing behaviors and thermal properties of benzoxazine and N, N′-(2, 2, 4-trimethylhexane-1, 6-diyl) dimaleimide blend",
        "Recent advancement on polybenzoxazine - A newly developed high performance thermoset",
        "Preparation and properties of poly(urethane-benzoxazine)s based on monofunctional benzoxazine monomer",
        "Synthesis and characterization of poly(urethane-benzoxazine) films as novel type of polyurethane/phenolic resin composites",
        "Toughening of polybenzoxazine by alloying with urethane prepolymer and flexible epoxy: A comparative study",
        "Synthesis and properties of polybenzoxazine modified polyurethanes as a new type of electrical insulators with improved thermal stability",
        "Thermomechanical characteristics of benzoxazine-urethane copolymers and their carbon fiber-reinforced composites",
        "Synthesis and characterization of polyurethane/polybenzoxazine-based interpenetrating polymer networks (IPNs)",
        "Sequential Interconnected Interpenetrating Polymer Networks of Polyurethane and Polystyrene. 1. Synthesis and Chemical Structure Elucidation",
        "Polyurethane-polyacrylate interpenetrating networks. 1. Preparation and morphology",
        "Study of the synthesis and bonding properties of reactive hot-melt polyurethane adhesive",
        "Influence of cure conditions on the properties of a one-component moisture-cured polyurethane adhesive in the context of green gluing of wood",
        "Influence of the filler material on the thermal stability of one-component moisture-curing polyurethane adhesives",
        "Study on oxidative degradation behaviors of polyesterurethane network",
        "Structural engineering of polyurethane coatings for high performance applications",
        "Thermal stability and flame retardancy of polyurethanes",
        "Synthesis and characterization of crosslinked polyurethane dispersions based on hydroxylated polyesters",
        "Effects of reaction temperature on the formation of polyurethane prepolymer structures",
        "Polymer",
        "Thermal degradation kinetics of polyurethane/polybenzoxazine alloys",
        "Textbook of Polymer Science",
        "Acrylonitrile-capped poly(propyleneimine) dendrimer curing agent for epoxy resins: Model-free isoconversional curing kinetics, thermal decomposition and mechanical properties",
        "Dynamic mechanical characterization of a soy based epoxy resin system",
        "Effect of triphenyl phosphate flame retardant on properties of arylamine-based polybenzoxazines",
        "Development of flame retardant phosphorus- and silicon-containing polybenzoxazines",
        "Effects of polyol molecular weight on properties of benzoxazine-urethane polymer alloys",
        "Polybenzoxazine alloys and blends: Some unique properties and applications",
        "Alloys and Composites of Polybenzoxazine: Properties and Applications"
    ],
    "affiliation": [
        {
            "affiliation-city": "Kamphaeng Saen",
            "affilname": "Kasetsart University, Kamphaeng Saen Campus",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Srinakharinwirot University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}