{
    "eid": "2-s2.0-85083116327",
    "title": "Development of Leishmania (Mundinia) in guinea pigs",
    "cover-date": "2020-04-08",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Parasitology",
            "@code": "2405",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Animal model",
        "Guinea pig",
        "Leishmania",
        "Leishmania enriettii",
        "Leishmania macropodum",
        "Leishmania martiniquensis",
        "Leishmania orientalis",
        "Mundinia"
    ],
    "authors": [
        "Tomas Becvar",
        "Padet Siriyasatien",
        "Paul Bates",
        "Petr Volf",
        "Jovana Sádlová"
    ],
    "citedby-count": 7,
    "ref-count": 24,
    "ref-list": [
        "An appraisal of the taxonomy and nomenclature of trypanosomatids presently classified as Leishmania and Endotrypanum",
        "Isolation of novel trypanosomatid, Zelonia australiensis sp. nov. (Kinetoplastida: Trypanosomatidae) provides support for a Gondwanan origin of dixenous parasitism in the Leishmaniinae",
        "Leishmania (Mundinia) orientalis n. sp. (Trypanosomatidae), a parasite from Thailand responsible for localised cutaneous leishmaniasis",
        "First isolation of a new species of Leishmania responsible for human cutaneous leishmaniasis in Ghana and classification in the Leishmania enriettii complex",
        "Evidence incriminating midges (Diptera: Ceratopogonidae) as potential vectors of Leishmania in Australia",
        "The biting midge Culicoides sonorensis (Diptera: Ceratopogonidae) is capable of developing late stage infections of Leishmania enriettii",
        "Cutaneous leishmaniasis of the guinea pig, Leishmania enriettii n. sp",
        "Diffuse cutaneous infection caused by a presumed monoxenous trypanosomatid in a patient infected with HIV",
        "Occurrence of Leishmania sp. In cutaneous lesions of horses in Central Europe",
        "An autochthonous case of cutaneous bovine leishmaniasis in Switzerland",
        "Autochthonous Leishmania siamensis in horse, Florida, USA",
        "First isolation of Leishmania from northern Thailand: Case report, identification as Leishmania martiniquensis and phylogenetic position within the Leishmania enriettii complex",
        "A suspected new species of Leishmania, the causative agent of visceral leishmaniasis in a Thai patient",
        "Lutzomyia migonei is a permissive vector competent for Leishmania infantum",
        "First case of visceral leishmaniasis caused by Leishmania martiniquensis",
        "A new case of cutaneous infection by a presumed monoxenous trypanosomatid in the island of Martinique (French West Indies)",
        "Cutaneous leishmaniasis in red kangaroos: Isolation and characterisation of the causative organisms",
        "Naturally acquired infections with Leishmania enriettii Muniz and Medina 1948 in guinea-pigs from São Paulo, Brazil",
        "The spread of Leishmania enriettii through the body of the guinea pig",
        "Cell mediated immunity in cutaneous leishmaniasis of the guinea-pig",
        "An overview on Leishmania (Mundinia) enriettii: Biology, immunopathology, LRV and extracellular vesicles during the host-parasite interaction",
        "New isolation of Leishmania enriettii Muniz and Medina, 1948 in Paraná State, Brazil, 50 years after the first description, and isoenzymatic polymorphism of the L. enriettii taxon",
        "Establishment of cutaneous Leishmania enriettii infection in hamsters",
        "Review: Animal models for the study of leishmaniasis immunology"
    ],
    "affiliation": [
        {
            "affiliation-city": "Lancaster",
            "@id": "60117609",
            "affilname": "Division of Biomedical and Life Sciences, Lancaster University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60117609",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Prague",
            "@id": "60016605",
            "affilname": "Charles University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016605",
            "affiliation-country": "Czech Republic"
        }
    ],
    "funding": []
}