{
    "eid": "2-s2.0-85107461960",
    "title": "Streptomyces coffeae sp. Nov., an endophytic actinomycete isolated from the root of coffea arabica (l.)",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "16S rRNA gene",
        "Endophytic actinobacterium",
        "Streptomyces"
    ],
    "authors": [
        "Achararak Nammali",
        "Chakapong Intaraudom",
        "Pattama Pittayakhajonwut",
        "Chanwit Suriyachadkun",
        "Sarin Tadtong",
        "Phatraya Srabua",
        "Chitti Thawai"
    ],
    "citedby-count": 6,
    "ref-count": 44,
    "ref-list": [
        "The nomenclature and classification of the actinomycetes",
        "A guide for the classification of streptomycetes according to selected groups; placement of strains in morphological sections",
        "Bioactive Microbial Metabolites",
        "Diversity and applications of endophytic actinobacteria of plants in special and other ecological niches",
        "Biologically active secondary metabolites from Actinomycetes",
        "Streptomyces mimosae sp. nov., an endophytic actinomycete isolated from the root of Mimosa pudica in Thailand",
        "Streptomyces aquilus sp. nov., a novel actinomycete isolated from a Chinese medicinal plant",
        "Streptomyces lycii sp. nov., an endogenous actinomycete isolated from Lycium ruthenicum",
        "Methods for characterization of Streptomyces species",
        "Actinomycetes",
        "Nocardia coeliaca, Nocardia autotrophica, and the nocardin strain",
        "A rapid analysis for chemical grouping of aerobic actinomycetes",
        "Lipid and cell-wall analysis in bacterial systematics",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Lipids in the classification and identification of coryneform bacteria containing peptidoglycans based on 2,4-diaminobutyric acid",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Analysis of bacterial menaquinone mixtures by high performance liquid chromatography",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "Determination of DNA base composition",
        "Micromonospora costi sp. nov., isolated from a leaf of Costus speciosus",
        "Introducing EzBioCloud: a taxonomically united database of 16S rRNA and whole genome assemblies",
        "BioEdit: a user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "MEGA X: Molecular Evolutionary Genetics Analysis across computing platforms",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Estimation of the number of nucleotide substitutions in the control region of mitochondrial DNA in humans and chimpanzees",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "SPAdes: a new genome assembly algorithm and its applications to singlecell sequencing",
        "NCBI prokaryotic genome annotation pipeline",
        "JSpeciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "Genome sequencebased species delimitation with confidence intervals and improved distance functions",
        "AntiSMASH 5.0: updates to the secondary metabolite genome mining pipeline",
        "Taxonomic status of Kitasatosporia, and proposed unification with Streptomyces on the basis of phenotypic and 16S rRNA analysis and emendation of Streptomyces Waksman and Henrici 1943, 339AL",
        "Streptomyces glycovorans sp. nov., Streptomyces xishensis sp. nov. and Streptomyces abyssalis sp. nov., isolated from marine sediments",
        "Proposed minimal standards for the use of genome data for the taxonomy of prokaryotes",
        "Report of the ad hoc committee on reconciliation of approaches to bacterial systematics",
        "Five new members of the Streptomyces violaceusniger 16S rRNA gene clade: Streptomyces castelarensis sp. nov., comb. nov., Streptomyces himastatinicus sp. nov., Streptomyces mordarskii sp. nov., Streptomyces rapamycinicus sp. nov. and Streptomyces ruanii sp. nov",
        "Streptomyces iranensis sp. nov., isolated from soil"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ladkrabang Bangkok",
            "@id": "60021543",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021543",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60000316",
            "affilname": "Srinakharinwirot University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000316",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "King Mongkut’s Institute of Technology Ladkrabang Research Fund",
        "King Mongkut’s Institute of Technology Ladkrabang",
        "Faculty of Science"
    ]
}