{
    "eid": "2-s2.0-84983746076",
    "title": "Effect of Relaxation on Drag Forces and Diffusivities of Particles Confined in Rectangular Channels",
    "cover-date": "2016-12-01",
    "subject-areas": [
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        }
    ],
    "keywords": [
        "double layer relaxation",
        "hindered diffusion",
        "rectangular channel",
        "slit"
    ],
    "authors": [
        "Panadda Dechadilok"
    ],
    "citedby-count": 1,
    "ref-count": 49,
    "ref-list": [
        "Electrokinetic motion of particles and cells in microchannels",
        "Electrokinetic particle translocation through a nanopore",
        "Direct numerical simulation of electrokinetic translocation of a cylindrical particle through a nanopore using a Poisson-Boltzmann approach",
        "Controlling pH-regulated bionanoparticles translocation through nanopores with polyelectrolyte brushes",
        "Microscopic kinetics of DNA translocation through synthetic nanopores",
        "Sizing DNA using a nanometer-diameter pore.",
        "DNA electrokinetic translocation through a nanopore: Local permittivity environment effect",
        "Engineering flows in small devices: Microfluidics toward a lab-on-a-chip",
        "Induced-Charge Electrokinetic Phenomena: Theory and Microfluidic Applications",
        "Lab-on-a-chip devices for global health: Past studies and future opportunities",
        "TRANSPORT PROPERTIES OF TWO-PHASE MATERIALS WITH RANDOM STRUCTURE",
        "Hindered transport of large molecules in liquid‐filled pores",
        "Boundary Integral and Singularity Methods for Linearized Viscous Flow",
        "The constrained brownian movement of spherical particles in cylindrical pores of comparable radius. Models of the diffusive and convective transport of solute molecules in membranes and porous media",
        "Electrostatic effects on the partitioning of spherical colloids between dilute bulk solution and cylindrical pores",
        "Charge effects on hindrance factors for diffusion and convection of solute in pores i",
        "The charge effect on the hindrance factors for diffusion and convection of a solute in pores: II",
        "Electrostatic Partitioning in Slit Pores by Gibbs Ensemble Monte Carlo Simulation",
        "Electrical interaction energy between two charged entities in an electrolyte solution",
        "Sedimentation potential and velocity of solid spherical particles",
        "Sedimentation of highly charged colloidal spheres",
        "Sedimentation velocity and potential in a dilute suspension of charged spherical colloidal particles",
        "Sedimentation potential of a concentrated spherical colloidal suspension",
        "Sedimentation velocity and potential in concentrated suspensions of charged spheres with arbitrary double-layer thickness",
        "Influence of polyelectrolyte shape on its sedimentation behavior: Effect of relaxation electric field",
        "Proc. R. Soc. London A",
        "Calculation of the electrophoretic mobility of a spherical colloid particle",
        "Electrophoretic mobility of a spherical colloidal particle",
        "Electrophoretic mobility of a highly charged soft particle: Relaxation effect",
        "Boundary Effects on the Sedimentation and Hindered Diffusion of Charged Particles",
        "Sedimentation of a nonconducting sphere in a spherical cavity",
        "Sedimentation of a charged colloidal sphere in a charged cavity",
        "Electrostatic and electrokinetic effects on hindered diffusion in pores",
        "Electrodiffusiophoretic motion of a charged spherical particle in a nanopore",
        "Electrophoretic motion of a soft spherical particle in a nanopore",
        "Electrophoresis of a pH-regulated zwitterionic nanoparticle in a pH-regulated zwitterionic capillary",
        "Anomalous Mobility of Highly Charged Particles in Pores",
        "Colloidal Hydrodynamics",
        "Translation and rotation of spheres settling in square and circular conduits: Experiments and numerical predictions",
        "Hydrodynamic force on spheres in cylindrical and prismatic enclosures",
        "Hindered Brownian diffusion in a square-shaped geometry",
        "A strong interaction theory for the creeping motion of a sphere between plane parallel boundaries. Part 2. Parallel motion",
        "Some Mathematical Questions in Biology",
        "Low Reynolds number hydrodynamics - with special applications to particulate media.",
        "Motion of a particle between two parallel plane walls in low-Reynolds-number Poiseuille flow",
        "Polymer and Sphere Diffusion in Confinement",
        "Hindrance factors for diffusion and convection in pores",
        "Diffusion of Charged Micelles through Charged Microporous Membranes",
        "Theory of the Stability of Lyophobic Colloids"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}