{
    "eid": "2-s2.0-85047073019",
    "title": "Precipitated nano zinc hydroxide on the silica surface as an alternative cure activator in the vulcanization of natural rubber",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [],
    "authors": [
        "Md Najib Alam"
    ],
    "citedby-count": 9,
    "ref-count": 39,
    "ref-list": [
        "Safe Rubber Chemicals: Reduction of Zinc Levels in Rubber Compounds",
        "Effect of zinc oxide concentration on the course of thiuram‐accelerated sulfur vulcanization",
        "Influence of zinc oxide during different stages of sulfur vulcanization. elucidated by model compound studies",
        "Preparation of zinc oxide free, transparent rubber nanocomposites using a layered double hydroxide filler",
        "Zinc toxicity",
        "Differential gene expression in daphnia magna suggests distinct modes of action and bioavailability for Zno nanoparticles and Zn ions",
        "Solubility of nano-zinc oxide in environmentally and biologically important matrices",
        "Modeled environmental concentrations of engineered nanomaterials (TiO2, ZnO, Ag, CNT, fullerenes) for different regions",
        "Effect of zinc complexes as activator for sulfur vulcanization in various rubbers",
        "Zinc loaded clay as activator in sulfur vulcanization: A new route for zinc oxide reduction in rubber compounds",
        "Multifunctional additives as zinc-free curatives for sulfur vulcanization",
        "Advances in layered double hydroxide (LDH)-based elastomer composites",
        "Influence of ZnO nanoparticles on the cure characteristics and mechanical properties of carboxylated nitrile rubber",
        "Preparation and characterization of poly(styrene butylacrylate) latex/nano-ZnO nanocomposites",
        "Effect of zinc oxide nanoparticles as cure activator on the properties of natural rubber and nitrile rubber",
        "Application of nano-zinc oxide master batch in polybutadiene styrene rubber system",
        "Preparation of nano-zinc oxide/EPDM composites with both good thermal conductivity and mechanical properties",
        "Sol-gel derived nano zinc oxide for the reduction of zinc oxide level in natural rubber compounds",
        "Zinc oxide versus magnesium oxide revisited. Part 1",
        "Zinc oxide versus magnesium oxide revisited. Part 2",
        "Bonding between precipitated silica and epoxidized natural rubber in the presence of silane coupling agent",
        "Effects of rubber/filler interactions on the structural development and mechanical properties of NBR/silica composites",
        "Effect of filler-elastomer interactions on the mechanical and nonlinear viscoelastic behaviors of chemically modified silica-reinforced solution-polymerized styrene butadiene rubber",
        "J. Appl. Polym. Sci.",
        "Preparation of \"Green\" composites by the sol-gel process: In situ silica filled natural rubber",
        "ZnO nanoparticles anchored to silica filler. A curing accelerator for isoprene rubber composites",
        "Functionalized SBRs in silica-reinforced tire tread compounds: Evidence for interactions between silica filler and zinc oxide",
        "Effect of modified kaolinite by using fattyacids on nrand sbr-reinforced composites",
        "Synthesis of zinc hydroxide nanocrystals and application as a new electrochemical sensor for determination of selected sympathomimetic drugs",
        "Synthesis of nano zinc hydroxide via sol–gel method on silica surface and its potential application in the reduction of cure activator level in the vulcanization of natural rubber",
        "Statistical mechanics of cross-linked polymer networks II. Swelling",
        null,
        "Synthetic hollow zinc oxide microparticles",
        "A DSC study of curative interactions. I. The interaction of ZnO, sulfur, and stearic acid",
        "Nanofiller as vulcanizing aid for styrene-butadiene elastomer",
        "Mechanistic aspects of the role of coupling agents in silica-rubber composites",
        "Properties of natural rubber composites reinforced with silica or carbon black: Influence of cure accelerator content and filler dispersion",
        "Polymer Handbook",
        "Reclaiming of ground rubber tire by a novel reclaiming agent. I. Virgin natural rubber/reclaimed GRT vulcanizates"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}