{
    "eid": "2-s2.0-85028376438",
    "title": "Immobilization of α-amylase on metal nanoparticles mediated by xylan aldehyde improves hydrolysis of glycogen from Synechocystis sp. PCC 6803",
    "cover-date": "2017-12-15",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Energy Engineering and Power Technology",
            "@code": "2102"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Fuel Technology",
            "@code": "2103"
        }
    ],
    "keywords": [
        "Hydrolysis",
        "Immobilization",
        "Metal oxides",
        "Nanoparticle",
        "α-Amylase"
    ],
    "authors": [
        "Rajendran Velmurugan"
    ],
    "citedby-count": 11,
    "ref-count": 37,
    "ref-list": [
        "Bioprocessing for biofuels",
        "An overview of algae bioethanol production",
        null,
        null,
        "Direct conversion of Spirulina to ethanol without pretreatment or enzymatic hydrolysis processes",
        "Nat Resour Res",
        "The challenge of enzyme cost in the production of lignocellulosic biofuels",
        "Covalent immobilization of α-amylase on magnetic particles as catalyst for hydrolysis of high-amylose starch",
        "Preparation and characterization of cellulase-bound magnetite nanoparticles",
        "Statistical optimization of Bacillus alcalophilus α-amylase immobilization on iron-oxide magnetic nanoparticles",
        null,
        "Metal content of alpha-amylases of various origins.",
        "Alpha-Amylases as Calcium-Metalloenzymes. II. Calcium and the Catalytic Activity",
        "Effect of calcium ions on the irreversible denaturation of a recombinant Bacillus halrnapalus α-amylase: A calorimetric investigation",
        null,
        "Activation of Bacillus licheniformis α-amylase through a disorder → order transition of the substrate-binding site mediated by a calcium-sodium-calcium metal triad",
        "Crystal structure of Bacillus stearothermophilus α-amylase: Possible factors determining the thermostability",
        "Nanobiocatalyst advancements and bioprocessing applications",
        "Immobilization of α-amylase onto cellulose-coated magnetite (CCM) nanoparticles and preliminary starch degradation study",
        "Quantification of lignin-carbohydrate linkages with high-resolution NMR spectroscopy",
        "Potential of metal oxides in fractionation of Synechocystis sp. PCC 6803 biomass for biofuel production",
        "Self-assembled organic–inorganic hybrid glucoamylase nanoflowers with enhanced activity and stability",
        "Water-tolerant mesoporous-carbon-supported ruthenium catalysts for the hydrolysis of cellulose to glucose",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Enhanced accumulation of glycogen, lipids and polyhydroxybutyrate under optimal nutrients and light intensities in the cyanobacterium Synechocystis sp. PCC 6803",
        "Sono-assisted enzymatic saccharification of sugarcane bagasse for bioethanol production",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Determination of Degree of Substitution of Formyl Groups in Polyaldehyde Dextran by the Hydroxylamine Hydrochloride Method",
        "Interaction of cellulase with sodium dodecyl sulfate at critical micelle concentration level",
        "Prediction of protein secondary structure from circular dichroism using theoretically derived spectra",
        "The constitution and fundamental properties of solids and liquids. Part I. Solids",
        "Pyrococcus furiosus α-amylase is stabilized by calcium and zinc",
        "Cereal Chem J",
        null,
        "Suitability of magnetic nanoparticle immobilised cellulases in enhancing enzymatic saccharification of pretreated hemp biomass",
        "Regulation of enzyme activity through interactions with nanoparticles",
        "A spectroscopic study on the interaction between ferric oxide nanoparticles and human hemoglobin"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "R.V.",
        "College and Graduate School of Arts and Sciences",
        "Science and Industry Endowment Fund",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Nordic Energy Research"
    ]
}