{
    "eid": "2-s2.0-84963894261",
    "title": "Endoscopic diagnosis of colorectal serrated lesions: Current status and future perspectives based on the results of a questionnaire survey",
    "cover-date": "2016-04-01",
    "subject-areas": [
        {
            "$": "Gastroenterology",
            "@code": "2715"
        },
        {
            "$": "Radiology",
            "@code": "2741"
        }
    ],
    "keywords": [
        "colonoscopy",
        "endoscopic diagnosis",
        "image-enhanced endoscopy",
        "serrated lesion",
        "sessile serrated adenoma/polyp (SSA/P)"
    ],
    "authors": [
        "Takahisa Matsuda"
    ],
    "citedby-count": 5,
    "ref-count": 24,
    "ref-list": [
        "The Precursor Tissue of Ordinary Large Bowel Cancer",
        "Hyperplastic polyposis of the large bowel. Three cases and a review of the literature",
        "Adenomatous and carcinomatous changes within hyperplastic colonic epithelium",
        "RELATION BETWEEN METAPLASTIC POLYP AND CARCINOMA OF THE COLORECTUM",
        "Mixed hyperplastic adenomatous polyps/serrated adenomas. A distinct form of colorectal neoplasia",
        "Serrated adenomatous polyposis in humans",
        "Morphologic reappraisal of serrated colorectal polyps",
        "The presence of large serrated polyps increases risk for colorectal cancer",
        "Association of large serrated polyps with synchronous advanced colorectal neoplasia",
        "Variation in the detection of serrated polyps in an average risk colorectal cancer screening cohort",
        "Serrated and non-serrated polyps of the colorectum: Their prevalence in an unselected case series and correlation of BRAF mutation analysis with the diagnosis of sessile serrated adenoma",
        "Demographic and pathological characteristics of serrated polyps of colorectum",
        "Sessile serrated adenoma: Challenging discrimination from other serrated colonic polyps",
        "Endosc. Int. Open",
        "A novel pit pattern identifies the precursor of colorectal cancer derived from sessile serrated adenoma",
        "Prospective evaluation of endoscopic criteria characteristic of sessile serrated adenomas/polyps",
        "Investigating endoscopic features of sessile serrated adenomas/polyps by using narrow-band imaging with optical magnification",
        "Efficiency of endocytoscopy in differentiating types of serrated polyps",
        "Stom. Intest.",
        "Real-time optical diagnosis for diminutive colorectal polyps using narrow-band imaging: The VALID randomised clinical trial",
        "Usefulness of narrow-band imaging with dual-focus magnification for differential diagnosis of small colorectal polyps",
        "Serrated lesions of the colorectum: Review and recommendations from an expert panel",
        "Efficacy of hot biopsy forceps, cold micro-snare and micro-snare with cautery techniques in the removal of diminutive colonic polyps",
        "Guidelines for colonoscopy surveillance after screening and polypectomy: A consensus update by the us multi-society task force on colorectal cancer"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "National Cancer Center Hospital",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Yokohama",
            "affilname": "Showa University Yokohama Northern Hospital",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Osaka",
            "affilname": "Osaka International Cancer Institute",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Akita",
            "affilname": "Japanese Red Cross Akita Hospital",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "National Hospital Organization Tokyo Medical Center",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Cancer Institute Hospital of Japan Foundation for Cancer Research",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "The Jikei University School of Medicine",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Seoul",
            "affilname": "Korea University College of Medicine",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Hiroshima",
            "affilname": "Hiroshima University Hospital",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kashiwa",
            "affilname": "National Cancer Center Hospital East",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Kyoto",
            "affilname": "Japanese Red Cross Kyoto Daini Hospital",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}