{
    "eid": "2-s2.0-85071330642",
    "title": "Natural gonadal compartmentalizing of economical important Hemiramphus far from Thailand by visual observation and histological technique",
    "cover-date": "2019-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Germ cells",
        "Hemiramphidae",
        "Histology",
        "Reproductive system"
    ],
    "authors": [
        "Piyakorn Boonyoung",
        "Sinlapachai Senarat",
        "Wannee Jiraungkoorskul",
        "Jes Kettratad",
        "Watiporn Yenchum",
        "Pisit Poolprasert",
        "Theerakamol Pengsakul"
    ],
    "citedby-count": 0,
    "ref-count": 29,
    "ref-list": [
        "Ultrastructure of oogenesis in the bluefin tuna, Thunnus thynnus",
        "Reproduction in rainbow trout: Sex differentiation, dynamics of gametogenesis, biology and preservation of gametes",
        "Histopathological assessment of gonadal tissue in wild fishes",
        "Ovarian development and spawning of Serra Spanish mackerel in coastal waters of Northeastern Brazil",
        "Reproductive biology of female Pacific Bluefin tuna Thunnus orientalis from South-Western North Pacific Ocean",
        "Testis morphology and spermatozeugma formation in three genera of viviparous halfbeaks: Nomorhamphus, Dermogenys, and Hemirhamphodon (Teleostei: Hemiramphidae)",
        "Structural evidence for two difference testicular types in teleost fishes",
        "Ovarian germinal epithelium and folliculogenesis in the common snook, Centropomus undecimalis (Teleostei: Centropomidae)",
        "The sea garfish, Reporhamphus melanochir (Cuvier and Valenciennes) (Hemiramphidae), in South Australia: Breeding, agedetermination, and growth rate",
        "Aspects of the reproductive biology of the bass, Dicentrarchus labrax L. an histological and histochemical study of oocyte development",
        "Reproductive biology of Hemiramphus brasiliensis and H. balao (Hemiramphidae): Maturation, spawning frequency, and fecundity",
        "The functional morphology of teleost gonads",
        "Spawning frequency in the eastern Australian river garfish, Hyporhamphus regularis ardelio (Hemiramphidae)",
        "Techniques for spawning common snook: Broodstock handling, oocyte staging, and egg quality",
        "Evolution and phylogeny of gonad morphology in bony fishes",
        "Ovarian follicle growth, maturation, and ovulationin teleost fish",
        "Effects of ammonium perchorate on the reproductive performance and thyroid follicle histology of zebra fish",
        "Spermatogenesis in fish",
        "Gametogenesis in Fundulus heteroclitus",
        "Oogenesis in Fundulus heteroclitus. V. The relationship of yolk vesicles and cortical alveoli",
        "Stages of oocyte development in the zebra fish, Brachydanio rerio",
        "Ovarian histology and reproductive health of short mackerel, Rastrelliger brachysoma (Bleeker, 1851), as threatened marine fish in Thailand",
        "Ovarian structure and oogenesis of the oviparous Goodeids Crenichthys baileyi (Gilbert, 1893) and Empetrichthys latos Miller, 1948 (Teleostei, Cyprinodontiformes)",
        "Ultrastructural aspects of oogenesis and oocyte growth in fish and amphibians",
        "Evaluation of rapid cooling and tricainemethanesulfonate (MS2 22) as methods of euthanasia in zebrafish (Danio rerio)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pitsanulok",
            "@id": "60091527",
            "affilname": "Pibulsongkram Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60091527",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "124761509",
            "affilname": "National Institute of Metrology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/124761509",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Department of Anatomy, Faculty of Science, Prince of Songkla University"
    ]
}