{
    "eid": "2-s2.0-85077278047",
    "title": "Implication of Location of the Ascending Mental Artery at the Chin Injection Point",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Tanvaa Tansatit",
        "Thirawass Phumyoo",
        "Worapat Sawatwong",
        "Hannah McCabe",
        "Benrita Jitaree"
    ],
    "citedby-count": 2,
    "ref-count": 11,
    "ref-list": [
        "Dual plane augmentation genioplasty using Gore-Tex chin implants.",
        "Autogenous fat grafting for chin augmentation: A preliminarily clinical study of cosmetic outcome.",
        "Avoiding and treating blindness from fillers: A review of the world literature.",
        "Managing complications of submental artery involvement after hyaluronic acid filler injection in chin region.",
        "Vascular complications after chin augmentation using hyaluronic acid.",
        "Mental artery occlusion from poly-L-lactic acid injection at the lateral chin.",
        "Successfully managing impending skin necrosis following hyaluronic acid filler injection, using high-dose pulsed hyaluronidase.",
        "Submental artery island flap in intraoral reconstruction: A review.",
        "Composition of the blood supply in the sublingual and submandibular spaces and its relationship to the lateral lingual foramen of the mandible.",
        "Arterial blood supply variation in the anterior midline mandible: Significance to dental implantology.",
        "Validity and reliability of a structured-light 3D scanner and an ultrasound imaging system for measurements of facial skin thickness."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}