{
    "eid": "2-s2.0-85027155837",
    "title": "Sporolactobacillus shoreicorticis sp.Nov., a lactic acid-producing bacterium isolated from tree bark",
    "cover-date": "2017-07-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Lactic acid bacteria",
        "Spore-forming bacteria",
        "Sporolactobacillus shoreicorticis",
        "Tree bark"
    ],
    "authors": [
        "Vasana Tolieng"
    ],
    "citedby-count": 8,
    "ref-count": 32,
    "ref-list": [
        "Sporolactobacillus Nov. Subgen.",
        "On the spore formation of sporolactobacillus inulinus",
        "Bergey’s Manual of Systematic Bacteriology",
        "The family sporolactobacillaceae",
        "Proposal of Sporolactobacillus nakayamae subsp. nakayamae sp. nov., subsp. nov., Sporolactobacillus nakayamae subsp. racemicus subsp. nov., Sporolactobacillus terrae sp. nov., Sporolactobacillus kofuensis sp. nov., and Sporolactobacillus lactosus sp. nov.",
        "Spore-bearing lactic acid bacteria isolated from rhizosphere I. Taxonomic studies on bacillus laevolacticus Nov. SP. And bacillus racemilacticus nov. SP.",
        "Description of Bacillus laevolacticus (ex Nakayama and Yanoshi 1967) sp. nov., nom. rev.",
        "Tuberibacillus calidus gen. nov., sp. nov., isolated from a compost pile and reclassification of Bacillus naganoensis Tomimura et al. 1990 as Pullulanibacillus naganoensis gen. nov., comb. nov. and Bacillus laevolacticus Andersch et al. 1994 as Sporolactobacillus laevolacticus comb. nov",
        "Sporolactobacillus vineae sp. nov., a spore-forming lactic acid bacterium isolated from vineyard soil",
        "Sporolactobacillus putidus sp. nov., an endospore-forming lactic acid bacterium isolated from spoiled orange juice",
        "Sporolactobacillus shoreae sp. nov. and Sporolactobacillus spathodeae sp. nov., two spore-forming lactic acid bacteria isolated from tree barks in Thailand",
        "Sporolactobacillus pectinivorans sp. Nov., an anaerobic bacterium isolated from spoiled jelly",
        "Characterization of lactic acid producing bacteria from Thai sources",
        "Alterations in metal content of spores of Bacillus megaterium and the effect on some spore properties.",
        "Rapid flagella stain.",
        "Lactic acid bacteria found in fermented fish in Thailand",
        "Lactic acid bacteria isolated from soy sauce mash in Thailand",
        "Is there a limit for high-pH life? [1]",
        "Simplified approach to identification of aerobic actinomycetes by thin layer chromatography",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Nucleic Acid Techniques in Bacterial Systematics",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "Mechercharimyces mesophilus gen. nov., sp. nov. and Mechercharimyces asporophorigenens sp. nov., antitumor substance-producing marine bacteria, and description of Thermoactinomycetaceae fam. nov",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Int J Syst Bacteriol"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "National Institute of Technology and Evaluation",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Tokyo University of Agriculture",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}