{
    "eid": "2-s2.0-84973861208",
    "title": "Controlled DNA interpolyelectrolyte complex formation or dissociation via stimuli-responsive poly(vinylamine-co-N-vinylisobutylamide)",
    "cover-date": "2016-09-15",
    "subject-areas": [
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "biomedical applications",
        "nucleic acids",
        "stimuli-sensitive polymers"
    ],
    "authors": [
        "Wanpen Tachaboonyakiat"
    ],
    "citedby-count": 3,
    "ref-count": 24,
    "ref-list": [
        "From Genes to Genomes: Concepts and Applications of DNA Technology",
        "Forensic DNA Typing: Biology, Technology, and Genetics of STR Markers",
        "Universal and rapid salt-extraction of high quality genomic DNA for PCR-based techniques",
        "Assessment of DNA complexation onto polyelectrolyte-coated magnetic silica nanoparticles",
        "Int. J. Biomed. Res.",
        "Controllable stability of DNA-containing polyelectrolyte complexes in water-salt solutions",
        "Alkane-modified short polyethyleneimine for siRNA delivery",
        "The influence of RGD addition on the gene transfer characteristics of disulfide-containing polyethyleneimine/DNA complexes",
        "Polyethyleneimine/DNA polyplexes with reduction-sensitive hyaluronic acid derivatives shielding for targeted gene delivery",
        "Complexation of DNA with poly-(L-lysine) and its copolymers in dimethylformamide",
        "Characterisation of the binding interaction between poly(L-lysine) and DNA using the fluorescamine assay in the preparation of non-viral gene delivery vectors",
        "Turbidometric analysis of polyelectrolyte complexes formed between poly(L-lysine) and DNA",
        "Characterization of interpolyelectrolyte complexes between double-stranded DNA and polylysine comb-type copolymers having hydrophilic side chains",
        "The effect of backbone structure on polycation comb-type copolymer/DNA interactions and the molecular assembly of DNA",
        "Comb-type polycations effectively stabilize DNA triplex",
        "Comb-type copolymer: stabilization of triplex DNA and possible application in antigène strategy",
        "Poly(L-lysine)-graft-dextran copolymer: Amazing effects on triplex stabilization under physiological pH and ionic conditions (in vitro)",
        "Inhibition of sequence-specific protein-DNA interaction and restriction endonuclease cleavage via triplex stabilization by poly(L-lysine)-graft-dextran copolymer",
        "Lignin valorization by forming toughened thermally stimulated shape memory copolymeric elastomers: Evaluation of different fractionated industrial lignins",
        "Highly biobased thermally-stimulated shape memory copolymeric elastomers derived from lignin and glycerol-adipic acid based hyperbranched prepolymer",
        "Novel DNA/polymer conjugate for intelligent antisense reagent with improved nuclease resistance",
        "Thermo responsive DNA/polymer conjugate for intelligent antisense strategy",
        "Synthesis and functionalities of poly(N-vinylalkylamide). XII. Synthesis and thermosensitive property of poly(vinylamine) copolymer prepared from poly(N-vinylformamide-co-N-vinylisobutyramide)",
        "Synthesis and functionalities of poly(N-vinylalkylamide). 13. Synthesis and properties of thermal and pH stimuli-responsive poly(vinylamine) copolymers"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ikoma",
            "affilname": "Nara Institute of Science and Technology",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Suita",
            "affilname": "Osaka University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Kawaguchi",
            "affilname": "Japan Science and Technology Agency",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}