{
    "eid": "2-s2.0-84939811523",
    "title": "Advanced and economical ambient drying method for controlled mesopore polybenzoxazine-based carbon xerogels: Effects of non-ionic and cationic surfactant on porous structure",
    "cover-date": "2015-12-01",
    "subject-areas": [
        {
            "$": "Biomaterials",
            "@code": "2502"
        },
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "Colloid and Surface Chemistry",
            "@code": "1505"
        },
        {
            "$": "Electronic",
            "@code": "2504"
        }
    ],
    "keywords": [
        "Carbon xerogel",
        "Cationic surfactant",
        "Mesopore",
        "Micropore",
        "Microsphere",
        "Nanosphere",
        "Non-ionic surfactant",
        "Polybenzoxazine"
    ],
    "authors": [
        "Uthen Thubsuang"
    ],
    "citedby-count": 22,
    "ref-count": 55,
    "ref-list": [
        "Organic aerogels from the polycondensation of resorcinol with formaldehyde",
        "Structure of Organic Aerogels. 1. Morphology and Scaling",
        "Carbon aerogels, cryogels and xerogels: Influence of the drying method on the textural properties of porous carbon materials",
        "Preparation of mesoporous carbon by freeze drying",
        "Cryo- and xerogel carbon supported PtRu for DMFC anodes",
        "Synthesis of carbon xerogel particles and fractal-like structures",
        "Microstructure control of RF and carbon aerogels prepared by sol-gel process",
        "Polymer supports for low-temperature fuel cell catalysts",
        "Carbon aerogels for catalysis applications: An overview",
        "Toward new candidates for hydrogen storage: High-surface-area carbon aerogels",
        "Enhanced electrochemical and structural properties of carbon cryogels by surface chemistry alteration with boron and nitrogen",
        "Carbon aerogels for electrochemical applications",
        "A review on the latest development of carbon membranes for gas separation",
        "Carbon molecular sieve gas separation membranes-I. Preparation and characterization based on polyimide precursors",
        "Structural Investigation of Resorcinol Formaldehyde and Carbon Aerogels Using SAXS and BET",
        "The porous structures of activated carbon aerogels and their effects on electrochemical performance",
        "Structural changes in carbon aerogels with high temperature treatment",
        "Activated carbon aerogels",
        "Synthetic carbons activated with phosphoric - Acid II. Porous structure",
        "Mesoporous carbon foams through surfactant templating",
        "The effect of surfactants on the porosity of carbon xerogels",
        "Novel synthesis of porous carbons with tunable pore size by surfactant-templated sol-gel process and carbonisation",
        "Fabrication and nano-structure control of carbon aerogels via a microemulsion-templated sol-gel polymerization method",
        "Hierarchically porous phenolic resin-based carbons obtained by block copolymer-colloidal silica templating and post-synthesis activation with carbon dioxide and water vapor",
        "Template-directed synthesis of periodic macroporous organic and carbon aerogels",
        "Preparation of low-density carbon aerogels by ambient pressure drying",
        "Preparation of cresol-formaldehyde carbon aerogels via drying aquagel at ambient pressure",
        "New organic aerogels based upon a phenolic-furfural reaction",
        "Porous structure of organic and carbon aerogels synthesized by sol-gel polycondensation of resorcinol with formaldehyde",
        "Phenolic materials via ring‐opening polymerization: Synthesis and characterization of bisphenol‐A based benzoxazines and their polymers",
        "Polybenzoxazines-New high performance thermosetting resins: Synthesis and properties",
        "High-molecular-weight AB-type benzoxazines as new precursors for high-performance thermosets",
        "Synthesis and thermal cure of high molecular weight polybenzoxazine precursors and the properties of the thermosets",
        "L,3,5-Triphenylhexahydro-1,3,5-triazine - Active intermediate and precursor in the novel synthesis of benzoxazine monomers and oligomers",
        "Porous structure of polybenzoxazine-based organic aerogel prepared by sol-gel process and their carbon aerogels",
        "Novel polybenzoxazine-based carbon aerogel electrode for supercapacitors",
        "Novel template confinement derived from polybenzoxazine-based carbon xerogels for synthesis of ZSM-5 nanoparticles via microwave irradiation",
        "Improvement in the pore structure of polybenzoxazine-based carbon xerogels through a silica templating method",
        "Self-formation of 3D interconnected macroporous carbon xerogels derived from polybenzoxazine by selective solvent during the sol-gel process",
        null,
        "Porous materials from polybenzoxazine",
        null,
        null,
        "Combined diffusion, adsorption, and reaction studies of n-hexane hydroisomerization over Pt/H-mordenite in an oscillating microbalance",
        "Adsorption of Gases in Multimolecular Layers",
        "Studies on pore systems in catalysts. V. The t method",
        "The Determination of Pore Volume and Area Distributions in Porous Substances. I. Computations from Nitrogen Isotherms",
        "The Determination of Pore Volume and Area Distributions in Porous Substances. II. Comparison between Nitrogen Isotherm and Mercury Porosimeter Methods",
        "Microporous carbons prepared from cationic surfactant-resorcinol/ formaldehyde composites",
        "Surfactant and Interfacial Phenomena",
        "Adsorption by Powders and Porous Solids, Principles, Methodology and Applications",
        "Low-pressure hysteresis in adsorption: An artifact?",
        "Preparation and characterization of carbon aerogel microspheres by an inverse emulsion polymerization",
        "Highly sensitive room temperature organic vapor sensor based on polybenzoxazine-derived carbon aerogel thin film composite"
    ],
    "affiliation": [
        {
            "affiliation-city": "Cleveland",
            "affilname": "Case School of Engineering",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center of Excellence on Petrochemical and Materials Technology, Chulalongkorn University",
        "Petroleum and Petrochemical College"
    ]
}