{
    "eid": "2-s2.0-85146878970",
    "title": "Halotolerance, stress mechanisms, and circadian clock of salt-tolerant cyanobacteria",
    "cover-date": "2023-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Cyanobacteria",
        "Gene expression",
        "Genomic adaptation",
        "Glycine betaine",
        "Halotolerance",
        "Mycosporine-2-glycine",
        "Osmoprotectant",
        "Osmotolerance",
        "Regulatory networks"
    ],
    "authors": [
        "Rungaroon Waditee-Sirisattha",
        "Hakuto Kageyama"
    ],
    "citedby-count": 2,
    "ref-count": 54,
    "ref-list": [
        "Reactive oxygen species: drivers of physiological and pathological processes",
        "Monitoring protein-protein interactions in the cyanobacterial circadian clock in real time via electron paramagnetic resonance spectroscopy",
        "Halophiles and their enzymes: negativity put to good use",
        "Sucrose may play an additional role to that of an osmolyte in Synechocystis sp. PCC 6803 salt-shocked cells",
        "An RpaA-dependent sigma factor cascade sets the timing of circadian transcriptional rhythms in Synechococcus elongatus",
        "Sodium chloride toxicity and the cellular basis of salt tolerance in halophytes",
        "The phylogeny of unicellular, extremely halotolerant cyanobacteria",
        "Identification and regulation of novel compatible solutes from hypersaline stromatolite-associated cyanobacteria",
        "Plant cellular and molecular responses to high salinity",
        "Transcriptome and metabolome analyses of response of Synechocystis sp. PCC 6803 to methyl viologen",
        "Effect of betaine on enzyme activity and subunit interaction of ribulose-1,5-bisphosphate carboxylase/oxygenase from Aphanothece halophytica",
        "Expression of a gene cluster kaiABC as a circadian feedback process in cyanobacteria",
        "Mycosporine-2-glycine is the major mycosporine-like amino acid in a unicellular cyanobacterium (Euhalothece sp.) isolated from a gypsum crust in a hypersaline saltern pond",
        "Biosynthetic pathways of glycinebetaine in Thalassiosira pseudonana; functional characterization of enzyme catalyzing three-step methylation of glycine",
        "Mycosporine-like amino acids as multifunctional secondary metabolites in cyanobacteria: From biochemical to application aspects",
        "Osmoprotectant molecules in cyanobacteria: Their basic features, biosynthetic regulations, and potential applications",
        "Salt-regulated accumulation of the compatible solutes sucrose and glucosylglycerol in cyanobacteria and its biotechnological potential",
        "A novel mutation in kaiC affects resetting of the cyanobacterial circadian clock",
        "Integrative analysis of the salt stress response in cyanobacteria",
        "Molecular and functional insights into glutathione S-transferase genes associated with salt stress in Halothece sp. PCC7418",
        "Chen M (2014) Optimization and effects of different culture conditions on growth of Halomicronema hongdechloris - a filamentous cyanobacterium containing chlorophyll f",
        "Ecophysiology and polymorphism of the unicellular extremely natronophilic cyanobacterium Euhalothece sp. Z-M001 from Lake Magadi",
        "Phenotypic and genotypic characterisation of an unique indigenous hypersaline unicellular cyanobacterium Euhalothece Sp. nov",
        "A glycine betaine transport system in Aphanothece halophytica and other glycine betaine-synthesising cyanobacteria",
        "The effects of salts and osmoprotectants on enzyme activities of fructose-1,6-biphosphate aldolases in a halotolerant cyanobacterium, Halothece sp. PCC 7418",
        "The halotolerance and phylogeny of cyanobacteria with tightly coiled trichomes (Spirulina Turpin) and the description of Halospirulina tapeticola gen nov., sp. nov",
        "Design principles of phosphorylation-dependent timekeeping in eukaryotic circadian clocks",
        "Salt and brines",
        "Taxonomy of halophilic Archaea: current status and future challenges",
        "The microbiology of red brines",
        "Comparative proteomics study of salt tolerance between a nonsequenced extremely halotolerant cyanobacterium and its mildly halotolerant relative using in vivo metabolic labeling and in vitro isobaric labeling",
        "Trimethylated homoserine functions as the major compatible solute in the globally significant oceanic cyanobacterium Trichodesmium",
        "A class I fructose-1,6-bisphosphate aldolase is associated with salt stress tolerance in a halotolerant cyanobacterium Halothece sp. PCC 7418",
        "Induction of antioxidative activity and antioxidant molecules in the halotolerant cyanobacterium Halothece sp. PCC7418 by temperature shift",
        "The primary transcriptome of the marine diazotroph Trichodesmium erythraeum IMS101",
        "Bifunctional alanine dehydrogenase from the halotolerant cyanobacterium Aphanothece halophytica: characterization and molecular properties",
        "Microbial extremophiles at the limits of life",
        "Aquatic environments",
        "Next biotech plants: new traits, crops, developers and technologies for addressing global challenges",
        "Structure, function, and mechanism of the core circadian clock in cyanobacteria",
        "A KaiC-associating SasA-RpaA two-component regulatory system as a major circadian timing mediator in cyanobacteria",
        "ATPase activity of KaiC determines the basic timing for circadian clock of cyanobacteria",
        "Mycosporine-like amino acids and their derivatives as natural antioxidants",
        "Global transcriptional and circadian regulation in a halotolerant cyanobacterium Halothece sp. PCC7418",
        "Global transcriptome analyses and regulatory mechanisms in Halothece sp. PCC 7418 exposed to abiotic stresses",
        "Nitrate and amino acid availability affects glycine betaine and mycosporine-2-glycine in response to changes of salinity in a halotolerant cyanobacterium Aphanothece halophytica",
        "Identification and upregulation of biosynthetic genes required for accumulation of mycosporine-2-glycine under salt stress conditions in the halotolerant cyanobacterium Aphanothece halophytica",
        "Anabaena sp. PCC7120 transformed with glycine methylation genes from Aphanothece halophytica synthesized glycine betaine showing increased tolerance to salt",
        "Overexpression of serine hydroxymethyltransferase from halotolerant cyanobacterium in Escherichia coli results in increased accumulation of choline precursors and enhanced salinity tolerance",
        "Metabolic engineering for betaine accumulation in microbes and plants",
        "Isolation and functional characterization of N-methyltransferases that catalyze betaine synthesis from glycine in a halotolerant photosynthetic organism Aphanothece halophytica",
        "The biology of a new gas-vacuolate cyanobacterium, Dactylococcopsis salina sp. nov. Solar Lake",
        "Photosynthetic production of sunscreen shinorine using an engineered cyanobacterium",
        "Genomic survey of salt acclimation-related genes in the halophilic cyanobacterium Euhalothece sp. Z-M001"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nagoya",
            "@id": "60027762",
            "affilname": "Meijo University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027762",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Research Institute of Meijo University",
        "Mayekawa Houonkai Foundation",
        "Chulalongkorn University",
        "Thailand Science Research and Innovation Fund"
    ]
}