{
    "eid": "2-s2.0-85077063099",
    "title": "Health care policy uncertainty, real health expenditures and health care inflation in the USA",
    "cover-date": "2021-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Statistics and Probability",
            "@code": "2613",
            "@abbrev": "MATH"
        },
        {
            "@_fa": "true",
            "$": "Mathematics (miscellaneous)",
            "@code": "2601",
            "@abbrev": "MATH"
        },
        {
            "@_fa": "true",
            "$": "Social Sciences (miscellaneous)",
            "@code": "3301",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Bayesian VAR",
        "Health care inflation",
        "Health care policy uncertainty",
        "Health expenditure"
    ],
    "authors": [
        "Chak Hung Jack Cheng",
        "Nopphol Witvorapong"
    ],
    "citedby-count": 2,
    "ref-count": 38,
    "ref-list": [
        "Measuring economic policy uncertainty",
        "Health care expenditure and income in the OECD reconsidered: evidence from panel data",
        "Health care expenditure and income: a global perspective",
        "Ageing and health care expenditure in EU-15",
        "The impact of uncertainty shocks",
        "Uncertainty shocks and unemployment dynamics in US recessions",
        "Economic policy uncertainty and unemployment in the United States: a nonlinear approach",
        "Health care expenditure and GDP: Are they broken stationary?",
        "On the international stability of health care expenditure functions: Are government and private functions similar?",
        "National health expenditure projections, 2012–2022: slow growth until coverage expands and economy improves",
        "The role of policy and institutions on health spending",
        "Health care services depress recent PCE inflation readings",
        "Federal state differentials in the efficiency of health production in Germany: An artifact of spatial dependence?",
        "Policy uncertainty and corporate investment",
        "What drives health care expenditure? Baumol’s model of ‘unbalanced growth’ revisited",
        "Explaining the growth in US health care spending using state-level variation in income, insurance, and provider market dynamics",
        "Evolving health expenditure landscape of the BRICS nations and projections to 2025",
        "Stationarity of health expenditures and GDP: evidence from panel unit root tests with heterogeneous structural breaks",
        "Economic policy uncertainty and firm-level investment",
        "Financial health economics",
        "Bayesian multivariate time series methods for empirical macroeconomics",
        "On the relationship between GDP and health care expenditure: a new look",
        "Uncertainty shocks are aggregate demand shocks",
        "Health-care expenditure and health policy in the USA versus other high-spending OECD countries",
        "Heath expenditure and income in the United States",
        "The anatomy of health care in the United States",
        "Determinants of US health expenditure: evidence from autoregressive distributed lag (ARDL) approach to cointegration",
        "Is the health care price inflation in US urban areas stationary? Evidence from panel unit root tests",
        "Technology as a ‘major driver’ of health care costs: a cointegration analysis of the Newhouse conjecture",
        "Uncertainty about government policy and stock prices",
        "The growth of public health expenditures in OECD countries: Do government ideology and electoral motives matter?",
        "Why US health care expenditure and ranking on health care indicators are so different from Canada’s",
        "Disentangling the channels of the 2007–2009 recession",
        "Health care expenditure and economic growth: quantile panel-type analysis",
        "Health care inflation and its implications for monetary policy",
        "Income and technology as drivers of Australian healthcare expenditures"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Spartanburg",
            "@id": "60024534",
            "affilname": "University of South Carolina - Upstate",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024534",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}