{
    "eid": "2-s2.0-84955271976",
    "title": "Bromotyrosine alkaloids with acetylcholinesterase inhibitory activity from the Thai sponge Acanthodendrilla sp.",
    "cover-date": "2015-11-01",
    "subject-areas": [
        {
            "$": "Complementary and Alternative Medicine",
            "@code": "2707"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        },
        {
            "$": "Plant Science",
            "@code": "1110"
        },
        {
            "$": "Pharmacology",
            "@code": "3004"
        }
    ],
    "keywords": [
        "Acanthodendrilla",
        "Bromotyrosine alkaloids",
        "Competitive acetylcholinesterase inhibitor",
        "Sponge"
    ],
    "authors": [
        "Natchanun Sirimangkalakitti"
    ],
    "citedby-count": 19,
    "ref-count": 33,
    "ref-list": [
        "The cholinergic hypothesis of Alzheimer's disease: A review of progress",
        "Acetylcholinesterase inhibitors from plants and fungi",
        "Natural products as a source of Alzheimer's drug leads",
        "Acetylcholinesterase-inhibiting steroidal alkaloid from the sponge Corticium sp.",
        "Petrosamine, a potent anticholinesterase pyridoacridine alkaloid from a Thai marine sponge Petrosia n. sp",
        "Non-competitive inhibition of acetylcholinesterase by bromotyrosine alkaloids",
        "Acetyl- and butyrylcholinesterase inhibitory activities of sterols and phlorotannins from Ecklonia stolonifera",
        "Acetylcholinesterase-inhibiting activity of pyrrole derivatives from a novel marine gliding bacterium, Rapidithrix thailandica",
        "Bioactive secondary metabolites from the Red Sea marine Verongid sponge Suberea species",
        "Chemistry of Verongida sponges. 9. Secondary metabolite composition of the Caribbean sponge Aplysina cauliformis",
        "Aerothionin and homoaerothionin: Two tetrabromo spirocyclohexadienylisoxazoles from Verongia sponges",
        null,
        "11-Oxoaerothionin: A cytotoxic antitumor bromotyrosine-derived alkaloid from the caribbean marine sponge aplysina lacunosa",
        "Chemistry of verongida sponges VIII bromocompounds from the Mediterranean sponges Aplysina aerophoba and Aplysina cavernicola",
        "Marine natural products: fistularin-1, -2 and -3 from the sponge Aplysina fistularis forma fulva",
        "Hemifistularin 3: A degraded peptide or biogenetic precursor? Isolation from a sponge of the order verongida from the coral sea or generation from base treatment of 11-oxofistularin 3",
        "Studies on the Antimicrobial Substances of Sponges. IV. Structure of a Bromine-Containing Compound from a Marine Sponge",
        "Steroids and alkaloids from the South China Sea sponge Axinella sp.",
        "Studies on the antimicrobial substances of sponges II. Structure and synthesis of a bromine-containing antibacterial, compound from a marine sponge",
        "Two epimeric dibromo nitriles from the Australian Sponge Aplysina laevis",
        "Cavernicolin-1 and cavernicolin-2, epimeric dibromolactams from the mediterranean sponge aplysina (venongia) cavernicola",
        "Novel, racemic or nearly‐racemic antibacterial bromo‐ and chloroquinols and γ‐lactams of the verongiaquinol and the cavernicolin type from the marine sponge Aplysina (= Verongia) cavernicola",
        "Antimicrobial and antineoplastic tyrosine metabolites from a marine sponge, Aplysina fistularis",
        "Chemical variability within the marine sponge Aplysina fulva",
        "The Marine Bromotyrosine Derivatives",
        "Encyclopedia of Analytical Chemistry",
        "Total syntheses of (±)-aerothionin, (±)-homoaerothionin, and (±)-aerophobin-1",
        null,
        "An x-ray study of aerothionin from aplysina fistularis (pallas)",
        "A new and rapid colorimetric determination of acetylcholinesterase activity",
        "Screening for acetylcholinesterase inhibitory activity in plants used in Thai traditional rejuvenating and neurotonic remedies",
        "Chemical constituents antioxidant and anticholinesterasic activity of tabernaemontana catharinensis",
        "Assay Guidance Manual [Internet]"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pitsanulok",
            "affilname": "Naresuan University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "affilname": "Prince of Songkla University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}