{
    "eid": "2-s2.0-85071070564",
    "title": "Enterococcus florum sp. Nov., isolated from a cotton flower (gossypium hirsutum l.)",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Average nucleotide identity",
        "Enterococcus",
        "Gossypium hirsutum L",
        "Lactic acid bacteria"
    ],
    "authors": [
        "Sujitra Techo",
        "Yuh Shiwa",
        "Naoto Tanaka",
        "Nobuyuki Fujita",
        "Mika Miyashita",
        "Chiyo Shibata",
        "Auttaporn Booncharoen",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 6,
    "ref-count": 30,
    "ref-list": [
        "The genus Enterococcus: Biotechnological and safety issues",
        "Genus I. Enterococcus",
        "Enterococcus plantarum sp. Nov., isolated from plants",
        "A medium for the cultivation of lactobacilli",
        "Lactic acid bacteria isolated from soy sauce mash in Thailand",
        "Method of gram staining",
        "A method for screening diacetyl and acetoin-producing bacteria on agar plates",
        "An easy method for the determination of the optical types of lactic acid produced by lactic acid bacteria",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "Taxonomic studies on coryneform bacteria",
        "Determination of DNA base composition",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "Genomic fingerprinting of bacteria using repetitive sequence-based polymerase reaction",
        "Applicability of rep-PCR fingerprinting for identification of Lactobacillus species",
        "16S/23S rRNA sequencing",
        "Application of multilocus sequence analysis (MLSA) for rapid identification of Enterococcus species based on rpoA and pheS genes",
        "Introducing EzBioCloud: A taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "The CLUSTAL_X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Confidence limits on phylogenies: An approach using the bootstrap",
        "DFAST: A flexible prokaryotic genome annotation pipeline for faster genome publication",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "JSpeciesWS: A web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "Enterococcus ureasiticus sp. Nov. and Enterococcus quebecensis sp. nov., isolated from water"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "@id": "60138275",
            "affilname": "National Institute of Technology and Evaluation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138275",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60025976",
            "affilname": "Tokyo University of Agriculture",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025976",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Grant for International Research Integration",
        "Ratchadaphiseksomphot Endowment Fund",
        "Chula-longkorn University",
        "Pharmaceutical Research Instrument Center, Faculty of Pharmaceutical Sciences"
    ]
}