{
    "eid": "2-s2.0-85024373885",
    "title": "Conioscypha nakagirii, a new species from naturally submerged wood in Thailand based on morphological and molecular data",
    "cover-date": "2017-11-01",
    "subject-areas": [
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Asexual morph",
        "Conioscyphales",
        "Morphology",
        "Phylogeny",
        "Submerged substrata"
    ],
    "authors": [
        "Charuwan Chuaseeharonnachai"
    ],
    "citedby-count": 15,
    "ref-count": 42,
    "ref-list": [
        "Savoryellales (Hypocreomycetidae, Sordariomycetes): A novel lineage of aquatic ascomycetes inferred from multiple-gene phylogenies of the genera Ascotaiwania, Ascothailandia, and Savoryella",
        "Parafuscosporella garethii sp. nov. (Fuscosporellales) from a rivulet in a community-based northern forest, in Thailand",
        "A systematic assessment of Morchella using RFLP analysis of the 28S ribosomal RNA gene",
        "Conioscypha taiwaniana sp. nov. and several new records of the genus from Taiwan",
        "Diversity of aero-aquatic hyphomycetes from six streams in doi inthanon and khao yai tropical forests, Thailand",
        "Fungal Planet description sheets: 214-280",
        "JModelTest 2: More models, new heuristics and parallel computing",
        "Fungi on endemic plants of Mauritius",
        "THE RETENTION INDEX AND THE RESCALED CONSISTENCY INDEX",
        "Evolution",
        "A new hyphomycete genus, Conioscyphopsis, from wood submerged in a freshwater stream and a review of Conioscypha",
        "A Simple, Fast, and Accurate Algorithm to Estimate Large Phylogenies by Maximum Likelihood",
        "Annales Mycologici",
        "MRBAYES: Bayesian inference of phylogenetic trees",
        "Mycosphere Essays 12. Progress in the classification of the water-cooling tower ascomycete Savoryella and a tribute to John Savory: A review",
        "Transactions of the British Mycological Society",
        "Quantitative phyletics and the evolution of anurans",
        "Phylogenetic relationships among ascomycetes: Evidence from an RNA polymerse II subunit",
        "Recommendations for competing sexual-asexually typified generic names in Sordariomycetes (except Diaporthales, Hypocreales, and Magnaporthales)",
        "Conioscyphascus, a new ascomycetous genus for holomorphs with Conioscypha anamorphs",
        "Discovery of the teleomorph of the hyphomycete, Sterigmatobotrys macrocarpa, and epitypification of the genus to holomorphic status",
        "Phylogenetic classification of Pleurothecium and Pleurotheciella gen. nov. and its dactylaria-like anamorph (Sordariomycetes) based on nuclear ribosomal and protein-coding genes",
        "Newly recognised lineages of perithecial ascomycetes: The new orders Conioscyphales and Pleurotheciales",
        "Mycologia",
        "RAxML version 8: A tool for phylogenetic analysis and post-analysis of large phylogenies",
        "Trematosphaeriaceae fam. nov. (Dothideomycetes, Ascomycota)",
        "Fungal Diversity Research Series",
        "CLUSTAL W: Improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "Mycotaxon",
        "Rapid genetic identification and mapping of enzymatically amplified ribosomal DNA from several Cryptococcus species",
        "PCR protocols: a guide to methods and applications",
        "Mycosystema",
        "An aero-aquatic fungus, Peyronelina glomerulata, is shown to have teleomorphic affinities with cyphelloid basidiomycetes",
        "Fuscosporellales, a New Order of Aquatic and Terrestrial Hypocreomycetidae (Sordariomycetes)",
        "Conioscypha peruviana sp. nov., its phylogenetic placement based on 28S rRNA gene, and a report of Conioscypha gracilis comb. nov. from Peru"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Riyadh",
            "affilname": "College of Sciences",
            "affiliation-country": "Saudi Arabia"
        }
    ],
    "funding": []
}