{
    "eid": "2-s2.0-84892170130",
    "title": "Proton-coupled electron transfer and adduct configuration are important for C4a-hydroperoxyflavin formation and stabilization in a flavoenzyme",
    "cover-date": "2014-01-08",
    "subject-areas": [
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Catalysis",
            "@code": "1503"
        },
        {
            "$": "Colloid and Surface Chemistry",
            "@code": "1505"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        }
    ],
    "keywords": [],
    "authors": [
        "Thanyaporn Wongnate"
    ],
    "citedby-count": 62,
    "ref-count": 62,
    "ref-list": [
        "Flavin-dependent enzymes",
        "Redox reactions catalyzed by isolated enzymes",
        "Electrode-assisted catalytic water oxidation by a flavin derivative",
        "Baeyer-villiger monooxygenases: More than just green chemistry",
        "Flavin-containing oxidative biocatalysts",
        "The enigmatic reaction of flavins with oxygen",
        "Oxygen‐Flavin Chemistry",
        "The Chemistry of a 1,5-Diblocked Flavin. 2. Proton and Electron Transfer Steps in the Reaction of Dihydroflavins with Oxygen",
        "Activation of molecular oxygen by flavins and flavoproteins",
        "How do enzymes activate oxygen without inactivating themselves?",
        "Probing oxygen activation sites in two flavoprotein oxidases using chloride as an oxygen surrogate",
        "Structural characterization of mutations at the oxygen activation site in monomeric sarcosine oxidase",
        "Identification of the oxygen activation site in monomeric sarcosine oxidase: Role of Lys265 in catalysis",
        "Pleiotropic impact of a single lysine mutation on biosynthesis of and catalysis by N-methyltryptophan oxidase",
        "Oxygen reactivity in flavoenzymes: Context matters",
        "Oxygen activation in flavoprotein oxidases: The importance of being positive",
        "A lysine conserved in the monoamine oxidase family is involved in oxidation of the reduced flavin in mouse polyamine oxidase",
        "Detection of a C4a-hydroperoxyflavin intermediate in the reaction of a flavoprotein oxidase",
        "The substrate oxidation mechanism of pyranose 2-oxidase and other related enzymes in the glucose-methanol-choline superfamily",
        "Combined quantum mechanics/molecular mechanics (QM/MM) methods in computational enzymology",
        "Introduction to QM/MM simulations",
        "Recent developments of the quantum chemical cluster approach for modeling enzyme reactions",
        "QM/MM methods for biomolecular systems",
        "Quantum mechanical/molecular mechanical study on the mechanism of the enzymatic Baeyer-Villiger reaction",
        "Toward accurate barriers for enzymatic reactions: QM/MM case study on p-hydroxybenzoate hydroxylase",
        "Combined quantum mechanical and molecular mechanical reaction pathway calculation for aromatic hydroxylation by p-hydroxybenzoate-3-hydroxylase",
        "Catalytic roles of active-site residues in 2-methyl-3-hydroxypyridine-5- carboxylic acid oxygenase: An ONIOM/DFT study",
        "Hydroxylation and ring-opening mechanism of an unusual flavoprotein monooxygenase, 2-Methyl-3-hydroxypyridine-5-carboxylic Acid oxygenase: A theoretical study",
        "Intermediate-assisted multifunctional catalysis in the conversion of flavin to 5,6-dimethylbenzimidazole by BluB: A density functional theory study",
        "A theoretical study of the dioxygen activation by glucose oxidase and copper amine oxidase",
        "Role of active site histidines in the two half-reactions of the aryl-alcohol oxidase catalytic cycle",
        null,
        "Gaussian 09",
        "Density-functional thermochemistry. III. The role of exact exchange",
        "Development of the Colle-Salvetti correlation-energy formula into a functional of the electron density",
        "Ab Initio calculation of vibrational absorption and circular dichroism spectra using density functional force fields",
        "Modeling enzymatic reactions involving transition metals",
        "Recent Advances in Density Functional Methods, Part II",
        "The influence of polarization functions on molecular orbital hydrogenation energies",
        "A complete basis set model chemistry. II. Open-shell systems and the total energies of the first-row atoms",
        "A complete basis set model chemistry. I. The total energies of closed-shell atoms and hydrides of the first-row elements",
        "Quantum calculation of molecular energies and energy gradients in solution by a conductor solvent model",
        "Toward reliable density functional methods without adjustable parameters: The PBE0 model",
        "Crystal structure of the 270 kDa homotetrameric lignin-degrading enzyme pyranose 2-oxidase",
        "Structural basis for substrate binding and regioselective oxidation of monosaccharides at C3 by pyranose 2-oxidase",
        "Regulation mechanism of spin-orbit coupling in charge-transfer-induced luminescence of imidazopyrazinone derivatives",
        "Kinetic mechanism of pyranose 2-oxidase from Trametes multicolor",
        "A conserved active-site threonine is important for both sugar and flavin oxidations of pyranose 2-oxidase",
        "Kinetic isotope effects on the noncovalent flavin mutant protein of pyranose 2-oxidase reveal insights into the flavin reduction mechanism",
        "Oxidation mode of pyranose 2-oxidase is controlled by pH",
        "J. Chem. Phys.",
        "Interpretation of the temperature dependence of equilibrium and rate constants",
        "Identification of a catalytic base for sugar oxidation in the pyranose 2-oxidase reaction",
        "H-bonding and positive charge at the N(5)/O(4) locus are critical for covalent flavin attachment in Trametes pyranose 2-oxidase",
        "To be or not to be an oxidase: challenging the oxygen reactivity of flavoenzymes",
        "Hydrogen peroxide elimination from C4a-hydroperoxyflavin in a flavoprotein oxidase occurs through a single proton transfer from flavin N5 to a peroxide leaving group",
        "Regioselective control of β-d-glucose oxidation by pyranose 2-oxidase is intimately coupled to conformational degeneracy",
        "Catalytic roles of active-site residues in 2-methyl-3-hydroxypyridine-5- carboxylic acid oxygenase: An ONIOM/DFT study",
        "Nature of oxygen activation in glucose oxidase from Aspergillus niger: The importance of electrostatic stabilization in superoxide formation",
        null,
        "Stabilization of C4a-hydroperoxyflavin in a two-component flavin-dependent monooxygenase is achieved through interactions at flavin N5 and C4a Atoms",
        "Joint functions of protein residues and NADP(H) in oxygen activation by flavin-containing monooxygenase"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Manchester",
            "affilname": "The University of Manchester",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Engineering and Physical Sciences Research Council",
        "Engineering and Physical Sciences Research Council"
    ]
}