{
    "eid": "2-s2.0-85115178428",
    "title": "Cranial neuropathies in advanced nasopharyngeal carcinoma: Neurological recovery after modern radiotherapy and systemic chemotherapy",
    "cover-date": "2021-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Hematology",
            "@code": "2720",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Oncology",
            "@code": "2730",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Radiology, Nuclear Medicine and Imaging",
            "@code": "2741",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Cranial neuropathy",
        "Intensity-modulated radiotherapy",
        "Nasopharyngeal carcinoma",
        "Survival, survivorship"
    ],
    "authors": [
        "James C.H. Chow",
        "Anna Lee",
        "Kelvin K.H. Bao",
        "K. M. Cheung",
        "Jeffrey C.H. Chan",
        "Anthony H.P. Tam",
        "Winnie W.Y. Sung",
        "Therese Y.M. Tsui",
        "Elizabeth Y.H. Chuk",
        "Daniel H.S. Chung",
        "K. H. Wong",
        "Anussara Prayongrat",
        "Chawalit Lertbutsayanukul",
        "Danita Kannarunimit",
        "Chakkapong Chakkabat",
        "Sarin Kitpanit"
    ],
    "citedby-count": 1,
    "ref-count": 26,
    "ref-list": [
        "Analysis of plasma Epstein-Barr virus DNA to screen for nasopharyngeal cancer",
        "Locoregional extension patterns of nasopharyngeal carcinoma and suggestions for clinical target volume delineation",
        "Extension of local disease in nasopharyngeal carcinoma detected by magnetic resonance imaging: improvement of clinical target volume delineation",
        "Cranial nerve involvement by nasopharyngeal carcinoma: response to treatment and clinical significance",
        "Nasopharyngeal carcinoma with cranial nerve palsy: the importance of MRI for radiotherapy",
        "Therapeutic outcome of nasopharyngeal carcinoma with cranial nerve palsy: a single institution experience of 104 patients",
        "T4-locally advanced nasopharyngeal carcinoma: prognostic influence of cranial nerve involvement in different radiotherapy techniques",
        "Cranial nerve involvement in nasopharyngeal carcinoma: response to radiotherapy and its clinical impact",
        "Prognostic impact of magnetic resonance imaging-detected cranial nerve involvement in nasopharyngeal carcinoma",
        "Prognostic value of pretreatment and recovery duration of cranial nerve palsy in nasopharyngeal carcinoma",
        "Important prognostic factors in patients with skull base erosion from nasopharyngeal carcinoma after radiotherapy",
        "A prospective, randomized study comparing outcomes and toxicities of intensity-modulated radiotherapy vs. conventional two-dimensional radiotherapy for the treatment of nasopharyngeal carcinoma",
        "Chemotherapy and radiotherapy in nasopharyngeal carcinoma: an update of the MAC-NPC meta-analysis",
        "Effects of dosimetric inadequacy on local control and toxicities in the patients with T4 nasopharyngeal carcinoma extending into the intracranial space and treated with intensity-modulated radiotherapy plus chemotherapy",
        "Treatment outcomes of nasopharyngeal carcinoma in modern era after intensity modulated radiotherapy (IMRT) in Hong Kong: A report of 3328 patients (HKNPCSG 1301 study)",
        "Nasopharyngeal carcinoma: MRI and CT assessment",
        "Gemcitabine and cisplatin induction chemotherapy in nasopharyngeal carcinoma",
        "Induction chemotherapy plus concurrent chemoradiotherapy versus concurrent chemoradiotherapy alone in locoregionally advanced nasopharyngeal carcinoma: a phase 3, multicentre, randomised controlled trial",
        "Tobacco smoking during radiation therapy for head-and-neck cancer is associated with unfavorable outcome",
        "The effect of cigarette smoking on functional recovery following peripheral nerve ischemia/reperfusion injury",
        "Radiation dose-volume effects of optic nerves and chiasm",
        "Predictive factors and radiological features of radiation-induced cranial nerve palsy in patients with nasopharyngeal carcinoma following radical radiotherapy",
        "Chemotherapy-induced peripheral neurotoxicity: a critical analysis",
        "Nasopharyngeal carcinoma presenting with rapidly progressive severe binocular optic neuropathy and periocular pain in a young man",
        "Corticosteroid therapy in optic neuropathy secondary to nasopharyngeal carcinoma",
        "Treatment outcomes after reduction of the target volume of intensity-modulated radiotherapy following induction chemotherapy in patients with locoregionally advanced nasopharyngeal carcinoma: a prospective, multi-center, randomized clinical trial"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Houston",
            "@id": "60015023",
            "affilname": "The University of Texas MD Anderson Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015023",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Hong Kong",
            "@id": "60014234",
            "affilname": "Queen Elizabeth Hospital Hong Kong",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014234",
            "affiliation-country": "China"
        }
    ],
    "funding": []
}