{
    "eid": "2-s2.0-84995757527",
    "title": "Management strategies in farrowing house to improve piglet pre-weaning survival and growth",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Colostrum",
        "Cross-fostering",
        "Lactation",
        "Mortality",
        "Oral supplementation",
        "Pig"
    ],
    "authors": [
        "Ramon Muns Vila"
    ],
    "citedby-count": 28,
    "ref-count": 65,
    "ref-list": [
        "Exploratory behaviour and performance of piglets fed novel flavoured creep in two housing systems",
        "The effect of parity and litter size on birth weight and the effect of birth weight variations on weaning weight and pre-weaning survival hi piglet",
        "Nursing in pigs: communicating needs and distributing resources.",
        "J. Anim. Vet. Adv",
        "Relationship between postnatal piglet mortality, environmental factors and management around farrowing in herds with loose-housed, lactating sows",
        "Papers: Effect of cross-fostering on transfer of maternal immunity to Mycoplasma hyopneumoniae to piglets",
        "The welfare implications of large litter size in the domestic pig II: Management factors",
        "Performance of Litter After Crossfostering of Piglets Between Females of Parity Order 1 and 5",
        "Effect of creep feed consumption on individual feed intake characteristics and performance of group-housed weanling pigs",
        "Individually assessed creep food consumption by suckled piglets : Influence on post-weaning food intake characteristics and indicators of gut structure and hind-gut fermentation",
        "Swine industry report of Philippine",
        "The effects of weaning age, diet composition, and categorisation of creep feed intake by piglets on diarrhoea and performance after weaning",
        "The influence of nutritional and management factors on piglet weight gain to weaning in a commercial herd in Denmark",
        "Proceeding of the 22nd International Pig Veterinary Society Congress",
        "Teat seeking success of newborn piglets after drying or warming",
        "Early human handling in non-weaned piglets: Effects on behaviour and body weight",
        "Can. J. Anim. Sci",
        "Effects of energy supplementation to neonatal (very) low birth weight piglets on mortality, weaning weight, daily weight gain and colostrum intake",
        "Cross fostering of low-birthweight piglets",
        "Variability of colostrum yield and colostrum intake in pigs",
        "Influence of colostrum intake on piglet survival and immunity",
        "Field trial to determine the impact of providing additional care to litters on weaning weight of pigs",
        "Effect of split nursing on variation in pig growth from birth to weaning",
        "Effects of frequent interactions with humans on growing pigs",
        "Effects of cross-fostering within 24h after birth on pre-weaning behaviour, growth performance and survival rate of biological and adopted piglets",
        "Human-animal interactions in livestock production",
        "The effects of early contact with humans on the subsequent level of fear of humans in pigs",
        "A study of the relationships between the attitudinal and behavioural profiles of stockpersons and the level of fear of humans and reproductive performance of commercial pigs",
        "The influence of handling by humans on the behavior, growth, and corticosteroids in the juvenile female pig",
        "The influence of inconsistent handling by humans on the behaviour, growth and corticosteroids of young pigs",
        "Human-Livestock Interactions: The Stockperson and the Productivity and Welfare of Intensively Farmed Animals",
        "Chapter 14 Environmental and hormonal regulation of energy metabolism in early development of the pig",
        "Reducing pig mortality through supervision during the perinatal period.",
        "\"2013 pig cost of production in selected countries.\"",
        "Invited review: Piglet mortality: Management solutions",
        "Effects of intermittent suckling and creep feed intake on pig performance from birth to slaughter",
        "Intermittent suckling: Effects on piglet and sow performance before and after weaning",
        "Creep feed intake in unweaned piglets is increased by exploration stimulating feeder",
        "Nutritional and immunological importance of colostrum for the new-born pig",
        "Increasing weaning age improves pig performance in a multisite production system",
        "Birth weight variation in the domestic pig: Effects on offspring survival, weight gain and suckling behaviour",
        "Within-litter birth weight variation in the domestic pig and its relation to pre-weaning survival, weight gain, and variation in weaning weights",
        "High environmental temperature around farrowing induced heat stress in crated sows",
        "Anim. Welf",
        "Non-infectious causes of pre-weaning mortality in piglets",
        "Positive human contact on the first day of life alters the piglet's behavioural response to humans and husbandry practices",
        "Effect of cross-fostering and oral supplementation with colostrums on performance of newborn piglets",
        "Proceeding of the 51st Kasetsart University Annual Conference",
        "Effects of milk replacer and starter diet provided as creep feed for suckling pigs on pre- and post-weaning growth",
        "Colostrum production by sows: Variability of colostrum yield and immunoglobulin G concentrations",
        "Colostrum intake: Influence on piglet performance and factors of variation",
        "Effects of repeated cross-fosterings on preweaning behavior and growth performance of piglets and on maternal behavior of sows",
        "The acquisition of passive immunity in the new-born piglet",
        "The welfare implications of large litter size in the domestic pig I: Biologica factors",
        "Effects of lactation feed intake and creep feeding on sow and piglet performance",
        "Effects of varying creep feeding duration on the proportion of pigs consuming creep feed and neonatal pig performance",
        "Ensuring colostrum to the smallest piglets",
        "Effects of pellet diameter during and after lactation on feed intake of piglets pre- and postweaning",
        "Management routines at the time of farrowing-effects on teat success and postnatal piglet mortality from loose housed sows",
        "Effects of bovine colostrum on performance, survival, and immunoglobulin status of suckling piglets during the first days of life",
        "The effect of creep feed presentation method on feeding behaviour, intake and performance of suckling piglets",
        "Increasing piglet survival through an improved farrowing management protocol",
        "Differential composition of proteomes in sow colostrum and milk from anterior and posterior mammary glands",
        "Within-litter variation in birth weight: impact of nutritional status in the sow",
        "Promoting positive states: The effect of early human handling on play and exploratory behaviour in pigs"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}