{
    "eid": "2-s2.0-85101153158",
    "title": "Nationwide cost-effectiveness analysis of surgical stabilization of rib fractures by flail chest status and age groups",
    "cover-date": "2021-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Critical Care and Intensive Care Medicine",
            "@code": "2706",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "cost-effectiveness",
        "Cost-effectiveness analysis",
        "economic",
        "QALY",
        "rib fractures"
    ],
    "authors": [
        "Jeff Choi",
        "Bianca Mulaney",
        "Wasin Laohavinij",
        "Richard Trimble",
        "Lakshika Tennakoon",
        "David A. Spain",
        "Joshua A. Salomon",
        "Jeremy D. Goldhaber-Fiebert",
        "Joseph D. Forrester"
    ],
    "citedby-count": 12,
    "ref-count": 44,
    "ref-list": [
        "Fatality risk and the presence of rib fractures",
        "The morbidity and mortality of rib fractures",
        "Rib fractures: relationship with pneumonia and mortality",
        "Pathophysiology and management of the flail chest",
        "Rib fractures in the elderly",
        "Outcomes after rib fractures in geriatric blunt trauma patients",
        "Isolated rib fractures in geriatric patients",
        "Pain management for blunt thoracic trauma: a joint practice management guideline from the Eastern Association for the Surgery of Trauma and Trauma Anesthesiology Society",
        "Better short-term efficacy of treating severe flail chest with internal fixation surgery compared with conservative treatments",
        "Management of pulmonary contusion and flail chest: an Eastern Association for the Surgery of Trauma practice management guideline",
        "A multicenter, prospective, controlled clinical trial of surgical stabilization of rib fractures in patients with severe, NONFLAIL fracture patterns (Chest Wall injury society NONFLAIL)",
        "Surgical rib fixation for flail chest deformity improves liberation from mechanical ventilation",
        "Operative fixation of rib fractures after blunt trauma: a practice management guideline from the Eastern Association for the Surgery of Trauma",
        "Chest wall stabilization in ventilator-dependent traumatic flail chest patients: who benefits?",
        "Operative treatment of rib fractures in flail chest injuries: a meta-analysis and cost-effectiveness analysis",
        "Surgical stabilization of internal pneumatic stabilization? A prospective randomized study of management of severe flail chest patients",
        "Rib fracture fixation for flail chest: what is the benefit?",
        "A randomized controlled trial of surgical rib fixation in polytrauma patients with flail chest",
        "Prospective randomized controlled trial of operative rib fixation in traumatic flail chest",
        "Consolidated Health Economic Evaluation Reporting Standards (CHEERS)—explanation and elaboration: a report of the ISPOR Health Economic Evaluation Publication Guidelines Good Reporting Practices Task Force",
        "Recommendations for conduct, methodological practices, and reporting of cost-effectiveness analyses: second panel on cost-effectiveness in health and medicine",
        "Outcomes of patients discharged to skilled nursing facilities after acute care hospitalizations",
        "Readmission rates and associated factors following rib cage injury",
        "United States Life Tables, 2017",
        "Quality-of-life weights for the US population: self-reported health status and priority health conditions, by demographic characteristics",
        "Cost-effectiveness of recommended nurse staffing levels for short-stay skilled nursing facility patients",
        "Consensus statement: surgical stabilization of rib fractures rib fracture colloquium clinical practice guidelines",
        "Western Trauma Association critical decisions in trauma: management of rib fractures",
        "Flail chest injuries: a review of outcomes and treatment practices from the National Trauma Data Bank",
        "The long-term outcomes and health-related quality of life of patients following blunt thoracic injury: a narrative literature review",
        "Impact of rib fixation on quality of life after major trauma with multiple rib fractures",
        "Quality of life after major trauma with multiple rib fractures",
        "Cost-effectiveness thresholds in the USA: are they coming? Are they already here?",
        "Costs and outcomes of increasing access to bariatric surgery: cohort study and cost-effectiveness analysis using electronic health records",
        "Cost-effectiveness analysis of bariatric surgery for patients with nonalcoholic steatohepatitis cirrhosis",
        "A multicenter evaluation of the optimal timing of surgical stabilization of rib fractures",
        "Early surgical stabilization of complex chest wall injuries improves short-term patient outcomes",
        "Recent advances in rib fracture fixation",
        "State of rib fracture care: a NTDB review of analgesic management and surgical stabilization"
    ],
    "affiliation": [
        {
            "affiliation-city": "Palo Alto",
            "@id": "60012708",
            "affilname": "Stanford University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012708",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Stanford",
            "@id": "60032838",
            "affilname": "Stanford University School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032838",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}