{
    "eid": "2-s2.0-84929517206",
    "title": "Anticancer activity of selected Colocasia gigantia fractions",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Bioactive ingredients",
        "Cervical cancer",
        "Colocasia gigantea (Araceae)",
        "Cytotoxicity"
    ],
    "authors": [
        "Apichai Pornprasertpol"
    ],
    "citedby-count": 8,
    "ref-count": 31,
    "ref-list": [
        "Cancer chemopreventive activity of resveratrol, a natural product derived from grapes",
        "Cancer is a preventable disease that requires major lifestyle changes",
        "Cancer statistics, 2011: The impact of eliminating socioeconomic and racial disparities on premature cancer deaths",
        "Hospital-Based Cancer Registry",
        "The anti-cancer effects of poi (Colocasia esculenta) on colonic adenocarcinoma cells in vitro",
        "Induction of murine embryonic stem cell differentiation by medicinal plant extracts",
        "Molecular effects of the herbal compound PC-SPES: Identification of activity pathways in prostate carcinoma",
        "Ganoderma lucidum extract induces cell cycle arrest and apoptosis in MCF-7 human breast cancer cell",
        "Paeoniae Radix, a Chinese herbal extract, inhibit hepatoma cells growth by inducing apoptosis in a p53 independent pathway",
        "Willow leaves' extracts contain anti-tumor agents effective against three cell types",
        "Anti-cancer and anti-oxidant activity of some Egyptian medicinal plants",
        "Specialty Crops for Pacific Island Agroforestry",
        "Crop and Product Digest No. 2-Root Crops",
        "Essence of the Agriculture, Faculty of Natural Resources",
        "GC/MS Analysis of Some Bioactive Constituents from Carthamus lanatus L.",
        "Antimicrobial, antioxidant, anticancer property and chemical composition of different parts (corm, stem and leave) of Colocasia esculenta extract",
        "Lectin-activated killer cells rapidly induced by pokeweed mitogen conjugated beads and their in vivo antitumor effects",
        "A corm-specific gene encodes tarin, a major globulin of taro (Colocasia esculenta L. Schott)",
        "Tuber storage proteins",
        "Anticancer effects of phytosterols",
        "Phytosterols as anticancer dietary components: Evidence and mechanism of action",
        null,
        "β-Sitosterol modulates antioxidant enzyme response in RAW 264.7 macrophages",
        "β-Sitosterol induces anti-proliferation and apoptosis in human leukemic U937 cells through activation of caspase-3 and induction of Bax/Bcl-2 ratio",
        "β-Sitosterol-induced-apoptosis is mediated by the activation of ERK and the downregulation of Akt in MCA-102 murine fibrosarcoma cells",
        "Beneficial or harmful influence of phytosterols on human cells?",
        "Is cyclooxygenase-2 the alpha and the omega in cancer?",
        "Identification of campesterol from Chrysanthemum coronarium L. and its antiangiogenic activities",
        "Oleic acid, the main monounsaturated fatty acid of olive oil, suppresses Her-2/neu (erb B-2) expression and synergistically enhances the growth inhibitory effects of trastuzumab (Herceptin™) in breast cancer cells with Her-2/neu oncogene amplification",
        "Free radicals and antioxidants in normal physiological functions and human disease",
        "Int J Pharmaceut Sci Res"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}