{
    "eid": "2-s2.0-84945347593",
    "title": "Clinical evaluation of Gac extract (Momordica cochinchinensis) in an antiwrinkle cream formulation",
    "cover-date": "2015-05-01",
    "subject-areas": [
        {
            "$": "Dermatology",
            "@code": "2708"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [],
    "authors": [
        "Pakapun Leevutinun"
    ],
    "citedby-count": 9,
    "ref-count": 28,
    "ref-list": [
        "Polyphenols in Human Health and Disease",
        "Momordica cochinchinensis Spreng. (gac) fruit carotenoids reevaluated",
        "Phytochemicals and antioxidant activity of different fruit fractions (peel, pulp, aril and seed) of Thai gac (Momordica cochinchinensis Spreng)",
        "Underutilized β-carotene-rich crops of Vietnam",
        "Stability of carotenoid extracts of gac (Momordica cochinchinensis) towards cooxidation - Protective effect of lycopene on β-carotene",
        "Int. J. Multidiscip. Res. Dev.",
        "Lycopene and beta carotene concentration in aril oil of gac (Momordica cochinchinensis Spreng) as influenced by aril-drying process and solvents extraction",
        null,
        null,
        "Impact of limited drying on Momordica cochinchinensis Spreng. aril carotenoids content and antioxidant activity",
        "Stable and Bioavailable Lycopene Formulations and Associate Methods",
        "Int. J.Sci. Technol.",
        "Standardized methods for the determination of antioxidant capacity and phenolics in foods and dietary supplements",
        "Methods Used to Evaluate the Free Radical Scavenging Activity in Foods and Biological Systems",
        "The predictive value of the antioxidant capacity of structurally related flavonoids using the Trolox equivalent antioxidant capacity (TEAC) assay",
        "The ferric reducing ability of plasma (FRAP) as a measure of 'antioxidant power': The FRAP assay",
        "Comparison of ABTS, DPPH, FRAP, and ORAC assays for estimating antioxidant activity from guava fruit extracts",
        "Tyrosinase inhibition and anti-oxidant properties of Muntingia calabura extracts: In vitro studies",
        "Evaluation of antioxidant, antibacterial and anti-tyrosinase activities of four Macaranga species",
        "PRIMOS: an optical system that produces three-dimensional measurements of skin surfaces.",
        "An objective device for measuring surface roughness of skin and scars",
        "Dermato-Allergologie De Contact",
        "Dermatotoxicology Methods: The Laboratory Worker’S Vademecum",
        "Momordica Cochinchinensis (Spreng) Beta-Carotene and Method",
        "Inhibitory activities of hydroxyphenolic acid-amino acid conjugates on tyrosinase",
        "A chiral ligand exchange CE system for monitoring inhibitory effect of kojic acid on tyrosinase",
        "2011 IFSCC Conference. IFSCC Magazine"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Rai",
            "affilname": "Mae Fah Luang University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}