{
    "eid": "2-s2.0-84930642370",
    "title": "Concurrent infections of Flavobacterium columnare and Edwardsiella ictaluri in striped catfish, Pangasianodon hypophthalmus in Thailand",
    "cover-date": "2015-11-01",
    "subject-areas": [
        {
            "$": "Aquatic Science",
            "@code": "1104"
        }
    ],
    "keywords": [
        "Edwardsiella ictaluri",
        "Flavobacterium columnare",
        "Pangasianodon hypophthalmus",
        "Striped catfish"
    ],
    "authors": [
        "Ha Thanh Dong"
    ],
    "citedby-count": 62,
    "ref-count": 50,
    "ref-list": [
        "(Symposium on Myxobacteria and Flavobacteria: Paper VII). The Pathogenic Myxobacteria with Special Reference to Fish Diseases",
        "Intraspecific diversity of Edwardsiella ictaluri isolates from diseased freshwater catfish, Pangasianodon hypophthalmus (Sauvage), cultured in the Mekong Delta, Vietnam",
        "Dis. Aquat. Organ.",
        "The Prokaryotes",
        "Songklanakarin J. Sci. Technol.",
        "Identification of Edwardsiella ictaluri from diseased freshwater catfish, Pangasius hypophthalmus (Sauvage), cultured in the Mekong Delta, Vietnam",
        "Experimental challenge studies in Vietnamese catfish, Pangasianodon hypophthalmus (Sauvage), exposed to Edwardsiella ictaluri and Aeromonas hydrophila",
        "Columnaris disease in fish: A review with emphasis on bacterium-host interactions",
        "Gill infection model for columnaris disease in common carp and rainbow trout",
        "Phenotypic characterization and genetic diversity of Flavobacterium columnare isolated from red tilapia, Oreochromis sp., in Thailand",
        "Virulence assay of rhizoid and non-rhizoid morphotypes of Flavobacterium columnare in red tilapia, Oreochromis sp., fry",
        "Bacillary necrosis in farmed Pangasius hypophthalmus (Sauvage) from the Mekong Delta, Vietnam",
        "Isolation and characterization of strains of Flavobacterium columnare from Brazil",
        "Edwardsiella ictaluri sp. nov., the causative agent of enteric septicemia of catfish",
        "Universal primer cocktails for fish DNA barcoding",
        "Edwardsiella ictaluri from walking catfish, Clarias batrachus L., in Thailand",
        "Development and use of modified live Edwardsiella ictaluri vaccine against enteric septicemia of catfish",
        "Biodiversity of the Betta smaragdina (Teleostei: Perciformes) in the northeast region of Thailand as determined by mitochondrial COI and nuclear ITS1 gene sequences",
        "Molecular phylogeny of Clupeiformes (Actinopterygii) inferred from nuclear and mitochondrial DNA sequences",
        "Esociform phylogeny",
        "The characterization of enzymatically amplified eukaryotic 16S-like rRNA-coding regions",
        "Characterization of Edwardsiella ictaluri isolated from wild ayu Plecoglossus altivelis in Japan",
        "Success Stories in Asian Aquaculture",
        "Multiplex-PCR for simultaneous detection of 3 bacterial fish pathogens, Flavobacterium columnare, Edwardsiella ictaluri, and Aeromonas hydrophila",
        "MRC Technical Paper No. 10",
        "Proceeding of the Academy of Nature Sciences, Philadelphia",
        "Comparison of Vietnamese and US isolates of Edwardsiella ictaluri",
        "Identification of Edwardsiella ictaluri and E. tarda by species-specific polymerase chain reaction targeted to the upstream region of the fimbrial gene",
        "Outbreaks of infectious myonecrosis virus (IMNV) in Indonesia confirmed by genome sequencing and use of an alternative RT-PCR detection method",
        "First isolation and characterization of Edwardsiella tarda from diseased striped catfish, Pangasianodon hypophthalmus (Sauvage)",
        "Immunization of eyed channel catfish, Ictalurus punctatus, eggs with monovalent Flavobacterium columnare vaccine and bivalent F. columnare and Edwardsiella ictaluri vaccine",
        "Efficacy of a modified live Flavobacterium columnare vaccine in fish",
        "Speciation in Thaparocleidus (Monogenea: Dactylogyridae) parasitizing Asian Pangasiid catfishes",
        "Detection of channel catfish virus in cage-cultured Pangasius hypophthalmus (Sauvage, 1878) in Malaysia",
        "Edwardsiella ictaluri as the causative agent of mortality in cultured nile tilapia",
        "Mortality and pathology of hybrid catfish, Clarias macrocephalus (Günther) × Clarias gariepinus (Burchell), associated with Edwardsiella ictaluri infection in southern Thailand",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "CLUSTAL W: Improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "First identification of Flavobacterium columnare infection in farmed freshwater striped catfish Pangasianodon hypophthalmus",
        "Monogenoidea on exotic Indian freshwater fishes. 2. Range expansion of Thaparocleidus caecus and T. siamensis (Dactylogyridae) by introduction of striped catfish Pangasianodon hypophthalmus (Pangasiidae)",
        "Molecular characterization of Flavobacterium columnare isolated from a natural outbreak of columnaris disease in farmed fish, Catla catla from India",
        "DNA barcoding Australia's fish species",
        "16S ribosomal DNA amplification for phylogenetic study",
        "Transmission and detection of Flavobacterium columnare in channel catfish Ictalurus punctatus",
        "Evaluation of the link between gyrodactylosis and streptococcosis of Nile tilapia, Oreochromis niloticus (L.)",
        "Ichthyophthirius multifiliis as a potential vector of Edwardsiella ictaluri in channel catfish",
        "Parasitism by protozoan Ichthyophthirius multifiliis enhanced invasion of Aeromonas hydrophila in tissues of channel catfish",
        "First case of Edwardsiella ictaluri infection in China farmed yellow catfish Pelteobagrus fulvidraco",
        "First isolation of Edwardsiella ictaluri from cultured striped catfish Pangasius hypophthalmus in Indonesia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Shrimp Genetic Improvement Center",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Office of the Higher Education Commission",
        "Chulalongkorn University",
        "Mahidol University"
    ]
}