{
    "eid": "2-s2.0-84929692279",
    "title": "The use of context vectors in determining Thai compounds",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Linguistics and Language",
            "@code": "3310"
        },
        {
            "$": "Language and Linguistics",
            "@code": "1203"
        }
    ],
    "keywords": [
        "Compound extraction",
        "Context vector",
        "Thai compound",
        "Vector space model"
    ],
    "authors": [
        "Wirote Aroonmanakun"
    ],
    "citedby-count": 1,
    "ref-count": 30,
    "ref-list": [
        "What is morphology?",
        "Proceedings of the Fifth Symposium on Natural Language Processing & The Fifth Oriental COCOSDA Workshop.",
        "Manusya.",
        "Extracting Thai compounds using collocations and POS bigram probabilities without a POS tagger",
        "Proceedings of the Workshop on Multiword Expressions: from Theory to Applications (MWE 2010).",
        "Language.",
        "The Grammar of Words: An Introduction to Linguistic Morphology",
        "Computational Linguistics.",
        "Language",
        "The Representation and Processing of Compound Words",
        "On the semantics of noun compounds",
        "Proceedings of the second workshop on Chinese language processing: held in conjunction with the 38th Annual Meeting of the Association for Computational Linguistics-Volume 12. Hong Kong",
        "6th International Conference on Natural Language Processing",
        "Corpus statistics meet the noun compound: Some empirical results",
        "The Grammar of English Nominalizations.",
        "The 17th Pacific Asia Conference on Language, Information and Computation, 2003.",
        "COLING-02 on COMPUTERM 2002: Second International Workshop on Computational Terminology",
        "Computational Approaches to Measuring the Similarity of Short Contexts : A Review of Applications and Methods.",
        "The 20th Anniversary Meeting of the Southeast Asian Linguistics Society, Zurich, Switzerland 2010.",
        "Classifying the semantic relations in noun compounds via a domain-specific lexical hierarchy",
        "Multiword expressions: A pain in the neck for NLP",
        "A Vector Space Model for Automatic Indexing",
        "Nominal Constructions in Thai",
        "Translating Collocations for Bilingual Lexicons: A Statistical Approach",
        "Proceedings of the 18th conference on Computational linguistics",
        "What's in a compound?",
        "A corpus-based approach to automatic compound extraction",
        "Extracting Thai compound nouns for paragraph extraction in Thai text",
        "From Frequency to Meaning: Vector Space Models of Semantics."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}