{
    "eid": "2-s2.0-85113412097",
    "title": "Efficient conversion of acetate or glucose to poly(3-hydroxybutyrate) and glycogen by the single-stage photoheterotrophic cultivation of cyanobacterium Chroococcus hansgirgi TISTR 8561",
    "cover-date": "2021-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Conversion",
        "Cyanobacteria",
        "Glycogen",
        "Mixotrophy",
        "Photoheterotrophy",
        "Poly(3-hydroxybutyrate)"
    ],
    "authors": [
        "Pragasit Itthirit",
        "Aran Incharoensakdi",
        "Tanakarn Monshupanee"
    ],
    "citedby-count": 1,
    "ref-count": 48,
    "ref-list": [
        "Applications of cyanobacteria in biotechnology",
        "Cyanobacterial cell inclusions",
        "From bacterial glycogen to starch: understanding the biogenesis of the plant starch granule",
        "Current trends in biodegradable polyhydroxyalkanoates",
        "Aerobic metabolism of mixed carbon sources in sequencing batch reactor under pulse and continuous feeding",
        "Glycogen and poly-β-hydroxybutyrate synthesis in Spirulina maxima",
        "The relocation of starch metabolism to chloroplasts: when, why and how",
        "Nuclear magnetic resonance studies of poly(3-hydroxybutyrate) and polyphosphate metabolism in Alcaligenes eutrophus",
        "Photo-autotrophic production of poly(hydroxyalkanoates) in cyanobacteria",
        "Glycogen content and nitrogenase activity in Anabaena variabilis",
        "Synechocystis sp. PCC 6803 overexpressing genes involved in CBB cycle and free fatty acid cycling enhances the significant levels of intracellular lipids and secreted free fatty acids",
        "Improving polyhydroxyalkanoate production from inexpensive carbon sources by genetic approaches: a review",
        "Development of Halomonas TD01 as a host for open production of chemicals",
        "Diurnal rhythm of a unicellular diazotrophic cyanobacterium under mixotrophic conditions and elevated carbon dioxide",
        "Impaired glycogen synthesis causes metabolic overflow reactions and affects stress responses in the cyanobacterium Synechocystis sp. PCC 6803",
        "Micro and macroalgal biomass: a renewable source for bioethanol",
        "Increased poly-beta-hydroxybutyrate production from carbon dioxide in randomly mutated cells of cyanobacterial strain Synechocystis sp. PCC 6714: mutant generation and characterization",
        "Awakening of a dormant cyanobacterium from nitrogen chlorosis reveals a genetically determined program",
        "The metabolic network of Synechocystis sp. PCC 6803: systemic properties of autotrophic growth",
        "PHB is produced from glycogen turn-over during nitrogen starvation in Synechocystis sp. PCC 6803",
        "Cyanobacterial polyhydroxyalkanoate production: status quo and quo vadis?",
        "Bacterial polyhydroxyalkanoates",
        "Metabolic engineering of Escherichia coli for poly(3-hydroxybutyrate) production via threonine bypass",
        "Progress and perspective on cyanobacterial glycogen metabolism engineering",
        "Introduction to plastics and polymers compositions",
        "Enhanced accumulation of glycogen, lipids and polyhydroxybutyrate under optimal nutrients and light intensities in the cyanobacterium Synechocystis sp. PCC 6803",
        "Two-stage (photoautotrophy and heterotrophy) cultivation enables efficient production of bioplastic poly-3-hydroxybutyrate in auto-sedimenting cyanobacterium",
        "Enhanced poly-beta-hydroxybutyrate accumulation in a unicellular cyanobacterium, Synechocystis sp. PCC 6803",
        "Properties and applications of starch modifying enzymes for use in the baking industry",
        "Chroococcus S24 and Chroococcus N41 (cyanobacteria): morphological, biochemical and genetic characterization and effects of water stress on ultrastructure",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Production and characterization of poly-β-hydroxybutyrate (PHB) polymer from Aulosira fertilissima",
        "Requirement of the nitrogen starvation-induced protein Sll0783 for polyhydroxybutyrate accumulation in Synechocystis sp. strain PCC 6803",
        "Accumulation of poly-beta-hydroxybutyrate in Nostoc muscorum: regulation by pH, light-dark cycles, N and P status and carbon sources",
        "Pleiotropic effect of a histidine kinase on carbohydrate metabolism in Synechocystis sp. strain PCC 6803 and its requirement for heterotrophic growth",
        "Difference in metabolite levels between photoautotrophic and photomixotrophic cultures of Synechocystis sp. PCC 6803 examined by capillary electrophoresis electrospray ionization mass spectrometry",
        "Unsterile and continuous production of polyhydroxybutyrate by Halomonas TD01",
        "Cyanobacterial production of poly(3-hydroxybutyrate-co-3-hydroxyvalerate) from carbon dioxide or a single organic substrate: improved polymer elongation with an extremely high 3-hydroxyvalerate mole proportion",
        "Identification and analysis of the polyhydroxyalkanoate-specific beta-ketothiolase and acetoacetyl coenzyme A reductase genes in the cyanobacterium Synechocystis sp. strain PCC 6803",
        "Bacterial synthesis of biodegradable polyhydroxyalkanoates",
        "Engineering cyanobacteria for photosynthetic production of 3-hydroxybutyrate directly from CO2",
        "Production of poly(3-hydroxybutyrate) by fed-batch culture of filamentation-suppressed recombinant Escherichia coli",
        "Regulation of glycogen metabolism in yeast and bacteria",
        "Sodium acetate stimulates PHB biosynthesis in Synechocystis sp. PCC 6803",
        "Correlation between bio-hydrogen production and polyhydroxybutyrate (PHB) synthesis by Rhodopseudomonas palustris WP3-5",
        "Yield of poly-D(-)-3-hydroxybutyrate from various carbon sources: a theoretical study",
        "Metabolic flux analysis in Synechocystis using isotope distribution from13C-labeled glucose",
        "Production of poly-3-hydroxybutyrate from lactose and whey by Methylobacterium sp. ZP24"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}