{
    "eid": "2-s2.0-85039172717",
    "title": "Frontoethmoidal meningoencephalocele with multiple congenital craniofacial and skeletal malformations in a stillborn puppy",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Dog",
        "Facial anomalies",
        "Frontoethmoidal encephalomeningocele",
        "Inherited",
        "Skeletal abnormalities"
    ],
    "authors": [
        "Promporn Raksaseri"
    ],
    "citedby-count": 3,
    "ref-count": 23,
    "ref-list": [
        "Surgical management of 2 different presentations of ear canal atresia in dogs",
        "Cephaloceles classification, pathology, and management - A review",
        "Severe bilateral microphthalmos in a Pomeranian pup",
        "Ann Maxillofac Surg",
        "Spontaneous motor cortex encephalocele presenting with simple partial seizures and progressive hemiparesis. Case report and review of the literature.",
        "Occipital meningoencephalocele with cleft lip, cleft palate and limb abnormalities- A case report",
        "A proposed radiographic classification scheme for congenital thoracic vertebral malformations in brachycephalic \"screw-tailed\" dog breeds",
        "Frontoethmoidal encephaloceles: Reconstruction and refinements",
        "Nasal encephaloceles",
        "Ethmoidal encephalocoele associated with seizures in a puppy",
        "Histological characterisation of the ethanol-induced microphthalmia phenotype in a chick embryo model system",
        "Clinical Features, Imaging Characteristics, and Long-term Outcome of Dogs with Cranial Meningocele or Meningoencephalocele",
        "Microtia: Epidemiology and genetics",
        "Surgical treatment of a canine intranasal meningoencephalocele",
        "First report of microtia in dog",
        "A case of lateral facial cleft, cleft lip and palate, anophthalmia, microtia, clavicular agenesis and asternia",
        "Brief communications and case reports: Anophthalmia and retinal degeneration associated with stenosis of the optic foramen in Fischer 344 rats",
        "A morphological classification of sincipital encephalomeningoceles.",
        "Microphthalmia and cerebral atrophy induced in mouse embryos by infection with murine cytomegalovirus in midgestation",
        "Anophthalmia and microphthalmia",
        "A distinct Mendelian autosomal recessive syndrome involving the association of anotia, palate agenesis, bifid tongue, and polydactyly in the dog",
        "Congenital spinal malformations in small animals",
        "The genetic architecture of microphthalmia, anophthalmia and coloboma"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}