{
    "eid": "2-s2.0-85090251615",
    "title": "Perioperative and anesthetic adverse events in Thailand (PAAd Thai) study database: Neuroanesthesia",
    "cover-date": "2020-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Adverse events",
        "Anesthesia",
        "Incident report",
        "Multicentered study",
        "Neuroanesthesia"
    ],
    "authors": [
        "L. Tuchinda",
        "Y. Punjasawadwong",
        "W. Ittichaikulthol",
        "M. Raksakietisak",
        "C. Tongrong",
        "S. Sangtongcharaskul"
    ],
    "citedby-count": 0,
    "ref-count": 24,
    "ref-list": [
        "Multicentered study of model of anesthesia related adverse events in Thailand by incident report (The Thai Anesthesia Incidents Monitoring Study): Results",
        "Perioperative and Anesthetic Adverse events in Thailand (PAAd Thai) incident reporting study: Anesthetic profiles and outcomes",
        "Early postoperative complications following neurosurgical procedures",
        "A retrospective analysis of anesthesiologic complications in pediatric neurosurgery",
        "Intraoperative complications in pediatric neurosurgery: Review of 1807 cases",
        "Anesthesia for functional neurosurgery: Review of complications",
        "Anesthetic complications of awake craniotomies for epilepsy surgery",
        "Anaesthetic management and perioperative complications during deep brain stimulation surgery: Our institutional experience",
        "A retrospective analysis of perioperative complications during intracranial neuroendoscopic procedures: Our institutional experience",
        "Perioperative complications in endovascular neurosurgery: Anesthesiologist's perspective",
        "Contemporary analysis of the intraoperative and perioperative complications of neurosurgical procedures performed in the sitting position",
        "Perioperative and Anesthetic Adverse events in Thailand (PAAd Thai) incident reporting study: Hospital characteristics and methods",
        "The Thai Anesthesia Incidents Study (THAI Study) of perioperative death: Analysis of risk factors",
        "Mortality in severe traumatic brain injury: A multivariated analysis of 748 Brazilian patients from Florianópolis City",
        "Mortality and outcome of severe traumatic brain injury in a Swiss Level One Trauma Center",
        "Marked reduction in mortality in patients with severe traumatic brain injury",
        "Effects of intracranial pressure monitoring on mortality in patients with severe traumatic brain injury: A metaanalysis",
        "Postoperative reintubation after planned extubation in Thai Anesthesia Incidents Study (THAI Study)",
        "The Thai Anesthesia Incident Monitoring Study (Thai AIMS) of post anesthetic reintubation: An analysis of 184 incident reports",
        "The Thai Anesthesia Incidents Study (THAI Study) of oxygen desaturation",
        "The Thai Anesthesia Incident Monitoring Study (Thai AIMS) of desaturation: An analysis of 1, 996 incident reports",
        "Anticonvulsant prophylaxis for brain tumor surgery: Determining the current best available evidence",
        "Effectiveness of antiepileptic prophylaxis used with supratentorial craniotomies: A meta-analysis",
        "An update on neuroanesthesia for the occasional neuroanesthesiologist"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60199578",
            "affilname": "Ramathibodi Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199578",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60199575",
            "affilname": "Siriraj Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199575",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Health System Research Institute",
        "Prince of Songkla University National Research Council of Thailand",
        "Royal College of Anesthesiologists of Thailand",
        "Siriraj Hospital and Ramathibodi Hospital",
        "Chulalongkorn University",
        "Khon Kaen University",
        "Mahidol University",
        "National Research Council of Thailand",
        "Faculty of Medicine of Chiang Mai University"
    ]
}