{
    "eid": "2-s2.0-85055635710",
    "title": "Skin signs in juvenile- and adult-onset systemic lupus erythematosus: clues to different systemic involvement",
    "cover-date": "2018-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Rheumatology",
            "@code": "2745",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "adult-onset systemic lupus erythematosus",
        "childhood-onset systemic lupus erythematosus",
        "Cutaneous lupus erythematosus",
        "juvenile-onset systemic lupus erythematosus",
        "systemic involvement",
        "systemic lupus erythematosus"
    ],
    "authors": [
        "N. Chottawornsak",
        "P. Rodsaward",
        "S. Suwannachote",
        "M. Rachayon",
        "T. Rattananupong",
        "T. Deekajorndech",
        "P. Asawanonda",
        "D. Chiewchengchol",
        "P. Rerknimitr"
    ],
    "citedby-count": 13,
    "ref-count": 43,
    "ref-list": [
        "Systematic review of the epidemiology of systemic lupus erythematosus in the Asia-Pacific region: Prevalence, incidence, clinical features, and mortality",
        "Epidemiology of systemic lupus erythematosus in Asia",
        "The incidence and prevalence of systemic lupus erythematosus in New York County (Manhattan), New York: The Manhattan lupus surveillance program",
        "The incidence and prevalence of systemic lupus erythematosus in San Francisco County, California: The California lupus surveillance project",
        "Trends in the incidence and mortality of systemic lupus erythematosus, 1950–1992",
        "Taxonomy for systemic lupus erythematosus with onset before adulthood",
        "Adult- and childhood-onset systemic lupus erythematosus: A comparison of onset, clinical features, serology, and outcome",
        "Comparison of disease characteristics, organ damage, and survival in patients with juvenile-onset and adult-onset systemic lupus erythematosus in a combined cohort from 2 tertiary centers in Turkey",
        "Clinical phenotype and outcome in lupus according to age: A comparison between juvenile and adult onset",
        "Differences in disease phenotype and severity in SLE across age groups",
        "Similarities and differences between pediatric and adult patients with systemic lupus erythematosus",
        "The classification and diagnosis of cutaneous lupus erythematosus",
        "Derivation and validation of the Systemic Lupus International Collaborating Clinics classification criteria for systemic lupus erythematosus",
        "Distinctive cutaneous subsets in the spectrum of lupus erythematosus",
        "Markers in cutaneous lupus erythematosus indicating systemic involvement. A multicenter study on 296 patients",
        "Mucocutaneous manifestations in a UK national cohort of juvenile-onset systemic lupus erythematosus patients",
        "Derivation of the SLEDAI. A disease activity index for lupus patients. The Committee on Prognosis Studies in SLE",
        "The Euro-lupus project: Epidemiology of systemic lupus erythematosus in Europe",
        "Disease duration, hypertension and medication requirements are associated with organ damage in childhood-onset systemic lupus erythematosus",
        "Childhood-onset disease as a predictor of mortality in an adult cohort of patients with systemic lupus erythematosus",
        "Disease activity, severity, and damage in the UK juvenile-onset systemic lupus erythematosus cohort",
        "Childhood systemic lupus erythematosus in Sultanate of Oman: demographics and clinical analysis",
        "Juvenile-onset systemic lupus erythematosus (jSLE): Pathophysiological concepts and treatment options",
        "The 1000 Canadian faces of lupus: Influence of ethnicity on disease in the pediatric cohort",
        "Ethnic differences in pediatric systemic lupus erythematosus",
        "Early disease onset is predicted by a higher genetic risk for lupus and is associated with a more severe phenotype in lupus patients",
        "Difference in disease features between childhood-onset and adult-onset systemic lupus erythematosus",
        "Differences in clinical manifestations between childhood-onset lupus and adult-onset lupus: A meta-analysis",
        "Childhood systemic lupus erythematosus in Latin America. The GLADEL experience in 230 children",
        "Juvenile- and adult-onset systemic lupus erythematosus: a comparative study in a large cohort from the Spanish Society of Rheumatology Lupus Registry (RELESSER)",
        "Difference in disease features between childhood-onset and adult-onset systemic lupus erythematosus",
        "Oral ulcers in juvenile-onset systemic lupus erythematosus: A review of the literature",
        "Microvascular involvement in systemic sclerosis and systemic lupus erythematosus",
        "Cutaneous vasculitis in systemic lupus erythematosus patients: Potential key players and implications",
        "Endothelial and platelet microparticles in vasculitis of the young",
        "Distinct features of circulating microparticles and their relationship to clinical manifestations in systemic lupus erythematosus",
        "Endothelial dysfunction is associated with activation of the type I interferon system and platelets in patients with systemic lupus erythematosus",
        "Pentraxin-3 levels are associated with vasculitis and disease activity in childhood-onset systemic lupus erythematosus",
        "Prognostic implications of active discoid lupus erythematosus and malar rash at the time of diagnosis of systemic lupus erythematosus: Results from a prospective cohort study",
        "Identification and composition of types of granular urinary casts",
        "ACP Best Practice No 167: the laboratory diagnosis of urinary tract infection",
        "Comparison and interpretation of urinalysis performed by a nephrologist versus a hospital-based clinical laboratory"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Skin and Allergy Research Unit",
        "Chulalongkorn University"
    ]
}