{
    "eid": "2-s2.0-85122510448",
    "title": "GlauCUTU: Virtual Reality Visual Field Test",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Signal Processing",
            "@code": "1711",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Biomedical Engineering",
            "@code": "2204",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Computer Vision and Pattern Recognition",
            "@code": "1707",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Health Informatics",
            "@code": "2718",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "P. Kunumpol",
        "N. Lerthirunvibul",
        "P. Phienphanich",
        "A. Munthuli",
        "V. Tantisevi",
        "A. Manassakorn",
        "S. Chansangpetch",
        "R. Itthipanichpong",
        "K. Ratanawongphaibol",
        "P. Rojanapongpun",
        "C. Tantibundhit"
    ],
    "citedby-count": 3,
    "ref-count": 35,
    "ref-list": [
        "Progress in glaucoma: Early detection, new treatments, less blindness",
        "Risk factors for glaucoma onset and progression",
        "Global prevalence of glaucoma and projections of glaucoma burden through 2040: A systematic review and metaanalysis",
        "Access to ophthalmologists in Thailand: A district-level analysis",
        "Screening models for glaucoma",
        "Visual field testing for glaucoma-a practical guide",
        "Testing of visual field with virtual reality goggles in manual and visual grasp modes",
        "Validation of a head-mounted virtual reality visual field screening device",
        "Use of a portable head mounted perimetry system to assess bedside visual fields",
        "Visual field examination method using virtual reality glasses compared with the humphrey perimeter",
        "Eye-tracking for clinical ophthalmology with virtual reality (vr): A case study of the htc vive pro eye's usability",
        "Automated combined kinetic and static perimetry: An alternative to standard perimetry in patients with neuro-ophthalmic disease and glaucoma",
        "Reclaiming the periphery: Automated kinetic perimetry for measuring peripheral visual fields in patients with glaucoma",
        "The humphrey field analyzer, construction and concepts",
        "Detection of glaucomatous visual field defect by nonconventional perimetry",
        "Short-wavelength automated perimetry: Its role in the clinic and for understanding ganglion cell function",
        "Comparison of virtual reality visual field testing to humphrey visual field testing in an academic ophthalmology practice",
        "Response time prolongation for a motion stimulus in patients with glaucoma and its relationship with elevation of the motion threshold",
        "The psychometric function and reaction times of automated perimetry in normal and abnormal areas of the visual field in patients with glaucoma",
        "Evolution of wearable devices with real-time disease monitoring for personalized healthcare",
        "Environmental influence on background luminance preference of computer use at home",
        "Anti-reflective coatings: A critical, in-depth review",
        "A new sita perimetric threshold testing algorithm: Construction and a multicenter clinical study",
        "Comparing glaucoma progression on 24-2 and 10-2 visual field examinations",
        "Stabilization and comparison of top and bracketing perimetric strategies using a threshold spatial filter",
        "Visual field digest",
        "Reaction time perimetry in older glaucoma patients",
        "Eye-hand coordination impairment in glaucoma patients",
        "Computerised perimetry with moving and steady fixation in children",
        "Low-cost, smartphone-based frequency doubling technology visual field testing using a head-mounted display"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60013939",
            "affilname": "Faculty of Medicine, Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013939",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "127717872",
            "affilname": "Center of Excellence in Intelligence Informatics Speech",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/127717872",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}