{
    "eid": "2-s2.0-85040722165",
    "title": "Characterization and comparison of phytase production by Bacillus and Paenibacillus strains from Thai soils",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        }
    ],
    "keywords": [
        "Bacillus",
        "Paenibacillus",
        "Phytase",
        "Phytate",
        "Thermotolerant bacteria"
    ],
    "authors": [
        "Saowapar Khianngam"
    ],
    "citedby-count": 2,
    "ref-count": 29,
    "ref-list": [
        "Production of extracellular phytase from Bacillus subtilis isolated from Syrian soil",
        "Cowan and Steel's manual for the identification of medical bacteria",
        null,
        "Screening of phytate hydrolysis Bacillus sp. isolated from soil and optimization of the certain nutritional and physical parameters on the production of phytase",
        "Bulletin UASVM Agriculture",
        "African Journal of Biotechnology",
        "Evolution",
        "Advances in Biomedical Engineering",
        "Phytase for food application",
        "Current and future biotechnological applications of bacterial phytases and phytase-producing bacteria",
        "Expression of Bacillus subtilis phytase in Lactobacillus plantarum 755",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "Enzymatic evaluation of Bacillus amyloliquefaciens phytase as a feed additive",
        "Phytase and its gene from Bacillus amyloliquefaciens DS11",
        "Isolation of phytase-producing bacteria from Himalayan soils and their effect on growth and phosphorus uptake of Indian mustard (Brassica juncea)",
        "Paenibacillus cineris sp. nov. and Paenibacillus cookii sp. nov., from Antarctic volcanic soils and a gelatin-processing plant",
        "Relationship of Bacillus subtilis clades associated with strains 168 and W23: A proposal for Bacillus subtilis subsp. subtilis subsp. nov. and Bacillus subtilis subsp. spizizenii subsp. nov.",
        "Applied Tropical Agriculture",
        "Bacillus amyloliquefaciens sp. nov., nom. rev.",
        "Plant Nutrition and Fertilizing Science",
        "Phylogeny and molecular taxonomy of the Bacillus subtilis species complex and description of Bacillus subtilis subsp. inaquosorum subsp. nov",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Phytase-producing bacteria from extreme regions in Indonesia",
        "Janibacter hoylei sp. nov., Bacillus isronensis sp. nov. and Bacillus aryabhattai sp. nov., isolated from cryotubes used for collecting air from the upper atmosphere",
        "Isolation of phytase producing bacteria and optimization of phytase production parameters",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Lactic acid bacteria found in fermented fish in Thailand",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "Phytase activity of anaerobic ruminal bacteria"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Silpakorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Silpakorn University"
    ]
}