{
    "eid": "2-s2.0-84951745925",
    "title": "Characterization of glutamate decarboxylase from Synechocystis sp. PCC6803 and its role in nitrogen metabolism",
    "cover-date": "2016-02-01",
    "subject-areas": [
        {
            "$": "Physiology",
            "@code": "1314"
        },
        {
            "$": "Genetics",
            "@code": "1311"
        },
        {
            "$": "Plant Science",
            "@code": "1110"
        }
    ],
    "keywords": [
        "GABA metabolism",
        "Glutamate decarboxylase",
        "Synechocystis",
        "Transcription",
        "δgad strain"
    ],
    "authors": [
        "Simab Kanwal"
    ],
    "citedby-count": 10,
    "ref-count": 39,
    "ref-list": [
        "Rice (Oryza sativa) contains a novel isoform of glutamate decarboxylase that lacks an authentic calmodulin-binding domain at the C-terminus",
        "A plant glutamate decarboxylase containing a calmodulin binding domain: Cloning, sequence, and functional analysis",
        "Purification and Some Properties of l‐Glutamate Decarboxylase from Human Brain",
        "Accumulation of gamma-aminobutyric acid in the halotolerant cyanobacterium Aphanothece halophytica under salt and acid stress",
        "GABA in plants: Just a metabolite?",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Crystal structure and functional analysis of Escherichia coli glutamate decarboxylase",
        "Brain L-glutamate decarboxylase: Purification and subunit structure",
        "Cloning, sequencing and expression of a glutamate decarboxylase gene from the GABA-producing strain Lactobacillus brevis CGMCC 1306",
        "[2] L-Glutamate Decarboxylase from Bacteria",
        "Cloning of the gene for glutamate decarboxylase and its expression during conidiation in Neurospora crassa",
        "Rapid, accurate, sensitive, and reproducible HPLC analysis of amino acids",
        "Glutamate decarboxylase from barley embryos and roots. General properties and the occurrence of three enzymic forms",
        "Purification and characterization of glutamate decarboxylase from cowpea",
        "Sequence analysis of the genome of the unicellular cyanobacterium synechocystis sp. strain PCC6803. II. Sequence determination of the entire genome and assignment of potential protein-coding regions",
        "Glutamate decarboxylase activity and gamma-aminobutyric acid content in Synechocystis sp. PCC 6803 under osmotic stress and different carbon sources",
        "GABA Accumulation in Response to Different Nitrogenous Compounds in Unicellular Cyanobacterium Synechocystis sp. PCC 6803",
        "A pathogen-responsive gene of parsley encodes tyrosine decarboxylase",
        "Cloning and expression of a full-length glutamate decarboxylase gene from Lactobacillus brevis BH2",
        "Purification and characterization of the first archaeal glutamate decarboxylase from Pyrococcus horikoshii",
        "Production of γ-aminobutyric acid (GABA) by Lactobacillus paracasei isolated from traditional fermented foods",
        null,
        "Structural motifs for pyridoxal‐5′‐phosphate binding in decarboxylases: An analysis based on the crystal structure of the Lactobacillus 30a ornithine decarboxylase",
        "The Arabidopsis pop2-1 mutant reveals the involvement of GABA transaminase in salt stress tolerance",
        "Central carbon metabolism in Mycobacterium tuberculosis: An unexpected frontier",
        "Purification and characterization of glutamate decarboxylase from Solanum tuberosum",
        "Fast, scalable generation of high-quality protein multiple sequence alignments using Clustal Omega",
        "Isoelectric point determination of proteins and other macromolecules: Oscillating method",
        "Characterization of three kinetically distinct forms of glutamate decarboxylase from pig brain",
        "Chemical and Physical Properties of Escherichia coli Glutamate Decarboxylase",
        "Glutamate decarboxylase activity in Trichoderma viride conidia and developing mycelia",
        "Enzymatic and structural aspects on glutamate decarboxylase",
        "Purification and characterization of glutamate decarboxylase from lactobadllus bvevis IFO 12005",
        "Primer3-new capabilities and interfaces",
        "Enhanced γ-aminobutyric acid-forming activity of recombinant glutamate decarboxylase (gadA) from Escherichia coli",
        "Purification, properties and cDNA cloning of glutamate decarboxylase in germinated faba bean (Vicia faba L.)",
        "Structural basis for simultaneous binding of two carboxy-terminal peptides of plant glutamate decarboxylase to calmodulin",
        "The tricarboxylic acid cycle in cyanobacteria",
        "Purification and characterization of glutamate decarboxylase from rice germ"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}