{
    "eid": "2-s2.0-85164542329",
    "title": "Assessing the acceptability and feasibility of reactive drug administration for malaria elimination in a Plasmodium vivax predominant setting: a qualitative study in two provinces in Thailand",
    "cover-date": "2023-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Acceptability",
        "Feasibility",
        "Malaria elimination",
        "Reactive drug administration",
        "Thailand"
    ],
    "authors": [
        "Kanokwan Suwannarong",
        "Chris Cotter",
        "Thanomsin Ponlap",
        "Nisachon Bubpa",
        "Kannika Thammasutti",
        "Jintana Chaiwan",
        "Timothy P. Finn",
        "Suravadee Kitchakarn",
        "Andreas Mårtensson",
        "Kimberly A. Baltzell",
        "Michelle S. Hsiang",
        "Cheewanan Lertpiriyasuwat",
        "Prayuth Sudathip",
        "Adam Bennett"
    ],
    "citedby-count": 0,
    "ref-count": 51,
    "ref-list": [
        "Targeting Asymptomatic Malaria Infections: Active Surveillance in Control and Elimination",
        "Hitting Hotspots: Spatial Targeting of Malaria for Control and Elimination",
        "Laboratory challenges of Plasmodium species identification in Aceh Province, Indonesia, a malaria elimination setting with newly discovered P. knowlesi",
        "Determinants of relapse periodicity in Plasmodium vivax malaria",
        "Asymptomatic Plasmodium vivax parasitaemia in the low-transmission setting: the role for a population-based transmission-blocking vaccine for malaria elimination",
        "Effectiveness of reactive focal mass drug administration and reactive focal vector control to reduce malaria transmission in the low malaria-endemic setting of Namibia: a cluster-randomised controlled, open-label, two-by-two factorial design trial",
        "Effectiveness and safety of reactive focal mass drug administration (rfMDA) using dihydroartemisinin-piperaquine to reduce malaria transmission in the very low-endemic setting of Eswatini: a pragmatic cluster randomised controlled trial",
        "Review of mass drug administration for malaria and its operational challenges",
        "Mass drug administration can be a valuable addition to the malaria elimination toolbox",
        "Community engagement, social context and coverage of mass anti-malarial administration: Comparative findings from multi-site research in the Greater Mekong sub-Region",
        "We were afraid of the lion that has roared next to us”; community response to reactive focal mass drug administration for malaria in Eswatini (formerly Swaziland)",
        "Community acceptance of reactive focal mass drug administration and reactive focal vector control using indoor residual spraying, a mixed-methods study in Zambezi region, Namibia",
        "Towards the elimination of Plasmodium vivax malaria: Implementing the radical cure",
        "G6PD Deficiency Prevalence and Estimates of Affected Populations in Malaria Endemic Countries: A Geostatistical Model-Based Map",
        "Performance of the Access Bio/CareStart rapid diagnostic test for the detection of glucose-6-phosphate dehydrogenase deficiency: A systematic review and meta-analysis",
        "Repeatability and reproducibility of a handheld quantitative G6PD diagnostic",
        "Evaluating Vertical Malaria Community Health Worker Programs as Malaria Declines: Learning From Program Evaluations in Honduras and Lao PDR",
        "Risk factor assessment for clinical malaria among forest-goers in a pre-elimination setting in Phu Yen Province",
        "Assessing Thailand’s 1-3-7 surveillance strategy in accelerating malaria elimination",
        "Triangulation in research, with examples",
        "A systematic review of sub-microscopic Plasmodium vivax infection",
        "Malaria rapid diagnostic tests in elimination settings—can they find the last parasite?",
        "Characterizing the malaria rural-to-urban transmission interface: The importance of reactive case detection. Akogun OB, editor",
        "Detection of foci of residual malaria transmission through reactive case detection in Ethiopia",
        "Forest malaria: the prevailing obstacle for malaria control and elimination in India",
        "Surveillance and response for high-risk populations: what can malaria elimination programmes learn from the experience of HIV?",
        "CDC - Malaria - Travelers - Choosing a Drug to Prevent Malaria",
        "The silent threat: asymptomatic parasitemia and malaria transmission",
        "Plasmodium vivax – How hidden reservoirs hinder global malaria elimination",
        "Reactive Case Detection for Plasmodium vivax Malaria Elimination in Rural Amazonia",
        "Spatial and genetic clustering of Plasmodium falciparum and Plasmodium vivax infections in a low-transmission area of Ethiopia",
        "Malaria risk factor assessment using active and passive surveillance data from Aceh Besar, Indonesia, a low endemic, malaria elimination setting with Plasmodium knowlesi, Plasmodium vivax, and Plasmodium falciparum",
        "Malaria in the Greater Mekong Subregion: Heterogeneity and complexity",
        "Acceptability and feasibility of malaria prophylaxis for forest goers: findings from a qualitative study in Cambodia",
        "Use of primaquine and glucose-6-phosphate dehydrogenase deficiency testing: Divergent policies and practices in malaria endemic countries",
        "Establishing pharmacovigilance programs in resource-limited settings: the example of treating malaria",
        "Development of a pharmacovigilance safety monitoring tool for the rollout of single low-dose primaquine and artemether-lumefantrine to treat Plasmodium falciparum infections in Swaziland: a pilot study",
        "Comparison of artemether-lumefantrine and chloroquine with and without primaquine for the treatment of Plasmodium vivax infection in Ethiopia: A randomized controlled trial",
        "Malaria Elimination in Costa Rica: Changes in Treatment and Mass Drug Administration",
        "Assessing the impact of mHealth interventions in low- and middle-income countries–what has been shown to work?",
        "Community health volunteers could help improve access to and use of essential health services by communities in LMICs: an umbrella review",
        "Choice of health providers and health-seeking behaviour among forest goer population in Myanmar: findings from a cross-sectional household survey",
        "What is community engagement and how can it drive malaria elimination? Case studies and stakeholder interviews",
        "Achieving child survival goals: potential contribution of community health workers",
        "Antimalarial Drug Toxicity",
        "Short-course primaquine for the radical cure of Plasmodium vivax malaria: a multicentre, randomised, placebo-controlled non-inferiority trial",
        "Adherence to Antimalarial Drug Therapy among Vivax Malaria Patients in Northern Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "San Francisco",
            "@id": "60023691",
            "affilname": "University of California, San Francisco",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023691",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "San Francisco",
            "@id": "60033399",
            "affilname": "UCSF Benioff Children‘s Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60033399",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Seattle",
            "@id": "60028934",
            "affilname": "PATH Seattle",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028934",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nontaburi",
            "@id": "60015728",
            "affilname": "Thailand Ministry of Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015728",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Uppsala",
            "@id": "60003858",
            "affilname": "Uppsala Universitet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003858",
            "affiliation-country": "Sweden"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "117011815",
            "affilname": "Ltd.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/117011815",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Global Fund to Fight AIDS, Tuberculosis, and Malaria"
    ]
}