{
    "eid": "2-s2.0-84977633849",
    "title": "Examination of entry portal and pathogenesis of Edwardsiella ictaluri infection in striped catfish, Pangasianodon hypophthalmus",
    "cover-date": "2016-11-01",
    "subject-areas": [
        {
            "$": "Aquatic Science",
            "@code": "1104"
        }
    ],
    "keywords": [
        "BNP",
        "Edwardsiella ictaluri",
        "Immunohistochemistry",
        "Necrotic dermatitis",
        "Striped catfish"
    ],
    "authors": [
        "Nopadon Pirarat"
    ],
    "citedby-count": 6,
    "ref-count": 25,
    "ref-list": [
        "Pathogenesis of Edwardsiella ictaluri in channel catfish.",
        "Pathogenesis of enteric septicemia of channel catfish, caused by edwardsiella ictaluri: Bacteriologic and light and electron microscopic findings",
        "Intraspecific diversity of Edwardsiella ictaluri isolates from diseased freshwater catfish, Pangasianodon hypophthalmus (Sauvage), cultured in the Mekong Delta, Vietnam",
        "Edwardsiella ictaluri encodes an acid-activated urease that is required for intracellular replication in channel catfish (Ictalurus punctatus) macrophages",
        "Susceptibility of channel catfish to infection with edwardsiella ictaluri: Effect of exposure method",
        "Experimental challenge studies in Vietnamese catfish, Pangasianodon hypophthalmus (Sauvage), exposed to Edwardsiella ictaluri and Aeromonas hydrophila",
        "Early interactions of Edwardsiella ictaluri, with Pangasianodon catfish and its invasive ability in cell lines",
        "Bacillary necrosis in farmed Pangasius hypophthalmus (Sauvage) from the Mekong Delta, Vietnam",
        "Exotic bacterial pathogens Edwardsiella tarda and Edwardsiella ictaluri from imported ornamental fish Betta splendens and Puntius conchonius, respectively: Isolation and quarantine significance",
        "Pathology associated with a natural Edwardsiella ictaluri infection in channel catfish (Ictalurus punctatus Rafinesque).",
        "Edwardsiella ictaluri from walking catfish, Clarias batrachus L., in Thailand",
        "Fish Health News",
        "Importance of skin abrasion as a primary site of adhesion for Edwardsiella ictaluri and impact on invasion and systematic infection in channel catfish Ictalurus punctatus",
        "Histopathology of Edwardsiella ictaluri in channel catfish, Ictalurus punctatus (Rafinesque)",
        "Pathology of experimental enteric septicaemia in channel catfish, Ictalurus punctatus (Rafinesque), following immersion‐exposure to Edwardsiella ictaluri",
        "Protective effects and mechanisms of a probiotic bacterium Lactobacillus rhamnosus against experimental Edwardsiella tarda infection in tilapia (Oreochromis niloticus)",
        "Lymphoid apoptosis in Edwardsiella tarda septicemia in tilapia, Oreochromis niloticus",
        "Can. J. Fish. Aquat. Sci.",
        "The effects of feeding immunostimulant β-glucan on the immune response of Pangasianodon hypophthalmus",
        "The effects of feeding β-glucan to Pangasianodon hypophthalmus on immune gene expression and resistance to Edwardsiella ictaluri",
        "Shwartzman reaction after human renal homotransplantation.",
        "Assessment of methods for the determination of digestibilities of feed ingredients for Tra catfish, Pangasinodon hypothalamus",
        "Recovery of Edwardsiella ictaluri from danio (Danio devario)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ho Chi Minh City",
            "affilname": "Nong Lam University, Ho Chi Minh City",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kaiseraugst",
            "affilname": "DSM Nutritional Products Ltd",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Tokyo University of Marine Science and Technology",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Midlothian",
            "affilname": "Moredun Research Institute",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Chulalongkorn University"
    ]
}