{
    "eid": "2-s2.0-85050278942",
    "title": "Systematics of acetic acid bacteria",
    "cover-date": "2017-01-01",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Taweesak Malimas"
    ],
    "citedby-count": 18,
    "ref-count": 134,
    "ref-list": [
        "Membrane-bound dehydrogenases of acetic acid bacteria",
        "Carbohydrate Metabolism by the Acetic Acid Bacteria Part VI. Characteristics of the Intermediate Type Strains",
        "Gluconobacter oxydans subsp. sphaericus, new subspecies isolated from grapes",
        "Metabolic features of Acetobacter aceti",
        "On Systematic Study of Alcohol and Carbohydrate Oxidizing Bacteria isolated from Fruits, and a New Classification of the Oxidizing Bacteria (Continued)",
        "The Taxonomy of Acetobacter and Allied Oxidative Bacteria",
        "The Flagellation and Taxonomy of Genera Gluconobacter and Acetobacter with Reference to the Existence of Intermediate Strains",
        "Acetic Acid Bacteria: Classification and Biochemical Activities",
        "Zentralblatt für Bakteriologie, Parasitenkunde, Infektionskrankheiten und Hygiene Abteilung II",
        "Verslag van de Gewone Vergaderingen der Wis- en Natuurkundige Afdeeling der Koninklijke Akademie van Wetenschappen te Amsterdam",
        "Acetobacter intermedius, sp. nov.",
        "Central carbon metabolism and respiration in Gluconobacter oxydans",
        "Gene organization and primary structure of a ribosomal RNA operon from Escherichia coli",
        "Taxonomic studies of the genera Acidomonas, Acetobacter and Gluconobacter by 5S ribosomal RNA sequencing",
        "Pigment-producing strains of acetobacter aceti",
        "Gluconacetobacter medellinensis sp. nov., cellulose- and non-cellulose-producing acetic acid bacteria isolated from vinegar",
        "A new acid-tolerant nitrogen-fixing bacterium associated with sugarcane",
        "Metabolic Pathways in Microorganisms",
        "Re-examination of the genus Acetobacter, with descriptions of Acetobacter cerevisiae sp. nov., and Acetobacter malorum sp. nov",
        "Acetobacter ghanensis sp. nov., a novel acetic acid bacterium isolated from traditional heap fermentations of Ghanaian cocoa beans",
        "Polyphasic taxonomy of acetic acid bacteria: An overview of the currently applied methodology",
        "Acetobacter fabarum sp. nov., an acetic acid bacterium from a Ghanaian cocoa bean heap fermentation",
        "Differentiation of species of the family Acetobacteraceae by AFLP DNA fingerprinting: Gluconacetobacter kombuchae is a later heterotypic synonym of Gluconacetobacter hansenii",
        "Phylogeny and differentiation of species of the genus Gluconacetobacter and related taxa based on multilocus sequence analyses of housekeeping genes and reclassification of Acetobacter xylinus subsp. sucrofermentans as Gluconacetobacter sucrofermentans (Toyosaki et al. 1996) sp. nov., comb. nov",
        "Description of Gluconacetobacter swingsii sp. nov. and Gluconacetobacter rhaeticus sp. nov., isolated from Italian apple fruit",
        "Comparative carbohydrate metabolism and a proposal for a phylogenetic relationship of the acetic acid bacteria.",
        "International Journal of Systematic Bacteriology",
        "Novel nitrogen-fixing Acetobacter nitrogenifigens sp. nov., isolated from Kombucha tea",
        "Nitrogen-fixing and cellulose-producing Gluconacetobacter kombuchae sp. nov., isolated from Kombucha tea",
        "Description of Gluconacetobacter sacchari sp. nov., a new species of acetic acid bacterium isolated from the leaf sheath of sugar cane and from the pink sugar-cane mealy bug",
        "Novel nitrogen-fixing acetic acid bacteria, Gluconacetobacter johannae sp. nov. and Gluconacetobacter azotocaptans sp. nov., associated with coffee plants",
        "Intra- and intergeneric similarities of the ribosomal ribonucleic acid cistrons of Acetobacter and Gluconobacter",
        "Acetobacter diazotrophicus sp. nov., a nitrogen-fixing acetic acid bacterium associated with sugarcane",
        "Numerical analysis of phenotypic features and protein gel electropherograms of Gluconobacter Asai 1935 emend. mut. char. Asai, Iizuka, and Komagata 1964",
        "Numerical Analysis of Phenotypic Features and Protein Gel Electrophoregrams of a Wide Variety of Acetobacter strains. Proposal for the Improvement of the Taxonomy of the Genus Acetobacter Beijerinck 1898, 215",
        "Granulibacter bethesdensis gen. nov., sp. nov., a distinctive pathogenic acetic acid bacterium in the family Acetobacteraceae",
        "Acetobacter okinawensis sp. nov., Acetobacter papayae sp. nov., and Acetobacter persicus sp. nov.; novel acetic acid bacteria isolated from stems of sugarcane, fruits, and a flower in Japan",
        "Gluconacetobacter kakiaceti sp. nov., an acetic acid bacterium isolated from a traditional Japanese fruit vinegar",
        "Structural analysis of fructans produced by acetic acid bacteria reveals a relation to hydrocolloid function",
        "Saccharibacter floricola gen. nov., sp. nov., a novel osmophilic acetic acid bacterium isolated from pollen",
        "Asaia siamensis sp. nov., an acetic acid bacterium in the α-Proteobacteria",
        "Gluconobacter asaii Mason and Claus 1989 is a junior subjective synonym of Gluconobacter cerinus Yamada and Akita 1984",
        "The Prokaryotes",
        "The family Acetobacteraceae",
        "Asaia spathodeae sp. nov., an acetic acid bacterium in the α-Proteobacteria",
        "Gluconobacter nephelii sp. nov., an acetic acid bacterium in the class Alphaproteobacteria",
        "Carbohydrate Metabolism by Acetobader Species Part I. Oxidative Activity for Various Carbohydrates",
        "The flagellation and taxonomy of species of Acetobacter",
        "Acetobacter sicerae sp. nov., isolated from cider and kefir, and identification of species of the genus Acetobacter by dnaK, groEL and rpoB sequence analysis",
        "Bombella intestini gen. nov., sp. nov., an acetic acid bacterium isolated from bumble bee crop",
        "Systematic study of the genus Acetobacter with descriptions of Acetobacter indonesiensis sp. nov., Acetobacter tropicalis sp. nov., Acetobacter orleanensis (Henneberg 1906) comb. nov., Acetobacter lovaniensis (Frateur 1950) comb. nov., and Acetobacter estunensis (Carr 1958) comb. nov.",
        "Identification of Acetobacter strains isolated from Indonesian sources, and proposals of Acetobacter syzygii sp. nov., Acetobacter cibinongensis sp. nov., and Acetobacter orientalis sp. nov.",
        "Kozakia baliensis gen. nov., sp. nov., a novel acetic acid bacterium in the α-Proteobacteria",
        "Microbiology and Culture Collections",
        "Microbiology and Culture Collections",
        "Reclassification of Gluconacetobacter hansenii strains and proposals of Gluconacetobacter saccharivorans sp. nov. and Gluconacetobacter nataicola sp. nov",
        "Swaminathania salitolerans gen. nov., sp. nov., a salt-tolerant, nitrogen-fixing and phosphate-solubilizing bacterium from wild rice (Porteresia coarctata Tateoka)",
        "Gluconobacter kondonii sp. nov., an acetic acid bacterium in the α-proteobacteria",
        "Gluconobacter roseus (ex Asai 1935) sp. nov., nom. rev., a pink-colored acetic acid bacterium in the Alphaproteobacteria",
        "Gluconobacter sphaericus (Ameyama 1975) comb. nov., a brown pigment-producing acetic acid bacterium in the Alphaproteobacteria",
        "Asaia lannaensis sp. nov., a new acetic acid bacterium in the Alphaproteobacteria",
        "Gluconobacter kanchanaburiensis sp. nov., a brown pigment-producing acetic acid bacterium for Thai isolates in the Alphaproteobacteria",
        "Gluconobacter japonicus sp. nov., an acetic acid bacterium in the Alphaproteobacteria",
        "Swingsia samuiensis gen. nov., sp. nov., an osmotolerant acetic acid bacterium in the α-Proteobacteria",
        "Phenotypic characteristics correlated with deoxyribonucleic acid sequence similarities for three species of Gluconobacter: G. oxydans (Henneberg 1897) De Ley 1961, G. frateurii sp. nov., and G. asaii sp. nov.",
        "Respiration of Archaea and Bacteria",
        "Distribution, evolution, and physiology of oxidative fermentation",
        "Differentiation of Gluconacetobacter liquefaciens and Gluconacetobacter xylinus on the basis of DNA base composition, DNA relatedness, and oxidation products from glucose",
        "Acetobacter senegalensis sp. nov., a thermotolerant acetic acid bacterium isolated in Senegal (sub-Saharan Africa) from mango fruit (Mangifera indica L.)",
        "Gluconacetobacter tumulisoli sp. nov., Gluconacetobacter Takamatsuzukensis sp. nov. and Gluconacetobacter aggeris sp. nov., isolated from Takamatsuzuka tumulus samples before and during the dismantling work in 2007",
        "Acetobacter thailandicus sp. nov., for a strain isolated in Thailand",
        "Endobacter medicaginis gen. nov., sp. nov., isolated from alfalfa nodules in an acidic soil",
        "Enzymatic studies on the oxidation of sugar and sugar alcohol: VIII. particle-bound l-sorbose dehydrogenase from gluconobacter suboxydans",
        "Enzymatic Studies on the Oxidation of Sugar and Sugar Alcohol: Part VII. On the Catabolism of D-Sorbitol by Way of 5-Keto-D-fructose in Gluconobacter suboxydans",
        "Gluconacetobacter entanii sp. nov., isolated from submerged high-acid industrial vinegar fermentations",
        "Flagellation and taxonomy of Acetobacter and Acetomonas",
        "The genus Acetomonas",
        "Acetobacter europaeus sp. nov., a Main Component of Industrial Vinegar Fermenters in Central Europe",
        "Revival of the Species Acetobacter methanolicus (ex Uhlig et al. 1986) nom. rev.",
        "Bergey’s Manual of Systematic Bacteriology"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "National Institute of Technology and Evaluation",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Shizuoka",
            "affilname": "Shizuoka University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Ho Chi Minh City",
            "affilname": "University of Science, Viet Nam National University Ho Chi Minh City",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ratchaburi",
            "affilname": "Organic Fertilizer Manufacturing Co.",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}