{
    "eid": "2-s2.0-85111445042",
    "title": "Standardization of Leonurus sibiricus L. aerial part and capillary electrophoresis quantitative analysis of its leonurine content",
    "cover-date": "2021-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "Capillary electrophoresis",
        "leonurine",
        "Leonurus sibiricus L.",
        "standardization"
    ],
    "authors": [
        "Maneewan Suwatronnakorn",
        "Somchai Issaravanich",
        "Chanida Palanuvej",
        "Nijsiri Ruangrungsi"
    ],
    "citedby-count": 1,
    "ref-count": 29,
    "ref-list": [
        "Leonurus sibiricus Linnaeus",
        "Effects of Thai herbs used in traditional women remedies on the uterine contraction",
        "Herbal, postpartum care in Thai traditional medicine",
        "A preliminary study on efficacy of Prapchompoothaweep remedy for treatment of allergic rhinitis patients and their quality of life after the treatment",
        "A comparative study on the effects of Prabchompoothaweep remedy and loratadine in treatment of patients with allergic rhinitis and upper respiratory tract infections at Pathumtani hospital",
        "Studies on the ingredients of Leonurus sibiricus L. II. Structure of leonurine.(2)",
        "Chemical composition and evaluation of prolyl oligopeptidase and acetylcholinesterase inhibitory activities of Leonurus sibiricus L. from Brazil",
        "Labdane diterpenes of Leonurus sibiricus",
        "New diterpenoids with estrogen sulfotransferase inhibitory activity from Leonurus sibiricus L",
        "Studies on the constituents of Leonurus sibiricus L",
        "Quantitation of phenylpropanoids and iridoids in insulin-sensitising extracts of Leonurus sibiricus L. (Lamiaceae)",
        "Leonurine, a potential agent of traditional Chinese medicine: recent updates and future perspectives",
        "Discovery of Leonuri and therapeutical applications: from bench to bedside",
        "Leonurine, a potential drug for the treatment of cardiovascular system and central nervous system diseases",
        "The structure and biological effect of leonurine",
        "Comparative analysis of the main active constituents from different parts of Leonurus japonicus Houtt. and from different regions in China by ultra-high performance liquid chromatography with triple quadrupole tandem mass spectrometry",
        "Development and validation of an UPLC-DAD-MS method for the determination of leonurine in Chinese motherwort (Leonurus japonicus)",
        "Determination of stachydrine and leonurine in Herba leonuri and its succedaneum-Herba lagopsis-with a sensitive HPLC-MS/MS method",
        "Simultaneous determination of iridoids, phenylpropanoids and flavonoids in Lippia alba extracts by micellar electrokinetic capillary chromatography",
        "Simultaneous separation of eight lignans in Forsythia suspensa by β-cyclodextrin-modified capillary zone electrophoresis",
        "Capillary electrophoresis fingerprints combined with linear quantitative profiling method to monitor the quality consistency and predict the antioxidant activity of alkaloids of Sophora flavescens",
        "A review on analytical methods for natural berberine alkaloids",
        "Quality evaluation of traditional Chinese medicines based on fingerprinting",
        "Morfoanatomia Foliar e Caulinar de Leonurus sibiricus L., Lamiaceae",
        "Quality evaluation of Kaempferia parviflora rhizome with reference to 5, 7-dimethoxyflavone",
        "Isolation and quantitative analysis of leonurine from Leonuri herba",
        "Advances in capillary electrophoresis for the life sciences"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60023366",
            "affilname": "Rangsit University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023366",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}