{
    "eid": "2-s2.0-84978879555",
    "title": "Antimicrobial and anti-oxidant activities of quinoline alkaloids from Pseudomonas aeruginosa BCC76810",
    "cover-date": "2016-09-01",
    "subject-areas": [
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Plant Science",
            "@code": "1110"
        },
        {
            "$": "Agronomy and Crop Science",
            "@code": "1102"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        }
    ],
    "keywords": [
        "Anti-oxidant",
        "Antimicrobial",
        "Oryza saltiva",
        "Pseudomonas",
        "Quinolines",
        "Rice"
    ],
    "authors": [
        "Khomsan Supong"
    ],
    "citedby-count": 30,
    "ref-count": 23,
    "ref-list": [
        "Use of a free radical method to evaluate antioxidant activity",
        "Improved Green Fluorescent Protein Reporter Gene-Based Microplate Screening for Antituberculosis Compounds by Utilizing an Acetamidase Promoter",
        "Antitrypanosomal quinoline alkaloids from the roots of waltheria indica",
        "Quantitative assessment of antimalarial activity in vitro by a semiautomated microdilution technique",
        "G1499-2, a new quinoline compound isolated from the fermentation broth of cytophaga johnsonii",
        "Regulation of gene expression by cell-to-cell communication: Acyl-homoserine lactone quorum sensing",
        "J. Biol. Chem.",
        "Quinolones: From antibiotics to autoinducers",
        "Metabolites from an antarctic sponge-associated bacterium, Pseudomonas aeruginosa",
        "I. Taxonomy, production, isolation and biological properties",
        "Studies on lipoxygenase inhibitors II. Kf8940 (2-n-Heptyl-4-hydroxyquinoline-n-oxide), a potent and selective inhibitor of 5-lipoxygenase, produced by pseudomonas methanica",
        "Electrospray/mass spectrometric identification and analysis of 4-hydroxy-2-alkylquinolines (HAQs) produced by Pseudomonas aeruginosa",
        "Inhibition of cytochrome systems of heart muscle and certain bacteria by the antagonists of dihydrostreptomycin:  2-alkyl-4-hydroxyquinoline N-oxides",
        "Lahorenoic acids A-C, ortho-dialkyl-substituted aromatic acids from the biocontrol strain pseudomonas aurantiaca PB-St2",
        "Investigation of the Alamar Blue (resazurin) fluorescent dye for the assessment of mammalian cell cytotoxicity",
        "A structure activity-relationship study of the bacterial signal molecule HHQ reveals swarming motility inhibition in Bacillus atrophaeus",
        "4-Hydroxy-2-nonylquinoline: A novel iron chelator isolated from a bacterial cell membrane",
        "Microtitre plate-based antibacterial assay incorporating resazurin as an indicator of cell growth, and its application in the in vitro antibacterial screening of phytochemicals",
        "New quinoline alkaloids from Ruta chalepensis",
        "Limonoids and quinolone alkaloids from evodia rutaecarpa bentham",
        "(Iso)-quinoline alkaloids from fungal fruiting bodies of Cortinarius subtortus",
        "Antibiotic substances produced by Pseudomonas aeruginosa; syntheses of Pyo Ib, Pyo Ic, and Pyo III.",
        "Quinolone and indole alkaloids from the fruits of Euodia rutaecarpa and their cytotoxicity against two human cancer cell lines"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "King Mongkut⿿s Institute of Technology Research Fund",
        "Chulalongkorn University",
        "King Mongkut's Institute of Technology Ladkrabang",
        "National Center for Genetic Engineering and Biotechnology"
    ]
}