{
    "eid": "2-s2.0-85131739629",
    "title": "Carbon emissions, corporate governance, and staggered boards",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business and International Management",
            "@code": "1403",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "agency theory",
        "carbon emissions",
        "classified boards",
        "corporate governance",
        "ESG",
        "staggered boards"
    ],
    "authors": [
        "Suparatana Tanthanongsakkun",
        "Sirimon Treepongkaruna",
        "Pornsit Jiraporn"
    ],
    "citedby-count": 5,
    "ref-count": 69,
    "ref-list": [
        "Women in the boardroom and their impact on governance and performance☆",
        "Is all that talk just noise? The information content of internet stock message boards",
        "Female directors and earnings management: Evidence from UK companies",
        "Measuring economic policy uncertainty*",
        "What matters in corporate governance?",
        "The powerful antitakeover force of staggered boards: Theory, evidence and policy",
        "The costs of entrenched boards",
        "Using 10-K text to gauge financial constraints",
        "Gender diversity in the boardroom and firm financial performance",
        "Discipline or disruption? Stakeholder relationships and the effect of takeover threat",
        "The cost of carbon: Capital market effects of the proposed emission trading scheme (ETS)",
        "Wisdom of crowds: The value of stock opinions transmitted through social media",
        "Estimating the effect of corporate social responsibility on firm value using geographic identification",
        "Estimating the effect of entrenched boards on firm value using geographic identification",
        "The valuation relevance of greenhouse gas emissions under the European Union carbon emissions trading scheme",
        "How do staggered boards affect shareholder value? Evidence from a natural experiment",
        "Do independent directors enhance target shareholder wealth during tender offers?",
        "Staggered boards and long-term firm value, revisited",
        "The effect of manager-specific optimism on the tone of earnings conference calls",
        "Managers use of language across alternative disclosure outlets: Earnings press releases versus MD&a*",
        "The effect of board characteristics on firm environmental performance",
        "Comparing apples to apples: Estimating consistent partial effects of preferential economic integration agreements",
        "Corporate governance and carbon emissions performance: Empirical evidence from Australia",
        "Annual report readability, tone ambiguity, and the cost of borrowing",
        "Classified boards, firm value, and managerial entrenchment",
        "The earnings returns to graduating with honors — Evidence from law graduates",
        "Do women leaders promote sustainability? Analyzing the effect of corporate governance composition on environmental performance",
        "Get green or die trying? Carbon risk integration into portfolio management",
        "The relevance to Investors of Greenhouse gas Emission Disclosures",
        "Blood in the water: The value of antitakeover provisions during market shocks",
        "Undoing the powerful anti-takeover force of staggered boards",
        "Ebalance: AStataPackage for entropy balancing",
        "The effects of board characteristics and sustainable compensation policy on carbon performance of UK firms",
        "Environmental policy, sustainable development, governance mechanisms and environmental performance",
        "Executive compensation, sustainable compensation policy, carbon performance and market value",
        "Factors influencing corporate environmental protection activities for greenhouse gas emission reductions: The relationship between environmental and financial performance",
        "Corporate carbon performance indicators",
        "Corporate governance and sustainability performance: Analysis of triple bottom line performance",
        "Looking inside the black box: The effect of corporate governance on corporate social responsibility",
        "Takeovers: Their causes and consequences",
        "The modern industrial revolution, exit, and the failure of internal control systems",
        "Do independent directors improve firm value? Evidence from the great recession",
        "Staggered boards, managerial entrenchment, and dividend policy",
        "Does corporate social responsibility (CSR) improve credit ratings? Evidence from geographic identification",
        "Capital structure, staggered boards, and firm value",
        "Staggered boards, accounting discretion and firm value",
        "The bonding hypothesis of takeover defenses: Evidence from IPO firms",
        "Carbon risk, carbon risk awareness and the cost of debt financing",
        "Golden parachutes, shark repellents, and hostile tender offers",
        "The dynamics of incentive contracts",
        "Selection models in accounting research",
        "Textual analysis in accounting and finance: A survey",
        "Measuring firm complexity",
        "Does voluntary carbon disclosure reflect underlying carbon performance?",
        "Mergers and the market for corporate control",
        "Corporate governance and acquirer returns",
        "Firm-value effects of carbon emissions and carbon disclosures",
        "Entropy-balanced accruals",
        "The impact of US sanctions on poverty",
        "Does a good central banker make a difference?",
        "The value of independent directors: Evidence from sudden deaths☆",
        "Does Corporate Headquarters location matter for stock returns?",
        "From board composition to corporate environmental performance through sustainability-themed alliances",
        "The central role of the propensity score in observational studies for causal effects",
        "Outside directors, board independence, and shareholder wealth",
        "Board attributes, corporate social responsibility strategy, and corporate environmental and social performance",
        "Takeover threats and managerial myopia",
        "Efficient capital markets, inefficient firms: A model of myopic corporate behavior",
        "Higher market valuation of companies with a small board of directors"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60189723",
            "affilname": "The UWA Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189723",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Australian University Librarians",
        "University of Western Australia",
        "National Research Council of Thailand"
    ]
}