{
    "eid": "2-s2.0-85117595797",
    "title": "Spatial variation of cladophora epiphytes in the Nan River, Thailand",
    "cover-date": "2021-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Ecology",
            "@code": "2303",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Cladophora",
        "Ecological services",
        "Lotic environment",
        "Microbiome",
        "Nan River"
    ],
    "authors": [
        "Karnjana Ruen-pham",
        "Linda E. Graham",
        "Anchittha Satjarak"
    ],
    "citedby-count": 2,
    "ref-count": 238,
    "ref-list": [
        "The phytogeography of Cladophora (Chlorophyceae) in the Northern Atlantic Ocean, in comparison to that of other benthic algal species",
        "The genus Cladophora Kützing (Ulvophyceae) as a globally distributed ecological engineer",
        "The ecology of Cladophora",
        "Spatiotemporal dynamics of the bacterial microbiota on lacustrine Cladophora glomerata (Chlorophyta)",
        "Viru-lence and biodegradation potential of dynamic microbial communities associated with decaying Cladophora in Great Lakes",
        "Distribution of nuisance Cladophora in the lower Great Lakes: Patterns with land use, near shore water quality and dreissenid abundance",
        "A metagenome for lacustrine Cladophora (Cladophorales) reveals remarkable diversity of eukaryotic epibionts and genes relevant to materials cycling",
        "The epiphytic mi-crobiota of the globally widespread macroalga Cladophora glomerata (Chlorophyta, Cladophorales)",
        "Herbicide atrazine alters the microbiota of the filamentous green alga cladophora sp. cultured from Thailand",
        "Bacterial microbiota similarity between predators and prey in a blue tit trophic network",
        "Ecological and biological properties of Satureja cuneifolia Ten. and Thymus spinulosus Ten.: Two wild officinal species of conservation concern in Apulia (Italy). a preliminary survey",
        "An ecological review of Cladophora glomerata (Chlorophyta) in the Laurentian Great Lakes",
        "Seasonal stability of Cladophora-associated Salmonella in Lake Michigan watersheds",
        "Occurrence of Escherichia coli and enterococci in Cladophora (Chlorophyta) in nearshore water and beach sand of Lake Michigan",
        "Microbial communities and fecal indicator bacteria associated with Cladophora mats on beach sites along Lake Michigan shores",
        "Cladophora (Chlorophyta) spp. harbor human bacterial pathogens in nearshore water of Lake Michigan",
        "Great Lakes Cladophora harbors phy-logenetically diverse nitrogen-fixing microorganisms",
        "Evidence for free-living Bac-teroides in Cladophora along the shores of the Great Lakes",
        "Lentic and lotic ecosystems",
        "The flood pulse concept in river-floodplain systems",
        "Understanding large river: Floodplain ecosystems",
        "Mini-review: Nutrient cycling in lakes and streams: Insights from a comparative analysis",
        "Two endemic species of macroalgae in Nan River, northern Thailand, as therapeutic agents",
        "Antidiabetic and renoprotective effects of Cladophora glomerata Kützing extract in experimental type 2 dia-betic rats: A potential nutraceutical product for diabetic nephropathy",
        "Antioxidant and anticancer activities of freshwater green algae, Cladophora glomerata and Microspora floccosa, from Nan River in northern Thailand",
        "Chemical composition and antibacterial activity of extracts from freshwater green algae, Cladophora glomerata Kützing and Microspora floccosa (Vaucher) Thuret",
        "Structural characterization of sulfated arabinans extracted from Cladophora glomerata Kützing and their macrophage activation",
        "Efficiency of antioxidant compounds from macro edible algae",
        "Antioxidant activity of the extracts from freshwater macroalgae (Cladophora glomerata) grown in Northern Thailand and its preventive effect against lipid oxidation of refrigerated eastern little tuna slice",
        "Preliminary study on bioethanol from fresh water algae, Cladophora glomerata (Sarai Kai) by the fungus, Monascus sp. NP1",
        "Key to some common freshwater protozoa",
        "Diatom taxonomy and identification keys",
        "Evaluation of general 16S ribosomal RNA gene PCR primers for classical and next-generation sequencing-based diversity studies",
        "Design and evaluation of Illumina MiSeq-compatible, 18S rRNA gene-specific primers for improved characterization of mixed phototrophic communities",
        "ITS primers with enhanced specificity for basidiomycetes-application to the identification of mycorrhi-zae and rusts",
        "Amplification and direct sequencing of fungal ribosomal RNA genes for phylogenetics",
        "Trimmomatic: A flexible trimmer for Illumina sequence data",
        "The SILVA ribosomal RNA gene database project: Improved data processing and web-based tools",
        "Cd-hit: A fast program for clustering and comparing large sets of protein or nucleotide sequences",
        "VSEARCH: A versatile open source tool for metagenomics",
        "The Galaxy platform for accessible, reproducible and collaborative biomedical analyses: 2018 update",
        "The UNITE database for molecular identification of fungi: Handling dark taxa and parallel taxonomic classifications",
        "A comprehensive, automatically updated fungal ITS sequence dataset for reference-based chimera control in environmental sequencing efforts",
        "Molecular phylogeny of the Cladophoraceae (Cladophorales, Ulvophyceae), with the resurrection of Acrocladus Nägeli and Willeella Børgesen, and the description of Lurbica gen. nov. and Pseudorhizoclonium gen. nov",
        "Diversity of edible Cladophora (Cladophorales, Chlorophyta) in Northern and Northeastern Thailand, based on morphology and nuclear ribosomal DNA sequences",
        "Light availability impacts structure and function of phototrophic stream biofilms across domains and trophic levels",
        "Localization of EPS components secreted by freshwater diatoms using differential staining with fluorophore-conjugated lectins and other fluorochromes",
        "An exocellular polysaccharide from the diatom Gomphonema olivaceum",
        "The efficiency of seven diversity and one similarity indices based on phytoplankton data for assessing the level of eutrophication in lakes in central Sweden",
        "Analyzing the (mis)behavior of Shannon index in eutrophi-cation studies using field and simulated phytoplankton assemblages",
        "Assessing eutrophication potential of a freshwater lake by relating its bioproductivity and biodiversity: A case study of Lake Wilson on Central Oahu, Hawaii",
        "Similarity among periphyton algal communities in a lentic-lotic gradient of the upper Paraná river floodplain, Brazil",
        "Freshwater mussel assemblages at the lotic-lentic interface along Lake Erie",
        "Epiphytic diatoms in lotic and lentic waters—Diversity and representation of species complexes",
        "Acidovorax caeni sp. nov., a denitrifying species with genetically diverse isolates from activated sludge",
        "Response of denitrifying community, denitrification genes and antibiotic resistance genes to oxytetracycline stress in polycaprolactone supported solid-phase denitrification reactor",
        "Denitrification by Chromobacterium violaceum",
        "Study of pyrite based autotrophic denitrification system for low-carbon source stormwater treatment",
        "Effects of physicochemical properties of poly-epsilon-caprolactone on nitrate removal efficiency during solid-phase denitrification",
        "Effluent treatment in an aquaponics-based closed aquaculture system with single-stage nitrification–denitrification using a down-flow hanging sponge reactor",
        "Comparative analysis of denitrifying activities of Hyphomicrobium nitrativorans, Hy-phomicrobium denitrificans, and Hyphomicrobium zavarzinii",
        "Methylophilaceae link methanol oxidation to denitrification in freshwater lake sediment as suggested by stable isotope probing and pure culture analysis",
        "Rapid start-up strategy of partial denitrification and microbially driven mechanism of nitrite accumulation mediated by dissolved organic matter",
        "Denitrification performance and microbial communities of solid-phase denitrifying reactors using poly (butylene succinate)/bamboo powder composite",
        "Strains in the genus Thauera exhibit remarkably different denitrifica-tion regulatory phenotypes",
        "Intensified nutrients removal in a modified sequencing batch reactor at low temperature: Metagenomic approach reveals the microbial community structure and mechanisms",
        "Survey of dissimilatory nitrate reduction to ammonium microbial community at national wetland of Shanghai, China",
        "Genomic and physiological characterization of the chromate-reducing, aquifer-derived Firmicute Pelosinus sp. strain HCF1",
        "A novel bacterium carrying out anaerobic ammonium oxidation in a reactor for biological treatment of the filtrate of wastewater fermented sludge",
        "16S rRNA gene amplicon-based meta-genomic analysis of bacterial communities in the rhizospheres of selected mangrove species from Mida Creek and Gazi Bay, Kenya",
        "Diversity of nitrifying bacteria in microbial communities from water and epilithic biofilms of the Lake Baikal littoral zone",
        "The first metagenome of activated sludge from full-scale anaerobic/anoxic/oxic (A2O) nitrogen and phosphorus removal reactor using Illumina sequencing",
        "Anaerobic As (III) oxidation coupled with nitrate reduction and attenuation of dissolved Arsenic by Noviherbaspirillum Species",
        "Rhizobacter daucus gen. nov., sp. nov., the causal agent of carrot bacterial gall",
        "Oil field souring control by nitrate-reducing Sulfurospirillum spp. that outcompete sulfate-reducing bacteria for organic electron donors",
        "Description of Vogesella oryzae sp. nov., isolated from the rhizosphere of saline tolerant pokkali rice",
        "Physiological and genomic characterization of a new ‘Candidatus Nitrotoga’ isolate",
        "Identification of active denitrifiers in full-scale nutrient removal wastewater treatment systems",
        "Nitrate reduction in a new strain of Rhodoferax fermentans",
        "Diazotrophic anaeromyxobacter isolates from soils",
        "Description of Azospira restricta sp. nov., a nitrogen-fixing bacterium isolated from groundwater",
        "Metabolic analysis of the soil microbe Dechloromonas aromatica str. RCB: Indications of a surprisingly complex life-style and cryptic anaerobic pathways for aromatic degradation",
        "A new species of Devosia that forms a unique nitrogen-fixing root-nodule symbiosis with the aquatic legume Neptunia natans (Lf) Druce",
        "Legume growth-promoting rhizobia: An overview on the Mesorhizobium genus",
        "Characteristics of a nitrogen-fixing methanotroph, Methylocystis T-1",
        "Rhizobia population was favoured during in situ phytoremediation of vanadium-titanium magnetite mine tailings dam using Pongamia pinnata",
        "Reclassification of Alcaligenes latus strains IAM 12599T and IAM 12664 and Pseudomonas saccharophila as Azohydromonas lata gen. nov., comb. nov., Azohydromonas australica sp. nov. and Pelomonas saccharophila gen. nov., comb. nov., respectively",
        "Rhizobium alvei sp. nov., isolated from a freshwater river",
        "Endophytic colonization of sugarcane (Saccharum officinarum) by the novel diazotrophs Shinella sp. UYSO24 and Enterobacter sp. UYSO10",
        "Nitrous oxide reduction by an obligate aerobic bacterium, Gemmatimonas aurantiaca strain T-27",
        "Diversity of iron oxidizers in groundwater-fed rapid sand filters: Evidence of Fe(II)-dependent growth by Curvibacter and Undibacterium spp",
        "A metagenomic view of how different carbon sources enhance the aniline and simultaneous nitrogen removal capacities in the aniline degradation system",
        "Identification and characterization of MtoA: A decaheme c-type cytochrome of the neutrophilic Fe (II)-oxidizing bacterium Sideroxydans lithotrophicus ES-1",
        "Acidibacter ferrireducens gen. nov., sp. nov.: An acidophilic ferric iron-reducing gammaproteobacte-rium",
        "A multicopper oxidase is essential for manganese oxidation and laccase-like activity in Pedomicrobium sp. ACM 3067",
        "The microbiology of biological phosphorus removal in activated sludge systems",
        "Ecosystem activation system (EAS) technology for remedi-ation of eutrophic freshwater",
        "Simultaneous nitrification, denitrification and phosphorus removal in a sequencing batch reactor (SBR) under low temperature",
        "The cellular fatty acids of the sulphate-reducing bacteria, Desulfobacter sp., Desulfobulbus sp. and Desul-fovibrio desulfuricans",
        "Complete genome sequence of Desulfomicrobium baculatum type strain (XT)",
        "Microbial sulfate reduction by Desulfovibrio is an important source of hydrogen sulfide from a large swine finishing facility",
        "Genome analysis of a Limnobacter sp. identified in an anaerobic methane-consuming cell consortium",
        "Bacterial survival strategies in an alkaline tailing site and the physiological mechanisms of dominant phylotypes as revealed by metagenomic analyses",
        "Fusibacter fontis sp. nov., a sulfur-reducing, anaerobic bacterium isolated from a mesothermic Tunisian spring",
        "Change in bacterial community structure during in situ biostimulation of subsurface sediment cocontaminated with uranium and nitrate",
        "Draft genome sequence of the versatile alkane-degrading bacterium Aquabacterium sp. strain NJ1",
        "Tropicimonas isoalkanivorans gen. nov., sp. nov., a branched-alkane-degrading bacterium isolated from Semarang Port in Indonesia",
        "Enzyme activities of aerobic lignocellulolytic bacteria isolated from wet tropical forest soils",
        "Bacteroides luti sp. nov., an anaerobic, cellulolytic and xylanolytic bacterium isolated from methanogenic sludge",
        "Cellulose degradation by one mesophilic strain Caulobacter sp. FMC1 under both aerobic and anaerobic conditions",
        "Insights into plant cell wall degradation from the genome sequence of the soil bacterium Cellvibrio japonicus",
        "Metagenomic insights into a cellulose-rich niche reveal microbial cooperation in cellulose degradation",
        "Genome sequence of the cellulolytic gliding bacterium Cytophaga hutchinsonii",
        "Decomposition of lignocellulose and readily degradable carbohy-drates during sewage sludge biodrying, insights of the potential role of microorganisms from a metagenomic analysis",
        "Prediction, enrichment and isolation identify a responsive, competitive community of cellulolytic microorganisms from a municipal landfill",
        "Mechanisms involved in xyloglucan catabolism by the cellulosome-producing bacterium Ruminiclostridium cellulolyticum",
        "Characterization of extracellular chitinase from Chitinibacter sp. GC72 and its application in GlcNAc production from crayfish shell enzymatic degradation",
        "Chitinimonas viridis sp. nov., isolated from a mesotrophic artificial lake",
        "16S rRNA metagenomic analysis of the bacterial community associated with turf grass seeds from low moisture and high moisture climates",
        "Detection of chitinolytic capabilities in the freshwater Planctomycete Planctomicrobium piriforme",
        "Limnobacter spp. as newly detected phenol-degraders among Baltic Sea surface water bacteria characterised by comparative analysis of catabolic genes",
        "Simultaneous 3-/4-hydroxybenzoates biodegradation and arsenite oxidation by Hydrogenophaga sp. H7",
        "Monitoring microbial community structure and variations in a full-scale petroleum refinery wastewater treatment plant",
        "Whole-genome analysis of the methyl tert-butyl ether-degrading beta-proteobacterium Methylibium petro-leiphilum PM1",
        "Phylogenetic and metabolic diversity of bacteria degrading aromatic compounds under denitrifying conditions, and description of Thauera phenylacetica sp. nov., Thauera aminoaromatica sp. nov., and Azoarcus buckelii sp. nov",
        "Comparative genomics of Sphingopyxis spp. unravelled functional attributes",
        "Metagenomic insights into the effects of volatile fatty acids on microbial community structures and functional genes in organotrophic anammox process",
        "Metagenomics analysis of rhizospheric bacterial communities of Saccharum arundinaceum growing on organometallic sludge of sugarcane molasses-based distillery",
        "Cobalamin (vitamin B12) biosynthesis: Identification and characterization of a Bacillus megaterium cobI operon",
        "Genome reduction in an abundant and ubiquitous soil bacterium ‘Candidatus Udaeobacter copiosus’",
        "Comparative genomics and transcriptional analysis of Flavobacterium columnare strain ATCC 49512",
        "Insights into microalga and bacteria interactions of selected phycosphere biofilms using metagenomic, tran-scriptomic, and proteomic approaches",
        "The enigma of cobalamin (vitamin B12) biosynthesis in Porphyromonas gingivalis: Identification and characterization of a functional corrin pathway",
        "Cloning and analysis of genes involved in coenzyme B12 biosyn-thesis in Pseudomonas denitrificans",
        "Single colony genetic analysis of epilithic stream algae of the genus Chamaesiphon spp",
        "Generic characters of the simplest cyanoprokaryotes Cyanobium, Cyanobacterium and Syn-echococcus",
        "A bicyclic autotrophic CO2 fixation pathway in Chloroflexus aurantiacus",
        "Biogeography and phylogeny of the NOR5/OM60 clade of Gammaproteobacteria",
        "Putative novel photosynthetic reaction centre organizations in marine aerobic anoxygenic photosynthetic bacteria: Insights from metagenomics and environmental genomics",
        "A gas vesiculate planktonic strain of the purple non-sulfur bacterium Rhodoferax antarcticus isolated from Lake Fryxell, Dry Valleys, Antarctica",
        "Emended description of the genus Tabrizicola and the species Tabrizicola aquatica as aerobic anoxygenic phototrophic bacteria",
        "Hydrogen production characteristics of photoheterotrophic Rubrivivax gelatinosus L31",
        "Armatimonas rosea gen. nov., sp. nov., of a novel bacterial phylum, Armatimonadetes phyl. nov., formally called the candidate phylum OP10",
        "Fimbriiglobus ruber gen. nov., sp. nov., a Gemmata-like planctomycete from Sphagnum peat bog and the proposal of Gemmataceae fam. nov",
        "Flavisolibacter ginsengiterrae gen. nov., sp. nov. and Flavisolibacter ginsengisoli sp. nov., isolated from gin-seng cultivating soil",
        "Taxonomic and phylogenetic studies on a new taxon of bud-ding, hyphal Proteobacteria, Hirschia baltica gen. nov., sp. nov",
        "Emended descriptions of the genus Lewinella and of Lewinella cohaerens, Lewinella nigricans and Lewinella persica, and description of Lewinella lutea sp. nov. and Lewinella marina sp. nov",
        "Phaeodactylibacter xiamenensis gen. nov., sp. nov., a member of the family Saprospiraceae isolated from the marine alga Phaeodactylum tricornutum",
        "Aerosticca soli gen. nov., sp. nov., an aerobic gammaproteobacterium isolated from crude oil-contaminated soil",
        "Albi-dovulum inexpectatum gen. nov., sp. nov., a nonphotosynthetic and slightly thermophilic bacterium from a marine hot spring that is very closely related to members of the photosynthetic genus Rhodovulum",
        "Bryobacter aggregatus gen. nov., sp. nov., a peat-inhabiting, aerobic chemo-organotroph from subdivision 3 of the Acidobacteria",
        "New perspectives in the classification of the flavobacteria: Description of Chryseobacterium gen. nov., Bergeyella gen-nov, and Empedobacter nom-rev",
        "Haloferula rosea gen. nov., sp. nov., Haloferula harenae sp. nov., Haloferula phyci sp. nov., Haloferula helveola sp. nov. and Haloferula sargassicola sp. nov., five marine representatives of the family Verrucomicrobiaceae within the phylum ‘Verrucomicrobia’",
        "Hyphomonas adhaerens sp. nov., Hyphomonas johnsonii sp. nov. and Hyphomonas rosenbergii sp. nov., marine budding and prosthecate bacteria",
        "Ideonella sakaiensis sp. nov., isolated from a microbial consortium that degrades poly(ethylene terephthalate)",
        "Larkinella insperata gen. nov., sp. nov., a bacterium of the phylum ‘Bacteroidetes’ isolated from water of a steam generator",
        "Lysobacter, a new genus of nonfruiting, gliding bacteria with a high base ratio",
        "Proposal of the genus Sphingomonas sensu stricto and three new genera, Sphingobium, Novosphingobium and Sphingopyxis, on the basis of phylogenetic and chemotaxonomic analyses",
        "Polaromonas vacuolata gen. nov., sp. nov., a psychrophilic, marine, gas vacuolate bacterium from Antarctica",
        "Runella slithyformis gen. nov., sp. nov., a curved, nonflexible, pink bacterium",
        "Novel isolates double the number of chemotrophic species and allow the first description of higher taxa in Acidobacteria subdivision 4",
        "Truepera radiovictrix gen. nov., sp. nov., a new radiation resistant species and the proposal of Trueperaceae fam. nov",
        "Zavarzinella formosa gen. nov., sp. nov., a novel stalked, Gemmata-like planctomycete from a Siberian peat bog",
        "Anaeromusa",
        "Phascolarctobacterium faecium gen. nov, spec. nov., a novel taxon of the Sporomusa group of bacteria",
        "Saccharofermentans acetigenes gen. nov., sp. nov., an anaerobic bacterium isolated from sludge treating brewery wastewater",
        "Sporomusa, a new genus of gram-negative anaerobic bacteria including Sporomusa sphaeroides spec. nov. and Sporomusa ovata spec. nov",
        "Alistipes onderdonkii sp. nov. and Alistipes shahii sp. nov., of human origin",
        "Metagenomic analysis of quorum sensing systems in activated sludge and membrane biofilm of a full-scale membrane bioreactor",
        "In vitro fermentation characteristics and fiber-degrading enzyme kinetics of cellulose, arabinoxylan, β-glucan and glucomannan by pig fecal microbiota",
        "Genome sequence of the thermophilic fresh-water bacterium Spirochaeta caldaria type strain (H1T), reclassification of Spirochaeta caldaria, Spirochaeta stenostrepta, and Spirochaeta zuelzerae in the genus Treponema as Treponema caldaria comb. nov., Treponema stenostrepta comb. nov., and Treponema zuelzerae comb. nov., and emendation of the genus Treponema",
        "Vallitalea okinawensis sp. nov., isolated from Okinawa Trough sediment and emended description of the genus Vallitalea",
        "Fermentation of glutamate and other compounds by Acidaminobacter hydrogenoformans gen. nov. sp. nov., an obligate anaerobe isolated from black mud. Studies with pure cultures and mixed cultures with sulfate-reducing and methanogenic bacteria",
        "Anaerovorax odorimutans gen. nov., sp. nov., a putrescine-fermenting, strictly anaerobic bacterium",
        "Acetobacteroides hydrogenigenes gen. nov., sp. nov., an anaerobic hydrogen-producing bacterium in the family Rikenellaceae isolated from a reed swamp",
        "Changes in microbial community structure during dark fermentative hydrogen production",
        "Glucose fermentation with biochar-amended consortium: Microbial consortium shift",
        "Cytophaga xylanolytica sp. nov., a xylan-degrading, anaerobic gliding bacterium",
        "Molecular Keys to the Janthinobacterium and Duganella spp. interaction with the plant pathogen Fusarium graminearum",
        "Parasitic interaction of Bdellovibrio bacteriovorus with other bacteria",
        "Complete genome sequence of the filamentous gliding predatory bacterium Herpetosiphon aurantiacus type strain (114-95T)",
        "Alpha- and gammaproteobacterial methanotrophs codominate the active methane-oxidizing communities in an acidic boreal peat bog",
        "Comparative genomics analyses indicate differential methylated amine utilization trait within members of the genus Gemmobacter",
        "Comprehensive genomic analyses of the OM43 clade, including a novel species from the Red Sea, indicate ecotype differentiation among marine methylotrophs",
        "Metagenomic insights into functional traits variation and coupling effects on the anammox community during reactor start-up",
        "Biosorption of heavy metals by Sphaerotilus natans: An equilibrium study at different pH and biomass concentrations",
        "Isolation of Acremonium species causing postharvest decay of peaches of Spain",
        "Alternaria redefined",
        "A phylogenetic re-evaluation of Arthrinium",
        "Aspergillus enzymes involved in degradation of plant cell wall polysaccharides",
        "The ecology of chytrids in aquatic ecosystems: Roles in food web dynamics",
        "A new species of Capnobotryella from monument surfaces",
        "Putative basidiomycete teleomorphs and phylogenetic placement of the coelomycete genera: Chaetospermum, Giulia and Mycotribulus based on nu-rDNA sequences",
        "Decomposition of chitin by Chytriomyces species",
        "The genus Cladosporium",
        "A new Acremonium species associated with Fucus spp., and its affinity with a phylogenetically distinct marine Emericellopsis clade",
        "Morphology and zoospore ultrastructure of Entophlyctis luteolus sp. nov. (Chytridiales): Implications for chytrid taxonomy",
        "Effect of the saprophytic fungus Fusarium oxysporum on arbuscular mycorrhizal colonization and growth of plants in greenhouse and field trials",
        "Enzymatic biodegradation of lignin-cellulose complex in plant origin material",
        "New plectosphaerellaceous species from Dutch garden soil",
        "Towards an understanding of the genus Glutinoglossum with emphasis on the Glutinoglossum glutinosum species complex (Geoglossaceae, Ascomycota)",
        "Hannaella pagnoccae sp. nov., a tremellaceous yeast species isolated from plants and soil",
        "Helicascus gallicus sp. nov., a new freshwater pleosporalean ascomycete from France",
        "Taxonomy, life cycle, reproduction and detection of Acremonium endophytes",
        "Phylogenetic assessment and taxonomic revision of Halobyssothecium and Lentithecium (Lentitheciaceae, Pleosporales)",
        "Mortierella elongataʹs roles in organic agriculture and crop growth promotion in a mineral soil",
        "Diversity, role in decomposition, and suc-cession of zoosporic fungi and straminipiles on submerged decaying leaves in a woodland stream",
        "A multigene phylogeny reveals that Ochroconis belongs to the family Sympoventuriaceae (Venturiales, Dothideomycetes)",
        "Cellulases and hemicellulases of the anaerobic fungus Piromyces constitute a multiprotein cellulose-binding complex and are encoded by multigene families",
        "Pyrenochaeta romeroi: A causative agent of phaeohyphomycotic cyst",
        "Four new yeast species of the genus Sporobolomyces from plant leaves",
        "Wiesneriomyces a new lineage of Dothideomycetes (Ascomycota) basal to Tubeufiales",
        "Microsporidia-like parasites of amoebae belong to the early fungal lineage Rozellomycota",
        "Entophlyctis apiculata, a chytrid parasite of Chlamydomonas sp. (Chlorophyceae)",
        "Phylogenetic position of Phlyctochytrium planicorne (Chytridiales, Chytridiomycota) based on zoospore ultrastructure and partial nuclear LSU rRNA gene sequence analysis",
        "Cultures of Rhizophydium spp. (Chytridiales)–parasites of chlorococcalean algae",
        "Germination and morphology of zygospores in two Cochlonema and one Acaulopage species",
        "Molecular phylogeny and ultrastructure of Ap-helidium aff. melosirae (Aphelida, Opisthosporidia)",
        "Kinetid structure of Aphelidium and Paraphelidium (Aphelida) suggests the features of the common ancestor of fungi and Opisthosporidia",
        "Diversity of microfungi in the phylloplane of plants growing in a Mediterranean ecosystem",
        "Yeast communities in sugarcane phylloplane",
        "The diversity of culturable yeasts in the phylloplane of rice in Thailand",
        "Yeast diversity associated with the phylloplane of corn plants cultivated in Thai-land",
        "Mortierella species as the plant growth-promoting fungi present in the agricultural soils",
        "Fusarium pathogenomics",
        "Genome sequencing of Sporisorium scitamineum provides insights into the pathogenic mechanisms of sugarcane smut",
        "New insights from molecular phylogenetics of amoebophagous fungi (Zoopagomycota, Zoopagales)",
        "Nematophagous fungi from agricultural soils of Central America"
    ],
    "affiliation": [
        {
            "affiliation-city": "Madison",
            "@id": "60032179",
            "affilname": "University of Wisconsin-Madison",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032179",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University",
        "National Science and Technology Development Agency"
    ]
}