{
    "eid": "2-s2.0-85090634635",
    "title": "Bacterial communities in three parts of intestinal tracts of carpenter bees (Xylocopa tenuiscapa)",
    "cover-date": "2020-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Carpenter bees",
        "Intestine",
        "Microbiota",
        "Next-generation sequencing"
    ],
    "authors": [
        "Phakamas Subta",
        "Phongsathon Yodsuwan",
        "Rujipas Yongsawas",
        "Ammarin In-On",
        "Natapot Warrit",
        "Somsak Panha",
        "Kitiphong Khongphinitbunjong",
        "Panuwan Chantawannakul",
        "Korrawat Attasopa",
        "Terd Disayathanoowat"
    ],
    "citedby-count": 4,
    "ref-count": 57,
    "ref-list": [
        "Foraging and pollination activities of Xylocopa olivacea (Hymenoptera, Apidae) on Phaseolus vulgaris (Fabaceae) flowers at Dang (Ngaoundere-Cameroon)",
        "The importance of carpenter bee, Xylocopa varipuncta (Hymenoptera: Apidae as pollination agent for mangrove community of Setiu wetland, Terengganu",
        "Nesting biology of an Oriental carpenter bee, Xylocopa (Biluna) nasalis Westwood, 1838, in Thailand (Hymenoptera, Apidae, Xylocopinae)",
        "Habitat and landscape factors influence pollinators in a tropical megacity, Bangkok, Thailand",
        "The Gut Bacteria of Insects: Nonpathogenic Interactions",
        "Novel lactic acid bacteria inhibiting Paenibacillus larvae in honey bee larvae",
        "Detection and identification of a novel lactic acid bacterial flora within the honey stomach of the honeybee Apis mellifera",
        "Actinomycetes isolated from beehives in Thailand",
        "Functional diversity within the simple gut microbiota of the honeybee",
        "Establishment of characteristic gut bacteria during development of the honeybee worker",
        "Routes of acquisition of the gut microbiota of Apis mellifera",
        "T-RFLP analysis of bacterial communities in the midguts of Apis mellifera and Apis cerana honey bees in Thailand",
        "The bacterial communities associated with honey bee (Apis mellifera) Foragers",
        "A simple and distinctive microbiota associated with honey bees and bumble bees",
        "A classification on the large carpenter bees (Xylocopini) (Hymenoptera: Apoidea)",
        "Bacterial communities associated with the ectoparasitic mites Varroa destructor and Tropilaelaps mercedesae of the honey bee (Apis mellifera)",
        "Gut microbial communities of social bees",
        "DNA barcoding a regional bee (Hymenoptera: Apoidea) fauna and its potential for ecological studies",
        "MEGA7: Molecular Evolutionary Genetics Analysis version 7.0 for bigger datasets",
        "16S–23S rRNA internal transcribed spacers as molecular markers for the species of the 16S rRNA group I of the genus Bacillus",
        "Introducing mothur: Open-source, platform-independent, community-supported software for describing and comparing microbial communities",
        "webPRANK: A phylogeny-aware multiple sequence aligner with interactive alignment browser",
        "Predictive functional profiling of microbial communities using 16S rRNA marker gene sequences",
        "Bifidobacterium xylocopae sp. nov. and Bifidobacterium aemilianum sp. nov., from the carpenter bee (Xylocopa violacea) digestive tract",
        "Insect gut bacterial diversity determined by environmental, habitat, diet, developmental stage and physiology of host",
        "Origin and diversity of metabolically active gut bacteria from laboratory-bred larvae of Manduca sexta (Sphingidae, Lepidoptera, Insecta)",
        "Isolation and assessment of gut bacteria from the Formosan subterranean termite, Coptotermes formosanus (Isoptera: Rhinotermitidae) for paratransgenesis research and application",
        "Comparative analysis of the composition of intestinal bacterial communities in Dastarcus helophoroides fed different diets",
        "Census of the bacterial community of gypsy moth larval midgut by using culturing and culture independent methods",
        "Bacterial community structures in honeybee intestines and their response to two insecticidal proteins",
        "Variation in gut microbial communities and its association with pathogen infection in wild bumble bees (Bombus)",
        "Comparitive genomics of Bifidobacterium, Lactobacillus and related probiotic genera",
        "Probiotics: An overview of beneficial effects",
        "A scientific note on the lactic acid bacterial flora in honeybees in the USA—A comparison with bees from Sweden",
        "Lactobacillus apis sp. nov., from the stomach of honeybees (Apis mellifera), having an in vitro inhibitory effect on the causative agents of American and European foulbrood",
        "Bifidobacterium asteroides PRL2011 genome analysis reveals clues for colonization of the insect gut",
        "Genome sequences of Lactobacillus sp. strains wkB8 and wkB10, members of the Firm-5 clade, from honey bee guts",
        "Extensive intra-phylotype diversity in Lactobacilli and Bifidobacteria from the honeybee gut",
        "Proteins of novel lactic acid bacteria from Apis mellifera: An insight into the production of known extracellular proteins during microbial stress",
        "Symbionts as major modulators of insect health: Lactic acid bacteria and honeybees",
        "Bacterial probiotics induce an immune response in the honey bee (Hymenoptera: Apidae)",
        "Cultivation and characterization of the gut symbionts of honey bees and bumble bees: Description of Snodgrassella alvi gen. nov., sp. nov., a member of the family Neisseriaceae of the Betaproteobacteria, and Gilliamella apicola gen. nov., sp. nov., a member of Orbaceae fam. nov., Orbales ord. nov., a sister taxon to the order ‘Enterobacteriales’ of the Gammaproteobacteria",
        "Genomics and host specialization of honey bee and bumble bee gut symbionts",
        "Acceptance and sustenance value of naturally occurring sugars fed to newly emerged adult workers of honey bees (Apis mellifera L.)",
        "Addressing the diversity of the honeybee gut symbiont Gilliamella: Description of Gilliamella apis sp. nov., isolated from the gut of honeybees (Apis mellifera)",
        "Characterization of the bacterial community associated with larvae and adults of Anoplophora chinensis collected in Italy by culture and culture-independent methods",
        "Metagenomic sequencing of diamondback moth gut microbiome unveils key holobiont adaptations for herbivory",
        "Oral administration of Porphyromonas gingivalis alters the gut microbiome and serum metabolome",
        "Bacterial communities in the gut of wild and mass-reared Zeugodacus cucurbitae and Bactrocera dorsalis revealed by metagenomic sequencing",
        "Apibacter mensalis sp. nov.: A rare member of the bumblebee gut microbiota",
        "Apibacter adventoris gen. nov., sp. nov., a member of the phylum Bacteroidetes isolated from honey bees",
        "Bamboo lignocellulose degradation by gut symbiotic microbiota of the bamboo snout beetle Cyrtotrachelus buqueti",
        "Gut bacteria of the cowpea beetle mediate its resistance to dichlorvos and susceptibility to Lippia adoensis essential oil",
        "Most dominant roles of insect gut bacteria: Digestion, detoxification, or essential nutrient provision?",
        "The gut microbiota of insects–diversity in structure and function"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60103476",
            "affilname": "King Mongkuts University of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103476",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Rai",
            "@id": "60020524",
            "affilname": "Mae Fah Luang University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020524",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Office of Higher Education Commission",
        "Chiang Mai University",
        "Center of Excellence on Biodiversity"
    ]
}