{
    "eid": "2-s2.0-85087739710",
    "title": "Impact of sow parity on yield and composition of colostrum and milk in Danish Landrace × Yorkshire crossbred sows",
    "cover-date": "2020-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Food Animals",
            "@code": "3403",
            "@abbrev": "VETE"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Colostrum",
        "Composition",
        "Milk",
        "Parity",
        "Yield"
    ],
    "authors": [
        "M. Nuntapaitoon",
        "P. Juthamanee",
        "P. K. Theil",
        "P. Tummaruk"
    ],
    "citedby-count": 10,
    "ref-count": 66,
    "ref-list": [
        "Feed allowance and maternal back- fat levels during gestation influence maternal cortisol levels, milk fat composition and offspring growth",
        "Heterosis and recombination effects in Hampshire ad Landrace swine: I. Maternal traits",
        "Effects of dietary energy intake during gestation and lactation on milk yield and composition of first, second and fourth parity sows",
        "The effect of litter size, parity and farrowing duration on placenta expulsion and retention in sows",
        "Control of parturition in swine using PGF2α in combination with carbetocin",
        "An overview of hourly rhythm of demand-feeding pattern by a controlled feeding system on productive performance of lactating sows during summer",
        "Primiparous and multiparous sows have largely similar colostrum and milk composition profiles throughout lactation",
        "Protein, fats, vitamin and mineral concentrations I porcine colostrum and milk from parturition to 60 days",
        "Does feed restriction mimic the effect of increased ambient temperature in lactating sows?",
        "Changes in back-fat thickness during late gestation predict colostrum yield in sows",
        "Effect of peripartal feeding strategy on colostrum yield and composition in sows",
        "Sow and litter factors influencing colostrum yield and nutrition composition",
        "Estimate of colostrum intake in the neonatal pig",
        "Hormones, IgG and lactose changes around parturition in plasma, and colostrum or saliva of multiparous sows",
        "Variability of colostrum yield and colostrum intake in pigs",
        "Influence of colostrum intake on piglet survival and immunity",
        "Effect of parity and number of suckling piglets on milk production of sows",
        "Mammary development",
        "High ambient temperatures: how they affect sow lactation performance",
        "Nutritional, hormonal, and environmental effects on colostrum in sows",
        "Lactational performance, nursing and maternal behavior of Upton–Meishan and large white sows",
        "Mammary metabolism and colostrogenesis in sows during late gestation and colostrum period",
        "Relationships between colostrum production by primiparous sows and sow physiology around parturition",
        "The effect of late pregnancy feed allowance on the composition of the sow's colostrum and milk",
        "National Average Productivity of Danish Pig Farms 2017. SEGES Report no. 1819",
        "Predicting milk yield and composition in lactating sows–a Bayesian approach",
        "Limitation of sow milk yield on baby pig growth",
        "Validation of Brix refractometer to estimate colostrum immunoglobulin G content and composition in the sow",
        "Factors affecting sow colostrum yield and composition, and their impact on piglet growth and health",
        "Impact of milk and nutrient intake of piglets and sow milk composition on piglet growth and body composition at weaning",
        "Composition of sow colostrum and milk",
        "Cassava in lactating sow diets: I. Effects on milk composition and quality",
        "Piglet mortality: management solutions",
        "Composition of sow milk during lactation",
        "Colostrum and milk production in multiparous sows fed supplementary arginine during gestation and lactation",
        "Long-term effects of maternal arginine supplementation and colostrum intake on pre- and postweaning growth in pigs",
        "Impact of fat source and dietary fibers on feed intake, plasma metabolites, litter gain and the yield and composition of milk in sows",
        "Factors influencing colostrum yields by sows",
        "Relationship of gestation protein and feed intake level over a five-parity period using a high-producing sow genotype",
        "Long-term effects of dietary organic and inorganic selenium sources and levels on reproducing sows and their progeny",
        "Influence of thermal environment on sows around farrowing and during the lactation period",
        "High environmental temperature around farrowing induced heat stress in crated sows",
        "Nutrient Requirements of Swine, Eleventh rev. ed",
        "Newborn traits associated with pre-weaning growth and survival in piglets",
        "Factors influencing colostrum consumption by piglets and their relationship with survival and growth in tropical climates",
        "Impact of parity and housing conditions on concentration of immunoglobulin G in sow colostrum",
        "Effect of dietary organic and inorganic trace mineral levels on sow reproductive performances and daily mineral intakes over six parities",
        "Influence of high ambient temperature on performance of reproductive sows",
        "Colostrum production by sows: variability of colostrum yield and immunoglobulin G concentrations",
        "Review: nutritional and endocrine control of colostrogenesis in swine",
        "Colostrum intake: influence on piglet performance and factors variation",
        "Colostrum and milk production",
        "Effect of exposure to high ambient temperature and dietary protein level on sow milk production and performance of piglets",
        "Effect of ambient temperature on mammary gland metabolism in lactating sows",
        "Sows with high milk production had both a high feed intake and high body mobilization",
        "Transition feeding of sow",
        "Lactation, milk and suckling",
        "Neonatal piglet survival: impact of sow nutrition around parturition on fetal glycogen deposition and production and composition of colostrum and transient milk",
        "Mechanistic model to predict colostrum intake based on deuterium oxide dilution technique data and impact of gestation and pre-farrowing diets on piglet intake and sow yield of colostrum",
        "Effect of backfat thickness during late gestation on farrowing duration, piglet birth weight, colostrum yield, milk yield and reproductive performance of sows",
        "Induction of parturition by double administration of prostaglandin F2alpha in sows reduces the variation of gestation length without affecting the colostrum yield and piglet performance",
        "Moderately increased energy intake during gestation improves body condition of primiparous sows, piglet performance, and milk fat and protein output",
        "Lactation feed intake in purebred and F1sows and its relationship with reproductive performance",
        "GLUT1 and lactose synthetase are critical genes for lactose synthesis in lactating sows",
        "Effects of mono–component xylanase supplementation on nutrient digestibility and performance of lactating sows fed a coarsely ground diet",
        "Impact of piglet birthweight and sow parity on mortality rates, growth performance, and carcass traits in pigs"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Aarhus",
            "@id": "60029616",
            "affilname": "Aarhus Universitet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029616",
            "affiliation-country": "Denmark"
        }
    ],
    "funding": []
}