{
    "eid": "2-s2.0-84938062525",
    "title": "Synthesis of long-chain isomaltooligosaccharides from tapioca starch and an in vitro investigation of their prebiotic properties",
    "cover-date": "2015-07-27",
    "subject-areas": [
        {
            "$": "Process Chemistry and Technology",
            "@code": "1508"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Bioengineering",
            "@code": "1502"
        },
        {
            "$": "Catalysis",
            "@code": "1503"
        }
    ],
    "keywords": [
        "Amylomaltase",
        "Isomaltooligosaccharides (IMOs)",
        "Tapioca starch",
        "Transglucosidase",
        "Transglucosylation"
    ],
    "authors": [
        "Jarunee Kaulpiboon"
    ],
    "citedby-count": 57,
    "ref-count": 43,
    "ref-list": [
        "Purification and Some Properties of Amylomaltase from Escherichia Coli IFO 3806",
        "Crystal structure of amylomaltase from Thermus aquaticus, a glycosyltransferase catalysing the production of large cyclic glucans",
        "A comparative in vitro evaluation of the fermentation properties of prebiotic oligosaccharides",
        "Dietary modulation of the human colonic microbiota: Introducing the concept of prebiotics",
        "Prebiotics: The concept revisited",
        "An overview of probiotics, prebiotics and synbiotics in the functional food concept: Perspectives and future strategies",
        "Reaction mechanism of isomaltooligosaccharides synthesis by α-glucosidase from Aspergillus carbonarious",
        "Cooperative action of α-glucanotransferase and maltogenic amylase for an improved process of isomaltooligosaccharide (IMO) production",
        "Production of isomalto-oligosaccharides using dextransucrase immobilized in alginate fibres",
        "Structural characterization of linear isomalto-/malto-oligomer products synthesized by the novel GTFB 4,6 α-glucanotransferase enzyme from Lactobacillus reuteri 121",
        "Production and Characterization of Branched Oligosaccharides from Liquefied Starch by the Action of B. Licheniformis Amylase",
        "A new way of producing isomalto-oligosaccharide syrup by using the transglycosylation reaction of neopullulanase",
        "New Carbohydrate Derivatives from Biotechnical and Chemical Processes",
        "Effects of isomaltooligosaccharides with different degrees of polymerization on human fecal bifidobactcria",
        "The conclusive proof that supports the concept of the α-amylase family: Structural similarity and common catalytic mechanism",
        "Production of long-chain isomaltooligosaccharides from maltotriose using the thermostable amylomaltase and transglucosidase enzymes",
        "Molecular mutagenesis at Tyr-101 of the amylomaltase transcribed from a gene isolated from soil DNA",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Methods in Enzymology (1)",
        "Comparison of the glucooligosaccharide profiles produced from maltose by two different transglucosidases from Aspergillus niger",
        "J. Appl. Glycosci.",
        "Use of commercial pectinase in fruit juice industry. Part 3: Immobilized pectinase for mash treatment",
        "Enzymatic properties of cellobiose 2-epimerase from Ruminococcus albus and the synthesis of rare oligosaccharides by the enzyme",
        "Studies on absorption and hydrolysis of ethyl α-D-glucoside in rat intestine",
        "Control of Escherichia coli populations by a combination of indigenous clostridia and lactobacilli in gnotobiotic mice and continuous-flow cultures",
        "Internet J. Food Saf.",
        "Determination of heavy metals in fish species of the Mediterranean Sea (Libyan coastline) using atomic absorption spectrometry",
        "Handbook of Amylases and Related Enzymes: Their Sources, Isolation Methods, Properties and Applications",
        "Optimized substrate concentrations for production of long-chain isomaltooligosaccharides using dextransucrase of Leuconostoc mesenteroides B-512F",
        "Production, properties and applications of food-grade oligosaccharides",
        "Technological aspects of functional food-related carbohydrates",
        "Nondigestible",
        "Effect of prebiotic supplementation on a probiotic bacteria mixture: Comparison between a rat model and clinical trials",
        "Effect of synbiotics on intestinal microflora and digestive enzyme activities in rats",
        "Digestibility Characteristics of Isomaltooligosaccharides in Comparison with Several Saccharides using the Rat Jejunum Loop Method",
        "Metabolism of 13C-Isomaltooligosaccharides in Healthy Men",
        "Carbohydrate, peptide and lipid metabolism of lactic acid bacteria in sourdough",
        "Biochemical and molecular characterization of Lactobacillus reuteri 121 reuteransucrase",
        "Oligofructose and long-chain inulin: Influence on the gut microbial ecology of rats associated with a human faecal flora",
        "Nonstarch polysaccharides modulate bacterial microbiota, pathways for butyrate production, and abundance of pathogenic escherichia coli in the pig gastrointestinal tract",
        "Short-chain fatty acid formation in the hindgut of rats fed oligosaccharides varying in monomeric composition, degree of polymerisation and solubility",
        "PLoS One",
        "Electron. J. Biotechnol."
    ],
    "affiliation": [
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Faculty of Medicine, Thammasat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Osaka",
            "affilname": "Osaka Metropolitan University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Phramongkutklao College of Medicine",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "JSPS-NRCT",
        "NRCT-NSTDA",
        "Phramongkutklao College of Medicine Research Fund",
        "Center for Outcomes Research and Evaluation, Yale School of Medicine",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}