{
    "eid": "2-s2.0-85044505524",
    "title": "Heavy metal (Cd and pb) and aflatoxin contamination in tissues and eggs from free grazing ducks and their environment in central thailand",
    "cover-date": "2018-03-29",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Endocrinology, Diabetes and Metabolism",
            "@code": "2712",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Clinical Biochemistry",
            "@code": "1308",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry (medical)",
            "@code": "2704",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Inorganic Chemistry",
            "@code": "1604",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "Aflatoxins",
        "Duck",
        "Eggs",
        "Free grazing",
        "Heavy metal"
    ],
    "authors": [
        "P. Tulayakul",
        "R. Mingkhwan",
        "H. Hananantachai",
        "R. Netvichian",
        "S. Khaodhiar",
        "T. Songserm"
    ],
    "citedby-count": 11,
    "ref-count": 35,
    "ref-list": [
        "The impact of different housing systems on egg safety and quality",
        "A new variety of A. Flavas from tropical soil in Thailand and its aflatoxin productivity",
        "The rainbow trout liver cancer model: Response to environmental chemicals and studies on promotion and chemoprevention",
        "Afltoxins, hepatocellular carcinoma and public health",
        "Aflatoxin B1 residues in eggs and flesh of laying hen fed aflatoxin B1 contaminated diet",
        "Occurrence of afltoxins in table eggs sold in Damietta city regarding its health significance",
        "Review: Biomedical implication of heavy metals induced imbalances in redox systems",
        "Avian feathers as a non-destructive bio-monitoring tool of trace metals signatures: A case study from severely contaminated areas",
        "A review on the distribution of Hg in the environment and its human health impacts",
        "Heavy metal, total arsenic, and inorganic arsenic contents of algae food products",
        "Review, Lead and lead toxicity in domestic and free living birds",
        "Content and daily intake of copper, zinc, lead, cadmium, and mercury from dietary supplements in Mexico",
        "Assessment of trace elements in canned fishes (Mackerel, tuna, salmon, sardines and herrings) marketed in Georgia and Alabama (United States of America)",
        "Transport and transportation pathways of hazardous chemicals from solid waste disposal",
        "Lead, mercury, cadmium, chromium, and arsenic levels in eggs, feathers, and tissues of Canada geese of the New Jersey Meadowlands",
        "Application of immunoaffinity chromatography and enzyme immunoassay in rapid detection of aflatoxin B1 in chicken liver tissues",
        "Aflatoxin contamination in commercial red curry paste sold in fresh markets",
        "Heavy metals, Escherichia coli and Salmonella spp In feeds, reused water, wastewater and manure from swine farms: A case report",
        "Critical factors on chemical properties and heavy metals in water for livestock farms in Thailand",
        "Transfer of soil contaminants to homeproduced eggs and preventive measures to reduce contamination",
        "Trace elements in home-produced eggs in Belgium: Levels and spatiotemporal distribution",
        "Lead in waterfowl",
        "Cadmium-induced changes in hatchability and in the activity of aminotransaminases and selected lysosomal hydrolases in the blood plasma of Muscovy ducklings (Cairina moschata)",
        "Evaluation of heavy metals environmental contamination based on their concentrations in tissues of wild pheasant (Phasianus colchicus L.)",
        "A brief review on the effect of cadmium toxicity",
        "Contribution of atmospheric deposition to heavy metal concentrations in field crops",
        "Vegetable crops for biomonitoring lead and cadmium deposition",
        "Residues of aflatoxins in the liver, muscle and eggs of domestic fowls"
    ],
    "affiliation": [
        {
            "affiliation-city": "Kamphaeng Saen",
            "@id": "60117964",
            "affilname": "Kasetsart University, Kamphaeng Saen Campus",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60117964",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}