{
    "eid": "2-s2.0-84953315201",
    "title": "Evaluating the Impact Level of Design Errors in Structural and Other Building Components in Building Construction Projects in Cambodia",
    "cover-date": "2015-01-01",
    "subject-areas": [],
    "keywords": [
        "Building construction projects",
        "design errors on structural and other building components",
        "five-point Likert scale",
        "impact"
    ],
    "authors": [
        "Vachara Peansupap"
    ],
    "citedby-count": 23,
    "ref-count": 18,
    "ref-list": [
        "Systemic modelling of design error causation in social infrastructure projects",
        "Error begat error: Design error analysis and prevention in social infrastructure projects",
        "Evaluating the Perception of Design Errors in the Construction Industry",
        "A system dynamics model for assessing the impacts of design errors in construction projects",
        "Design error classification, causation, and prevention in construction engineering",
        "Design error costs in construction projects",
        "Influence of organizational and project practices on design error costs",
        "Probabilistic assessment of design error costs",
        "Paconius and the pedestal for Apollo: A case study of error in conceptual design",
        "Management errors in construction",
        "Durability of Engineering Structures: Design, Repair and Maintenance",
        "How to reduce design and construction errors",
        "HUMAN FACTORS ENGINEERING IN THE U. S. NUCLEAR ARENA.",
        "Journal of Performance of Constructed Facilities",
        "Measuring design and construction quality costs",
        "Analytical design planning technique: A model of the detailed building design process",
        "Center for Integrated Facility Engineering",
        "Arithmetic Mean (Average) - GMAT Math Study Guide"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "School and Faculty of Engineering, Chulalongkorn University",
        "Chulalongkorn University"
    ]
}