{
    "eid": "2-s2.0-85034419484",
    "title": "Pharmacogenetics-based population pharmacokinetic analysis of tenofovir in Thai HIV-infected patients",
    "cover-date": "2017-11-01",
    "subject-areas": [
        {
            "$": "Molecular Medicine",
            "@code": "1313"
        },
        {
            "$": "Genetics",
            "@code": "1311"
        },
        {
            "$": "Pharmacology",
            "@code": "3004"
        }
    ],
    "keywords": [
        "ABCC2",
        "ABCC4",
        "population pharmacokinetics",
        "tenofovir",
        "Thai HIV-infected patients"
    ],
    "authors": [
        "Kanokrat Rungtivasuwan"
    ],
    "citedby-count": 12,
    "ref-count": 33,
    "ref-list": [
        "Technical Update on Treatment Optimization Use of Tenofovir in HIV-infected Children and Adolescents: a Public Health Perspective",
        "Pharmacokinetics and safety of tenofovir disoproxil fumarate on coadministration with lopinavir/ritonavir",
        "Low cerebrospinal fluid concentrations of the nucleotide HIV reverse transcriptase inhibitor, Tenofovir",
        "Tenofovir nephrotoxicity: 2011 update",
        "Tenofovir disoproxil fumarate and an optimized background regimen of antiretroviral agents as salvage therapy for pediatric HIV infection",
        "Plasma and intracellular population pharmacokinetic analysis of tenofovir in HIV-1-infected patients",
        "Population pharmacokinetics of tenofovir in AIDS patients",
        "Population pharmacokinetics of tenofovir in human immunodeficiency virus-infected patients taking highly active antiretroviral therapy",
        "Common clinical conditions-age, low BMI, ritonavir use, mild renal impairment-affect tenofovir pharmacokinetics in a large cohort of HIV-infected women",
        "Factors associated with daily tenofovir exposure in Thai subjects taking combination antiretroviral therapy",
        "Long-term treatment with tenofovir: Prevalence of kidney tubular dysfunction and its association with tenofovir plasma concentration",
        "J. AIDS Clin. Res.",
        "Renal impairment in patients receiving a tenofovir-cART regimen: Impact of tenofovir trough concentration",
        "Impairment in kidney tubular function in patients receiving tenofovir is associated with higher tenofovir plasma concentrations",
        "Phase I/II trial of the pharmacokinetics, safety, and antiretroviral activity of tenofovir disoproxil fumarate in human immunodeficiency virus-infected adults",
        "Predictors of kidney tubular dysfunction in HIV-infected patients treated with tenofovir:A harmacogenetic study",
        "Clinical and genetic determinants of intracellular tenofovir diphosphate concentrations in HIV-infected patients",
        "The effect of lopinavir/ritonavir on the renal clearance of tenofovir in HIV-infected patients",
        "ABCC2*1C and plasma tenofovir concentration are correlated to decreased glomerular filtration rate in patients receiving a tenofovir-containing antiretroviral regimen",
        "Influence of ABCC2 and ABCC4 polymorphisms on tenofovir plasma concentrations in Thai HIV-infected patients",
        "Pharmacokinetic study of tenofovir disoproxil fumarate combined with rifampin in healthy volunteers",
        "Pharmacogenetic characteristics of indinavir, zidovudine, and lamivudine therapy in HIV-infected adults: A pilot study",
        "J. Clin. Onco.",
        "Association between ABCC2 gene haplotypes and tenofovir-induced proximal tubulopathy",
        "No relationship between drug transporter genetic variants and tenofovir plasma concentrations or changes in glomerular filtration rate in HIV-infected adults",
        "Tenofovir disoproxil fumarate: Clinical pharmacology and pharmacokinetics",
        "Tenofovir: Once-daily dosage in the management of HIV infection",
        "Interactions of HIV protease inhibitors with ATP-dependent drug export proteins",
        "Effects of human immunodeficiency virus protease inhibitors on the intestinal absorption of tenofovir disoproxil fumarate in vitro",
        "Clinical pharmacology of tenofovir clearance: A pharmacokinetic/pharmacogenetic study on plasma and urines",
        "Pharmacokinetic interaction between TMC114/ritonavir and tenofovir disoproxil fumarate in healthy volunteers"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ramathibodi Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Vajira Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "The HIV Netherlands Australia Thailand Research Collaboration",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine Ramathibodi Hospital, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nijmegen",
            "affilname": "Radboud University Medical Center",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Janssen/Tibotec",
        "Merck",
        "British Microcirculation Society",
        "Chiang Mai University",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Thailand Research Fund",
        "National Research Council of Thailand",
        "National Research Council of Thailand"
    ]
}