{
    "eid": "2-s2.0-85077084853",
    "title": "The era of e-commerce & online marketing: Risks associated with online shopping",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Arts and Humanities (miscellaneous)",
            "@code": "1201",
            "@abbrev": "ARTS"
        }
    ],
    "keywords": [
        "E-Commerce",
        "E-shopping",
        "Online shopping",
        "Privacy",
        "Risks",
        "Trust",
        "Women"
    ],
    "authors": [
        "Somdech Rungsrisawat",
        "Thanaporn Sriyakul",
        "Kittisak Jermsittiparsert"
    ],
    "citedby-count": 4,
    "ref-count": 31,
    "ref-list": [
        "Consumers' attitude towards online shopping: Factors influencing employees of crazy domains to shop online.",
        "The impact of social networks on consumers' behaviors background of the study.",
        "Consumer Perceived Risk, Attitude and Online Shopping Behaviour; Empirical Evidence from Malaysia.",
        "E-commerce factors influencing consumers' online shopping decision.",
        "E-commerce factors influencing consumers' online shopping decision.",
        "Determinants of trust in B2C e-commerce and their relationship with consumer online trust.",
        "Initial trust and online buyer behavior.",
        "The Impact of Online sales on consumer and firms.",
        "Influence of social media marketing on customer engagement.",
        "Factors influencing consumers' online shopping in China.",
        "An Empirical Investigation on the adoption of e-Commerce in Bangladesh.",
        "Internet users' attitudes toward business-to-consumer online shopping: A survey.",
        "The B2C e-Commerce Index of Thailand - A Paradox of Online Penetration.",
        "Critical success factor for e-commerce in Thailand: Cultural and Infrastructural Influences.",
        "The conception of consumer perceived risk towards online purchases of apparel and an idiosyncratic scrutiny of perceived social risk: a review of literature.",
        "Factor that affecting success of E-marketplace in Thailand.",
        "Consumer Perception towards Online Marketing in India.",
        "Exploring Womens attitude in Online Shopping- A review of Literature.",
        "Consumer buying behavior towards online shopping: An empirical study on Dhaka city, Bangladesh.",
        "A Study of Indian online consumers & their.",
        "Is the influence of privacy and security on online trust the same for all type of consumers?",
        "Consumer online shopping behavior: The effect of internet marketing environment, product characteristics, familiarity and confidence, and promotional offer.",
        "Mining customer knowledge for exploring online group buying behavior.",
        "Consumers' Attitude towards Online Shopping: Factors influencing Gotland consumers to shop online (Unpublished master's thesis).",
        "Consumers' Attitude towards Online Shopping: Factors influencing Gotland consumers to shop online (Unpublished master's thesis).",
        "\"Partial Correlation Analysis Using Multiple Linear Regression: Impact on Business Environment of Digital Marketing Interest in the Era of Industrial Revolution 4.0.\"",
        "United Nations Conference on Trade and Development (UNCTAD).",
        "\"Health Care Service Delivery Based on the Internet of Things: A Systematic and Comprehensive Study.\"",
        "Risk reduction strategies in online shopping: E-trust perspective.",
        "World Economic Forum.",
        "World Economic Forum"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60103781",
            "affilname": "Suan Sunandha Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103781",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60009119",
            "affilname": "Mahanakorn University of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009119",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}