{
    "eid": "2-s2.0-84895852271",
    "title": "Formation of bio-based elastomer from styrene-butadiene copolymer and epoxidized soybean oil",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "Bio-elastomer",
        "Epoxidized soybean oil",
        "Mechanical Properties",
        "Polymerization",
        "Styrene-butadiene copolymer"
    ],
    "authors": [
        "Jin Zhang"
    ],
    "citedby-count": 9,
    "ref-count": 30,
    "ref-list": [
        "Single-chain scattering in heterogeneous block copolymers",
        "The Ordered Bicontinuous Double-Diamond Morphology in Diblock Copolymer/Homopolymer Blends",
        "New anion conducting membranes based on functionalized styrene-butadiene- styrene triblock copolymer for fuel cells applications",
        "Anionic Polymerization: Principles and Practical Applications, 1st Edn",
        "Thermoplastic Elastomers: A Comprehensive Review",
        "J Polym Sci A Polym Chem",
        "Vegetable Oils in Food Technology: Composition, Properties and Uses, 1st Edn",
        "New soybean oil-styrene-divinylbenzene thermosetting copolymers. I. Synthesis and characterization",
        "Synthesis of microbial elastomers based on soybean oil. Autoxidation kinetics, thermal and mechanical properties",
        "Synthesis and characterization of the different soy-based polyols by ring opening of epoxidized soybean oil with methanol, 1,2-ethanediol and 1,2-propanediol",
        "Polymerization of drying oils. VI. Catalytic polymerization of fatty acids and esters with boron trifluoride and hydrogen fluoride",
        "Soybean oil-divinylbenzene thermosetting polymers: Synthesis, structure, properties and their relationships",
        "Affordable composites from renewable sources (ACRES)",
        "Affordable Composites from Renewable Sources (ACRES); 216th ACS National Meeting",
        "Chem Chem Technol",
        "Biopolymers from Renewable Resources",
        "J Elastomers Plast.",
        "Structure and properties of partially epoxidized soybean oil",
        "Thermal and rheological properties of vegetable oil-based epoxy resins cured with thermally latent initiator",
        "Epoxidation of soybean oil using a homogeneous catalytic system based on a molybdenum (VI) complex",
        "Epoxidized soybean oil as a potential source of high-temperature lubricants",
        "Synthesis of structured nanoparticles of styrene/butadiene block copolymers via RAFT seeded emulsion polymerization",
        "Tin-coupled star-shaped block copolymer of styrene and butadiene (I) synthesis and characterization",
        "A new approach to styrenic thermoplastic elastomers: Synthesis and characterization of crystalline styrene-butadiene-styrene triblock copolymers",
        "Properties of Low Molecular Weight Block Copolymers. 4. Differential Scanning Calorimetry and Refractive Index-Temperature Measurements on Styrene-Butadiene Diblock Copolymers and Styrene-Butadiene-Styrene Triblock Copolymers",
        "Synthesis and distribution of structural units-thermal property relationship of random and block butadiene-styrene copolymers with high trans 1,4 units content produced using an initiator composed of alkyl aluminum, n-butyl lithium, and barium alkoxide",
        "Polymer",
        "Preparation of diblock copolymer PBA-b-PSt by DPE method in emulsion",
        "Nepal J Sci Technol",
        "Influence of silica and electron beam radiation on the properties of a high vinyl styrene-butadiene-styrene block copolymer"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Jinju",
            "affilname": "Gyeongsang National University",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Qingdao",
            "affilname": "Qingdao University of Science and Technology",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "Fusion Technology of Environment Project",
        "Ministry of Environment, Republic of Korea"
    ]
}