{
    "eid": "2-s2.0-84960324182",
    "title": "Water-Assisted Nitrile Oxide Cycloadditions: Synthesis of Isoxazoles and Stereoselective Syntheses of Isoxazolines and 1,2,4-Oxadiazoles",
    "cover-date": "2016-03-14",
    "subject-areas": [
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Catalysis",
            "@code": "1503"
        }
    ],
    "keywords": [
        "alkenes",
        "cycloaddition",
        "green chemistry",
        "heterocycles",
        "water"
    ],
    "authors": [
        "Chatchai Kesornpun"
    ],
    "citedby-count": 112,
    "ref-count": 49,
    "ref-list": [
        "Nitrile Oxides, Nitrones and Nitronates in Organic Synthesis: Novel Strategies in Synthesis",
        "Isoxazoline containing natural products as anticancer agents: A review",
        "The antiparasitic isoxazoline A1443 is a potent blocker of insect ligand-gated chloride channels",
        "Synthesis and evaluation of 4,5-dihydro-5-methylisoxazolin-5-carboxamide derivatives as VLA-4 antagonists",
        null,
        null,
        "VGX-1027 modulates genes involved in lipopolysaccharide-induced Toll-like receptor 4 activation and in a murine model of systemic lupus erythematosus",
        "Synthesis and biological evaluation of 3,5-disubstituted-4-alkynylisoxozales as a novel class of HSP90 inhibitors",
        "General role of the amino and methylsulfamoyl groups in selective cyclooxygenase(COX)-1 inhibition by 1,4-diaryl-1,2,3-triazoles and validation of a predictive pharmacometric PLS model",
        "Substituted isoxazoles as potent inhibitors of p38 MAP kinase",
        "Design, synthesis and antimycobacterial activity of various 3-(4-(substitutedsulfonyl)piperazin-1-yl)benzo[ d[isoxazole derivatives",
        "The new era of 1,2,4-oxadiazoles",
        "Synthesis of 3,5-disubstituted 1,2,4-oxadiazoles and their behavior of liquid crystallines",
        "Synthesis and biological evaluation of novel marine-derived indole-based 1,2,4-oxadiazoles derivatives as multifunctional neuroprotective agents",
        "A solvent free, four-component synthesis and 1,3-dipolar cycloaddition of 4(H)-pyrans with nitrile oxides: Synthesis and discovery of antimycobacterial activity of enantiomerically pure 1,2,4-oxadiazoles",
        "Exploration of the structure-activity relationship of 1,2,4-oxadiazole antibiotics",
        "Polyketide building blocks via diastereoselective nitrile oxide cycloadditions with homoallylic alcohols and monoprotected homoallylic diols",
        "N-Heterocyclic carbene-catalyzed 1,3-dipolar cycloaddition reactions: A facile synthesis of 3,5-di- and 3,4,5-trisubstituted isoxazoles",
        "Reaction of nitrile oxides with masked o-benzoquinones; Synthesis of highly functionalized isoxazolines",
        "Efficient assembly of 3-substituted oxindole-based isoxazolines leading to the synthesis of (±)-flustraminol-B and related natural product building blocks",
        "Ruthenium-catalyzed cycloaddition of nitrile oxides and alkynes: Practical synthesis of isoxazoles",
        "Angew. Chem.",
        "Oxime-Mediated Oxychlorination and Oxybromination of Unactivated Olefins",
        "Ruthenium-catalyzed cycloadditions of 1-haloalkynes with nitrile oxides and organic azides: Synthesis of 4-haloisoxazoles and 5-halotriazoles",
        "Synthesis of trisubstituted isoxazoles by palladium(ii)-catalyzed cascade cyclization-alkenylation of 2-alkyn-1-one o -methyl oximes",
        null,
        null,
        "Angew. Chem.",
        "Copper-catalyzed oxyazidation of unactivated alkenes: A facile synthesis of isoxazolines featuring an azido substituent",
        "Enantioselective synthesis of trifluoromethyl-substituted 2-isoxazolines: Asymmetric hydroxylamine/enone cascade reaction",
        "Angew. Chem.",
        "Nitrile oxide/alkyne cycloadditions - A credible platform for synthesis of bioinspired molecules by metal-free molecular clicking",
        "An organocatalyst from renewable materials for the synthesis of coumarins and chromenes: Three-component reaction and multigram scale synthesis",
        "Antimycobacterial activity of natural products and synthetic agents: Pyrrolodiquinolines and vermelhotin as anti-tubercular leads against clinical multidrug resistant isolates of Mycobacterium tuberculosis",
        "An environmentally benign synthesis of isoxazolines and isoxazoles mediated by potassium chloride in water",
        "Iodine(III)-Mediated [3 + 2] cyclization for one-pot synthesis of benzo[ d ]isoxazole-4,7-diols in aqueous medium",
        "An anomalous hydration/dehydration sequence for the mild generation of a nitrile oxide",
        "Development of variously functionalized nitrile oxides",
        "Inverse electron-demand 1,3-dipolar cycloaddition of nitrile oxide with common nitriles leading to 3-functionalized 1,2,4-oxadiazoles",
        "Divergent reactivity of α-oximino carbenoids: Facile access to 2-isoxazolines and 2H-azirines",
        "Pyridine-2,6-bis(oxazolines), helpful ligands for asymmetric catalysts",
        "Synthesis of Bis(oxazoline) Ligands Possessing C-5 gem-Disubstitution and Their Application in Asymmetric Friedel-Crafts Alkylations",
        "DFT study of a 5-endo-trig-type cyclization of 3-alkenoic acids by using Pd-spiro-bis(isoxazoline) as catalyst: Importance of the rigid spiro framework for both selectivity and reactivity",
        "Synthesis of perfluoroalkyl-substituted bis(oxazolines) as ligands for catalytic enantioselective reactions",
        "Carbohydrate-based spiro bis(isoxazolines): synthesis and evaluation in asymmetric catalysis",
        "Justus Liebigs Ann. Chem.",
        "Copper-free 'click' modification of dna via nitrile oxide-norbornene 1,3-dipolar cycloaddition",
        null,
        "1,3-Dipolar cycloaddition of nitrile oxides with C1-substituted 7-oxabenzonorbornadienes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulabhorn Graduate Institute",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulabhorn Research Institute",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ministry of Higher Education, Science, Research and Innovation",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadapisek Sompoch Endowment Fund",
        "Ministry of Education",
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}