{
    "eid": "2-s2.0-85159936183",
    "title": "Coursebooks or the BNC? Teaching English Verbs and Their Dependent Prepositions",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Language and Linguistics",
            "@code": "1203",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Linguistics and Language",
            "@code": "3310",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Corpus",
        "Dependent prepositions",
        "Prepositional verbs",
        "Prepositions after verbs",
        "Teaching"
    ],
    "authors": [
        "Piyaboot Sumonsriworakun"
    ],
    "citedby-count": 0,
    "ref-count": 43,
    "ref-list": [
        "Lexical collocations: A contrastive view",
        "Looking for prepositional verbs in corpus data",
        "Corpora for theory and practice",
        "Quantifying the development of phraseological competence in L2 English writing: An automated approach",
        "Longman Communication 3000 and the Longman Defining Vocabulary",
        "Frequency and variability in errors in the use of English prepositions",
        "Corpora and language teaching: Just a fling or wedding bells?",
        "CQPweb – combining power, flexibility and usability in a corpus analysis tool",
        "Collocations in Malaysian English learners’ writing: A corpus-based error analysis. 3L; Language, Linguistics and Literature",
        "Examining the English complex prepositions “according to”, “because of”, and “due to” in Thai university student writing",
        "Compound prepositions used by Iraqi EFL university students",
        "Micro-concord: A language learner’s research tool",
        "Phraseology and language pedagogy: Semantic preferences associated with English verbs in the British National Corpus",
        "Using a corpus‐based lexicogrammatical approach to grammar instruction in EFL and ESL contexts",
        "Thai university undergraduates’ errors in English writing",
        "Comparing concordances of language patterns and words by ESL intermediate learners: A preliminary experiment with two mobile concordancers",
        "The prepositional flux",
        "Extending the Cochran rule for the comparison of word frequencies between corpora",
        "The effect of hands-on and hands-off data-driven learning on low-intermediate learners’ verb-preposition collocations",
        "The prepositions verbs associate with: A corpus investigation of collocation in prepositional verbs",
        "Systematicity of L1 Thai learners’ English interlanguage of dependent prepositions",
        "Korean university students’ use of prepositional verbs: A corpus-based study"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University Language Institute"
    ]
}