{
    "eid": "2-s2.0-85029485245",
    "title": "Molecular gas properties of a lensed star-forming galaxy at z 3.6: A case study",
    "cover-date": "2017-09-01",
    "subject-areas": [
        {
            "$": "Space and Planetary Science",
            "@code": "1912"
        },
        {
            "$": "Astronomy and Astrophysics",
            "@code": "3103"
        }
    ],
    "keywords": [
        "Cosmology: observations",
        "Galaxies: evolution",
        "Galaxies: high-redshift",
        "Gravitational lensing: strong",
        "ISM: molecules"
    ],
    "authors": [
        "M. Dessauges-Zavadsky"
    ],
    "citedby-count": 44,
    "ref-count": 108,
    "ref-list": [
        "A survey of the cold molecular gas in gravitationally lensed star-forming galaxies at z > 2",
        "Line formation in solar granulation IV. [O I], O I and OH lines and the photospheric O abundance",
        "The egnog survey: MOLECULAR gas in intermediate-redshift star-forming galaxies",
        "Estimating star formation rates from infrared and radio luminosities: The origin of the radio-infrared correlation",
        "Evolution of the dust emission of massive galaxies up to z = 4 and constraints on their dominant mode of star formation",
        null,
        "The impact of cold gas accretion above a mass floor on galaxy scaling relations",
        "Modeling CO emission from hydrodynamic simulations of nearby spirals, starbursting mergers, and high-redshift galaxies",
        "A survey of molecular gas in luminous sub-millimetre galaxies",
        "Size evolution of the most massive galaxies at 1.7 < z < 3 from GOODS NICMOS survey imaging",
        "Cool gas in high-redshift galaxies",
        "Galactic stellar and substellar initial mass function",
        "The low-mass end of the fundamental relation for gravitationally lensed star-forming galaxies at 1 < z < 6",
        "A & A",
        "Errors in elliptical Gaussian fits",
        "New fully empirical calibrations of strong-line metallicity indicators in star-forming galaxies",
        "On the effect of the cosmic microwave background in high-redshift (SUB-)millimeter observations",
        "Multiwavelength study of massive galaxies at z ∼ 2.I. star formation and galaxy growth",
        "Very high gas fractions and extended gas reservoirs in z = 1.5 Disk galaxies",
        "CO excitation of normal star-forming galaxies out to z = 1.5 as regulated by the properties of their interstellar medium",
        "Galaxy evolution in cosmological simulations with outflows - II. Metallicities and gas fractions",
        "An analytic model for the evolution of the stellar, gas and metal content of galaxies",
        "A & A",
        "Molecular gas content in strongly lensed z ~ 1.5-3 star-forming galaxies with low infrared luminosities",
        "Rotating nuclear rings and extreme starbursts in ultraluminous galaxies",
        "A deep ALMA image of the Hubble Ultra Deep Field",
        "MACS: A quest for the most massive galaxy clusters in the universe",
        "Galaxy morphologies in the hubble ultra deep field: Dominance of linear structures at the detection limit",
        "A COHERENT STUDY of EMISSION LINES from BROADBAND PHOTOMETRY: SPECIFIC STAR FORMATION RATES and [O III]/Hβ RATIO at 3 < z < 6",
        "COBE Far Infrared Absolute Spectrophotometer observations of galactic lines",
        "CO interferometry of gas-rich spiral galaxies in the outskirts of an intermediate redshift cluster",
        "On the evolution of the molecular gas fraction of star-forming galaxies",
        "The growth of dark matter halos: Evidence for significant smooth accretion",
        "A study of the gas-star formation relation over cosmic time",
        null,
        "PHIBSS: Molecular gas, extinction, star formation, and kinematics in the z = 1.5 star-forming galaxy EGS13011166",
        "Combined CO and dust scaling relations of depletion time and molecular gas fractions with cosmic time, specific star-formation rate, and stellar mass",
        "Clumpy galaxies in candels. I. the definition of UV clumps and the fraction of clumpy galaxies at 0.5 < z < 3",
        "Rest-frame optical spectra of three strongly lensed galaxies at z ∼ 2",
        "On the normalization of the cosmic star formation history",
        "In Molecular Hydrogen in Space",
        "Molecular gas and dust in the highly magnified z ∼ 2.8 galaxy behind the Bullet Cluster",
        "Multiscale cluster lens mass mapping - I. Strong lensing modelling",
        null,
        "The Physics of Interstellar Dust",
        "Cosmic evolution of the atomic and molecular gas contents of galaxies",
        "Which galaxies dominate the neutral gas content of the universe?",
        "The kiloparsec-scale kinematics of high-redshift star-forming galaxies",
        null,
        "Infrared emission from interstellar dust. II. The diffuse interstellar medium",
        "Strong lensing by a node of the cosmic web: The core of MACS J0717.5+3745 at z = 0.55",
        "Observational limits on the gas mass of a z = 4.9 GALAXY",
        "The star formation history of field galaxies",
        null,
        "The evolving interstellar medium of star-forming galaxies since z = 2 as probed by their infrared spectral energy distributions",
        null,
        "ApJ",
        "A fundamental relation between mass, star formation rate and metallicity in local and high-redshift galaxies",
        "The metallicity of the long GRB hosts and the fundamental metallicity relation of low-mass galaxies",
        "The formation of galactic discs",
        "A theory for the excitation of CO in star-forming galaxies",
        null,
        "The molecular gas in luminous infrared galaxies - I. CO lines, extreme physical conditions and their drivers",
        "Detailed structural decomposition of galaxy images",
        "[O III]/[N II] as an abundance indicator at high redshift",
        "A multi-scale multi-frequency deconvolution algorithm for synthesis imaging in radio interferometry",
        "The relation between cool cluster cores and Herschel-detected star formation in brightest cluster galaxies",
        "The emission line properties of gravitationally lensed 1.5 < z < 5 galaxies",
        "A massive molecular gas reservoir in the z = 5.3 submillimeter galaxy AzTEC-3",
        "ApJ",
        "Determining star formation rates for infrared galaxies",
        "The first Herschel view of the mass-SFR link in high- z galaxies",
        "The lesser role of starbursts in star formation at z = 2",
        "ApJ",
        "VLA and ALMA IMAGING of INTENSE GALAXY-WIDE STAR FORMATION in z ∼ 2 GALAXIES",
        "The impact of interactions, bars, bulges, and active galactic nuclei on star formation efficiency in local massive galaxies",
        "Validation of the equilibrium model for galaxy evolution to z ∼ 3 through molecular gas and dust observations of lensed star-forming galaxies",
        "The dust content of high-z submillimeter galaxies revealed by Herschel",
        "The impact of nebular emission on the ages of z ≈ 6 galaxies",
        "On the physical properties of z ≈ 6-8 galaxies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Geneva",
            "affilname": "Faculty of Science",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "Toulouse",
            "affilname": "Institut de Recherche en Astrophysique et Planétologie (IRAP)",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "La Jolla",
            "affilname": "Center for Astrophysics &amp; Space Sciences",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Lausanne",
            "affilname": "École Polytechnique Fédérale de Lausanne",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "The University of Tokyo",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Charlottesville",
            "affilname": "National Radio Astronomy Observatory",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Neuville-sur-Oise",
            "affilname": "LERMA - Laboratoire d'Études du Rayonnement et de la Matière en Astrophysique et Atmosphères",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Villeurbanne",
            "affilname": "Université Claude Bernard Lyon 1",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Honolulu",
            "affilname": "University Hawaii Institute for Astronomy",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Tucson",
            "affilname": "The University of Arizona",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Baltimore",
            "affilname": "Space Telescope Science Institute",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Marseille",
            "affilname": "Laboratoire d'Astrophysique de Marseille",
            "affiliation-country": "France"
        }
    ],
    "funding": [
        "INSU",
        "Institut de Radioastronomie Millimétrique",
        "Japan Society for the Promotion of Science",
        "Schweizerischer Nationalfonds zur Förderung der Wissenschaftlichen Forschung",
        "Centre National de la Recherche Scientifique"
    ]
}