{
    "eid": "2-s2.0-84926152036",
    "title": "MD simulations of hydrogen diffusion in ZIF-11 with a force field fitted to experimental adsorption data",
    "cover-date": "2015-02-01",
    "subject-areas": [
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        }
    ],
    "keywords": [
        "Adsorption",
        "Force field",
        "Hydrogen",
        "Simulation",
        "ZIF-11"
    ],
    "authors": [
        "P. Schierz"
    ],
    "citedby-count": 18,
    "ref-count": 35,
    "ref-list": [
        "Metal-organic frameworks",
        "Exceptional chemical and thermal stability of zeolitic imidazolate frameworks",
        null,
        "Zeolitic imidazolate framework-8 as a reverse osmosis membrane for water desalination: Insight from molecular simulation",
        "Force field for molecular dynamics computations in flexible ZIF-8 framework",
        "Unexpected molecular sieving properties of zeolitic imidazolate framework-8",
        "Development of a force field for zeolitic imidazolate framework-8 with structural flexibility",
        "Flexibility and swing effect on the adsorption of energy-related gases on ZIF-8: Combined experimental and simulation study",
        "Feasibility of zeolitic imidazolate framework membranes for clean energy applications",
        "Investigating the reasons for the significant influence of lattice flexibility on self-diffusivity of ethane in Zn(tbip)",
        "Understanding the anomalous alkane selectivity of ZIF-7 in the separation of light alkane/alkene mixtures",
        "Opening the gate: Framework flexibility in ZIF-8 explored by experiments and simulations",
        "Sorption-induced structural transition of zeolitic imidazolate framework-8: A hybrid molecular simulation study",
        null,
        "The Cambridge Structural Database: A quarter of a million crystal structures and rising",
        "A Point-Charge Force Field for Molecular Mechanics Simulations of Proteins Based on Condensed-Phase Quantum Mechanical Calculations",
        "Anisotropic nonadditive ab initio force field for noncovalent interactions of H2",
        "Chem. Eng. J.",
        "Investigating the relative influences of molecular dimensions and binding energies on diffusivities of guest species inside nanoporous crystalline materials",
        "Effect of pore topology and accessibility on gas adsorption capacity in zeolitic-imidazolate frameworks: Bringing molecular simulation close to experiment",
        "Molecular dynamics simulations of alcohol dehydrogenase with a four‐ or five‐coordinate catalytic zinc ion",
        "Automatic atom type and bond type perception in molecular mechanical calculations",
        "DL_POLY_3: New dimensions in molecular dynamics simulations via massive parallelism",
        null,
        "Loading-dependent transport properties of zeolitic imidazolate frameworks probed by in-situ PFG NMR",
        "Proceedings of the NATO Advanced Study Institute on New Perspectives in Computer Simulation in Chemical Physics",
        "Molekulardynamik - Grundlagen und Anwendungen, Mit Einem Kapitel Über",
        "Diffus. Nanoporous Mater.",
        "Water dynamics in chabazite",
        null,
        "Molecular dynamics simulations on the effects of diameter and chirality on hydrogen adsorption in single walled carbon nanotubes",
        "J. Chem. Phys.",
        "Physisorption of hydrogen on microporous carbon and carbon nanotubes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Leipzig",
            "affilname": "Universität Leipzig",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Rayong",
            "affilname": "Office of Corporate RandD",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University Thailand",
        "ZIH in Dresden",
        "Deutsche Forschungsgemeinschaft",
        "Chulalongkorn University"
    ]
}