{
    "eid": "2-s2.0-85111196154",
    "title": "Do algorithm traders mitigate insider trading profits?: Evidence from the Thai stock market",
    "cover-date": "2021-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Nopparat Wongsinhirun",
        "Pattanaporn Chatjuthamard",
        "Sirimon Treepongkaruna",
        "Tanakorn Likitapiwatc"
    ],
    "citedby-count": 0,
    "ref-count": 48,
    "ref-list": [
        "Predictive and statistical properties of insider trading",
        "Detecting information from directors' trades: Signal definition and variable size effects",
        "Market structure and trader anonymity: An analysis of insider trading",
        "The impact of illegal insider trading in dealer and specialist markets: Evidence from a natural experiment",
        "Insider trading and voluntary disclosures",
        "Does algorithmic trading improve liquidity?",
        "High frequency trading and price discovery",
        "High frequency traders news and volatility",
        "News trading and speed",
        "Algorithmic trading and market quality: International evidence",
        "Are all insiders on the inside? Evidence from the initiation of CDS trading and short selling in the financial sector",
        "Information asymmetry R&D and insider gains",
        "Insider trading in a rational expectations economy",
        "The relation among capital markets financial disclosure production efficiency and insider trading",
        "Do insider trades reflect both contrarian beliefs and superior knowledge about future cash flow realizations?",
        "Competition of the informed: Does the presence of short sellers affect insider selling?",
        "Special information and insider trading",
        "Insiders and market efficiency",
        "Insiders' profits costs of trading and market efficiency",
        "Informed options trading prior to takeovers-Does the regulatory environment matter?",
        "Are insider trades informative?",
        "Estimating the returns to insider trading: A performance-evaluation perspective",
        "Taking stock: Equity-based compensation and the evolution of managerial ownership",
        "An empirical analysis of illegal insider trading",
        "Insider trading in the OTC market",
        "Insider trading and the value of the firm",
        "Earnings quality insider trading and cost of capital",
        "Very fast money: High-frequency trading on the NASDAQ",
        "Do high-Frequency traders anticipate buying and selling pressure?",
        "What enhances insider trading profitability?",
        "Attentive insider trading",
        "Price trade size and information in securities markets",
        "Trading volume and price reactions to public announcements",
        "Relative tick size and the trading environment",
        "Does algorithmic trading reduce information acquisition?",
        "The governance effect of the media's news dissemination role: Evidence from insider trading",
        "Why does aggregate insider trading predict future stock returns?",
        "Overreaction and insider trading: Evidence from growth and value portfolios",
        "The cross-section of expected stock returns",
        "Contrarian investment extrapolation and risk",
        "Decoding inside information",
        "What do independent directors know? Evidence from their trading"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60189723",
            "affilname": "The UWA Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189723",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}