{
    "eid": "2-s2.0-84893729217",
    "title": "Comparative assessment of the environmental profile of PLA and PET drinking water bottles from a life cycle perspective",
    "cover-date": "2014-02-15",
    "subject-areas": [
        {
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209"
        },
        {
            "$": "Strategy and Management",
            "@code": "1408"
        },
        {
            "$": "Renewable Energy",
            "@code": "2105"
        },
        {
            "$": "General Environmental Science",
            "@code": "2300"
        }
    ],
    "keywords": [
        "Cassava",
        "Life cycle assessment",
        "Polyethylene terephthalate (PET)",
        "Polylactic acid (PLA)"
    ],
    "authors": [
        "Seksan Papong"
    ],
    "citedby-count": 186,
    "ref-count": 37,
    "ref-list": [
        "Biodegradable packaging life-cycle assessment",
        "The Sustainability Consortium White Paper",
        "Clean technology for the tapioca starch industry in Thailand",
        "European Association of Environmental and Resource Economists, 18th Annual Conference",
        "Electric Power in Thailand 2012",
        "IFEU Report",
        "Economics and GHG emission reduction of a PLA bio-refinery system - Combining bottom-up analysis with price elasticity effects",
        "Ecoinvent v2.2 Database",
        "Poly(Lactic Acid) Fibers. Chapter 6: Biodegradable and Sustainable Fibres",
        "Technical Review",
        "Life cycle assessment of polylactic acid and polyethylene terephthalate bottles for drinking water",
        "Sci. J. Riga Tech. Univ.",
        "Life cycle assessment of the manufacture of lactide and PLA biopolymers from sugarcane in Thailand",
        "Annual Information Report 2013 (Form 56-1)",
        "2006 IPCC Guidelines for National Greenhouse Gas Inventories, Prepared by the National Greenhouse Gas Inventories Programme",
        "ISO 14040: Environmental Management - Life Cycle Assessment - Principals and Framework",
        "ISO 14044: Environmental Management - Life Cycle Assessment - Requirements and Guidelines",
        "Solid-state fermentation for L-lactic acid production from agro wastes using Lactobacillus delbrueckii",
        "Assessment of anaerobic degradation of Ingeo™ polylactides under accelerated landfill conditions",
        "Assessment of the environmental profile of PLA, PET and PS clamshell containers using LCA methodology",
        "Comparative Life Cycle Assessment of Two Materials for the K2233-1C Tray: PET Compared to the PLA Polymer INGEO",
        "A Research for Eco-efficiency Comparison of Electricity Generation from Renewable Energy and Fossil Fuels by Using Life Cycle Assessment",
        "Thai National Life Cycle Inventory Database",
        "An overview of the recent developments in polylactide (PLA) research",
        "National Roadmap for the Development of Bioplastics Industry (2008-2012)",
        "Strategic Research and Development Plan for Thai Cassava Starch Industry (2012-2016)",
        "Agricultural Statistics of Thailand: Cassava",
        "The 2nd International Conference on Biotechnology and Environment Management",
        "An environmental life cycle assessment comparing Australian sugarcane with US corn and UK sugar beet as producers of sugars for fermentation",
        "Life cycle energy consumption and greenhouse gas emissions of polylactic acid (PLA) and polystyrene (PS) trays",
        "Sustainability metrics: Life cycle assessment and green design in polymers",
        "Utilisation options of renewable resources: a life cycle assessment of selected products",
        "A critical comparison of ten disposable cup LCAs",
        "The eco-profiles for current and near-future NatureWorks® polylactide (PLA) production",
        "The eco-profile for current Ingeo® polylactide production",
        "Techno-economic Feasibility of Large-scale Production of Bio-based Polymers in Europe",
        "Anaerobic biodegradation tests of poly(lactic acid) and polycaprolactone using new evaluation system for methane fermentation in anaerobic sludge"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Metal and Materials Technology Center",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Kasetsart University",
        "Ministry of Science and Technology, Taiwan",
        "Agência Nacional de Inovação"
    ]
}