{
    "eid": "2-s2.0-85109321071",
    "title": "Nigella sativa callus treated with sodium azide exhibit augmented antioxidant activity and DNA damage inhibition",
    "cover-date": "2021-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Mohammed Shariq Iqbal",
        "Zahra Iqbal",
        "Abeer Hashem",
        "Al Bandari Fahad Al-Arjani",
        "Elsayed Fathi Abd-Allah",
        "Asif Jafri",
        "Shamim Akhtar Ansari",
        "Mohammad Israil Ansari"
    ],
    "citedby-count": 7,
    "ref-count": 72,
    "ref-list": [
        "A review on therapeutic potential of Nigella sativa: A miracle herb",
        "Antioxidant activity of Nigella sativa essential oil",
        "Development and evaluation of doxorubicin self nanoemulsifying drug delivery system with Nigella Sativa oil against human hepatocellular carcinoma",
        "Protective effect of thymoquinone, the main component of Nigella Sativa, against diazinon cardio-toxicity in rats",
        "Assessment of in vitro antibacterial activity and cytotoxicity effect of Nigella sativa oil",
        "Antibacterial and antifungal properties of essential oils",
        "The chemistry behind antioxidant capacity assays",
        "A comparative antibacterial activity of three common spices extract and their anti-proliferative and apoptotic effectiveness against human breast adenocarcinoma cells",
        "Chemical composition of seed essential oils from Algerian Nigella sativa extracted by microwave and hydrodistillation",
        "Chemical composition of Nigella sativa L. seed extracts obtained by supercritical carbon dioxide",
        "Nigella sativa L. (black cumin): A promising natural remedy for wide range of illnesses",
        "Essential oils of Nigella sativa protects Artemia from the pathogenic effect of Vibrio parahaemolyticus Dahv2",
        "Overview of the preclinical pharmacological properties of Nigella sativa (black seeds): A complementary drug with historical and clinical significance",
        "Black seed (Nigella sativa) and its constituent thymoquinone as an antidote or a protective agent against natural or chemical toxicities",
        "Molecular pathway for thymoquinone-induced cell-cycle arrest and apoptosis in neoplastic keratinocytes",
        "Antitumor and anti-angiogenesis effects of thymoquinone on osteosarcoma through the NF-κB pathway",
        "Radiosensitization in human breast carcinoma cells by thymoquinone: Role of cell cycle and apoptosis",
        "Thymoquinone chemosensitizes colon cancer cells through inhibition of NF-κB",
        "Anti-cancer properties and mechanisms of action of thymoquinone, the major active ingredient of Nigella sativa",
        "Terpene conjugates of the Nigella sativa seed-oil constituent thymoquinone with enhanced efficacy in cancer cells",
        "Enhancement of bioavailability and pharmacodynamic effects of thymoquinone via nanostructured lipid carrier (NLC) formulation",
        "Integrated omics analysis of specialized metabolism in medicinal plants",
        "SWATH-MS-based proteomics: Strategies and applications in plants",
        "Combination of proteogenomics with peptide de novo sequencing identifies new genes and hidden posttranscriptional modifications",
        "Full-length transcript-based proteogenomics of rice improves its genome and proteome annotation",
        "Stress and defense responses in plant secondary metabolites production",
        "Plant growth under water/salt stress: ROS production; antioxidants and significance of added potassium under such conditions",
        "Role of ROS and RNS sources in physiological and pathological conditions",
        "The importance of antioxidants which play the role in cellular response against oxidative/nitrosative stress: Current state",
        "Significance of antioxidant potential of plants and its relevance to therapeutic applications",
        "Biotechnological exercises in the production of secondary metabolites and its significance in health care practices",
        "Elicitor signal transduction leading to production of plant secondary metabolites",
        "Elucidation of the RNA-granule inducing sodium azide stress response through transcriptome analysis",
        "Carotenoids in roots indicated the level of stress induced by mannitol and sodium azide treatment during the early stages of maize germination",
        "Stress response due to sodium azide treatment inside Nigella sativa L. plant and its effect on antioxidative property",
        "Enhancement of total antioxidants and flavonoid (quercetin) by methyl jasmonate elicitation in tissue cultures of onion (Allium cepa L.)",
        "A revised medium for rapid growth and bio assays with tobacco tissue cultures",
        "In vitro studies on the effect of Sodium azide treatment on secondary metabolites production in Andrographis paniculata (Burm. F.) Nees",
        "Differential metabolism of sodium azide in maize callus and germinating embryos",
        "Comparative evaluation of protein extraction methods from few leguminous seeds",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Differential extraction and variation in substrate specificity in isoperoxidases of Annona squamosa L",
        "Effect of heat treatment on polyphenol oxidase and peroxidase activities in Algerian stored dates",
        "Differential activation of catalase expression and activity by PPAR agonists: Implications for astrocyte protection in anti-glioma therapy",
        "Estimation of total phenolic content, in-vitro antioxidant and anti-inflammatory activity of flowers of Moringa oleifera",
        "Flavonoid quantification in onion by spectrophotometric and high performance liquid chromatography analysis",
        "Spectrophotometric determination of chlorophyll-A, B and total carotenoid contents of some algae species using different solvents",
        "Solvent based optimization for extraction and stability of thymoquinone from Nigella sativa Linn. and its quantification using RP-HPLC",
        "HPTLC assay of thymoquinone in black seed and black seed oil (Nigella Sativa Linn) and identification of thymoquinone conversion with Uv–Vis",
        "HPLC–DAD determination of seven antioxidants and caffeine in different phytopharmaceuticals",
        "Phytochemical screening of Sterculia foetida seed extract for anti-oxidant, anti-microbial activity, and detection of apoptosis through reactive oxygen species (ROS) generation, mitochondrial membrane potential (MMP) decrease, and nuclear fragmentation in human osteosarcoma cells",
        "Screening of Brazilian plant extracts for antioxidant activity by the use of DPPH free radical method",
        "Manipulation of plant growth regulators on phytochemical constituents and DNA protection potential of the medicinal plant Arnebia benthamii",
        "Effect of the chemical mutagens sodium azide on plant regeneration of two tomato cultivars under salinity stress condition in vitro",
        "Mechanisms of ROS regulation of plant development and stress responses",
        "Elicitation under salinity stress increases flavonoid content and antioxidant activity in cowpea (Vigna unguiculata) sprouts",
        "Protective effect of Nigella sativa and thymoquinone on serum/glucose deprivation-induced DNA damage in PC12 cells",
        "Thymoquinone induces telomere shortening, DNA damage and apoptosis in human glioblastoma cells",
        "Antibacterial and antioxidant activity of methanol extracts of Crocus sativus L. cv. Kashmirianus",
        "Rearrangement of azidoquinones. Reaction of thymoquinone and 2, 5-dimethyl-1, 4-benzoquinone with sodium azide in trichloroacetic acid",
        "Rearrangements of azidoquinones. V. Stereoselective acid-catalyzed rearrangements of azidoquinones to. Gamma.-cyanoalkylidine-(cyanoarylidine-). DELTA. alpha.,.beta.-butenolides",
        "Synthesis and consecutive reactions of α-azido ketones: A review",
        "The reaction of hydrazoic acid with the naphthoquinones",
        "Change in pH regimes and adventitious root induction in semi-hardwood cuttings of Gmelina arborea Roxb",
        "The effects of sodium azide on seed germination and seedling growth of chili pepper (Capsicum annum L. cv. Landung)",
        "Qualitative phytochemical screening of rhizomes of Curcuma longa Linn",
        "An omics perspective on drug target discovery platforms",
        "Spatiotemporal dissection of the cell cycle with single-cell proteogenomics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Lucknow",
            "@id": "60004095",
            "affilname": "University of Lucknow",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004095",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Ranchi",
            "@id": "60097633",
            "affilname": "Institute of Forest Productivity (IFP), Ranchi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60097633",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Noida",
            "@id": "60076774",
            "affilname": "Amity University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60076774",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Riyadh",
            "@id": "60013183",
            "affilname": "King Saud University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013183",
            "affiliation-country": "Saudi Arabia"
        },
        {
            "affiliation-city": "Riyadh",
            "@id": "60005353",
            "affilname": "College of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005353",
            "affiliation-country": "Saudi Arabia"
        }
    ],
    "funding": []
}