{
    "eid": "2-s2.0-84975229689",
    "title": "Updating the Seismic Reliability of Existing RC Structures in a Marine Environment by Incorporating the Spatial Steel Corrosion Distribution: Application to Bridge Piers",
    "cover-date": "2016-07-01",
    "subject-areas": [
        {
            "$": "Building and Construction",
            "@code": "2215"
        },
        {
            "$": "Civil and Structural Engineering",
            "@code": "2205"
        }
    ],
    "keywords": [
        "Inspection results updating",
        "Marine environment",
        "Seismic reliability",
        "Spatial variability",
        "Steel corrosion",
        "X-ray"
    ],
    "authors": [
        "Yanweerasak Thanapol"
    ],
    "citedby-count": 55,
    "ref-count": 58,
    "ref-list": [
        "Life-cycle design of bridges under multiple hazards: Earthquake, tsunami, and continuous deterioration",
        "Long-term seismic performance of RC structures in an aggressive environment: Emphasis on bridge piers",
        "Life-cycle reliability of RC bridge piers under seismic and airborne chloride hazards",
        "Integration of the effects of airborne chlorides into reliability-based durability design of reinforced concrete structures in a marine environment",
        "Time-dependent reliability analysis of existing RC structures in a marine environment using hazard associated with airborne chlorides",
        "Reliability-based capacity design for reinforced concrete bridge structures",
        "Struct. Infrastruct. Eng.",
        "Seismic assessment of existing RC structures affected by degradation phenomena",
        "Seismic fragility estimates for reinforced concrete bridges subject to corrosion",
        "Probabilistic basis for 2000 SAC federal emergency management agency steel moment frame guidelines",
        "Incorporation of risk and updating in inspection of fatigue-sensitive details of ship structures",
        "Pre-earthquake multi-objective probabilistic retrofit optimization of bridge networks based on sustainability",
        "Struct. Infrastruct. Eng.",
        "Life-cycle cost analysis for bridges",
        "Life-Cycle performance, management, and optimisation of structural systems under uncertainty: Accomplishments and challenges",
        "Reliability of reinforced concrete girders under corrosion attack",
        "Maintenance and management of civil infrastructure based on condition, safety, optimization, and life-cycle cost",
        "Life-cycle of structural systems: recent achievements and future directions",
        "Bridge reliability assessment based on monitoring",
        "Use of monitoring extreme data for the performance prediction of structures: General approach",
        "Aging considerations in the development of time-dependent seismic fragility curves",
        "Geostatistics for natural reources evaluation",
        "Statistical estimation error evaluation theory of local averages of a geotechnical parameter",
        "Design Specification for Highway Bridges",
        "Nonlinear stress-strain behaviour of corrosion-damaged reinforcing bars including inelastic buckling",
        "J. Concr. Struct. Mater. Pavements",
        "Experimental investigation on the relationship between the spatial variation of steel weight loss and the cracking width of RC members using X-ray photograms",
        "J. Concr. Struct. Mater. Pavements",
        "Lifetime multiobjective optimization of cost and spacing of corrosion rate sensors embedded in a deteriorating reinforced concrete bridge deck",
        "Reinforced concrete bridge deck reliability model incorporating temporal and spatial variations of probabilistic corrosion rate sensor data",
        "A study of the application of reliability theory to the design of concrete cover",
        "Proc. Japan Concr. Inst.",
        "Am. Concr. Inst.",
        "Maintaining reliability of concrete structures. I: Role of inspection/repair",
        "Maintaining reliability of concrete structures. II: Optimum inspection/repair",
        "Representing, Modeling, and Visualizing the 743 Natural Environments",
        "Ductility evaluation of concrete-encased steel bridge piers subjected to lateral cyclic loading",
        "Proc., JCI Symp. on the Analysis Model Supporting the Verification of Long-Term Performance of Concrete Structure in Design",
        "Seismic fragility methodology for highway bridges using a component level approach",
        "Automated finite element updating using strain data for the lifetime reliability assessment of bridges",
        "Geostatistics for Engineers and Earth Scientists",
        "A simplified reliability analysis of spatial variability employing local average of geotechnical parameters",
        "Engineering Fracture Mechanics",
        "Reliability approach to service life prediction of concrete exposed to marine environments",
        "Survey on the Geographical Distribution of Chloride Particles Carried by the Sea Wind.",
        "J. Mater. Concr. Struct. Pavement",
        "Sustainability-informed maintenance optimization of highway bridges considering multi-attribute utility and risk attitude",
        "Risk-based maintenance optimization of deteriorating bridges",
        "Seismic response and fragility of deteriorated reinforced concrete bridges",
        "Spatial variability of pitting corrosion and its influence on structural fragility and reliability of RC beams in flexure",
        "Pitting corrosion and structural reliability of corroding RC structures: Experimental data and probabilistic analysis",
        "Extent of spatially variable corrosion damage as an indicator of strength and time-dependent reliability of RC beams",
        "J. Struct. Eng.",
        "Proc. JSCE Annual Conf.",
        "Life-cycle cost analysis of reinforced concrete structures in marine environments",
        "Proc. Japan Concr. Inst.",
        "Second Int. Conf. on Computational Methods in Structural Dynamics and Earthquake Engineering, COMPDYN 2009",
        "Seismic performance evaluation for steel moment frames"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bethlehem",
            "affilname": "P.C. Rossin College of Engineering &amp; Applied Science",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Waseda University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science"
    ]
}