{
    "eid": "2-s2.0-85042297481",
    "title": "Bat consumption in Thailand",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Environmental Science (miscellaneous)",
            "@code": "2301"
        },
        {
            "$": "Epidemiology",
            "@code": "2713"
        }
    ],
    "keywords": [
        "Bat",
        "Bat Consumption",
        "PREVENT Project",
        "Thailand",
        "USAID Emerging Pandemic Threats Program"
    ],
    "authors": [
        "Kanokwan Suwannarong"
    ],
    "citedby-count": 22,
    "ref-count": 18,
    "ref-list": [
        "Beyond Bushmeat: Animal Contact, Injury, and Zoonotic Disease Risk in Western Uganda",
        "Global trends in emerging infectious diseases",
        "Bats as a continuing source of emerging infections in humans",
        "A comparison of bats and rodents as reservoirs of zoonotic viruses: Are bats special?",
        "Bats and emerging zoonoses: Henipaviruses and SARS",
        "Fruit bats as reservoirs of Ebola virus",
        "Long-term survival of an urban fruit bat seropositive for ebola and lagos bat viruses",
        "Bat Nipah virus, Thailand",
        "Adaptive evolution of bat dipeptidyl peptidase 4 (dpp4): Implications for the origin and emergence of Middle East respiratory syndrome coronavirus",
        "Characteristics and Risk Perceptions of Ghanaians Potentially Exposed to Bat-Borne Zoonoses through Bushmeat",
        "Old World phytophagous bats (Megachiroptera) and their food plants: a survey",
        "Diet of wrinkle-lipped free-tailed bat (Tadarida plicata Buchannan, 1800) in central Thailand: Insectivorous bats potentially act as biological pest control agents",
        "FAO Animal Production and Health Manual.",
        "Analysis of patterns of bushmeat consumption reveals extensive exploitation of protected species in eastern madagascar",
        "An Organic Fertilizer Company PRESS RELEASE.",
        "Corporate Update: Ecoland Inter-National, Inc. – an Organic Fertilizer Company.",
        "Madagascar Conserv Dev 2008",
        "Transmission of human infection with nipah virus"
    ],
    "affiliation": [
        {
            "affiliation-city": "Durham",
            "affilname": "FHI 360",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "United States Agency for International Development"
    ]
}