{
    "eid": "2-s2.0-84918518022",
    "title": "Polycyclic aromatic hydrocarbon exposure in household air pollution from solid fuel combustion among the female population of Xuanwei and Fuyuan counties, China",
    "cover-date": "2014-12-16",
    "subject-areas": [
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        }
    ],
    "keywords": [],
    "authors": [
        "George S. Downward"
    ],
    "citedby-count": 69,
    "ref-count": 38,
    "ref-list": [
        "Lung cancer and indoor air pollution in Xuan Wei, China",
        "An epidemiological study of lung cancer in Xuan Wei County, China: Current progress. Case-control study on lung cancer and cooking fuel",
        "Risk of lung cancer associated with domestic use of coal in Xuanwei, China: Retrospective cohort study",
        "Variation in lung cancer risk by smoky coal subtype in Xuanwei, China",
        "The epidemiology of lung cancer in xuan wei, china: Current progress, issues, and research strategies",
        "Portable stove use is associated with lower lung cancer mortality risk in lifetime smoky coal users",
        "Household stove improvement and risk of lung cancer in Xuanwei, China",
        "Coal use, stove improvement, and adult pneumonia mortality in Xuanwei, China: A retrospective cohort study",
        "Lung cancer mortality among women in Xuan Wei, China: A comparison of spatial clustering detection methods",
        "Study on integrated classification system for Chinese coal",
        "Heterogeneity in coal composition and implications for lung cancer risk in Xuanwei and Fuyuan counties, China",
        "Combustion-derived nanoparticle exposure and household solid fuel use in Xuanwei and Fuyuan, China",
        "Particle and gas emissions from a simulated coal-burning household fire pit",
        "Household use of solid fuels and high-temperature frying.",
        null,
        null,
        "Toxic equivalency factors (TEFs) for polycyclic aromatic hydrocarbons (PAHs)",
        "Epidemiologic evaluation of measurement data in the presence of detection limits",
        "Exploratory factor analysis: Its role in item analysis",
        "R: A Language and Environment for Statistical Computing",
        "Lme4: Linear mixed-effects models using Eigen and S4",
        "IARC Monogr. Eval. Carcinog. Risks Hum.",
        "Indoor air exposure to coal and wood combustion emissions associated with a high lung cancer rate in Xuan Wei, China",
        null,
        "Personal inhalation exposure to polycyclic aromatic hydrocarbons in urban and rural residents in a typical northern city in China",
        "Polycyclic aromatic hydrocarbons inside and outside of apartments in an urban area",
        "Indoor air contamination during a waterpipe (narghile) smoking session",
        "Indoor and outdoor air pollution of polycyclic aromatic hydrocarbons (PAHs) in Xuanwei and Fuyuan, China",
        "A multi-day environmental study of polycyclic aromatic hydrocarbon exposure in a high-risk region for esophageal cancer in China",
        "Health risk assessment for traffic policemen exposed to polycyclic aromatic hydrocarbons (PAHs) in Tianjin, China",
        "Occurrence and exposure to polycyclic aromatic hydrocarbons and their derivatives in a rural Chinese home through biomass fuelled cooking",
        "Quantifying the impact of residential heating on the urban air quality in a typical european coal combustion region",
        "Characteristics of polycyclic aromatic hydrocarbons in indoor and outdoor atmosphere in the North central part of India",
        "Assessment of indoor exposure to polycyclic aromatic hydrocarbons for urban poor using various types of cooking fuels",
        "Coal combustion and lung cancer risk in XuanWei: A possible role of silica?",
        "Ambient and biological monitoring of coke plant workers - Determination of exposure to polycystic aromatic hydrocarbons",
        "Lung cancer risk after exposure to polycyclic aromatic hydrocarbons: A review and meta-analysis",
        "Exposure-response relationship between lung cancer and polycyclic aromatic hydrocarbons (PAHs)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Utrecht",
            "affilname": "Institute for Risk Assessment Sciences",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Rockville",
            "affilname": "National Cancer Institute (NCI)",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Beijing",
            "affilname": "China National Environmental Monitoring Centre",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "National Institutes of Health"
    ]
}