{
    "eid": "2-s2.0-85131107882",
    "title": "Validation of the height-width measurement in Perthes disease among interpreters of different experience levels",
    "cover-date": "2022-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pediatrics, Perinatology and Child Health",
            "@code": "2735",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "experience",
        "height-width ratio",
        "Perthes",
        "reliability",
        "validity"
    ],
    "authors": [
        "Hafizz Sanitsakul",
        "Patarawan Woratanarat",
        "Suphaneewan Jaovisidha",
        "Thira Woratanarat"
    ],
    "citedby-count": 0,
    "ref-count": 19,
    "ref-list": [
        "Bilateral Perthes' disease.",
        "Bilateral Legg-Calvé-Perthes disease: presentation and outcome.",
        "A long-term follow-up of Legg-Calvé-Perthes disease.",
        "The lateral pillar classification of Legg-Calvé-Perthes disease.",
        "Height-width ratio of proximal femoral epiphysis: estimation of lateral pillar involvement in bilateral Perthes disease.",
        "Legg-Calve-Perthes disease. Part II: prospective multicenter study of the effect of treatment on outcome.",
        "Legg-Calve-Perthes disease. Part I: classification of radiographs with use of the modified lateral pillar and Stulberg classifications.",
        "Reliability and reproducibility of classification systems for Legg-Calvé-Perthes disease: a systematic review of the literature.",
        "The effect of pediatric orthopaedic experience on interobserver and intraobserver reliability of the herring lateral pillar classification of Perthes disease.",
        "Statistical methods for assessing agreement between two methods of clinical measurement.",
        "Interrater reliability: the kappa statistic.",
        "Intra and interobserver concordance between the different classifications used in Legg-Calvé-Perthes disease.",
        "Reliability of radiological classifications used in Legg-Calve-Perthes disease.",
        "Reliability of the modified lateral pillar classification for Legg Calvé Perthes disease performed by a large group of international paediatric orthopaedic surgeons.",
        "The Catterall classification of Perthes' disease: an assessment of reliability.",
        "Inter-observer reliability of radiographic classifications and measurements in the assessment of Perthes' disease.",
        "The importance of surgeons' experience on intraobserver and interobserver reliability of classifications used for Perthes disease.",
        "Radiographic classifications in Perthes disease.",
        "The accuracy and reliability of estimation of lateral pillar height in determining the herring grade in Legg-Calvé-Perthes disease."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60015887",
            "affilname": "Faculty of Medicine Ramathibodi Hospital, Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015887",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}