{
    "eid": "2-s2.0-85019568067",
    "title": "Precursory seismic quiescence along the Sagaing fault zone, Central Myanmar–application of the region-time-length algorithm",
    "cover-date": "2017-08-01",
    "subject-areas": [
        {
            "$": "General Earth and Planetary Sciences",
            "@code": "1900"
        },
        {
            "$": "General Environmental Science",
            "@code": "2300"
        }
    ],
    "keywords": [
        "Myanmar",
        "region-time-length algorithm",
        "Sagaing fault zone",
        "seismic quiescence",
        "seismicity"
    ],
    "authors": [
        "Premwadee Traitangwong"
    ],
    "citedby-count": 3,
    "ref-count": 25,
    "ref-list": [
        "Tectonics of the western margin of the Shan plateau (central Myanmar): Implication for the India-Indochin oblique convergence since the Oligocene",
        "An updated digital model of plate boundaries",
        "An improved region-time-length algorithm applied to the 1999 Chi-Chi, Taiwan earthquake",
        "Tectonics and history of the Andaman Sea region",
        "Bulletin of the Seismological Society of America",
        "Bulletin Seismological Society of America",
        "Teleseismic detection in the Aleutian Island arc.",
        "MAN-MADE CHANGES OF SEISMICITY RATES.",
        "Chinese Journal of Geophysics",
        null,
        "Seismic quiescence prior to the 2000 M = 6.8 Nemuro Peninsula earthquake",
        "Precursory seismicity changes associated with the Nemuro Peninsula earthquake, January 28, 2000",
        "Characteristics of the seismic quiescence and activation patterns before the M = 7.2 Kobe earthquake, January 17, 1995",
        "Earthquake occurrence processes in the Indo-Burmese wedge and Sagaing fault region",
        "Statistical methods for investigating quiescence and other temporal seismicity patterns",
        "Journal of Earth Science",
        "Mapping asperities along the sagaing fault zone, Myanmar usingb-value anomalies",
        "Natural Science",
        "Fundamental of Earthquake Prediction",
        "Low-seismicity precursors of large earthquakes in Kamchatka",
        "New empirical relationships among magnitude, rupture length, rupture width, rupture area, and surface displacement",
        "A software package to analyze seismicity: ZMAP",
        "Assessing the quality of earthquake catalogues: Estimating the magnitude of completeness and its uncertainty",
        "Precursory seismic quiescence",
        "Seismicity patterns: Are they always related to natural causes?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}