{
    "eid": "2-s2.0-84997831825",
    "title": "Experimental study on the motions of prolate spheroidal particles under electric field",
    "cover-date": "2016-10-01",
    "subject-areas": [
        {
            "$": "Electrical and Electronic Engineering",
            "@code": "2208"
        }
    ],
    "keywords": [
        "electric fields",
        "Electromechanical effects",
        "electrostatic force",
        "Insulation",
        "prolate spheroid"
    ],
    "authors": [
        "Tatchawin Sangsri"
    ],
    "citedby-count": 4,
    "ref-count": 18,
    "ref-list": [
        "Electric Fields in Composite Dielectrics and Their Applications",
        "MICRODISCHARGE CHARACTERISTICS IN AIR GAP BETWEEN SPHERICAL PARTICLE AND PLANE.",
        "Performance of particle contaminated GIS with dielectric coated electrodes",
        "Rev. Gén. Elec.",
        "Analysis of microdischarge threshold conditions between a conducting sphere and plane",
        "Analysis of the electric field and force in an arrangement of a conducting sphere and a plane electrode with a dielectric barrier",
        "The Measurement of Charge on Single Particles in Transformer Oil",
        "Charge acquired by a spherical ball bouncing on an electrode: Comparison between theory and experiment",
        "Conducting particle motion and particle-initiated breakdown in dc electric field between diverging conducting plates in atmospheric air",
        "Study on the electromechanics of a conducting particle under nonuniform electric field",
        "Experimental studies of free conducting wire particle behavior between non-parallel plane electrodes with ac voltages in air",
        "Behavior of charged conducting particles in electric fields",
        "Bipolar dc corona discharge from a floating filamentary metal particle",
        "Analysis on electrostatic behavior of a conducting prolate spheroid under an electric field",
        "Three-dimensional electromechanical analysis of a conducting prolate spheroid on a grounded plane",
        "Motion behavior and deactivation method of free-conducting particle around spacer between diverging conducting plates under dc voltage in atmospheric air",
        "On-axis field approximations for a (semi-) spheroid in a uniform field",
        "Study on the Electromechanics of Non-Spherical Particles under Electric Field in Dielectric Systems"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ho Chi Minh City",
            "affilname": "Ho Chi Minh City University of Technology - HCMUT",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "The University of Tokyo",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Thailand Research Fund",
        "Japan International Cooperation Agency"
    ]
}