{
    "eid": "2-s2.0-85080855684",
    "title": "The role of big data analytics in determine the relationship between green product innovation, market demand and the performance of motorcycle manufacturing firms in Thailand",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Management Information Systems",
            "@code": "1404",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Information Systems",
            "@code": "1710",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Information Systems and Management",
            "@code": "1802",
            "@abbrev": "DECI"
        }
    ],
    "keywords": [
        "Big data analytics",
        "Green product innovation",
        "Thailand"
    ],
    "authors": [
        "Saroge Vasuvanich",
        "Sudawan Somjai",
        "Komkrit Rattamanee",
        "Kittisak Jermsittiparsert"
    ],
    "citedby-count": 1,
    "ref-count": 35,
    "ref-list": [
        "Green process innovation, green product innovation, and corporate financial performance: A content analysis method",
        "Green innovation, managerial concern and firm performance: An empirical study",
        "To network or not to network-Is that really the question? The impact of networking intensity and strategic orientations on innovation success",
        "A case study of innovation of the versatile hat",
        "Firm environmental performance under scrutiny: The role of strategic and organizational orientations",
        "Green consumption: Closing the intention-behavior gap",
        "Are competitors the best partners in innovation networks?",
        "Market orientation and organizational performance: Case of Pakistani SMEs",
        "Cleaner production and environmental management as sustainable product innovation antecedents: A survey in Brazilian industries",
        "Carbon strategies and management practices in an uncertain carbonomic environment-lessons learned from the coal-face",
        "Green product innovation in manufacturing firms: A sustainability-oriented dynamic capability perspective",
        "Relationships between eco-innovation and financial performance-evidence from publicly traded companies in Poland and Hungary",
        "Sustainable user innovation from a policy perspective: A systematic literature review",
        "What drives green product development and how do different antecedents affect market performance? A survey of Italian companies with eco-labels",
        "The effect of small firms' competitive strategies on their community and environmental engagement",
        "The impact of digital technology and Industry 4.0 on the ripple effect and supply chain risk analytics",
        "Pricing and lot sizing optimization in a two-echelon supply chain with a constrained Logit demand function",
        "Big data mining and business intelligence trends",
        "Measuring tourists' emotional experiences: Further validation of the destination emotion scale",
        "Estimation issues with PLS and CBSEM: Where the bias lies!",
        "\"Partial least squares structural equation modeling using SmartPLS: A software review",
        "Predictive model assessment in PLS-SEM: Guidelines for using PLSpredict",
        "Effect of ethical climate on corporate financial performance in Pakistan: An application of confirmatory tetrad analysis, No. CTA-PLS) approach",
        "Aspects of the interactive approach that affect learners' achievement in reading comprehension in Vihiga County, Kenya: A focus on background knowledge",
        "Understanding big data analytics capabilities in supply chain management: Unravelling the issues, challenges and implications for practice",
        "Green innovation and performance: The view of organizational capability and social reciprocity",
        "The effect of environmental corporate social responsibility on environmental performance and business competitiveness: The mediation of green information technology capital",
        "Good soldiers and good actors: Is there any differences?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60103781",
            "affilname": "Suan Sunandha Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103781",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}