{
    "eid": "2-s2.0-85056084588",
    "title": "Effect of citric acid concentrations, storage time and temperature, and steaming on antioxidant activities of Siam tulip (Curcuma alismatifolia Gagnep) flower",
    "cover-date": "2018-10-05",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Horticulture",
            "@code": "1108",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Antioxidant activities",
        "Curcuma alismatifolia Gagnep",
        "Siam tulip",
        "Total phenolic content"
    ],
    "authors": [
        "S. Wongsiri",
        "K. Duangmal"
    ],
    "citedby-count": 0,
    "ref-count": 18,
    "ref-list": [
        "Low soil water content during growth contributes to preservation of green colour and bioactive compounds of cold‐stored broccoli (Brassica oleraceae L.) florets",
        "Sources of vase life variation in cut roses: A review",
        "Changes in the content of health‐promoting compounds and antioxidant activity of broccoli after domestic processing",
        "Hurdle technology for shelf stable minimally processed French beans (Phaseolus vulgaris): A response surface methodology approach",
        "Petal blackening and lack of bud opening in cut lotus flowers (Nelumbo nucifera): Role of adverse water relations",
        "Effect of industrial processing and storage on antioxidant activity of apricot (Prunus armeniaca v. Bulida)",
        "Antioxidant activity of minimally processed red chicory (Cichorium intybus L.) evaluated in xanthine oxidase‐, myeloperoxidase‐, and diaphorase‐catalyzed reactions",
        "Controlled atmosphere preserves quality and phytonutrients in wild rocket (Diplotaxis tenuifolia)",
        "Baby‐leaf and multi‐leaf of green and red lettuces are suitable raw materials for the fresh‐cut industry",
        "Effect of two cooking procedures on phytochemical compounds, total antioxidant capacity and colour of selected frozen vegetables",
        "Fresh‐cut aromatic herbs: Nutritional quality stability during shelf‐life",
        "Evaluation of some quality parameters of minimally processed celery by quantitative analysis",
        "Biochemical aspects in two minimally processed lettuces upon storage",
        "Effects of storage temperatures on the postharvest quality of jute leaves (Corchorus olitorius L.)",
        "The effect of cooking methods on total phenolics and antioxidant activity of selected green vegetables",
        "Polyphenolics",
        "Chemical composition, amino acid profile and antioxidant activities of germinated mung bean (Vigna radiate)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Ratchasima",
            "@id": "60092136",
            "affilname": "Rajamangala University of Technology Isan",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60092136",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}