{
    "eid": "2-s2.0-84921988038",
    "title": "Antinociceptive and anti-inflammatory activities of Tree-Phon-Thad remedy",
    "cover-date": "2014-10-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Carrageenan-induced paw edema",
        "Formalin test",
        "Hot-plate",
        "Tree-Phon-Thad",
        "Writhing Test"
    ],
    "authors": [
        "Sunisa Deeoun"
    ],
    "citedby-count": 0,
    "ref-count": 24,
    "ref-list": [
        "Plants as source of drugs",
        "Antiinflammatory and antinociceptive activities of zingiber zerumbet methanol extract in experimental model systems",
        "Anti inflammatory property of ethanol and water extracts of Zingiber zerumbet",
        "Preliminary analysis of the antinociceptive activity of zerumbone",
        "Anti-inflammatory effect of zerumbone on acute and chronic inflammation models in mice",
        "Anti-inflammatory activity of compound D {(E)-4-(3',4'-dimethoxyphenyl)but-3-en-2-ol} isolated from Zingiber cassumunar Roxb.",
        "The Essential Oil. Phytomedicine.",
        "Journal of Pharmacology and Experimental Therapeutics",
        "Manual of Pharmacologic Calculation with Computer Programs",
        "The formalin test in mice: dissociation between inflammatory and non-inflammatory pain",
        "Effects of analgesics and other drugs on mice in phenylquinone and rotarod tests.",
        "Animal models of nociception",
        "The formalin test: an evaluation of the method",
        "Modified formalin test: characteristic biphasic pain response",
        "The formalin test in mice: effect of formalin concentration",
        "An automated flinch detecting system for use in the formalin nociceptive bioassay",
        "Release of prostaglandins E and F in an algogenic reaction and its inhibition",
        "Participation of the sympathetic system in acetic acid-induced writhing in mice",
        "Involvement of resident macrophages and mast cells in the writhing nociceptive response induced by zymosan and acetic acid in mice",
        "Antinociceptive activity of the essential oil of zingiber zerumbet",
        "Drug Discovery and Evaluation",
        "Distribution and regulation of cyclooxygenase-2 in carrageenan-induced inflammation",
        "Mediators of the inflammation induced in the rat paw by carrageenin",
        "Studies of the mediators of the acute inflammatory response induced in rats in different sites by carrageenan and turpentine"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Rang sit University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}