{
    "eid": "2-s2.0-84947444406",
    "title": "Thailand's feed-in tariff for residential rooftop solar PV systems: Progress so far",
    "cover-date": "2015-12-01",
    "subject-areas": [
        {
            "$": "Renewable Energy",
            "@code": "2105"
        },
        {
            "$": "Management",
            "@code": "2308"
        },
        {
            "$": "Geography",
            "@code": "3305"
        }
    ],
    "keywords": [
        "Feasibility",
        "Feed-in tariff",
        "Rooftop",
        "Solar policy",
        "Solar power",
        "Thailand"
    ],
    "authors": [
        "Sopitsuda Tongsopit"
    ],
    "citedby-count": 42,
    "ref-count": 43,
    "ref-list": [
        "The doping effect of Italian feed-in tariffs on the PV market",
        "Delivering on the clean energy economy: the role of policy in developing successful domestic solar and wind industries",
        "Thai BMA government yield curve's 25-year bond yield on 1 Nov 2013",
        "Bank of Thailand's historic bank lending rates",
        "Global overview on grid-parity",
        "J. Energy Policy",
        "Monthly central feed-in tariff register statistics",
        "Support for solar PV deployment in Spain: Some policy lessons",
        "PV Magazine",
        "SPP status as of December 2013",
        "Electricity consumption for the whole country (classified by sector) (Table 5.3-4)",
        "Energy Statistics",
        "Power generation classified by fuel type (Table 5.2-2)",
        "Presentation at the Solar Club Meeting on June 17, 2014",
        "SPP and VSPP database",
        "The German experience with grid-connected PV-systems",
        "The German feed-in tariff for PV: managing volume success with price response",
        "Procedia Soc. Behav. Sci.",
        "Ten years of renewable electricity policies in Spain: An analysis of successive feed-in tariff reforms",
        "Atlas of photovoltaic plants",
        "Compulsive policy-making - The evolution of the German feed-in tariff system for solar photovoltaic power",
        "Energy policies of IEA countries - Germany 2013 review",
        "National Renewable Energy Laboratory Report",
        "Personal communications",
        "Performance evaluation of 10 kWp photovoltaic power generator under hot climatic condition",
        "Effective deployment of photovoltaics in the Mediterranean countries: Balancing policy risk and return",
        "Comparing the feed-in tariff incentives for renewable electricity in Ontario and Germany",
        "Performance loss rate of twelve photovoltaic technologies under field conditions using statistical techniques",
        "Update of Malaysia's feed-in tariff mechanism implementation and legislation amendments",
        "Status of Rooftop Solar PV Applications in MEA's Service Areas",
        "VSPP Status as of December 2013",
        "Comparison of mutual fund returns",
        "Status of Rooftop Solar PV Applications in PEA's Service Areas",
        "VSPP Status as of December 2013",
        "The Legal Sources on Renewable Energy",
        null,
        "Fixed feed-in tariff versus premium: A review of the current Spanish system",
        "\"Solar PV in Germany and Thailand\", Germany - renewable energy day presentations, 7-8 June 2012",
        "Solar market insight report 2013 year in review",
        "The importance of comprehensiveness in renewable electricity and energy-efficiency policy",
        "Economic analysis of investment in the rooftop photovoltaic systems: A long-term research in the two main markets",
        "Solar energy: Markets, economics and policies",
        "An assessment of Thailand's feed-in tariff program"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}