{
    "eid": "2-s2.0-85028331344",
    "title": "Battery charge affects the stability of light intensity from light-emitting diode light-curing units",
    "cover-date": "2017-09-01",
    "subject-areas": [
        {
            "$": "General Dentistry",
            "@code": "3500"
        }
    ],
    "keywords": [],
    "authors": [
        "Apichat Tongtaksin"
    ],
    "citedby-count": 13,
    "ref-count": 28,
    "ref-list": [
        "Current trends in dental composites",
        "Degree of polymerization of resin composites by different light sources",
        "Unreacted Methacrylate Groups on the Surfaces of Composite Resins",
        "Polymerization contraction and conversion of light-curing BisGMA-based methacrylate resins",
        "Depth of cure of radiation ‐ activated composite restoratives‐ Influence of shade and opacity",
        "Water sorption and solubility of resin‐based materials following inadequate polymerization by a visible‐light curing system",
        "Wear and marginal breakdown of composites with various degrees of cure",
        "Effect of chemical structure on degree of conversion in light-cured dimethacrylate-based dental resins",
        "The effect of filler and silane content on conversion of resin-based composite",
        "Determination of the optimal photoinitiator concentration in dental composites based on essential material properties",
        "The effect of specimen temperature on the polymerization of a resin-composite",
        "Factors affecting cure of visible light activated composites.",
        "Effect of light intensity and exposure duration on cure of resin composite.",
        "A survey of the efficiency of visible light curing units",
        "A survey of output intensity and potential for depth of cure among light-curing units in clinical use",
        "Evaluation of light intensity output of QTH and LED curing devices in various governmental health institutions",
        "Visible light resin-curing generators: a comparison.",
        "Influence of a glutaraldehyde disinfecting solution on curing light effectiveness.",
        "A primer on radiometry",
        "Effects of resin composite composition and irradiation distance on the performance of curing lights",
        "Energy dependent polymerization of resin-based composite",
        "Influence of light energy density on effectiveness of composite cure.",
        "Efficacy of visible-light generators with changes in voltage.",
        "Effect of energy density on properties and marginal integrity of posterior resin composite restorations",
        "Correlation of Parameters used to Estimate Monomer Conversion in a Light-cured Composite",
        "Conversion in different depths of ultraviolet and visible light activated composite materials",
        "Post-irradiation polymerization of different anterior and posterior visible light-activated resin composites",
        "The Effect of Distance from Light Source on Light Intensity from Curing Lights"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}