{
    "eid": "2-s2.0-85133924177",
    "title": "Landscape Topography and Regional Drought Alters Dust Microbiomes in the Sierra Nevada of California",
    "cover-date": "2022-06-28",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "aeolian processes",
        "Asian desert",
        "bacteria",
        "biogeochemistry",
        "dispersal",
        "fungi",
        "montane",
        "provenance"
    ],
    "authors": [
        "Mia R. Maltz",
        "Chelsea J. Carey",
        "Hannah L. Freund",
        "Jon K. Botthoff",
        "Stephen C. Hart",
        "Jason E. Stajich",
        "Sarah M. Aarons",
        "Sarah M. Aciego",
        "Molly Blakowski",
        "Nicholas C. Dove",
        "Morgan E. Barnes",
        "Nuttapon Pombubpa",
        "Emma L. Aronson"
    ],
    "citedby-count": 1,
    "ref-count": 119,
    "ref-list": [
        "Competing droughts affect dust delivery to Sierra Nevada",
        "A new procedure for separating and measuring radiogenic isotopes (U, Th, Pa, Ra, Sr, Nd, Hf) in ice cores",
        "Dust outpaces bedrock in nutrient supply to montane forest ecosystems",
        "A molecular approach to ascertain the success of in situ AM fungi inoculation in the revegetation of a semiarid, degraded land",
        "Ecology of mycorrhizae: a conceptual framework for complex interactions among plants and fungi",
        "Global patterns of dust and bedrock nutrient supply to montane ecosystems",
        "Progressive forest canopy water loss during the 2012-2015 California drought",
        "Regional and local patterns of ectomycorrhizal fungal diversity and community structure along an altitudinal gradient in the Hyrcanian forests of northern Iran",
        "Microbial contributions to climate change through carbon cycle feedbacks",
        "Molecular phylogenetics and taxonomy of Hypocenomyce sensu lato (Ascomycota: Lecanoromycetes): extreme polyphyly and morphological/ecological convergence",
        "Rooting theories of plant community ecology in microbial interactions",
        "Seasonal variability in bacterial and fungal diversity of the near-surface atmosphere",
        "Characterization of airborne microbial communities at a high-elevation site and their potential to act as atmospheric ice nuclei",
        "Seasonal variability in airborne bacterial communities at a high-elevation site",
        "Spatial variability in airborne bacterial communities across land-use types and their relationship to the bacterial communities of potential source environments",
        "Urban aerosols harbor diverse and dynamic bacterial populations",
        "Microbial community structure of subalpine snow in the Sierra Nevada, California",
        "Relic DNA is abundant in soil and obscures estimates of soil microbial diversity",
        "Spatiotemporal relationships between disease development and airborne inoculum in unmanaged and managed Botrytis leaf blight epidemics",
        "Cyanobacteria toxins in the Salton Sea",
        "Lessons from culturing lichen soredia",
        "A trait-based framework to understand life history of mycorrhizal fungi",
        "Leaf and root-associated fungal assemblages do not follow similar elevational diversity patterns",
        "Direct and indirect effects of native range expansion on soil microbial community structure and function",
        "Associations between species and groups of sites: indices and statistical inference",
        "Anthropogenic warming has increased drought risk in California",
        "Evidence for more than one division of Bacteria within airborne particles",
        "Feedback in the plant-soil system",
        "Effect of relative humidity on the survival of airborne unicellular algae",
        "The ecology of dust",
        "Transmission of bacterial endophytes",
        "Ectomycorrhizal fungal spore bank recovery after a severe forest fire: some like it hot",
        "Coccidioidomycosis dynamics in relation to climate in the southwestern United States",
        "How unusal is the 2012–2014 California drought?",
        "The global transport of dust - An intercontinental river of dust, microorganisms and toxic chemicals flows through the Earth’s atmosphere (vol 90, pg 228, 2002)",
        "Aeolian dust deposition and the perturbation of phosphorus transformations during long-term ecosystem development in a cool, semi-arid environment",
        "Simple methods to remove microbes from leaf surfaces",
        "Error-correcting barcoded primers for pyrosequencing hundreds of samples in multiplex",
        "Quantitative microbial ecology through stable isotope probing",
        "Geochemical tracers of sediment sources to San Francisco Bay",
        "Sm-Nd isotopic evolution of chondrites",
        "Characterization of aerosolized bacteria and fungi from desert dust events in Mali, West Africa",
        "Fungal community dynamics",
        "Environmental filtering affects soil fungal community composition more than dispersal limitation at regional scales",
        "Evaluation of general 16S ribosomal RNA gene PCR primers for classical and next-generation sequencing-based diversity studies",
        "Pyroaerobiology: the aerosolization and transport of viable microbial life by wildland fire",
        "Wildfire smoke, a potential infectious agent",
        "TIMS analysis of Sr and Nd isotopes in melt inclusions from Italian potassium rich lavas using prototype 1013 Ω amplifiers",
        "Trait-based approaches for understanding microbial biodiversity and ecosystem functioning",
        "Using QIIME to analyze 16S rRNA gene sequences from microbial communities",
        "Fungal community analysis by high-throughput sequencing of amplified markers–a user’s guide",
        "P-NEXFS analysis of aerosol phosphorus delivered to the Mediterranean Sea",
        "Belowground responses to elevation in a changing cloud forest",
        "Draft genome sequence of the Basidiomycete white-rot fungus Phlebia centrifuga",
        "Bacteria as biogenic sources of freezing nuclei",
        "Variations in airborne bacterial communities at high altitudes over the Noto Peninsula (Japan) in response to Asian dust events",
        "phyloseq: an R package for reproducible interactive analysis and graphics ofmicrobiome census data",
        "Fungal growth on a common wood substrate across a tropical elevation gradient: temperature sensitivity, community composition, and potential for above-ground decomposition",
        "Soil-borne microbiome: linking diversity to function",
        "Wildland fire as an atmospheric source of viable microbial aerosols and biological ice nucleating particles",
        "Control of atmospheric export of dust from North Africa by the North Atlantic oscillation",
        "FUNGuild: an open annotation tool for parsing fungal community datasets by ecological guild",
        "Can cyanotoxins penetrate human skin during water recreation to cause negative health effects?",
        "Phosphorus speciation in atmospherically deposited particulate matter and implications for terrestrial ecosystem productivity",
        "Southern sierra critical zone observatory and kings river experimental watersheds: a synthesis of measurements, new insights, and future directions",
        "DNA-based detection and identification of Glomeromycota: the virtual taxonomy of environmental sequences",
        "Role of phyllosphere fungi of forest trees in the development of decomposer fungal communities and decomposition processes of leaf litter",
        "Non-biological synthetic spike-in controls and the AMPtk software pipeline improve mycobiome data",
        "Hop powdery mildew in the Pacific Northwest",
        "Establishment and characterization of a multi-purpose large animal exposure chamber for investigating health effects",
        "Dust, the thermostat: how tiny airborne particles manipulate global climate",
        "Rainfall-induced carbon dioxide pulses result from sequential resuscitation of phylogenetically clustered microbial groups",
        "Transcriptional response of nitrifying communities to wetting of dry soil",
        "Insights into dryland biocrust microbiome: geography, soil depth and crust type affect biocrust microbial communities and networks in Mojave Desert, USA",
        "Interhemispheric transport of viable fungi and bacteria from Africa to the Caribbean with soil dust",
        "Projection of American dustiness in the late 21(st) century due to climate change",
        "The SILVA ribosomal RNA gene database project: improved data processing and web-based tools",
        "Organic dust toxic syndrome in Swedish farmers - symptoms, clinical findings, and exposure in 98 Cases",
        "Microbial photosynthetic and photoprotective pigments in Himalayan soils originating from different elevations and successional stages",
        "Revisiting the recent California drought as an extreme value",
        "The unexpected role of bioaerosols in the oxidative potential of PM",
        "Trait-specific dispersal of bacteria in heterogeneous porous environments: from pore to porous medium scale",
        "Meteorological conditions affecting dispersal of airborne algae and protozoa",
        "Identifying mechanisms for successful ecological restoration with salvaged topsoil in coastal sage scrub communities",
        "A Naganishia in high places: functioning populations or dormant cells from the atmosphere?",
        "Nuclear ribosomal internal transcribed spacer (ITS) region as a universal DNA barcode marker for Fungi",
        "Algae-bacteria association inferred by 16S rDNA similarity in established microalgae cultures",
        "Advances and challenges in metatranscriptomic analysis",
        "Endophytic fungi in forest trees: are they mutualists?",
        "Microbial community dynamics of extremophiles/extreme environment",
        "Intercontinental dispersal of Bacteria and Archaea by transpacific winds",
        "Sequence depth, not PCR replication, improves ecological inference from next generation DNA sequencing",
        "A tale of two California droughts: lessons amidst record warmth and dryness in a region of complex physical and human geography",
        "The extraordinary California drought of 2013/2014: character, context, and the role of climate change",
        "Characterization of atmospheric bioaerosols along the transport pathway of Asian dust during the Dust-Bioaerosol 2016 Campaign",
        "Evolution and reproduction modes in the Roccella galapagoensis aggregate (Roccellaceae. Arthoniales)",
        "Ice nucleation activity and aeolian dispersal success in airborne and aquatic microalgae",
        "Vishniacozyma ellesmerensis sp. nov., a psychrophilic yeast isolated from a retreating glacier in the Canadian High Arctic",
        "The effect of exposure to sulphuric acid on the early asthmatic response to inhaled grass pollen allergen",
        "Influence of abiotic variables on culturable yeast diversity in two distinct Alpine glaciers",
        "Realized and potential climate niches: a comparison of four Rhododendron tree species",
        "A multiscalar drought index sensitive to global warming: the standardized precipitation evapotranspiration index-SPEI",
        "Growth of high-elevation Cryptococcus sp. during extreme freeze-thaw cycles",
        "Improved Bacterial 16S rRNA Gene (V4 and V4-5) and fungal internal transcribed spacer marker gene primers for microbial community surveys",
        "The North China/Northeastern Asia severe summer drought in 2014",
        "Ocean dynamics, not dust, have controlled equatorial Pacific productivity over the past 500,000 years",
        "Biodiversity and biogeography of the atmosphere",
        "Acute health effects associated with satellite-determined cyanobacterial blooms in a drinking water source in Massachusetts",
        "A phylogenetic framework for the kingdom Fungi based on 18S rRNA gene sequences",
        "Mineralogical variation of Sr-Nd isotopic and elemental compositions in loess and desert sand from the central Loess Plateau in China as a provenance tracer of wet and dry deposition in the northwestern Pacific",
        "A metagenomic framework for the study of airborne microbial communities",
        "Drought over East Asia: a review",
        "Fungal endophyte communities reflect environmental structuring across a Hawaiian landscape"
    ],
    "affiliation": [
        {
            "affiliation-city": "Riverside",
            "@id": "60029526",
            "affilname": "University of California, Riverside",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029526",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Merced",
            "@id": "60009164",
            "affilname": "UC Merced",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009164",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Logan",
            "@id": "60031706",
            "affilname": "Utah State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031706",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Oak Ridge",
            "@id": "60024266",
            "affilname": "Oak Ridge National Laboratory",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024266",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Richland",
            "@id": "60023471",
            "affilname": "Pacific Northwest National Laboratory",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023471",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "San Diego",
            "@id": "60023018",
            "affilname": "Scripps Institution of Oceanography",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023018",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Petaluma",
            "@id": "60019928",
            "affilname": "Point Blue Conservation Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019928",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Laramie",
            "@id": "60008827",
            "affilname": "University of Wyoming",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008827",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bridgeport",
            "@id": "128335174",
            "affilname": "Noctilucent Aviation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/128335174",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Royal Thai government",
        "Southern Sierra Critical Zone Observatory",
        "National Science Foundation",
        "National Institutes of Health",
        "U.S. Department of Energy",
        "EAR",
        "Alfred P. Sloan Foundation",
        "U.S. Department of Agriculture National Institute of Food and Agriculture",
        "Office of Biological and Environmental Research",
        "National Institute on Minority Health and Health Disparities",
        "ICER"
    ]
}