{
    "eid": "2-s2.0-84992723936",
    "title": "Cloning, expression, and characterization of Aureobasidium melanogenum lipase in Pichia pastoris",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        }
    ],
    "keywords": [
        "Aureobasidium melanogenum",
        "Expression",
        "Lipase",
        "Pichia pastoris"
    ],
    "authors": [
        "Jinaporn Wongwatanapaiboon"
    ],
    "citedby-count": 8,
    "ref-count": 32,
    "ref-list": [
        "Bacterial lipases: An overview of production, purification and biochemical properties",
        "Maejo Int. J. Sci. Technol.",
        "Afr. J. Biotechnol.",
        "Genome sequencing of four Aureobasidium pullulans varieties: Biotechnological potential, stress tolerance, and description of new species",
        "Bioproducts from Aureobasidium pullulans, a biotechnologically important yeast",
        "Production, purification and characterization of an extracellular lipase from Aureobasidium pullulans HN2.3 with potential application for the hydrolysis of edible oils",
        "Cloning, characterization and expression of the extracellular lipase gene from Aureobasidium pullulans HN2-3 isolated from sea saltern",
        "High-level expression of extracellular lipase Lip2 from Yarrowia lipolytica in Pichia pastoris and its purification and characterization",
        "Recombinant Candida rugosa LIP2 expression in Pichia pastoris under the control of the AOX1 promoter",
        "Cloning, expression and characterization of a lipase gene from the Candida antarctica ZJB09193 and its application in biosynthesis of vitamin A esters",
        "Enhanced production of Thermomyces lanuginosus lipase in Pichia pastoris via genetic and fermentation strategies",
        "Scale-up fermentation of recombinant Candida rugosa lipase expressed in Pichia pastoris using the GAP promoter",
        "Constitutive expression of Yarrowia lipolytica lipase LIP2 in Pichia pastoris using GAP as promoter",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "The lipases from Yarrowia lipolytica: Genetics, production, regulation, biochemical characterization and biotechnological applications",
        "The His gap motif in microbial lipases: A determinant of stereoselectivity toward triacylglycerols and analogs",
        "A comparative study on alkaline lipase production by a newly isolated Aspergillus fumigatus MTCC 9657 in submerged and solid-state fermentation using economically and industrially feasible substrate",
        "Expression and Characterization of a Novel Enantioselective Lipase from Aspergillus fumigatus",
        "Increasing gene dosage greatly enhances recombinant expression of aquaporins in Pichia pastoris",
        "Cloning and expression of the Aspergillus oryzae glucan 1,3-beta-glucosidase A (exgA) in Pichia pastoris.",
        "Molecular cloning and functional expression of a novel extracellular lipase from the thermotolerant yeast Candida thermophila",
        "Cloning and expression of Aspergillus tamarii FS132 lipase gene in Pichia pastoris",
        "Differential induction, purification and characterization of cold active lipase from Yarrowia lipolytica NCIM 3639",
        "A novel cold-active lipase from Candida albicans: Cloning, expression and characterization of the recombinant enzyme",
        "Comparison of the biochemical properties of a recombinant lipase extract from Rhizopus oryzae expressed in Pichia pastoris with a native extract",
        "Rhizopus chinensis lipase: Gene cloning, expression in Pichia pastoris and properties",
        "Methods for detection and characterization of lipases: A comprehensive review",
        "Isolation of a novel alkaline-stable lipase from a metagenomic library and its specific application for milkfat flavor production",
        "Efficient production of active recombinant Candida rugosa LIP3 lipase in Pichia pastoris and biochemical characterization of the purified enzyme",
        "Activity and stability of a crude lipase from Penicillium aurantiogriseum in aqueous media and organic solvents",
        "Biochemical properties and potential applications of an organic solvent-tolerant lipase isolated from Serratia marcescens ECU1010",
        "A newly isolated organic solvent tolerant Staphylococcus saprophyticus M36 produced organic solvent-stable lipase"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Toulouse",
            "affilname": "TBI -Toulouse Biotechnology Institute Bio &amp; Chemical Engineering",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Toulouse",
            "affilname": "INSA Toulouse",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "PTT",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Paris",
            "affilname": "CNRS Centre National de la Recherche Scientifique",
            "affiliation-country": "France"
        }
    ],
    "funding": []
}