{
    "eid": "2-s2.0-85108636671",
    "title": "Changes in Bovine Colostrum Metabolites during Early Postpartum Period Revealed by 1H-NMR Metabolomics Approach",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "colostrum",
        "dairy",
        "foodomics",
        "metabolomics",
        "milk"
    ],
    "authors": [
        "S. Settachaimongkon",
        "N. Wannakajeepiboon",
        "P. Arunpunporn",
        "W. Mekboonsonglarp",
        "D. Makarapong"
    ],
    "citedby-count": 3,
    "ref-count": 42,
    "ref-list": [
        "Cheesomics: The future pathway to understanding cheese flavour and quality",
        "Variations in carotenoids, vitamins A and E, and color in cow’s plasma and milk during late pregnancy and the first three months of lactation",
        "Rheological characteristics of bovine colostrum and their correlation with immunoglobulin G",
        "Colostrum and milk of different cattle breeds as amino acid source",
        "The combined use of 1H and 2D NMR-based metabolomics and chemometrics for non-targeted screening of biomarkers and identification of reconstituted milk",
        "Chemical composition of yak colostrum and transient milk",
        "Factors associated with colostrum quality in individual cows from dairy herds in the Waikato region of New Zealand",
        "Evaluation of factors associated with immunoglobulin G, fat, protein, and lactose concentrations in bovine colostrum and colostrum management practices in grassland-based dairy systems in Northern Ireland",
        "Chemical composition of commercial cow’s milk",
        "Colostrum - Its composition, benefits as a nutraceutical: A review",
        "Livestock metabolomics and the livestock metabolome: A systematic review",
        "Invited review: Use of butyrate to promote gastrointestinal tract development in calves",
        "Colour measurement of colostrum for estimation of colostral IgG and colostrum composition in dairy cows",
        "Changes in amino acids profile of camel milk protein during the early lactation",
        "NMR metabolomic analysis of dairy cows reveals milk glycerophosphocholine to phosphocholine ratio as prognostic biomarker for risk of ketosis",
        "Changes in amino acid composition of goat’s colostrum during the first 72 hours after birth",
        "Changes in amino acids composition of cows colostrum (during first 72 hours after parturition)",
        "Metabolomics methods to analyze full spectrum of amino acids in different domains of bovine colostrum and mature milk",
        "Comparative metabolite profiling of raw milk from subclinical and clinical mastitis cows using ¹H-NMR combined with chemometric analysis",
        "Investigation of the defatted colostrum1H-NMR metabolomics profile of gilts and multiparous sows and its relationship with litter performance",
        "Physical properties of mammary secretions in relation to chemical changes during transition from colostrum to milk",
        "Composition and properties of bovine colostrum: a review",
        "Colostrum and milk fatty acids profiles from imported prim’Holstein cows",
        "Evolution of the bovine milk fatty acid profile – From colostrum to milk five days post parturition",
        "Differences in chemical composition between cow colostrum and milk",
        "Metabolomics characterization of colostrum in three sow breeds and its influences on piglets’ survival and litter growth rates",
        "Identification of small molecule flavor compounds that contribute to the somatosensory attributes of bovine milk products",
        "Effects of climate change on milk yield and milk composition in thai crossbred holstein cows",
        "Composition and factors affecting quality of bovine colostrum: A review",
        "Exploration of the Relationship between Intestinal Colostrum or Milk, and Serum Metabolites in Neonatal Calves by Metabolomics Analysis",
        "Bovine milk orotic acid: Variability and significance for human nutrition",
        "NMR metabolite profiles of dairy: A review",
        "Influence of different proteolytic strains of Streptococcus thermophilus in co-culture with Lactobacillus delbrueckii subsp. bulgaricus on the metabolite profile of set-yoghurt",
        "Metabolomics as an emerging strategy for the investigation of yogurt components",
        "Association between the bovine milk metabolome and rennet-induced coagulation properties of milk",
        "Changes in physical properties of bovine milk from the colostrum period to early lactation",
        "NMR-based metabolite profiling of human milk: A pilot study of methods for investigating compositional changes during lactation",
        "Change of amino acid profile in Charolais cows’ colostrum and transient milk during the first week post partum",
        "Novel metabolic and physiological functions of branched chain amino acids: A review",
        "Amino acid profiles in term and preterm human milk through lactation: A systematic review",
        "Changes in serum metabolites in response to ingested colostrum and milk in neonatal calves, measured by nuclear magnetic resonance-based metabolomics analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "118660916",
            "affilname": "Ltd.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/118660916",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Innovation Association",
        "Chulalongkorn University",
        "Ministry of Science and Technology of Thailand"
    ]
}