{
    "eid": "2-s2.0-84994508107",
    "title": "Streptomyces phyllanthi sp. Nov., isolated from the stem of Phyllanthus amarus",
    "cover-date": "2016-10-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Actinobacteria",
        "Endophytic actionmycetes",
        "Phyllanthus amarus",
        "Streptomyces"
    ],
    "authors": [
        "Nattaporn Klykleung"
    ],
    "citedby-count": 7,
    "ref-count": 38,
    "ref-list": [
        "Streptomyces bangladeshensis sp. nov., isolated from soil, which produces bis-(2-ethylhexyl)phthalate",
        "Culture Media for Actinomycetes",
        "Bioactive microbial metabolites: A personal view",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Evolution",
        "Toward defining the course of evolution: Minimum change for a specific tree topology",
        "Streptomyces polygonati sp. nov., an endophytic actinomycete isolated from a root of Polygonatum odoratum (Mill.)",
        "Nucleic Acids Symp Ser",
        "Streptomyces zhaozhouensis sp. nov., an actinomycete isolated from candelabra aloe (Aloe arborescens Mill)",
        "Bergey’s Manual of Systematic Bacteriology, the Actinobacteria",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "Towards a taxonomic coherence between average nucleotide identity and 16S rRNA gene sequence similarity for species demarcation of prokaryotes",
        "Amycolatopsis stemonae sp. Nov., isolated from a thai medicinal plant",
        "Problems of Classification of Actinomycetes-Antagonists",
        "16S/23S Rrna Sequencing. in Nucleic Acid Techniques in Bacterial Systematics",
        "Streptomyces sedi sp. nov., isolated from surface-sterilized roots of Sedum sp",
        "Streptomyces endophyticus sp. nov., an endophytic actinomycete isolated from Artemisia annua L",
        "Streptomyces alni sp. nov., a daidzein-producing endophyte isolated from a root of Alnus nepalensis D. Don",
        "Post-Column Fluorometric Detection Of Reducing Sugars In High Performance Liquid Chromatography Using Arginine",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "NBS/ISCC Color System",
        "List of Prokaryotic Names with Standing in Nomenclature: A Folder Available on the Internet",
        "Rapid preparation of DNA from filamentous fungi",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids, MIDI Technical Note",
        "Streptomyces coacervatus sp. nov., isolated from the intestinal tract of Armadillidium vulgare",
        "Int J Syst Bacteriol",
        "Microbiol Today",
        "Simplified approach to identification of aerobic actinomycetes by thin layer chromatography",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Mycolic acid composition and thermally adaptative changes in Nocardia asteroides",
        "J Bacteriol",
        "Int J Syst Bacteriol",
        "Actinomycetes",
        "Asaia bogorensis gen. nov., sp. nov., an unusual acetic acid bacterium in the α-Proteobacteria"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tsukuba",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}