{
    "eid": "2-s2.0-85053619246",
    "title": "Control of enzymatic browning in fresh-cut mangosteen using alginate coating",
    "cover-date": "2018-08-30",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Horticulture",
            "@code": "1108",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Alginate coating",
        "Browning",
        "Color assessment",
        "Edible coating",
        "Fresh-cut",
        "Mangosteen"
    ],
    "authors": [
        "S. Klaykruayat",
        "B. Mahayothee",
        "K. Duangmal"
    ],
    "citedby-count": 0,
    "ref-count": 21,
    "ref-list": [
        "Image processing with ImageJ",
        "A comparative study of polyphenoloxidases from taro (Colocasia esculenta) and potato (Solanum tuberosum var. Romano)",
        "Colour evaluation of freeze-dried roselle extract as a natural food colorant in a model system of a drink",
        "Edible coatings containing natural antimicrobials for processed foods",
        "Physiological and quality changes of fresh-cut pineapple treated with antibrowning agents",
        "Barrier properties and surface characteristics of edible Bilayer films",
        "Appearance and texture changes of modified atmosphere-packed fresh-cut mangosteen after preservative dips",
        "Fresh-cut fruits",
        "Prevention of browning of banana slices using natural products and their derivatives",
        "Enzymatic browning reactions in apple and apple products",
        "Edible coatings and films based on polysaccharides",
        "Alginate coatings for preservation of minimally processed 'Gala' apples",
        "Using polysaccharide-based edible coatings to enhance quality and antioxidant properties of fresh-cut melon",
        "Color development and quality of mangosteen (Garcinia mangostana L.) fruit during ripening and after harvest",
        "Mangosteen",
        "Physical and mechanical properties of water resistant sodium alginate films",
        "Alginate and gellan-based edible coatings as support of antibrowning agents applied on fresh-cut Fuji apple",
        "Enzymatic browning in fruits: Its biochemistry and control",
        "Calcium alginate films: Thermal properties and permeability to sorbate and ascorbate",
        "Mechanical and water vapour barrier properties of edible gellan films"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60018809",
            "affilname": "Silpakorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018809",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}