{
    "eid": "2-s2.0-84975492623",
    "title": "Effects of sapota part and extracting solvent on in vitro anti-aging properties of Manilkara zapota extract",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Anti-collagenase",
        "Anti-elastase",
        "Antioxidant",
        "Manilkara zapota",
        "Polyphenols"
    ],
    "authors": [
        "C. Chaianuchittrakul"
    ],
    "citedby-count": 3,
    "ref-count": 13,
    "ref-list": [
        "Antioxidants used in skin care formulations.",
        "Bioactive novel polyphenols from the fruit of Manilkara zapota (Sapodilla)",
        "An investigation of antioxidant capacity of fruits in Singapore markets",
        "Effects of extraction conditions on antioxidant properties of sapodilla fruit (Manilkara zapota)",
        "Characterization of antioxidants and change of antioxidant levels during storage of Manilkara zapota L.",
        "African Journal of Biotechnology",
        "Evaluation of the methods for determination of the free radical scavenging activity by DPPH",
        "Effect of solvent, temperature, and solvent-to-solid ratio on the total phenolic content and antiradical activity of extracts from different components of grape pomace",
        "Studies on the antioxidant activity of Indian Laburnum (Cassia fistula L.): A preliminary assessment of crude extracts from stem bark, leaves, flowers and fruit pulp",
        "Antioxidant and antigenotoxic activities of different parts of persimmon (Diospyros kaki cv. Fuyu) fruit",
        "Sapodilla seed coat as a multifunctional ingredient for cosmetic applications",
        "Polyphenols of immature sapota fruit",
        "Natural polyphenols (vegetable tannins) as drugs: Possible modes of action"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}