{
    "eid": "2-s2.0-85090399398",
    "title": "Differentiation of Cyanthillium cinereum, a smoking cessation herb, from its adulterant Emilia sonchifolia using macroscopic and microscopic examination, HPTLC profiles and DNA barcodes",
    "cover-date": "2020-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Kannika Thongkhao",
        "Veerachai Pongkittiphan",
        "Thatree Phadungcharoen",
        "Chayapol Tungphatthong",
        "Santhosh Kumar J. Urumarudappa",
        "Thitima Pengsuparp",
        "Narueporn Sutanthavibul",
        "Worakorn Wiwatcharakornkul",
        "Surapong Kengtong",
        "Suchada Sukrong"
    ],
    "citedby-count": 15,
    "ref-count": 37,
    "ref-list": [
        "Efficacy and safety of Vernonia cinerea (L.) Less. for smoking cessation: A systematic review and meta-analysis of randomized controlled trials",
        "Antioxidant compounds and activities of the stem, flower, and leaf extracts of the anti-smoking Thai medicinal plant: Vernonia cinerea Less",
        "Effect of temperature and duration time of maceration on nitrate content of Vernonia cinerea (L.) Less.: circumscribed central composite design and method validation",
        "Vernonia cinerea Less. supplementation and strenuous exercise reduce smoking rate: relation to oxidative stress status and beta-endorphin release in active smokers",
        "Integrative taxonomy: a multisource approach to exploring biodiversity",
        "Recent analytical approaches in quality control of traditional Chinese medicines—a review",
        "Quality evaluation of the leaves of Magnolia officinalis var. biloba using high-performance liquid chromatography fingerprint analysis of phenolic compounds",
        "New developments in smoking cessation",
        "Comparison of Vernonia cinerea and Lime in reducing the cigarette cessation",
        "Effects of medicinal herb tea on the smoking cessation and reducing smoking withdrawal symptoms",
        "Efficacy of Vernonia cinerea for smoking cessation",
        "Inhibition effects of Vernonia cinerea active compounds against cytochrome P450 2A6 and human monoamine oxidases, possible targets for reduction of tobacco dependence",
        "Bioactive sesquiterpene lactones and other compounds isolated from Vernonia cinerea",
        "Antimalarial activity of sesquiterpene lactones from Vernonia cinerea",
        "Vernonia cinerea Less. inhibits tumor cell invasion and pulmonary metastasis in C57BL/6 mice",
        "Toxicity study of Vernonia cinerea",
        "Pyrrolizidine alkaloids—tumorigenic components in Chinese herbal medicines and dietary supplements",
        "Hepatotoxic pyrrolizidine alkaloids in Emilia sonchifolia from Taiwan",
        "Medicinal plants in China containing pyrrolizidine alkaloids",
        "A new species of Emilia Cass. (Asteraceae) from the Eastern Ghats of India with notes on ecosystem evaluation and conservation status",
        "Trichome diversity in the Vernonieae (Asteraceae) of Mexico I: Vernonanthura and Vernonia (Vernoniinae)",
        "Effect of Vernonia cinerea Less flower extract in adjuvant-induced arthritis",
        "Chemistry of Aegiceras Majus Gaertn. 3. Structure of aegiceradiol",
        "Isolation of a natural sterol and an aliphatic acid from Vernonia cinerea",
        "Comparative analysis of a large dataset indicates that internal transcribed spacer (ITS) should be incorporated into the core barcode for seed plants",
        "DNA barcoding augments conventional methods for identification of medicinal plant species traded at Tanzanian markets",
        "Molecular identification of commercialized medicinal plants in southern Morocco",
        "DNA barcodes for discriminating the medicinal plant Isatis indigotica Fort. (Cruciferae) and its adulterants",
        "Quality control of the traditional Chinese medicine Ruyi jinhuang powder based on high-throughput sequencing and real-time PCR",
        "Species identification approach for both raw materials and end products of herbal supplements from Tinospora species",
        "Species Identification of medicinal Pteridophytes by a DNA barcode marker, the chloroplast psbA-trnH intergenic region",
        "Choosing and using a plant DNA barcode",
        "Authentication of herbal supplements using next-generation sequencing",
        "The combination of ITS2 and psbA-trnH region is powerful DNA barcode markers for authentication of medicinal Terminalia plants from Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60023366",
            "affilname": "Rangsit University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023366",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "114372569",
            "affilname": "Eastern Asia University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/114372569",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Greater Pharma",
        "Chulalongkorn University"
    ]
}