{
    "eid": "2-s2.0-84948712435",
    "title": "The relationship between upstream intergenerational transfers and wealth of older adults: evidence from Thailand",
    "cover-date": "2015-12-01",
    "subject-areas": [
        {
            "$": "Demography",
            "@code": "3317"
        }
    ],
    "keywords": [
        "Bivariate ordered probit",
        "Intergenerational transfers",
        "Older adults",
        "Sample selection",
        "Thailand"
    ],
    "authors": [
        "Nopphol Witvorapong"
    ],
    "citedby-count": 10,
    "ref-count": 44,
    "ref-list": [
        "Transfers from older parents to their adult children in Taiwan and the Philippines",
        "Intergenerational transfers of resources between older persons and extended kin in Taiwan and the Philippines",
        "Intergenerational transfers of time and money in European families: Common patterns - Different regimes?",
        "Is It True Love? Altruism Versus Exchange in Time and Money Transfers",
        "\"The persistence of parent repayment\" and the anticipation of filial obligations of care in two Thai Provinces",
        "Journal of Political Economy",
        "How do middle-aged children allocate time and money transfers to their older parents in Europe?",
        "How well do children insure parents against low retirement income? An analysis using survey data from urban China",
        "The residency decision of elderly indonesians: A nested logit analysis",
        "Number of children and upstream intergenerational financial transfers: Evidence from Hong Kong",
        "Intergenerational exchange between parents and migrant and nonmigrant sons in Rural China",
        "Journal of Political Economy",
        "Review of Economics and Statistics",
        "Living arrangements of older malaysians: Who coresides with their adult children?",
        "Alcohol abuse and economic conditions: Evidence from repeated cross-sections of individual-level data",
        "Financial support and practical help between older parents and their middle-aged children in Europe",
        "Improving the statistical performance of tracking studies based on repeated cross-sections with primary dynamic factor analysis",
        "Patterns of intergenerational transfers in Southeast Asia",
        "Responsibility Inferences and Intergenerational Obligations to Parents and Stepparents: Are Step/Children Less Obligated When Older Adults Are at Fault for Their Problems?",
        "Population Ageing",
        "Intergenerational transfers and asset inequality in Japan: Empirical evidence from new survey data",
        "Rotten kids or manipulative parents: are children old age security in western Kenya?",
        "Intergenerational cohabitation in modern Indonesia: Filial support and dependence",
        "Factors Associated with Intergenerational Social Support among Older Adults across the World",
        "UNFPA Thailand",
        "(2013). The changing well-being of Thai elderly",
        "Living arrangements of the elderly in Thailand: Views of the populace",
        "Inter vivos transfers and intended bequests",
        "Inter-vivos transfers and exchange",
        "Are children repaying parental loans? Evidence from Malaysia using matched child-parent pairs",
        "Why do children transfer to their parents? Evidence from South Korea",
        "Parental human capital investment and old-age transfers from children: Is it a loan contract or reciprocity for Indonesian families?",
        "Fitting fully observed recursive mixed-process models with cmp",
        "Universalization of primary education in the historical and developmental perspective",
        "Beyond solidarity, reciprocity and altruism: Moral capital as a unifying concept in intergenerational support for older people",
        "Upstream intergenerational transfers",
        "Poverty and financial security of the elderly in Thailand",
        "Social protection for older persons: Social pensions in Asia",
        "Intergenerational Transfers and Family Structure: Evidence from Thailand",
        "Asato (Ed.)",
        "The motives of intergenerational transfer to the elderly parents in China: Consequences of high medical expenditure",
        "Intra-family transfers in Japan: Intergenerational co-residence, distance, and contact"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}