{
    "eid": "2-s2.0-84962449756",
    "title": "Effects of protein reduction and substitution of cassava for corn in broiler diets on growth performance, ileal protein digestibility and nitrogen excretion in feces",
    "cover-date": "2016-06-01",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        }
    ],
    "keywords": [
        "Cassava",
        "Corn",
        "Economic return",
        "Ileal protein digestibility",
        "Nitrogen excretion",
        "Protein reduction"
    ],
    "authors": [
        "N. Boonsinchai"
    ],
    "citedby-count": 8,
    "ref-count": 69,
    "ref-list": [
        "Methionine+cystine requirement of broiler chickens fed low-density diets under tropical conditions",
        "Low-protein amino acid-supplemented diets in broiler chickens: Effects on performance, carcass characteristics, whole-body composition and efficiencies of nutrient utilisation",
        "Effects of wheat pentosans on endogenous amino acid losses in chickens",
        "Official Methods of Analysis",
        "Official Methods of Analysis",
        "Official Methods of Analysis",
        "Threonine requirement of broiler from 22-42 days",
        "Non-starch polysaccharides in pig feeding",
        "Moderate Excess of Dietary Protein Increases Breast Meat Yield of Broiler Chicks",
        "Effect of low-protein diets on growth performance and body composition of broiler chicks",
        "The important Agricultural Products Situation and Outlook for 2555. Offices of Agricultural Economics",
        "Influence of temperature on the arginine and methionine requirements of young broiler chicks",
        "Cobb Broiler Performance and Nutrition Supplement, Rev. Europe, Middle East, Africa Version",
        "Off. J. Eur. Commun.",
        "Dietary glycine needs of broiler chicks",
        "Response of broiler chicks to essential and non-essential amino acid supplementation of low crude protein diets",
        "Glycine supplementation to low protein, amino acid-supplemented diets supports optimal performance of broiler chicks",
        "The Effect of Dietary Protein and Phosphorus on Ammonia Concentration and Litter Composition in Broilers",
        "J. Anim. Sci.",
        "Effect of Storage Time and Dietary Enzyme on the Metabolizable Energy and Digesta Viscosity of Barley-Based Diets for Poultry",
        "Release and endogenous actions of the gastrin/cholecystokinin (CCK) family in the chicken",
        "Cassava Root Meal for Poultry",
        "Cyanide content in whole‐root chips of ten cassava cultivars and its reduction by oven drying or sun drying on trays",
        "Amino acid fortification of a low-protein corn and soybean meal diet for chicks.",
        "American-Eurasian J. Agric. Environ. Sci.",
        "Effect of low-protein diets and single sex on production performance, plasma metabolites, digestibility, and nitrogen excretion in 1- to 48-day-old broilers",
        "Body and intestinal growth of broiler chicks on a commercial starter diet. 2. Development and characteristics of intestinal enzymes",
        "The effect of diets containing soybean meal, soybean protein concentrate, and soybean protein isolate of different oligosaccharide content on growth performance and gut function of young turkeys",
        "Effects of dietary protein levels on the nutrient digestibility at different sites of chicken intestines",
        "Pak. Vet. J.",
        "Effect of low-protein diets having constant energy-to-protein ratio on performance and carcass characteristics of broiler chickens from one to thirty-five days of age",
        "Methionine supplementation of low-protein broiler diets: Influence upon growth performance and efficiency of protein utilization",
        "KKU-IDRC Cassava/Nutrition Project 1976 Annual Report",
        "Threonine and crude protein responses in broiler chicks",
        "Threonine needs of broiler chickens with different growth rates",
        "Influence of age on lipase, amylase, and protease activities in pancreatic tissue and intestinal contents of young turkeys.",
        "Lysine and arginine requirements of broiler chickens at two-to three-week intervals to eight weeks of age",
        "Tryptophan's influence on feeding and body temperature in the fowl.",
        "Poult. Sci.",
        "Effect of nitrogen and phosphorus loading on plankton in coastal plain blackwater rivers",
        "Impacts of industrial animal production on rivers and estuaries",
        "Making the Breed Decision",
        "Feed formulations to reduce N excretion and ammonia emission from poultry manure",
        "Effects of fortifying low crude protein diet with crystalline amino acids on performance, blood ammonia level, and excreta characteristics of broiler chicks",
        "Nutrient Requirements of Poultry",
        "A review of ammonia emission mitigation techniques for concentrated animal feeding operations",
        "Effect of the level of incorporation of cassava flour in the diet on broiler growth parameters",
        "Growth and development of the digestive organs and some enzymes in broiler chicks after hatching",
        "Int. J. Poult. Sci.",
        "Effect of Low Crude Protein Diets on Broiler Performance, Breast Meat and Carcass Yield",
        "Effects of different rates of drying cassava root on its toxicity to broiler chicks",
        "Feed Reference Standards",
        "Proceedings of the 43th Kasetsart University Annual Conference",
        "Tryptophan requirements of different broiler genotypes",
        "SAS/SAT Guide for Personal Computers",
        "Proceeding of the 38th Kasetsart University Annual Conference",
        "The influence of temperature on the threonine and tryptophan requirements of young broiler chicks",
        "Application of a method to determine ileal digestibility in broilers of amino acids in wheat",
        "Relationship of dietary lysine level to the concentration of all essential amino acids in broiler diets",
        "Estimation of the tryptophan requirement of male broiler chickens.",
        "Nitrogen excretion by farm livestock with respect to land spreading requirements and controlling nitrogen losses to ground and surface waters. Part 2: Pigs and poultry",
        "Effects of inclusion with blue lupins (Lupinus angustifolius) in broiler diets and enzyme supplementation on production performance, digestibility and dietary AME content",
        "Arch. Geflugelkd",
        "Protein and Amino Acid Requirements for Poultry",
        "Responses of growing broilers to diets with increased sulfur amino acids to lysine ratios at two dietary protein levels",
        "The determination of chromic oxide in faeces samples by atomic absorption spectrophotometry",
        "Effect of cellulase supplementation in low-crude protein diets on performance, nitrogen excretion, fat deposition, hepatic lipogenic and lipolytic enzyme activity in broilers",
        "Live performance, carcass composition, and blood metabolite responses to dietary nutrient density in two distinct broiler breeds of male chickens",
        "Effects of exogenous enzymes and dietary energy on performance and digestive physiology of broilers"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Faculty of Veterinary Science, Chulalongkorn University"
    ]
}