{
    "eid": "2-s2.0-84915747508",
    "title": "Functionalized electrospun regenerated cellulose fibers for immobilizing pyranose 2-oxidase",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "Cellulose",
        "Electrospinning",
        "Enzyme immobilization",
        "Pyranose 2-oxidase",
        "Ultrafine fiber"
    ],
    "authors": [
        "Weerapha Panatdasirisuk"
    ],
    "citedby-count": 6,
    "ref-count": 21,
    "ref-list": [
        "Purification and Characterization of Pyranose Oxidase from the White Rot Fungus Trametes multicolor",
        "Identification of a catalytic base for sugar oxidation in the pyranose 2-oxidase reaction",
        "The substrate oxidation mechanism of pyranose 2-oxidase and other related enzymes in the glucose-methanol-choline superfamily",
        "Engineered pyranose 2-Oxidase: Efficiently turning sugars into electrical energy",
        "Electrospun polyacrylonitrile-glycopolymer nanofibrous membranes for enzyme immobilization",
        "Specific and reversible immobilization of NADH oxidase on functionalized carbon nanotubes",
        "Mesoporous silica nanoparticles for bioadsorption, enzyme immobilisation, and delivery carriers",
        "Characterization of horseradish peroxidase immobilized on PEGylated polyurethane nanoparticles and its application for dopamine detection",
        "Immobilization of β-glucosidase on a magnetic nanoparticle improves thermostability: Application in cellobiose hydrolysis",
        "J. Mol. Catal. B Enzym.",
        "Electrospinning: A fascinating fiber fabrication technique",
        "Immobilization of 3-hydroxybenzoate 6-hydroxylase onto functionalized electrospun polycaprolactone ultrafine fibers: A novel heterogeneous catalyst",
        "Biodegradability of plastics",
        "Structural basis for substrate binding and regioselective oxidation of monosaccharides at C3 by pyranose 2-oxidase",
        "Detection of a C4a-hydroperoxyflavin intermediate in the reaction of a flavoprotein oxidase",
        "Electrospinning of cellulose acetate nanofibers using a mixed solvent of acetic acid/water: Effects of solvent composition on the fiber diameter",
        "Nanostructured membranes based on cellulose acetate obtained by electrospinning, part 1: Study of the best solvents and conditions by design of experiments",
        "Immobilization of Candida rugosa lipase on electrospun cellulose nanofiber membrane",
        "Aldehyde functionalized cellulose support for hydrogels",
        "Purification and characterization of a pyranose oxidase from the basidiomycete Peniophora gigantea and chemical analyses of its reaction products",
        "Kinetic mechanism of pyranose 2-oxidase from Trametes multicolor"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "TRF/Commission on Higher Education",
        "Mahidol University",
        "Mahidol University",
        "Thailand Research Fund",
        "Faculty of Science, Mahidol University",
        "Faculty of Science, Mahidol University",
        "Ministry of Science and Technology of Thailand"
    ]
}