{
    "eid": "2-s2.0-84953356309",
    "title": "Rapid Method Based on Proton Spin-Spin Relaxation Time for Evaluation of Freezing Damage in Frozen Fruit and Vegetable",
    "cover-date": "2015-12-01",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Food Science",
            "@code": "1106"
        }
    ],
    "keywords": [],
    "authors": [
        "Thunyaboon Arunyanart"
    ],
    "citedby-count": 7,
    "ref-count": 39,
    "ref-list": [
        "PFG-NMR study for evaluating freezing damage to onion tissue",
        "The effect of osmotic dehydrofreezing on the role of the cell membrane in carrot texture softening after freeze-thawing",
        "A new approach for the preservation of apple tissue by using a combined method of xenon hydrate formation and freezing",
        "Basic NMR in Foods Characterization",
        "Basic NMR in Foods Characterization",
        "Changes in texture, cellular structure and cell wall composition in apple tissue as a result of freezing",
        "Measurement of the porous microstructure of hydrogels by nuclear magnetic resonance",
        "Water diffusion permeability of erythrocytes using an NMR technique",
        "Freezing Preservation of Fruits",
        "Microstructural changes in strawberry after freezing and thawing processes",
        "Cell Size and Water Permeability as Determining Factors for Cell Viability after Freezing at Different Cooling Rates",
        "Pulse and Fourier Transform NMR: Introduction to Theory and Methods",
        "Proton spin-spin relaxation time of peel and flesh of navel orange varieties exposed to freezing temperature",
        null,
        "Basics of electronic, nondestructive technologies for the assessment of physical characteristics of foods",
        "Quality in Frozen Food",
        "NMR studies of changes in subcellular water compartmentation in parenchyma apple tissue during drying and freezing",
        "Int. J. Plant Soil Sci.",
        "Observation of Xe hydrate growth at gas-ice interface by microfocus X-ray computed tomography",
        "Microscopy and other imaging techniques in food structure analysis",
        "Freezing effects in fruit tissue of kiwifruit observed by magnetic resonance imaging",
        "Mechanical damage induced by controlled freezing in apple and potato",
        "Magnetic resonance imaging and relaxometry to visualize internal freeze damage to pickling cucumber",
        "Magnetic Resonance Imaging in Foods",
        "Interpreting pulsed-gradient spin-echo diffusion experiments with permeable membranes",
        "Physical Properties of Plant and Animal Materials",
        "Plant Physiol.",
        "The use of a conductivity measurement method for assessing freezing injury I. Influence of leakage time, segment number, size and shape in a sample on evaluation of the degree of injury",
        null,
        "Quality in Frozen Food",
        "Nondestructive analysis of sweet corn maturity using NMR",
        null,
        "Effect of Low Temperature on Structure and Firmness of Apple Tissue",
        "Transient diffusion in a system partitioned by permeable barriers. Application to NMR measurements with a pulsed field gradient",
        "Phenolic compounds and related enzymes as determinants of quality in fruits and vegetables",
        "Tomato quality evaluation by peak force and NMR spin-spin relaxation time",
        "Minimizing texture loss of frozen strawberries: Effect of infusion with pectinmethylesterase and calcium combined with different freezing conditions and effect of subsequent storage/thawing conditions",
        "Physical–chemical principles in freezing"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "Graduate School of Agricultural and Life Sciences The University of Tokyo",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}