{
    "eid": "2-s2.0-84939877395",
    "title": "Middle-Late Devonian radiolarians from Klaeng District, Rayong Province, southeastern Thailand: Geotectonic significance of the Rayong area as a continental margin of the Sibumasu Block",
    "cover-date": "2015-05-05",
    "subject-areas": [
        {
            "$": "Geology",
            "@code": "1907"
        },
        {
            "$": "Earth-Surface Processes",
            "@code": "1904"
        }
    ],
    "keywords": [
        "Chert",
        "Devonian",
        "Radiolaria",
        "Sibumasu Block",
        "Southeastern Thailand"
    ],
    "authors": [
        "Yoshihito Kamata"
    ],
    "citedby-count": 0,
    "ref-count": 52,
    "ref-list": [
        "Lower and Middle Devonian radiolarian biozonation of the Gamilaroi terrane New England Orogen, eastern Australia",
        "New England Oregon Tectonics and Metallogenesis",
        "Middle Devonian (Givetian) Radiolaria from eastern New South Wales, Australia: A reassessment of the Hinde (1899) fauna",
        "Lower Permian glacially influenced deposits in Phuket and adjacent islands, peninsular Thailand",
        "J. Thai Geosci.",
        "A plate tectonics interpretation",
        "Radiolarian age datings (Carboniferous, Permian and Triassic) in NW Thailand. Evidence of nappes and olistostromes",
        "J. Geol. Soc. Thailand",
        "Proceedings of the International Conference on Stratigraphy and Tectonic Evolution of Southeast Asia and the South Pacific",
        "Micropaleontology",
        "Biostrat. Paleozoique.",
        "Rift-drift history and the amalgamation of Shan-Thai and Indochina/East Malaya Blocks",
        "Nature of accretion related to Paleo-Tethys subduction recorded in northern Thailand: Constraints from mélange kinematics and illite crystallinity",
        "Geological and geochemical aspects of a Devonian siliceous succession in northern Thailand: Implications for the opening of the Paleo-Tethys",
        "Preliminary report ion the geology of the New England Fold Belt",
        "Geological Map of Thailand, Scale 1:1,000,000",
        "Triassic radiolarian faunas from the Mae Sariang area, northern Thailand and their paleogeographic significane",
        "Proceedings of International Symposia on Geoscience Resources and Environments of Asian Terranes (GREAT2008)",
        "Classification of the Sibumasu and Paleo-Tethys tectonic division in Thailand using chert lithofacies",
        "Basaltic activity preserved in an Upper Permian radiolarian chert from the Paleo-Tethys in the Inthanon Zone, northern Thailand",
        "Late Permian and Early to Middle Triassic radiolarians from the Hat Yai area, southern peninsular Thailand: Implications for the tectonic setting of the eastern margin of the Sibumasu Continental Block and closure timing of the Paleo-Tethys",
        "Origin and assembly of south-east Asian continental terranes",
        "Gondwana dispersion and Asian accretion: an overview",
        "Geol. Soc. Malaysia Bull.",
        "The Geology of Thailand",
        "Geologic Map of Changwat Rayong (Sheet ND 47-16, scale 1:205,000)",
        "Academ. Nauk, SSSR, Geol. Inst. Trudy",
        "Upper Devonian (Frasnian) radiolarian fauna from the Gogo Formation, Western Australia.",
        "The Geology of Thailand",
        "The role of strike-slip faults in the displacement of the Palaeotethys suture zone in Southeast Thailand",
        "Guidebook for excursion: Geology of the eastern Thailand (Route No.1)",
        "Occurrence of paleozoic and early mesozoic radiolaria in Thailand (preliminary report)",
        "Late paleozoic radiolarian faunas from northern and northeastern Thailand",
        "Latest Permian radiolarian fauna from Klaeng, eastern Thailand",
        "Permian marine biogeography of SE Asia",
        "Parallel Tethyan sutures in mainland Southeast Asia: New insights for Palaeo-Tethys closure and implications for the Indosinian orogeny",
        "The Chanthaburi terrane of southeastern Thailand: Stratigraphic confirmation as a disrupted segment of the Sukhothai Arc",
        "Bulletin of the Geological Society of Malaysia",
        "Proceedings of the International Symposium on Shallow Tethys 5, Chiang Mai, Thailand",
        "The Geology of Thailand",
        "Chikyu Monthly",
        "Geotectonic implications of Permian and Triassic carbonate successions in the Central Plain of Thailand",
        "Geological Map of Changwat Rayong. Scale 1:250,000",
        "Acta Micropalaeontol. Sin.",
        "Devonian radiolarian faunas from South China",
        "Middle and Upper Devonian radiolarian faunas from Chiang Dao area, Chiang Mai province, northern Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Fukuoka",
            "affilname": "Fukuoka University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tsukuba",
            "affilname": "University of Tsukuba",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Hiroshima",
            "affilname": "K.a.a.Japan Co. Ltd. Asa-minami",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "DMR",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Yamaguchi University",
        "Japan Society for the Promotion of Science"
    ]
}