{
    "eid": "2-s2.0-85043461215",
    "title": "An octave-scale multiband spectral subtraction noise reduction method for speech enhancement",
    "cover-date": "2017-11-29",
    "subject-areas": [],
    "keywords": [
        "Noise reduction",
        "Spectral gain function",
        "Speech distortion",
        "Speech enhancement"
    ],
    "authors": [
        "P. C. Bhattacharya"
    ],
    "citedby-count": 1,
    "ref-count": 18,
    "ref-list": [
        "Advanced Digital Signal Processing and Noise Reduction",
        "ENHANCEMENT OF SPEECH CORRUPTED BY ACOUSTIC NOISE.",
        "Experiments with a nonlinear spectral subtractor (NSS), Hidden Markov models and the projection, for robust speech recognition in cars",
        "A multi-band spectral subtraction method for enhancing speech corrupted by colored noise",
        "Spectral subtraction using reduced delay convolution and adaptive averaging",
        "A parametric formulation of the generalized spectral subtraction method",
        "Speech Enhancement Using a Minimum Mean-Square Error Short-Time Spectral Amplitude Estimator",
        "Laplacian-Gaussian mixture based dual-gain wiener filter for speech enhancement",
        "A mixed-source model for speech compression and synthesis",
        "Evaluation of a Correlation Subtraction Method for Enhancing Speech Degraded by Additive White Noise",
        "Noise power spectral density estimation based on optimal smoothing and minimum statistics",
        "Investigation of a parametric gain approach to single-channel speech enhancement",
        "A statistical model-based voice activity detection",
        "Noise spectrum estimation in adverse environments: Improved minima controlled recursive averaging",
        "Noise estimation techniques for robust speech recognition",
        "Spectral Audio Signal Processing",
        "Speech Enhancement Theory and Practice",
        "Perceptual evaluation of speech quality (PESQ) - A new method for speech quality assessment of telephone networks and codecs"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}