{
    "eid": "2-s2.0-85050757763",
    "title": "Towards a new classification of stable phase schizophrenia into major and simple neuro-cognitive psychosis: Results of unsupervised machine learning analysis",
    "cover-date": "2018-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Health Policy",
            "@code": "2719",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "chronic fatigue",
        "cytokines",
        "depression",
        "inflammation",
        "neuroimmune",
        "schizophrenia",
        "tryptophan"
    ],
    "authors": [
        "Buranee Kanchanatawan",
        "Sira Sriswasdi",
        "Supaksorn Thika",
        "Drozdstoy Stoyanov",
        "Sunee Sirivichayakul",
        "André F. Carvalho",
        "Michel Geffard",
        "Michael Maes"
    ],
    "citedby-count": 28,
    "ref-count": 45,
    "ref-list": [
        "Are negative symptoms dimensional or categorical? Detection and validation of deficit schizophrenia with taxometric and latent variable mixture models",
        "The schedule for the deficit syndrome: an instrument for research in schizophrenia",
        "Schizophrenia: a conceptual history",
        "The two-syndrome concept: origins and current status",
        "Neurocognitive impairments in deficit and non-deficit schizophrenia and their relationships with symptom dimensions and other clinical variables",
        "Cognitive impairment in schizophrenia",
        "Changes in tryptophan catabolite (TRYCAT) pathway patterning are associated with mild impairments in declarative memory in schizophrenia and deficits in semantic and episodic memory coupled with increased false-memory creation in deficit schizophrenia",
        "In schizophrenia, depression, anxiety, and physiosomatic symptoms are strongly related to psychotic symptoms and excitation, impairments in episodic memory, and increased production of neurotoxic tryptophan catabolites: a multivariate and machine learning study",
        "The macrophage-T-lymphocyte theory of schizophrenia: additional evidence",
        "Neuroprogression in schizophrenia: pathways underpinning clinical staging and therapeutic corollaries",
        "Depression, cytokine, and cytokine by treatment interactions modulate gene expression in antipsychotic Naïve first episode psychosis",
        "High predictive value of immune-inflammatory biomarkers for schizophrenia diagnosis and association with treatment resistance",
        "Deficit schizophrenia is a discrete diagnostic category defined by neuro-immune and neurocognitive features: results of supervised machine learning",
        "Heterogeneity of schizophrenia: genetic and symptomatic factors",
        "Lack of use in the literature from the last 20 years supports dropping traditional schizophrenia subtypes from DSM-5 and ICD-11",
        "Clinical subtypes of unipolar depression: part I. A validation of the vital and nonvital clusters",
        "Clinical subtypes of unipolar depression: part II. Quantitative and qualitative clinical differences between the vital and nonvital depression groups",
        "The personality factor in schizophrenia",
        "The validity of the mini international neuropsychiatric interview (M.I.N.I.) Thai version",
        "The scale for the assessment of negative symptoms (SANS): conceptual and theoretical foundations",
        "The positive and negative syndrome scale (PANSS) for schizophrenia",
        "The brief psychiatric rating scale",
        "A rating scale for fibromyalgia and chronic fatigue syndrome (the FibroFatigue scale)",
        "The assessment of anxiety states by rating",
        "A rating scale for depression",
        "Study protocol for the World Health Organization project to develop a quality of life assessment instrument (WHOQOL)",
        "circulating antibodies to IDO/THO pathway metabolites in Alzheimer's disease",
        "Controlling the false discovery rate: a practical and powerful approach to multiple testing",
        "The negative symptoms of schizophrenia: category or continuum?",
        "The diagnostic concept of schizophrenia: its history, evolution, and future prospects",
        "Name change for schizophrenia",
        "Constitution-factors in schizophrenia",
        "The obesity paradox in community-acquired bacterial pneumonia",
        "Lifetime antecedents of cognitive reserve",
        "Sex differences in schizophrenia, a review of the literature",
        "Gender differences in schizophrenia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Plovdiv",
            "@id": "60031890",
            "affilname": "Medical University of Plovdiv",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031890",
            "affiliation-country": "Bulgaria"
        },
        {
            "affiliation-city": "Fortaleza",
            "@id": "60020457",
            "affilname": "Universidade Federal do Ceará",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020457",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Geelong",
            "@id": "60018805",
            "affilname": "Deakin University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018805",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Saint-Jean-d'Illac",
            "@id": "105889154",
            "affilname": "GEMAC",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/105889154",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Talence",
            "@id": "101932858",
            "affilname": "IDRPHT",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101932858",
            "affiliation-country": "France"
        }
    ],
    "funding": [
        "Asahi Glass Foundation"
    ]
}