{
    "eid": "2-s2.0-85120008573",
    "title": "Development of an objective scoring system for endoscopic assessment of radiation-induced upper gastrointestinal toxicity",
    "cover-date": "2021-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Oncology",
            "@code": "2730",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Cancer Research",
            "@code": "1306",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Endoscopy",
        "Pancreatic cancer",
        "Radiation injuries",
        "Radiosurgery",
        "Upper gastrointestinal tract"
    ],
    "authors": [
        "Daniel Lin",
        "Shalini Moningi",
        "Joseph Abi Jaoude",
        "Ben S. Singh",
        "Irina M. Cazacu",
        "Ramez Kouzy",
        "Graciela M.Nogueras Gonzalez",
        "Phonthep Angsuwatcharakon",
        "Joseph M. Herman",
        "Manoop S. Bhutani",
        "Cullen M. Taniguchi"
    ],
    "citedby-count": 0,
    "ref-count": 22,
    "ref-list": [
        "Cancer statistics, 2019",
        "DPC4 gene status of the primary carcinoma correlates with patterns of failure in patients with pancreatic cancer",
        "Pancreatic Adenocarcinoma, Version 2.2017, NCCN Clinical Practice Guidelines in Oncology",
        "The use of fiducial markers in image-guided radiotherapy for gastric cancer: Gastric cancer fiducial IGRT",
        "EUS-guided fiducial placement for GI malignancies: A systematic review and meta-analysis",
        "Dose escalation for locally advanced pancreatic cancer: How high can we go?",
        "A Dosimetric Model of Duodenal Toxicity After Stereotactic Body Radiotherapy for Pancreatic Cancer",
        "Dose escalation with an IMRT technique in 15 to 28 fractions is better tolerated than standard doses of 3DCRT for LAPC",
        "Use and misuse of common terminology criteria for adverse events in cancer clinical trials",
        "Is There Room for Improvement in Adverse Event Reporting in the Era of Targeted Therapies?",
        "Investigating Potential Bias in Patient-Reported Outcomes in Open-label Cancer Trials",
        "The use of and adherence to CTCAE v3.0 in cancer clinical trial publications",
        "Prospects and challenges in using patient-reported outcomes in clinical practice",
        "The challenges and opportunities of using patient reported outcome measures (PROMs) in clinical practice",
        "The Role of Stereotactic Body Radiation Therapy for Pancreatic Cancer: A Single-Institution Experience",
        "Phase 2 multi-institutional trial evaluating gemcitabine and stereotactic body radiotherapy for patients with locally advanced unresectable pancreatic adenocarcinoma: SBRT for Unresectable Pancreatic Cancer",
        "Stereotactic Body Radiation Therapy (SBRT) for lung metastases",
        "Stereotactic body radiation therapy in pancreatic cancer: The new frontier",
        "Integration of Stereotactic Body Radiation Therapy into the Multidisciplinary Management of Pancreatic Cancer",
        "Dose Escalation in Stereotactic Body Radiation Therapy for Pancreatic Cancer: A Meta-Analysis",
        "The tolerance of gastrointestinal organs to stereotactic body radiation therapy: What do we know so far?",
        "Dose-Finding Based on Efficacy–Toxicity Trade-Offs"
    ],
    "affiliation": [
        {
            "affiliation-city": "Houston",
            "@id": "60015023",
            "affilname": "The University of Texas MD Anderson Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015023",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "New York",
            "@id": "60270066",
            "affilname": "Northwell Health System",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60270066",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60016782",
            "affilname": "Brigham and Women's Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016782",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}