{
    "eid": "2-s2.0-85090564637",
    "title": "Morphometric study of the ciliary ganglion and its pertinent intraorbital procedure",
    "cover-date": "2020-09-03",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Anatomy",
            "@code": "2702",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Histology",
            "@code": "2722",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Ciliary ganglion",
        "Mydriasis",
        "Tonic pupil"
    ],
    "authors": [
        "L. Tesapirat",
        "S. Jariyakosol",
        "V. Chentanez"
    ],
    "citedby-count": 3,
    "ref-count": 29,
    "ref-list": [
        "Unilateral transient mydriasis and ptosis after botulinum toxin injection for a cosmetic procedure",
        "Lateral approach to intraorbital lesions: anatomic and surgical considerations",
        "Optic nerve sheath fenestration: a revised lateral approach for nerve access",
        "Postoperative mydriasis after repair of orbital floor fracture",
        "Tonic pupil after botulinum toxin-A injection for treatment of esotropia in children",
        "High-resolution magnetic resonance imaging demonstrates abnormalities of motor nerves and extraocular muscles in patients with neuropathic strabismus",
        "Endoscopic approaches to the orbit: a cadaveric study",
        "Complications of optic nerve sheath fenestration as a treatment for idiopathic intracranial hypertension",
        "Positional variation of the ciliary ganglion and its clinical relevance",
        "Transmaxillary approach to the orbit: an anatomic study",
        "Lateral approach to the orbit: an anatomical study",
        "Ciliary ganglion afferents and efferents variations: a possible explanation of postganglionic mydriasis",
        "Reversible pupillary dilation following botulinum toxin injection to the lateral rectus",
        "Pupillary dilatation in fractures of the floor of the orbit",
        "The microsurgical anatomy of the ciliary ganglion and its clinical importance in orbital traumas: an anatomic study",
        "Intracranial sympathetic pathways associated with the sixth cranial nerve",
        "Lateral orbital approach to intraorbital lesions",
        "Optic disc swelling: papilledema and other cause",
        "How to perform superior surgery on the Inferior oblique and avoid inferior surgery on the Superior oblique",
        "Transient anisocoria during medial blowout fracture surgery",
        "Anisocoria after repair of blowout fracture",
        "The pupils",
        "Microsurgical anatomy of the superior orbital fissure",
        "Autonomic control of the eye and the iris",
        "The ciliary ganglion in man (anatomical observations)",
        "The Argyll Robertson pupil",
        "Optic nerve sheath fenestration in pseudotumor cerebri. A lateral orbitotomy approach",
        "Mydriasis during orbital floor fracture reconstruction: a novel diagnostic and treatment algorithm"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}