{
    "eid": "2-s2.0-85072058312",
    "title": "Macrococcus canis contains recombinogenic methicillin resistance elements and the mecB plasmid found in Staphylococcus aureus",
    "cover-date": "2019-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology (medical)",
            "@code": "2736",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Pattrarat Chanchaithong",
        "Vincent Perreten",
        "Sybille Schwendener"
    ],
    "citedby-count": 17,
    "ref-count": 23,
    "ref-list": [
        "Macrococcus canis sp. Nov., a skin bacterium associated with infections in dogs",
        "Macrococcus canis and M. Caseolyticus in dogs: Occurrence, genetic diversity and antibiotic resistance",
        "Complete genome sequence of the type strain of Macrococcus canis",
        "Complete genome sequence of Macrococcus caseolyticus strain JCSCS5402, [corrected] reflecting the ancestral genome of the human-pathogenic staphylococci",
        "Novel methicillin resistance gene mecD in clinical Macrococcus caseolyticus strains from bovine and canine sources",
        "Plasmid-encoded transferable mecB-mediatedmethicillin resistance in Staphylococcus aureus",
        "Staphylococcal cassette chromosome mec-like element in Macrococcus caseolyticus",
        "Description and comparative genomics of Macrococcus caseolyticus subsp. Hominis subsp. Nov., Macrococcus goetzii sp. Nov., Macrococcus epidermidis sp. Nov., and Macrococcus bohemicus sp. Nov., novelmacrococci from human clinicalmaterial with virulence potential and suspected uptake of foreign DNAby natural transformation",
        "First staphylococcal cassette chromosome mec containing a mecB-carrying gene complex independent of transposon Tn6045 in a Macrococcus caseolyticus isolate from a canine infection",
        "Correction for Gomez-Sanz et al. \"first staphylococcal cassette chromosome mec containing a mecBcarrying gene complex independent of transposon Tn6045 in a Macrococcus caseolyticus isolate from a canine infection\"",
        "Prodigal: Prokaryotic gene recognition and translation initiation site identification",
        "Classification of staphylococcal cassette chromosome mec (SCCmec): Guidelines for reporting novel SCCmec elements",
        "ISfinder: The reference centre for bacterial insertion sequences",
        "Detection of the staphylococcal multiresistance gene cfr in Macrococcus caseolyticus and Jeotgalicoccus pinnipedialis",
        "IS21-558 insertion sequences are involved in the mobility of themultiresistance gene cfr",
        "Molecular epidemiology and genetic linkage of macrolide and aminoglycoside resistance in Staphylococcus intermedius of canine origin",
        "Characterization of a Staphylococcus aureus transposon, Tn5405, located within Tn5404 and carrying the aminoglycoside resistance genes, aphA-3 and aadE",
        "Linkage of erm(B) and aadE-sat4-aphA-3 in multiple-resistant Enterococcus faecium isolates of different ecological origins",
        "Detection and new genetic environment of the pleuromutilin-lincosamide-streptogramin A resistance gene lsa(E) in methicillin-resistant Staphylococcus aureus of swine origin",
        "Colocation of the multiresistance gene cfr and the fosfomycin resistance gene fosD on a novel plasmid in Staphylococcus arlettae from a chicken farm",
        "Easyfig: A genome comparison visualizer"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bern",
            "@id": "60020486",
            "affilname": "University of Bern",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020486",
            "affiliation-country": "Switzerland"
        }
    ],
    "funding": [
        "Institute of Veterinary Bacteriology",
        "Office of International Affairs and Global Network",
        "Swiss Federal Food Safety and Veterinary Office FSVO",
        "University of Bern",
        "Chulalongkorn University"
    ]
}