{
    "eid": "2-s2.0-85086364894",
    "title": "First evidence of scale drop disease virus in farmed Asian seabass (Lates calcarifer) in Malaysia",
    "cover-date": "2020-11-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Asian seabass",
        "Lates calcarifer",
        "Malaysia",
        "Scale drop disease virus"
    ],
    "authors": [
        "M. Nurliyana",
        "B. Lukman",
        "M. Y. Ina-Salwany",
        "M. Zamri-Saad",
        "S. Annas",
        "H. T. Dong",
        "C. Rodkhum",
        "M. N.A. Amal"
    ],
    "citedby-count": 13,
    "ref-count": 16,
    "ref-list": [
        "Annual Fisheries Statistics",
        "Water thermocline confirms susceptibility of tilapia cultured in lakes to Streptococcus agalactiae",
        "Nursery and grow-out culture of Asian seabass, Lates calcarifer, in selected countries in Southeast Asia",
        "Chapter 10: Disease in fisheries and aquaculture",
        "A validated semi-nested PCR for rapid detection of scale drop disease virus (SDDV) in Asian sea bass (Lates calcarifer)",
        "Colorimetric detection of scale drop disease virus in Asian sea bass using loop-mediated isothermal amplification with xylenol orange",
        "A novel virus causes scale drop disease in Lates calcarifer",
        "Recovery of Vibrio harveyi from scale drop and muscle necrosis disease in farmed barramundi, Lates calcarifer in Vietnam",
        "The pathology of ‘scale drop syndrome’ in Asian seabass, Lates calcarifer Bloch, a first description",
        "Infectious diseases of Asian seabass and health management",
        "MEGA X: molecular evolutionary genetics analysis across computing platforms",
        "Environmental factors associated with the presence of Vibrionaceae in tropical cage-cultured marine fishes",
        "Costs of management practices of Asian seabass cage culture in Malaysia using stochastic model that includes uncertainty in mortality",
        "Natural concurrent infection of Vibrio harveyi and V. alginolyticus in cultured hybrid groupers in Malaysia",
        "Mortality from scale drop disease in farmed Lates calcarifer in Southeast Asia",
        "A sensitive and specific SYBR Green-based qPCR assay for detecting scale drop disease virus (SDDV) in Asian sea bass"
    ],
    "affiliation": [
        {
            "affiliation-city": "Serdang",
            "@id": "60025577",
            "affilname": "Universiti Putra Malaysia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025577",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60103781",
            "affilname": "Suan Sunandha Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103781",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ministry of Higher Education, Malaysia"
    ]
}