{
    "eid": "2-s2.0-85062295437",
    "title": "The experimental infections of the human isolate of strongyloides stercoralis in a rodent model (The mongolian gerbil, meriones unguiculatus)",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Allergy",
            "@code": "2723",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Immunology and Microbiology (all)",
            "@code": "2400",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Dissemination",
        "Hyperinfection",
        "Mongolian gerbil (Meriones unguiculatus)",
        "Strongyloides stercoralis",
        "Strongyloidiasis"
    ],
    "authors": [
        "Sarit Charuchaibovorn",
        "Vivornpun Sanprasert",
        "Surang Nuchprayoon"
    ],
    "citedby-count": 7,
    "ref-count": 43,
    "ref-list": [
        "A public health response against Strongyloides stercoralis: Time to look at soil-transmitted helminthiasis in full",
        "Strongyloides stercoralis: Global Distribution and Risk Factors",
        "Strongyloides stercoralis: A plea for action",
        "Argument for Inclusion of Strongyloidiasis in the Australian National Notifiable Disease List",
        "A British Second World War veteran with disseminated strongyloidiasis",
        "Strongyloidiasis in man 75 years after initial exposure",
        "Update on strongyloidiasis in the immunocompromised host",
        "Severe strongyloidiasis: A systematic review of case reports",
        "Donor-Derived Strongyloidiasis Infection in Solid Organ Transplant Recipients: A Review and Pooled Analysis",
        "Strongyloides Stercoralis Infection Among Human Immunodeficiency Virus (HIV)-Infected Patients in the United States of America: A Case Report and Review of Literature",
        "Strongyloides hyperinfection syndrome in an immunocompetent host resulting in bandemia and death",
        "Fatal Strongyloides hyperinfection syndrome in an immunocompetent adult with review of the literature",
        "Infection and immunity in dogs infected with a human strain of Strongyloides stercoralis",
        "Experimental disseminated strongyloidiasis in Erythrocebus patas. II. Immunology",
        "Experimental disseminated strongyloidiasis in Erythrocebus patas. I. Pathology",
        "Strongyloides stercoralis: Hyperinfection in immunosuppressed dogs",
        "The immune response to nematode parasites: Modulation of mast cell numbers and function during Strongyloides stercoralis infections in nonhuman primates",
        "Some studies on susceptibility, resistance, and acquired immunity to infection with Strongyloides stercoralis (Nematoda) in dogs and cats",
        "D.G. Observations on a natural infection with Strongyloides in the dog",
        "Attempts to establish infections with Strongyloides stercoralis in mice and other laboratory animals",
        "Strongyloides stercoralis: Complete life cycle in SCID mice",
        "Transgenesis in Strongyloides and related parasitic nematodes: Historical perspectives, current functional genomic applications and progress towards gene disruption and editing",
        "Strongyloides infection in rodents: Immune response and immune regulation",
        "Strongyloides ratti and S. Venezuelensis—Rodent models of Strongyloides infection",
        "Strongyloides stercoralis: The first rodent model for uncomplicated and hyperinfective strongyloidiasis, the Mongolian gerbil (Meriones unguiculatus)",
        "Successful transgenesis of the parasitic nematode Strongyloides stercoralis requires endogenous non-coding control elements",
        "Strongyloides stercoralis: Cell-and tissue-specific transgene expression and co-transformation with vector constructs incorporating a common multifunctional 3′ UTR",
        "Regulation of Life Cycle Checkpoints and Developmental Activation of Infective Larvae in Strongyloides stercoralis by Dafachronic Acid",
        "Strongyloides stercoralis infection in marmosets: Replication of complicated and uncomplicated human disease and parasite biology",
        "Strongyloides stercoralis: Histopathology of uncomplicated and hyperinfective strongyloidiasis in the Mongolian gerbil, a rodent model for human strongyloidiasis [corrected]",
        "Efficacy of ivermectin against Strongyloides stercoralis infection in jirds (Meriones unguiculatus)",
        "Strongyloides stercoralis: High worm population density leads to autoinfection in the jird (Meriones unguiculatus)",
        "Strongyloidiasis-related deaths in the United States, 1991–2006",
        "Strongyloides stercoralis: Loss of ability to disseminate after repeated passage in laboratory beagles",
        "Compilation of small ribosomal subunit RNA structures",
        "Molecular differences between several species of Strongyloides and comparison of selected isolates of S. Stercoralis using a polymerase chain reaction-linked restriction fragment length polymorphism approach",
        "Hyper-variable regions in 18S rDNA of Strongyloides spp. As markers for species-specific diagnosis",
        "Molecular identification of the causative agent of human strongyloidiasis acquired in Tanzania: Dispersal and diversity of Strongyloides spp. and their hosts",
        "Strongyloides stercoralis genotypes in humans in Cambodia",
        "A possible origin population of pathogenic intestinal nematodes, Strongyloides stercoralis, unveiled by molecular phylogeny",
        "A modified agar plate method for detection of Strongyloides stercoralis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}