{
    "eid": "2-s2.0-85053603968",
    "title": "Effect of storage temperature on antioxidant activities of Citrus medica L. var. limetta",
    "cover-date": "2018-08-30",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Horticulture",
            "@code": "1108",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Antioxidant activity",
        "Citrus",
        "Maillard reaction",
        "Storage"
    ],
    "authors": [
        "W. Sankomkai",
        "U. Suttisunsanee",
        "P. Somsong",
        "W. Srichamnong"
    ],
    "citedby-count": 0,
    "ref-count": 18,
    "ref-list": [
        "Estimation of total phenolic content and other oxidation substrates in plant tissues using Folin-Ciocalteu reagent",
        "Pharmacological properties of citrus and their ancient and medieval uses in the Mediterranean region",
        "Antioxidant capacity and mineral content of pulp and peel from commercial cultivars of citrus from Brazil",
        "Study of the thermal degradation of citrus seeds",
        "Oxidative stress in health and disease: The therapeutic potential of Nrf2 activation",
        "History, global distribution, and nutritional importance of citrus fruits",
        "Free radicals, antioxidants and functional foods: Impact on human health",
        "Drying effect on flavonoid composition and antioxidant activity of immature kumquat",
        "Anti-inflammatory activity of an orange peel polymethoxylated flavone, 3′,4′,3,5,6,7,8-heptamethoxyflavone, in the rat carrageenan/paw edema and mouse lipopolysaccharide-challenge assays",
        "Natural antioxidants: Fascinating or mythical biomolecules?",
        "Effect of drying method on volatile compounds, phenolic profile and antioxidant capacity of guava powders",
        "Characteristics and antioxidant activity of Maillard reaction products derived from chitosan-sugar solution",
        "Effect of browning on total phenolic, flavonoid content and antioxidant activity in Indian gooseberry (Phyllanthus emblica Linn.)",
        "Antidiabetic and hypolipidemic activity of Citrus medica Linn. Seed extract in streptozotocin induced diabetic rats",
        "D-limonene attenuates blood pressure and improves the lipid and antioxidant status in high fat diet and L-NAME treated rats",
        "Variation in the components and antioxidant activity of Citrus medica L. Var. Sarcodactylis essential oils at different stages of maturity",
        "Antioxidant activity of Citrus fruits"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}