{
    "eid": "2-s2.0-84899446991",
    "title": "Knowledge and acceptance of thai women toward the pelvic floor muscle training",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Attitude",
        "Knowledge",
        "Pelvic floor muscle training",
        "Pelvic organ prolapsed",
        "Urinary incontinence"
    ],
    "authors": [
        "Natthiya Tantisiriwat"
    ],
    "citedby-count": 4,
    "ref-count": 20,
    "ref-list": [
        "Risk factors of female urinary incontinence and overactive bladder in Thai postmenopausal women.",
        "Female urinary incontinence: A cross-sectional study from a Thai rural area",
        "Prevalence and risk factors of urinary incontinence in Thai menopausal women at Phramongkutklao Hospital.",
        "Prevalence of genital prolapse in Thai menopausal women (using new standardization classification)",
        "Prevalence and risk factors of urinary incontinence in Khon Kaen menopausal women",
        "Impact of stress urinary incontinence and overactive bladder on quality of life in thai women attending the urogynecology clinic",
        "Validation of the Prolapse Quality of Life (P-QOL) questionnaire in Thai version",
        "Pelvic floor muscle training versus no treatment, or inactive control treatments, for urinary incontinence in women.",
        "Conservative prevention and management of pelvic organ prolapse in women.",
        "Pelvic floor muscle training for prevention and treatment of urinary and faecal incontinence in antenatal and postnatal women",
        "Learning outcomes of a group behavioral modification program to prevent urinary incontinence",
        "Behavioral intervention: The first-line treatment for women with urinary incontinence",
        "Assessment of Kegel pelvic muscle exercise performance after brief verbal instruction",
        "Rectal balloon training as an adjunctive method for pelvic floor muscle training in conservative management of stress urinary incontinence: A pilot study",
        "Weighted vaginal cones for urinary incontinence.",
        "Pelvic floor muscle training in treatment of female stress urinary incontinence, pelvic organ prolapse and sexual dysfunction",
        "Lower urinary tract symptoms and pelvic floor muscle exercise adherence after 15 years",
        "Predictors of intention to adhere to physiotherapy among women with urinary incontinence",
        "Barriers to pelvic floor physical therapy utilization for treatment of female urinary incontinence",
        "Self-efficacy as a predictor to PFMT adherence in a prevention of urinary incontinence clinical trial"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}