{
    "eid": "2-s2.0-85044369798",
    "title": "Anonymity and commitment: how do Kierkegaard and Dreyfus fare in the era of Facebook and “post-truth”?",
    "cover-date": "2019-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Philosophy",
            "@code": "1211",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Human-Computer Interaction",
            "@code": "1709",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Artificial Intelligence",
            "@code": "1702",
            "@abbrev": "COMP"
        }
    ],
    "keywords": [
        "Anonymity",
        "Commitment",
        "Dreyfus",
        "Education",
        "Kierkegaard",
        "Press",
        "Public",
        "Rationality"
    ],
    "authors": [
        "Soraj Hongladarom"
    ],
    "citedby-count": 0,
    "ref-count": 24,
    "ref-list": [
        "Ideological realignment in the US electorate",
        "Why can’t we all just get along? The reality of a polarized America",
        "A brief history of Facebook as a media text: the development of an empty structure",
        "Kant, the press, and the public use of reason",
        "Anonymity versus commitment: the dangers of education on the Internet",
        "From scrapbook to Facebook: a history of personal media assemblage and archives",
        "New media and governance in conflict",
        "No funeral bells: reason in a ‘post-truth’ age",
        "Blurring boundaries: the “real” and the “virtual” in hybrid spaces",
        "An answer to the question: what is Enlightenment? (1784)",
        "The present age",
        "A coiled spring: Kierkegaard on the press, the public, and a crisis of communication",
        "Party polarization in American politics: characteristics, causes, and consequences",
        "The structure of political e-expression: what the brexit campaign can teach us about political talk on facebook",
        "Global nihilism and local meanings? Dreyfus on Kierkegaard and Heidegger today",
        "The internet, identity and intellectual capital: a response to Dreyfus’s critique of e-learning",
        "Kierkegaard and the internet: existential reflections on education and community",
        "The political power of social media: technology, the public sphere, and political change",
        "From incivility to outrage: Political discourse in blogs, talk radio, and cable news"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}