{
    "eid": "2-s2.0-84919793368",
    "title": "Intrapersonal comparison of initial axial length, keratometric readings, and intraocular lens power over a 6-month interval using an IOLMaster device",
    "cover-date": "2014-12-22",
    "subject-areas": [
        {
            "$": "Ophthalmology",
            "@code": "2731"
        }
    ],
    "keywords": [
        "Axial length",
        "Cataract",
        "IOL power",
        "IOLMaster",
        "Keratometry"
    ],
    "authors": [
        "Bharkbhum Khambhiphant"
    ],
    "citedby-count": 3,
    "ref-count": 15,
    "ref-list": [
        "Global data on visual impairment in the year 2002",
        "Ophthalmological disorders in rural areas of crete: A geospatial analysis",
        "Vision impairment and major causes of vision loss impacts on vision-specific functioning independent of socioeconomic factors",
        "Management of cataract in the Thai population.",
        "Reliability and validity of the partial coherence interferometry for measurement of ocular axial length in children",
        "Accuracy of intraocular lens power calculations using the Zeiss IOL master. A prospective study.",
        "[Comparision of two new optical biometry devices with an ultrasonic immersion biometer].",
        "Intraocular lens power measured by partial coherence interferometry",
        "Partial coherence laser interferometry vs conventional ultrasound biometry in intraocular lens power calculations",
        "Comparison of biometric measurements using partial coherence interferometry and applanation ultrasound",
        "Refractive Development of the Human Eye",
        "IOLMaster biometry: Refractive results of 100 consecutive cases",
        "Optical and ultrasound measurement of axial length and anterior chamber depth for intraocular lens power calculation",
        "Comparison of anterior segment measurements obtained by three different devices in healthy eyes",
        "Accuracy of intraocular lens power calculation using partial coherence interferometry in patients with high myopia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}