{
    "eid": "2-s2.0-84895117720",
    "title": "The effects of the number of natural teeth and posterior occluding pairs on the oral health-related quality of life in elderly dental patients",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "Geriatrics and Gerontology",
            "@code": "2717"
        },
        {
            "$": "General Dentistry",
            "@code": "3500"
        }
    ],
    "keywords": [
        "elderly dental patients",
        "number of natural teeth",
        "number of posterior occluding pairs",
        "oral health-related quality of life."
    ],
    "authors": [
        "Kwanrutai Somsak"
    ],
    "citedby-count": 26,
    "ref-count": 34,
    "ref-list": [
        "The Act on Older Persons B.E. 2546 (2003 A.D.)",
        "Report on the 2007 Survey of the Older Persons in Thailand",
        "Disease Prevention and Oral Health Promotion",
        "Oral Health in America: A Report of the Surgeon General",
        "Reasons for extraction of permanent teeth in Japan",
        "Risk factors for tooth loss in the institutionalised elderly; a six-year cohort study",
        "The 6th National Oral Health Survey in Thailand 2006-2007",
        "Improving the oral health of older people: The approach of the WHO Global Oral Health Programme",
        "Global goals for oral health in the year 2000. Fédération Dentaire Internationale.",
        "Strategic Planning 2009-2011",
        "Oral health-related quality of life in patients treated with fixed, removable, and complete dentures 1 month and 6 to 12 months after treatment",
        "Disparities in early childhood caries and its impact on oral health-related quality of life of preschool children",
        "Conference summary: Assessing oral health outcomes - Measuring health status and quality of life",
        "Disease Prevention and Oral Health Promotion: Socio-dental Sciences in Action",
        "J Dent Assoc Thai",
        "Oral impacts affecting daily performance in a low dental disease Thai population",
        "J Health Sci",
        "Measuring Oral Health and Quality of Life",
        "Assessing the difference between sociodental and normative approaches to assessing prosthetic dental treatment needs in dentate older people.",
        "J Dent Assoc Thai",
        "Oral Impacts on Daily Performance in Norwegian adults: The influence of age, number of missing teeth, and socio-demographic factors",
        "Prevalence of impacts of dental and oral disorders and their effects on eating among older people; a national survey in Great Britain",
        "Effect of tooth loss and denture status on oral health-related quality of life of older individuals from Sri Lanka",
        "Psychometric properties and the prevalence, intensity and causes of oral impacts on daily performance (OIDP) in a population of older Tanzanians",
        "The McGill Consensus Statement on Overdentures. Mandibular 2-implant overdentures as first choice standard of care for edentulous patients.",
        "Oral health status and treatment satisfaction with mandibular implant overdentures and conventional dentures: A randomized clinical trial in a senior population",
        "J Dent Assoc Thai",
        "Tooth loss, denture wearing and oral health-related quality of life in elderly Chinese people",
        "Relationship of number of remaining teeth to health-related quality of life in community-dwelling elderly.",
        "Oral health impacts among adults in Finland: Competing effects of age, number of teeth, and removable dentures",
        "Validation of an oral health quality of life index (GOHAI) in France",
        "Why are we 'weighting' An assessment of a self-weighting approach to measuring oral health-related quality of life",
        "The relationship between clinical dental status and oral impacts in an elderly population",
        "Clinical correlates of oral health-related quality of life: Evidence from a national sample of British older people"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}