{
    "eid": "2-s2.0-85135630630",
    "title": "Effects of boosted mRNA and adenoviral-vectored vaccines on immune responses to omicron BA.1 and BA.2 following the heterologous CoronaVac/AZD1222 vaccination",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Virology",
            "@code": "2406",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "AZD1222",
        "booster vaccine",
        "COVID-19",
        "heterologous",
        "mRNA vaccine",
        "omicron"
    ],
    "authors": [
        "Nungruthai Suntronwong",
        "Sitthichai Kanokudom",
        "Chompoonut Auphimai",
        "Suvichada Assawakosri",
        "Thanunrat Thongmee",
        "Preeyaporn Vichaiwattana",
        "Thaneeya Duangchinda",
        "Warangkana Chantima",
        "Pattarakul Pakchotanon",
        "Jira Chansaenroj",
        "Jiratchaya Puenpa",
        "Pornjarim Nilyanimit",
        "Donchida Srimuan",
        "Thaksaporn Thatsanatorn",
        "Natthinee Sudhinaraset",
        "Nasamon Wanlapakorn",
        "Juthathip Mongkolsapaya",
        "Yong Poovorawan"
    ],
    "citedby-count": 13,
    "ref-count": 38,
    "ref-list": [
        "Rapid epidemic expansion of the SARS-CoV-2 omicron variant in Southern Africa",
        "Omicron and vaccines: an analysis on the decline in COVID-19 mortality",
        "Estimating disease severity of omicron and delta SARS-CoV-2 infections",
        "SARS-CoV-2 variants, spike mutations and immune escape",
        "Omicron escapes the majority of existing SARS-CoV-2 neutralizing antibodies",
        "Striking antibody evasion manifested by the omicron variant of SARS-CoV-2",
        "Increased risk of SARS-CoV-2 reinfection associated with emergence of Omicron in South Africa",
        "Omicron (BA. 1) and Sub-Variants (BA. 1, BA. 2 and BA. 3) of SARS-CoV-2 spike infectivity and pathogenicity: a comparative sequence and structural-based computational assessment",
        "Efficacy of antibodies and antiviral drugs against Covid-19 omicron variant",
        "Efficacy of antiviral agents against the SARS-CoV-2 omicron subvariant BA. 2",
        "Waning immune humoral response to BNT162b2 Covid-19 vaccine over 6 months",
        "Neutralizing antibody levels are highly predictive of immune protection from symptomatic SARS-CoV-2 infection",
        "Considerable escape of SARS-CoV-2 omicron to antibody neutralization",
        "Protection of BNT162b2 vaccine booster against Covid-19 in Israel",
        "Safety and immunogenicity of seven COVID-19 vaccines as a third dose (booster) following two doses of ChAdOx1 nCov-19 or BNT162b2 in the UK (COV-BOOST): a blinded, multicentre, randomised, controlled, phase 2 trial",
        "Correlates of protection against SARS-CoV-2 in rhesus macaques",
        "Antigen-specific adaptive immunity to SARS-CoV-2 in acute COVID-19 and associations with age and disease severity",
        "Divergent SARS CoV-2 omicron-reactive T- and B cell responses in COVID-19 vaccine recipients",
        "T cell responses to SARS-CoV-2 spike cross-recognize omicron",
        "Covid-19 vaccine effectiveness against the omicron (B. 1.1. 529) variant",
        "Neutralizing activities against the omicron variant after a heterologous booster in healthy adults receiving two doses of CoronaVac vaccination",
        "Persistence of immunogenicity after seven COVID-19 vaccines given as third dose boosters following two doses of ChAdOx1 nCov-19 or BNT162b2 in the UK: three month analyses of the COV-BOOST trial",
        "Safety and immunogenicity of heterologous and homologous inactivated and adenoviral-vectored COVID-19 vaccines in healthy adults",
        "Safety and immunogenicity of the ChAdOx1 nCoV-19 vaccine against SARS-CoV-2: a preliminary report of a phase 1/2, single-blind, randomised controlled trial",
        "Reduced neutralization of SARS-CoV-2 B. 1.1. 7 variant by convalescent and vaccine sera",
        "Robust induction of B cell and T cell responses by a third dose of inactivated SARS-CoV-2 vaccine",
        "Neutralization of the SARS-CoV-2 omicron BA.1 and BA.2 variants",
        "SARS-CoV-2 omicron-neutralizing memory B-cells are elicited by two doses of BNT162b2 mRNA vaccine",
        "Antibody evasion properties of SARS-CoV-2 omicron sublineages",
        "Omicron BA. 1 and BA. 2 neutralizing activity elicited by a comprehensive panel of human vaccines",
        "Ancestral SARS-CoV-2-specific T cells cross-recognize the omicron variant",
        "T cell reactivity to the SARS-CoV-2 omicron variant is preserved in most but not all prior infected and vaccinated individuals"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199575",
            "affilname": "Siriraj Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199575",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Oxford",
            "@id": "60026851",
            "affilname": "University of Oxford",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026851",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Oxford",
            "@id": "60008936",
            "affilname": "Nuffield Department of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008936",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "127614853",
            "affilname": "The Royal Society of Thailand (FRS(T))",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/127614853",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Zullig pharma",
        "King Chulalongkorn Memorial Hospital",
        "Chulabhorn Royal Academy",
        "Chulalongkorn University",
        "Ministry of Public Health",
        "National Research Council of Thailand",
        "Health Systems Research Institute",
        "National Center for Genetic Engineering and Biotechnology"
    ]
}