{
    "eid": "2-s2.0-84905393453",
    "title": "Criterion of approximation for designing 2×2 feedback systems with inputs satisfying bounding conditions",
    "cover-date": "2014-01-01",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Tadchanon Chuman"
    ],
    "citedby-count": 1,
    "ref-count": 23,
    "ref-list": [
        "Critical control of building under seismic disturbance",
        "Design of delayed control systems with zakian' method",
        "DESIGN OF DELAYED CONTROL SYSTEMS USING ZAKIAN'S FRAMEWORK.",
        "ROBUST BRAKE CONTROL FOR A HEAVY-DUTY TRUCK.",
        "Pa D É Approximants",
        "The behaviour of linear systems with inputs satisfying certain bounding conditions",
        "Transfer functions of distributed parameter systems: A tutorial",
        "Feedback Systems: Input-output Properties",
        "The reduction of complex transfer function models to simple models using the method of moments",
        "Approximation of Infinite-Dimensional Systems",
        "Model reduction of delay systems using Pade approximants",
        "The principle of matching: A necessary and sufficient condition for inputs restricted in magnitude and rate of change",
        "The design of robust control systems for plants with recycle",
        "Computation of peak output for inputs satisfying many bounding conditions on magnitude and slope",
        "Terminal composition control of a binary distillation column",
        "Simplification of linear time-invariant systems by moment approximants",
        "NEW FORMULATION FOR THE METHOD OF INEQUALITIES.",
        "A criterion of approximation for the method of inequalities",
        "Control Systems Centre Report 604",
        "A performance criterion",
        "Perspectives on the principle of matching and the method of inequalities",
        "Control systems design: A new framework",
        "DESIGN OF DYNAMICAL AND CONTROL SYSTEMS BY THE METHOD OF INEQUALITIES."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}