{
    "eid": "2-s2.0-85053064170",
    "title": "Ability of marine cyanobacterium Synechococcus sp. VDW to remove ammonium from brackish aquaculture wastewater",
    "cover-date": "2019-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agronomy and Crop Science",
            "@code": "1102",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Water Science and Technology",
            "@code": "2312",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Soil Science",
            "@code": "1111",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Earth-Surface Processes",
            "@code": "1904",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "Ammonium assimilation",
        "Gene expression",
        "Glutamate dehydrogenase",
        "Glutamate synthase",
        "Glutamine synthetase",
        "Synechococcus sp. VDW"
    ],
    "authors": [
        "Piroonporn Srimongkol",
        "Nuttha Tongchul",
        "Saranya Phunpruch",
        "Aphichart Karnchanatat"
    ],
    "citedby-count": 19,
    "ref-count": 40,
    "ref-list": [
        "Isolation of C-phycocyanin from Synechococcus sp., (Anacystis nidulans BD1)",
        "Culture of planktonic cyanophytes on agar",
        "Ammonium nutrition in Ricinus communis: its effect on plant growth and the chemical composition of the whole plant, xylem and phloem saps",
        "Improved free fatty acid production in cyanobacteria with Synechococcus sp. PCC 7002 as host",
        "Standard Methods for the Examination of Water and Wastewater",
        "Capability of different microalgae species for phytoremediation processes: wastewater tertiary treatment, CO2bio-fixation and low cost biofuels production",
        "Limits to growth",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Mutants of Klebsiella aerogenes lacking glutamate dehydrogenase",
        "The presence of glutamate dehydrogenase is a selective advantage for the cyanobacterium Synechocystis sp. Strain PCC 6803 under nonexponential growth conditions",
        "Effects of ammonia on growth and molting of Penaeus japonicus juveniles",
        "Oxygen consumption and ammonia-N excretion of Penaeus chinensis juveniles exposed to ambient ammonia at different salinity levels",
        "Super intensive culture of red-tailed shrimp Penaeus penicillatus",
        "Simultaneous microalgal biomass production and CO2 fixation by cultivating Chlorella sp. GD with aquaculture wastewater and boiler flue gas",
        "Expression of glnA in the cyanobacterium Synechococcus sp. strain PCC 7942 is initiated from a single nif-like promoter under various nitrogen conditions",
        "Issues, impacts, and implications of shrimp aquaculture in Thailand",
        "The State of World Fisheries and Aquaculture: Opportunities and Challenges",
        "Lipid production of Chlorella vulgaris cultured in artificial wastewater medium",
        "Root nodule enzymes of ammonia assimilation in alfalfa (Medicago sativa L.) developmental patterns and response to applied nitrogen",
        "Salt stress enhances choline uptake in the halotolerant cyanobacterium Aphanothece halophytica",
        "Determination of ammonia",
        "Application of constructed wetlands on wastewater treatment for aquaculture ponds",
        "Use of Chlorella vulgaris for bioremediation of textile wastewater",
        "Analysis of relative gene expression data using real-time quantitative PCR and the 2(−Delta Delta C(T)) method",
        "Redirecting reductant flux into hydrogen production via metabolic engineering of fermentative carbon metabolism in a cyanobacterium",
        "Prochlorococcus and Synechococcus have evolved different adaptive mechanisms to cope with light and UV stress",
        "Regulation of glutamine synthetase activity in the unicellular cyanobacterium Synechocystis sp. Strain PCC 6803 by the nitrogen source: effect of ammonium",
        "Oilgae Guide to Algae-Based Wastewater Treatment: a Sample Report",
        "The environmental impact of shrimp aquaculture and the coastal pollution in Mexico",
        "Chemical and biological characterization of wastewater generated from hydrothermal liquefaction of Spirulina",
        "Carbon dioxide fixation of freshwater microalgae growth on natural water medium",
        "Removal of ammonium from municipal wastewater using natural Turkish (Dogantepe) zeolite",
        "Regulation of glutamine synthetase. IX. Reactivity of the sulfhydryl groups of the enzyme from Escherichia coli",
        "Abiotic stress generates ROS that signal expression of anionic glutamate dehydrogenases to form glutamate for proline synthesis in tobacco and grapevine",
        "Cyanobacterial photosynthesis in the oceans: the origins and significance of divergent light-harvesting strategies",
        "Screening cyanobacteria from marine coastal waters of Thailand for biohydrogen production",
        "Different promoters for the Anabaena glutamine synthetase gene during growth using molecular or fixed nitrogen",
        "Treatment of industrial wastewaters by microalgal bacterial flocs in sequencing batch reactors",
        "Cultivation of green algae Chlorella sp. In different wastewaters from municipal wastewater treatment plant"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60103476",
            "affilname": "King Mongkuts University of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103476",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Institute of Biotechnology",
        "PERDO",
        "Ratchadaphiseksomphot Endowment Fund",
        "S&T Postgraduate Education and Research Development Office",
        "Office of Higher Education Commission",
        "Chulalongkorn University"
    ]
}