{
    "eid": "2-s2.0-84897680901",
    "title": "Three-dimensional electromechanical analysis of a conducting prolate spheroid on a grounded plane",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Electrical and Electronic Engineering",
            "@code": "2208"
        }
    ],
    "keywords": [
        "electric fields",
        "Electromechanical effects",
        "electrostatic force",
        "multipole re-expansion",
        "prolatespheroid",
        "spheroidal harmonics"
    ],
    "authors": [
        "Boonchai Techaumnat"
    ],
    "citedby-count": 3,
    "ref-count": 18,
    "ref-list": [
        "IERE Workshop on Gas Insulated Substations",
        "AC analysis and testing of realistically contaminated gas-insulated systems",
        "Electric Fields in Composite Dielectrics and Their Applications",
        "Insulation integrity of GIS/GITL systems and management of particle contamination",
        "Experimental studies of free conducting wire particle behavior between non-parallel plane electrodes with ac voltages in air",
        "The behavior of charged conducting particles in electric fields",
        "Conducting particle motion and particle-initiated breakdown in dc electric field between diverging conducting plates in atmospheric air",
        "Theoretical and experimental studies for spherical free-conducting particle behavior between non-parallel plane electrodes with ac voltages in air",
        "Influence of particles on AC and DC electrical performance of gas insulated systems at extra-high-voltage",
        "Rev. Gén. Elec.",
        "A method for prediction of gaseous discharge threshold voltage in the presence of a conducting particle",
        "Charging and behavior of a spherically conducting particle on a dielectrically coated electrode in the presence of electrical gradient force in atmospheric air",
        "Study on the electromechanics of a conducting particle under nonuniform electric field",
        "Analysis on electrostatic behavior of a conducting prolate spheroid under an electric field",
        "Calculation of electric field in two-dimensional arrangements by the method of multipole images",
        "Equivalent image charges of a prolate spheroid under an external electric field",
        "The Mathematical Gazette",
        "Static and Dynamic Electricity, 2nd Ed"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "The University of Tokyo",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}