{
    "eid": "2-s2.0-85026293121",
    "title": "Anterior Tragal Crease Is Associated with Atherosclerosis: A Study Evaluating Carotid Artery Intima-Media Thickness",
    "cover-date": "2017-09-01",
    "subject-areas": [
        {
            "$": "Cardiology and Cardiovascular Medicine",
            "@code": "2705"
        }
    ],
    "keywords": [
        "anterior tragal crease",
        "atherosclerosis",
        "common carotid artery",
        "diagonal earlobe crease",
        "ear crease",
        "intima-media thickness"
    ],
    "authors": [
        "Pawinee Rerknimitr"
    ],
    "citedby-count": 8,
    "ref-count": 28,
    "ref-list": [
        "\"State-of-Art\" paper of the Italian Working Group on Atherosclerosis: Preclinical assessment of early coronary atherosclerosis",
        "Prevalence of subclinical atherosclerosis and cardiovascular disease and association with risk factors in the cardiovascular health study",
        "Ear lobe crease as a marker of coronary artery disease: A meta-analysis",
        "Diagonal ear-lobe crease is correlated with atherosclerotic changes in carotid arteries",
        "Diagonal ear-lobe crease is associated with carotid intima-media thickness in subjects free of clinical cardiovascular disease",
        "Association between ear creases and peripheral arterial disease",
        "Earlobe crease may provide predictive information on asymptomatic peripheral arterial disease in patients clinically free of atherosclerotic vascular Disease",
        "Ear lobe crease: A marker of coronary artery disease?",
        "National Psoriasis Foundation clinical consensus on psoriasis comorbidities and recommendations for screening",
        "Non-invasive detection of endothelial dysfunction in children and adults at risk of atherosclerosis",
        "From Vulnerable Plaque to Vulnerable Patient-Part III: Executive Summary of the Screening for Heart Attack Prevention and Education (SHAPE) Task Force Report",
        "Subclinical atherosclerosis in patients with chronic psoriasis: A potential association",
        "Prevalence and Risk Factors of Atherosclerosis in Patients with Psoriatic Arthritis",
        "Improvements in risk stratification for the occurrence of cardiovascular disease by imaging subclinical atherosclerosis: A systematic review",
        "The value of carotid artery plaque and intima-media thickness for incident cardiovascular disease: the multi-ethnic study of atherosclerosis.",
        "Carotid intimal thickness and plaque predict prevalence and severity of coronary atherosclerosis: A pilot study",
        "Circulating biomarkers determining inflammation in atherosclerosis progression",
        "R: A Language and Environment for Statistical Computing",
        "Association between coronary artery disease and the diagonal earlobe and preauricular creases in men",
        "Aural Sign of Coronary-Artery Disease",
        "Ear-lobe crease and ear-canal hair as predictors of coronary artery disease in Indian population.",
        "Diagonal ear lobe crease as an indicator of operative risk",
        "Earlobe Type, Race, and Age: Effects on Earlobe Creasing",
        "Ear-lobe crease as a marker of carotid artery arthrosclerosis",
        "Diagonal earlobe crease are associated with shorter telomere in male japanese patients with metabolic syndrome -A pilot study-",
        "\" Is obesity linked to aging?\". Adipose tissue and the role of telomeres.",
        "Earlobe creases and macrophage receptors",
        "Diagonal Ear Lobe Crease and Coronary Risk Factors"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Chulalongkorn University"
    ]
}