{
    "eid": "2-s2.0-84994246513",
    "title": "Searching for empirical linkages between demographic structure and economic growth",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        }
    ],
    "keywords": [
        "Demographic structure",
        "Economic growth",
        "Graph-theoretic causal search",
        "Growth regression",
        "PC algorithm"
    ],
    "authors": [
        "Kua Wongboonsin"
    ],
    "citedby-count": 19,
    "ref-count": 71,
    "ref-list": [
        "International comparisons of educational attainment",
        "A new data set of educational attainment in the world, 1950-2010",
        "A new database on the structure and development of the financial sector",
        "World Bank Policy Res. Working Paper",
        "The Demographic Dividend: A New Perspective On The Economic Consequences Of Population Change",
        "Demographic transitions and economic miracles in emerging Asia",
        "Assessing Parfit's Repugnant Conclusion within a canonical endogenous growth set-up",
        "Population growth in a model of economic growth with human capital accumulation and horizontal R&D",
        "World Bank Policy Res. Working Pap.",
        "J. Econ. Growth",
        "Gender-specific human capital, openness and growth: Exploring the linkages for south Asia",
        "Is the Demographic Dividend an Education Dividend?",
        "Is there a long-run relationship between population growth and living standards? The case of India",
        "Searching for the Causal Structure of a Vector Autoregression",
        "Still puzzling: Evaluating the price puzzle in an empirically identified structural vector autoregression",
        "A bootstrap method for identifying and evaluating a structural vector autoregression",
        "Effects of Population Growth on the Economic Development of Developing Countries",
        "Model uncertainty in cross-country growth regressions",
        "Demographics and productivity",
        "Popul. Dev. Rev.",
        "The US productivity slowdown, the baby boom, and management quality",
        "A reassessment of the relationship between inequality and growth",
        "Population ageing and economic growth in seven OECD countries",
        "Population ageing, time allocation and human capital: A general equilibrium analysis for Canada",
        "The demographic transition and the emergence of sustained economic growth",
        "Demography, national savings, and international capital flows",
        "Truth and robustness in cross-country growth regressions",
        "Growth empirics: A panel data approach",
        "J. Econ. Lit.",
        "Evolution of recent economic-demographic modeling: A synthesis",
        "Aggregate population and economic growth correlations: The role of the components of demographic change",
        "Youth dependency and total factor productivity",
        "Markov properties of nonrecursive causal models",
        "Proc. Am. Philosoph. Soc.",
        "Population growth and technological change: one million b.c. to 1990",
        "The demographic transition: Three centuries of fundamental change",
        "Popul. Dev. Rev.",
        "Age and achievement",
        "A sensitivity analysis of cross-country growth regressions",
        "Foreign capital in a growth model",
        "Reassessing Edgeworth's conjecture when population dynamics is stochastic",
        "Age structure effects on economic growth - swedish evidence",
        "Graphical causal models and VARs: An empirical assessment of the real business cycles hypothesis",
        "Graphical models for the identification of causal structures in multivariate time series models",
        "Measuring monetary policy with empirically grounded identifying restrictions",
        "The computable overlapping generations model with an endogenous growth mechanism",
        "Determinants of long-term growth: A bayesian averaging of classical estimates (BACE) approach",
        "I Just Ran Two Million Regressions",
        "Determinants of long-term growth: A bayesian averaging of classical estimates (BACE) approach",
        "Demographic dynamics and the empirics of economic growth.",
        "Causation, Prediction, and Search",
        "Impulse Response Functions Based on a Causal Approach to Residual Orthogonalization in Vector Autoregressions",
        "Human capital and economic development",
        null,
        "A clash of generations? Youth bulges and political violence",
        "Trade liberalization and growth: New evidence"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Sasin School of Management, Bangkok",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Thailand Research Fund",
        "Chulalongkorn University"
    ]
}