{
    "eid": "2-s2.0-85119324797",
    "title": "Preferential and persistent impact of acute HIV-1 infection on CD4+ iNKT cells in colonic mucosa",
    "cover-date": "2021-11-16",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "ART",
        "Gut",
        "HIV-1",
        "Immune activation",
        "INKT cells"
    ],
    "authors": [
        "Dominic Paquin-Proulx",
        "Kerri G. Lal",
        "Yuwadee Phuang-Ngern",
        "Matthew Creegan",
        "Andrey Tokarev",
        "Suchada Suhkumvittaya",
        "Aljawharah Alrubayyi",
        "Eugene Kroon",
        "Suteeraporn Pinyakorn",
        "Bonnie M. Slike",
        "Diane L. Bolton",
        "Shelly J. Krebs",
        "Leigh Anne Eller",
        "Chayada Sajjaweerawan",
        "Amelie Pagliuzza",
        "Nicolas Chomont",
        "Rungsun Rerknimitr",
        "Nitiya Chomchey",
        "Nittaya Phanuphak",
        "Mark S. De Souza",
        "Nelson L. Michael",
        "Merlin L. Robb",
        "Jintanat Ananworanich",
        "Johan K. Sandberg",
        "Michael A. Eller",
        "Alexandra Schuetz"
    ],
    "citedby-count": 1,
    "ref-count": 66,
    "ref-list": [
        "Donor unrestricted T cells: A shared human T cell response",
        "Invariant natural killer T cells: Aninnate activation schemelinked to diverse effector functions",
        "Invariant natural killer T cells as sensors and managers of inflammation",
        "Antigen presentation by CD1 lipids, T cells, and NKT cells in microbial immunity",
        "Functionally distinct subsets of CD1d-restricted natural killer T cells revealed by CD1d tetramer staining",
        "Distinct functional lineages of human V(alpha)24 natural killer T cells",
        "NKG2D performs two functions in invariant NKT cells: Direct TCR-independent activation of NK-like cytolysis and co-stimulation of activation by CD1d",
        "Natural killer T cells contribute to the control of acute retroviral infection",
        "NKT cells: Friend or foe during viral infections?",
        "Hepatitis B virus-induced lipid alterations contribute to natural killer T cell-dependent protective immunity",
        "Initiation of antiviral B cell immunity relies on innate signals from spatially positioned NKT cells",
        "NKT cells are responsible for the clearance ofmurine norovirus through the virus-specific secretory IgApathway",
        "Selective loss of innate CD4(+) V alpha 24 natural killer T cells in human immunodeficiency virus infection",
        "CD1d-restricted human natural killer T cells are highly susceptible to human immunodeficiency virus 1 infection",
        "Selective decrease in circulating V alpha 24+V beta 11+ NKT cells during HIV type 1 infection",
        "Lower cytokine secretion ex vivo by natural killer T cells in HIV-infected individuals is associated with higher CD161 expression",
        "Severe functional impairment and elevated PD-1 expression in CD1drestricted NKT cells retained during chronic HIV-1 infection",
        "CD1d-restricted natural killer T cells are potent targets for human immunodeficiency virus infection",
        "Cutting edge: Rapid recovery of NKT cells upon institution of highly active antiretroviral therapy for HIV-1 infection",
        "Function of NKT cells, potential anti-HIV effector cells, are improved by beginning HAART during acute HIV-1 infection",
        "CD1d-restricted natural killer T cells are preserved in Indian long-term nonprogressors",
        "Bacteroides are associated with GALT iNKT cell function and reduction of microbial translocation in HIV-1 infection",
        "Negative checkpoint regulatory molecule 2B4 (CD244) upregulation is associated with invariant natural killer T cell alterations and human immunodeficiency virus disease progression",
        "Innate invariant NKT cell recognition of HIV-1-infected dendritic cells is an early detection mechanism targeted by viral immune evasion",
        "Preferential depletion of gut CD4-expressing iNKT cells contributes to systemic immune activation in HIV-1 infection",
        "Massive infection and loss of memory CD4+ T cells in multiple tissues during acute SIV infection",
        "Impact of early cART in the gut during acute HIV infection",
        "RV254/SEARCH010 Study Group, Initiation of antiretroviral therapy before detection of colonic infiltration by HIV reduces viral reservoirs, inflammation and immune activation",
        "Antiretroviral therapy initiated within 6 months of HIV infection is associated with lower T-cell activation and smaller HIV reservoir size",
        "RV254/SEARCH 010 and RV304/SEARCH 013 Study Groups, Initiation of ART during early acute HIV infection preserves mucosal Th17 function and reverses HIV-related immune activation",
        "Early antiretroviral therapy preserves functional follicular helper T and HIV-specific B cells in the gut mucosa of HIV-1-infected individuals",
        "RV 217 Study Team, Prospective study of acute HIV-1 infection in adults in East Africa and Thailand",
        "IFI16 DNA sensor is required for death of lymphoid CD4 T cells abortively infected with HIV",
        "The BTB-zinc finger transcriptional regulator PLZF controls the development of invariant natural killer T cell effector functions",
        "The transcription factor PLZF directs the effector program of the NKT cell lineage",
        "GATA-3 regulates the development and function of invariant NKT cells",
        "RV254/SEARCH 010 Study Group, Impact of multi-targeted antiretroviral treatment on gut T cell depletion and HIV reservoir seeding during acute HIV infection",
        "NKT cell depletion in humans during early HIV infection",
        "Primary HIV-1 infection is associated with preferential depletion of CD4+ T lymphocytes from effector sites in the gastrointestinal tract",
        "Severe CD4+ T-cell depletion in gut lymphoid tissue during primary human immunodeficiency virus type 1 infection and substantial delay in restoration following highly active antiretroviral therapy",
        "Dual-color HIV reporters trace a population of latently infected cells and enable their purification",
        "CD4+ T cells expressing PD-1, TIGIT and LAG-3 contribute to HIV persistence during ART",
        "Programmed cell death-1 contributes to the establishment and maintenance of HIV-1 latency",
        "HIV-1 selectively targets gut-homing CCR6+CD4+ T cells via mTORdependent mechanisms",
        "HIV persists in CCR6+CD4+ T cells from colon and blood during antiretroviral therapy",
        "RV254/SEARCH010, RV304/SEARCH013, SEARCH011 study groups, Abundant HIV-infected cells in blood and tissues are rapidly cleared upon ART initiation during acute HIV infection",
        "CAPRISA004 and RV254 study groups, Integrin α4β7 expression on peripheral blood CD4+ T cells predicts HIV acquisition and disease progression outcomes",
        "Single-cell characterization and quantification of translationcompetent viral reservoirs in treated and untreated HIV infection",
        "Alpha4(+)beta7(hi)CD4(+) memory T cells harbor most Th-17 cells and are preferentially infected during acute SIV infection",
        "The integrin alpha4beta7 forms a complex with cell-surface CD4 and defines a T-cell subset that is highly susceptible to infection by HIV-1",
        "Toronto HIV Research Group, Identification of preferential CD4+ T-cell targets for HIV infection in the cervix",
        "Cell death by pyroptosis drives CD4 T-cell depletion in HIV-1 infection",
        "Abortive HIV infection mediates CD4 T cell depletion and inflammation in human lymphoid tissue",
        "Human iNKT and MAIT cells exhibit a PLZF-dependent proapoptotic propensity that is counterbalanced by XIAP",
        "TCR V alpha 24 and V beta 11 coexpression defines a human NK1 T cell analog containing a unique Th0 subpopulation",
        "The peripheral differentiation of human natural killer T cells",
        "Expansion of stem cell-like CD4+ memory T cells during acute HIV-1 infection is linked to rapid disease progression",
        "iNKT cells and their potential lipid ligands during viral infection",
        "Activation strategies for invariant natural killer T cells",
        "A distinct IL-18-induced pathway to fully activate NK T lymphocytes independently from TCR engagement",
        "IL-15 regulates homeostasis and terminal maturation of NKT cells",
        "A subset of latency-reversing agents expose HIV-infected resting CD4+ T-cells to recognition by cytotoxic T-lymphocytes",
        "South East Asia Research Collaboration with Hawaii 004 Protocol Team, Incidence and characterization of acute HIV-1 infection in a high-risk Thai population",
        "OMIP-046: Characterization of invariant T cell subset activation in humans",
        "Lymphocyte activation antigens. I. A monoclonal antibody, anti-Act I, defines a new late lymphocyte activation antigen",
        "Dynamic MAIT cell response with progressively enhanced innateness during acute HIV-1 infection"
    ],
    "affiliation": [
        {
            "affiliation-city": "Silver Spring",
            "@id": "60012786",
            "affilname": "Walter Reed Army Institute of Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60030650",
            "affilname": "National Institute of Infectious Diseases",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030650",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Stockholm",
            "@id": "60019295",
            "affilname": "Karolinska Universitetssjukhuset",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019295",
            "affiliation-country": "Sweden"
        },
        {
            "affiliation-city": "Bethesda",
            "@id": "60017336",
            "affilname": "National Institute of Allergy and Infectious Diseases (NIAID)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017336",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60016185",
            "affilname": "Armed Forces Research Institute of Medical Sciences, Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016185",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Rockville",
            "@id": "60014443",
            "affilname": "HJF",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014443",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Montreal",
            "@id": "60009657",
            "affilname": "Centre Hospitalier de L'Universite de Montreal",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009657",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Amsterdam",
            "@id": "60002483",
            "affilname": "Universiteit van Amsterdam",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002483",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "124379119",
            "affilname": "Institute of HIV Research and Innovation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/124379119",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Government Pharmaceutical Organization",
        "Military Medicine, Inc.",
        "Thai Red Cross AIDS Research Centre",
        "DOD",
        "US National Institute of Allergy and Infectious Diseases",
        "Henry M. Jackson Foundation",
        "Merck",
        "Gilead"
    ]
}