{
    "eid": "2-s2.0-84932195182",
    "title": "Effects of Patterned Substrate on Thin Films Simulated by Family Model",
    "cover-date": "2015-07-26",
    "subject-areas": [
        {
            "$": "Applied Mathematics",
            "@code": "2604"
        },
        {
            "$": "Mathematical Physics",
            "@code": "2610"
        },
        {
            "$": "Statistical and Nonlinear Physics",
            "@code": "3109"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        }
    ],
    "keywords": [
        "Correlation function",
        "Discrete growth models",
        "Patterned substrate",
        "Persistence probability"
    ],
    "authors": [
        "R. Chanphana"
    ],
    "citedby-count": 1,
    "ref-count": 38,
    "ref-list": [
        null,
        "J. Met. Mater. Miner.",
        "Nucleation and initial growth in the semimetallic homoepitaxial system of Bi on Bi(111)",
        "Spatial first-passage statistics of Al/Si(111)-(3×3) step fluctuations",
        "Dynamics of adsorbate islands with nanoscale resolution",
        "Directing self-assembly of nanostructures kinetically: Patterning and the Ehrlich-Schwoebel barrier",
        "Effect of particle polydispersity on the irreversible adsorption of fine particles on patterned substrates",
        "Single-file diffusion and kinetics of template-assisted assembly of colloids",
        "Anomalous smoothing preceding island formation during growth on patterned substrates",
        "Coarsening dynamics of dewetting nanodroplets on chemically patterned substrates",
        "Persistence and survival in equilibrium step fluctuations",
        "Morphological evolution during epitaxial thin film growth: Formation of 2D islands and 3D mounds",
        "Kinetic six-vertex model as model of bcc crystal growth",
        "Kinetics of phase ordering on curved surfaces",
        "Modeling of thin film growth on a tilted miscut substrate: Statistical properties and the optimum growth conditions",
        "Growth instability due to lattice-induced topological currents in limited-mobility epitaxial growth models",
        "Kinetic Monte Carlo simulation of nucleation on patterned substrates",
        "Origins of scale invariance in growth processes",
        "Europhys. Lett.",
        "Scaling of rough surfaces: Effects of surface diffusion",
        "A new universality class for kinetic growth: One-dimensional molecular-beam epitaxy",
        "Surface-diffusion-driven kinetic growth on one-dimensional substrates",
        "Discrete models for conserved growth equations",
        "Turbulent interfaces",
        "Growth with surface diffusion",
        "Dynamic scaling of growing interfaces",
        "Fractal Concepts in Surface Growth",
        "Proc. R. Soc. A",
        "Scaling of the active zone in the Eden process on percolation networks and the ballistic deposition model",
        "Persistence exponents for fluctuating interfaces",
        "Persistence in nonequilibrium surface growth",
        "Anomalous scaling in a nonlocal growth model in the Kardar-Parisi-Zhang universality class",
        "Instability, intermittency, and multiscaling in discrete growth models of kinetic roughening",
        "Probing universality classes in solid-on-solid deposition",
        "Symmetry-based determination of space-time functions in nonequilibrium growth processes",
        "Persistence in nonequilibrium systems",
        "Numerical study of anomalous dynamic scaling behaviour of (1+1)-dimensional das Sarma Tamborenea model",
        "Understanding kinetic surface roughening using local, discrete, nonequilibrium growth models"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bengaluru",
            "affilname": "Indian Institute of Science",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ministry of Higher Education, Science, Research and Innovation",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University",
        "Faculty of Science, Chulalongkorn University"
    ]
}