{
    "eid": "2-s2.0-85019930745",
    "title": "Unique Properties of Metal Nanomaterials for Gems and Jewelry Applications",
    "cover-date": "2015-07-24",
    "subject-areas": [],
    "keywords": [
        "Copper nanoparticles",
        "Gem-based application",
        "Gold nanoparticles",
        "Jewelry-based applications",
        "Metal nanomaterials",
        "Silver nanoparticles",
        "Thin-film nanocrystalline diamond (NCD)",
        "Transmission electron microscopy (TEM)"
    ],
    "authors": [
        "Prompong Pienpinijtham"
    ],
    "citedby-count": 2,
    "ref-count": 88,
    "ref-list": [
        "Absorption and scattering of light by small particles",
        "Optical properties of isolated and supported metal nanoparticles",
        "Localized surface plasmon resonance spectroscopy and sensing",
        "Thermal behavior of metal nanoparticles in geologic materials",
        "Thermal cure effects on electrical performance of nanoparticle silver inks",
        "Thermal behavior of silver nanoparticles for low-temperature interconnect applications",
        "Electron-Diffraction Study of Liquid-Solid Transition of Thin Metal Films",
        "Size dependent thermal vibrations and melting in nanocrystals",
        null,
        "The Santa Fe Symposium on Jewelry Manufacturing Technology 2008",
        "Thermal behavior of nano-silver clay in the application of handmade jewelry",
        "Recent advances of superhard nanocomposite coatings: A review",
        "Mechanical properties of nanostructured materials",
        "The Santa Fe Symposium on Jewelry Manufacturing Technology 2012",
        "The Santa Fe Symposium on Jewelry Manufacturing Technology 2012",
        "Surface-enhanced: Raman spectroscopy",
        "Colloidal gold filtrates as metal substrates for surface-enhanced infrared absorption spectroscopy",
        "Gold nanoparticle probes for the detection of nucleic acid targets",
        "Plastic-compatible low resistance printable gold nanoparticle conductors for flexible electronics",
        "Catalytic activity of Au nanoparticles",
        "Application of nanoparticles for the enhancement of latent fingerprints",
        "The true story of Purple of Cassius - The birth of gold-based glass and enamel colours",
        "Before striking gold in gold-ruby glass",
        "Colloidal gold. Part I - Historical and preparative aspects, morphology and structure",
        "Developing new industrial applications for gold: Gold nanotechnology",
        "Coating materials containing gold nanoparticles",
        "The use of gold mercaptides for decorative precious metal applications",
        "Size-dependent melting temperature of individual nanometer-sized metallic clusters",
        "Printed gold for electronic applications",
        "Mechanical properties of gold nanometric films onto a polymeric substrate",
        "Electroplating nanostructured hard gold through the pulse galvanostatic method",
        "The Santa Fe Symposium on Jewelry Manufacturing Technology 2010",
        "The microhardness of nanocrystalline silver",
        "Low-temperature sintering with nano-silver paste in die-attached interconnection",
        null,
        "Sintering effects on the development of mechanical properties of fired clay ceramics",
        "Collapse of interconnected open pores in solid-state sintering of W-Ni",
        null,
        "Sintering studies of nano-crystalline zinc oxide",
        "A study on sintering and microstructure development of fritless silver thick film conductors",
        "Silver Metallization for Advanced Interconnects",
        "Low-temperature sintered nanoscale silver as a novel semiconductor device-metallized substrate interconnect material",
        "A lead-free, low-temperature sintering die-attach technique for high-performance and high-temperature packaging",
        "Mechanical properties of nano-silver joints as die attach materials",
        "Carboxylate-passivated silver nanoparticles and their application to sintered interconnection: A replacement for high temperature lead-rich solders",
        "Open. Surf. Sci. J.",
        "High temperature ratcheting behavior of nano-silver paste sintered lap shear joint under cyclic shear force",
        "Characterisation of silver particles used for the low temperature joining technology",
        "Interfacial bonding mechanism using silver metallo-organic nanoparticles to bulk metals and observation of sintering behavior",
        "A low-temperature bonding process using mixed Cu-Ag nanoparticles",
        null,
        "Evolution of shear strength and microstructure of die bonding technologies for high temperature applications during thermal aging",
        "Control of nanosilver sintering attained through organic binder burnout",
        "A preliminary study on the thermal and mechanical performances of sintered nano-scale silver die-attach technology depending on the substrate metallization",
        "Influence of surfactants treatment on silver powder and its thick films",
        "Microstructural evolution and mechanical properties of nanostructured Cu-Al-Ni shape memory alloys",
        null,
        "Structure and properties of nanostructured Cu-13.2Al-5.1Ni shape memory alloy produced by melt spinning",
        "Melting and solidification properties of the nanoparticles of Sn3.0Ag0.5Cu lead-free solder alloy",
        "An investigation of nanoparticles addition on solidification kinetics and microstructure development of tin-lead solder",
        "The influence of copper nanopowders on microstructure and hardness of lead-tin solder",
        "Trans. Jpn. Weld. Res. Inst.",
        "Science and technology of shape-memory alloys: New developments",
        "Lead-free solders in microelectronics",
        "Comparison of isothermal mechanical fatigue properties of lead-free solder joints and bulk solders",
        "A Mössbauer study of tin-based intermetallics formed during the manufacture of dispersion-strengthened composite solders",
        "Microstructural development in a rapidly cooled eutectic Sn-3.5% Ag solder reinforced with copper powder",
        "Molecular dynamics study of nanosilver particles for low-temperature lead-free interconnect applications",
        "Metal-metal bonding process using Ag metallo-organic nanoparticles",
        "Sintering of inkjet printed copper nanoparticles for flexible electronics",
        "Open Surf. Sci. J.",
        "The Lycurgus Cup - A Roman nanotechnology",
        "The use of nano-particles to produce iridescent metallic effects on ancient ceramic objects",
        "Physical Metallurgy of Platinum Metals",
        "Mechanical behavior of a Pt-Cr jewelry alloy hardened by nano-sized ordered particles"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "affilname": "Burapha University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}