{
    "eid": "2-s2.0-85094217740",
    "title": "Nocardia aurantiaca sp. nov., isolated from soil in Thailand",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Actinomycetes",
        "Nocardia aurantiaca",
        "Nocardiaceae",
        "Paddy soil",
        "Polyphasic taxonomy"
    ],
    "authors": [
        "Pawina Kanchanasin",
        "Masahiro Yuki",
        "Takuji Kudo",
        "Moriya Ohkuma",
        "Wongsakorn Phongsopitanun",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 2,
    "ref-count": 45,
    "ref-list": [
        "Genus Nocardia Trevisan 1889, 9AL",
        "Genus Nocardia Trevisan 1889, 9AL",
        "A comparative study of some strains received as nocardiae",
        "The type species of the genus Nocardia",
        "Actinomycete systematics: an unfinished synthesis",
        "Family IV. Nocardiaceae (Castellani & Chalmers 1919) emend. Zhi, Li and Stackebrandt 2009",
        "Clinical and laboratory features of the Nocardia spp. based on current molecular taxonomy",
        "Nocardia amikacinitolerans sp. nov., an amikacin-resistant human pathogen",
        "Nocardiosis: updates and clinical overview",
        "Humic acid-vitamin agar, a new medium for the selective isolation of soil actinomycetes",
        "Methods for characterization of Streptomyces species",
        "Nocardia coeliaca, Nocardia autotrophica, and the Nocardin strain",
        "Chapter XI actinomycetes",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "Mycolic acid composition and thermally adaptative changes in Nocardia asteroides",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Distribution of menaquinones in Actinomycetes and Corynebacterial",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "16S ribosomal DNA amplification for phylogenetic study",
        "16S/23S rRNA sequencing",
        "Introducing EzBioCloud:a taxonomically United database of 16S rRNA gene sequences and whole-genome assemblies",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "Quantitative phyletics and the evolution of anurans",
        "MEGA7: molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "The RAST server: rapid annotations using subsystems technology",
        "SEED servers: high-performance access to the SEED genomes, annotations, and metabolic models",
        "TYGS is an automated high-throughput platform for state-of- the- art genome-based taxonomy",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "JSpeciesWS:a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "Phylogenetic studies of Nocardia species based on gyrB gene analyses",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "DNA-DNA hybridization values and their relationship to whole-genome sequence similarities",
        "Nocardia tengchongensis sp. nov., isolated from a soil sample",
        "Nocardia stercoris sp. nov., a novel actinomycete isolated from the cow dung"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tsukuba",
            "@id": "60211264",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60211264",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chula-longkorn University",
        "Chulalongkorn University",
        "Silpakorn University"
    ]
}