{
    "eid": "2-s2.0-85011968954",
    "title": "The influences of silanes on interfacial adhesion and surface properties of nanocellulose film coating on glass and aluminum substrates",
    "cover-date": "2017-06-25",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Surfaces and Interfaces",
            "@code": "3110"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        }
    ],
    "keywords": [
        "Adhesion",
        "Coating",
        "Nanocellulose",
        "Nanofibrillated",
        "Silane",
        "Silylation"
    ],
    "authors": [
        "Kamonwan Pacaphol"
    ],
    "citedby-count": 59,
    "ref-count": 32,
    "ref-list": [
        "Plant fibers as reinforcement for green composites",
        "Non-woody plants as raw materials for production of microfibrillated cellulose (MFC): A comparative study",
        "Nanocellulose: From nature to high performance tailored materials",
        "Silane adsorption onto cellulose fibers: Hydrolysis and condensation reactions",
        "Preparation of hemp nanofibers from agricultural waste by mechanical defibrillation in water",
        "Synthesis, characterization and hydrophobicity of silylated starch nanocrystal",
        "Silane coupling agents used for natural fiber/polymer composites: A review",
        "Improved technique for determining hardness and elastic modulus using load and displacement sensing indentation experiments",
        "DETERMINING YOUNG'S MODULUS FROM THE INDENTOR PENETRATION DIAGRAM.",
        "Elastic analysis of some punch problems for a layered medium",
        "Proc. R. Soc. Lond. A Math. Phys. Sci.",
        "Optical and mechanical properties of nanofibrillated cellulose: Toward a robust platform for next-generation green technologies",
        "Use of the microindentation technique for determining interfacial fracture energy",
        "Cotton and polyester surface modification by methacrylic silane and fluorinated alkoxysilane via sol-gel and UV-curing coupled process",
        "Effect of curing temperature and architectural (monolayer and bilayer) of hybrid films modified with polyethylene glycol for the corrosion protection on tinplate",
        "Fabrication of hydrophobic and antireflective coatings based on hybrid silica films by sol-gel process",
        "Synthesis and characterization of cellulose/silica hybrid materials with chemical crosslinking",
        "Thermal and FTIR study of E-glass short fiber functionalization with chloromethyldimethylchlorosilane",
        "Chemical isolation and characterization of different cellulose nanofibers from cotton stalks",
        "Chemically-modified cellulose paper as a microstructured catalytic reactor",
        "Oligomeric epoxide-amine adducts based on 2-amino-N-isopropylacetamide and a-amino-ε-caprolactam: Solubility in presence of cyclodextrin and curing properties",
        null,
        "Fabrication of nanocellulose-hydroxyapatite composites and their application as water-resistant transparent coatings",
        "Fabrication of hydrophobic self-assembled monolayers (SAM) on the surface of ultra-strength nanocellulose films",
        "J. Phys. D. Appl. Phys.",
        "Nanocellulose-based Translucent Diffuser for Optoelectronic Device Applications with Dramatic Improvement of Light Coupling",
        "Physical and morphological properties of UV-cured cellulose nanocrystal (CNC) based nanocomposite coatings for wood furniture",
        "Gas permeability and selectivity of cellulose nanocrystals films (layers) deposited by spin coating",
        "A theory for the surface tensions and contact angles of hydrogen-bonding liquids",
        "Self-organization of gold nanoparticles on silanated surfaces"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Center of Excellence on Petrochemical and Materials Technology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadapisek Sompoch Endowment Fund",
        "Chulalongkorn University"
    ]
}