{
    "eid": "2-s2.0-84948412066",
    "title": "Unusual coordination modes of ligand 2-chloro-5-nitrobenzene sulfonate: Synthesis, spectroscopic characterization, thermal and X-ray structural studies of metal 2-chloro-5-nitrobenzene sulfonate complexes, metal = Tl(I), Cu(II), Ag(I) and Pb(II)",
    "cover-date": "2016-03-05",
    "subject-areas": [
        {
            "$": "Spectroscopy",
            "@code": "1607"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        },
        {
            "$": "Inorganic Chemistry",
            "@code": "1604"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        }
    ],
    "keywords": [
        "2-chloro-5-nitrobenzene sulfonate",
        "Chelate rings",
        "Non-coordinating anions",
        "Polymeric sheets"
    ],
    "authors": [
        "Raj Pal Sharma"
    ],
    "citedby-count": 12,
    "ref-count": 67,
    "ref-list": [
        "Design and construction of coordination polymers with mixed-ligand synthetic strategy",
        null,
        "A new linear double phenoxide-bridged trinuclear Cu(II) Schiff base complex: Synthesis, crystallographic elucidation, magneto-structural correlation and DFT Study",
        "Catalytic activities of Schiff base transition metal complexes",
        "Five 8-hydroxyquinolinate-based coordination polymers with tunable structures and photoluminescent properties for sensing nitroaromatics",
        "A series of 2D Cd(II) coordination polymers constructed from dicarboxylate acids and a flexible imidazole-based ligand",
        "Coordination polymers of various architectures built with mixed imidazole/benzimidazole and carboxylate donor ligands and different metal ions: Syntheses, structural features and magnetic properties",
        "Interpenetration control in metal-organic frameworks for functional applications",
        "Porous anionic, cationic, and neutral metal-carboxylate frameworks constructed from flexible tetrapodal ligands: Syntheses, structures, ion-exchanges, and magnetic properties",
        "Unexpected 4-fold [2 + 2] interpenetration and polycatenation behaviors in porous luminescent zinc metal-organic frameworks constructed from flexible 3,5-bis(4-pyridylmethoxy)benzoate ligand",
        "Selective gas adsorption and separation in metal-organic frameworks",
        "Exceptional ion-exchange selectivity in a flexible open framework lanthanum(III)tetrakisphosphonate",
        "Template-directed assembly of zeolite-like metal-organic frameworks (ZMOFs): A usf-ZMOF with an unprecedented zeolite topology",
        "Zeolite-like metal-organic frameworks (ZMOFs) as hydrogen storage platform: Lithium and magnesium ion-exchange and H-(rho-ZMOF) interaction studies",
        "Aliphatic dicarboxylate copper coordination polymers with 3-pyridylmethylnicotinamide: Effect of chain length and steric bulk on dimensionality",
        "Structural diversity of the mixed-ligand system Mn-cpdba-2,2′-bpy controlled by temperature",
        "Coordination polymers constructed by 1,3-bi(4-pyridyl)propane with four different conformations and 2,2′-dinitro-4,4′-biphenyldicarboxylate ligands: The effects of metal ions",
        "Role of molar-ratio, temperature and solvent on the Zn/Cd 1,2,4-triazolate system with novel topological architectures",
        "Structural, magnetic, and gas adsorption study of a series of partially fluorinated metal-organic frameworks (H F -MOFs)",
        "PH dependent structural diversity of metal complexes with 5-(4H-1,2,4-triazol-4-yl)benzene-1,3-dicarboxylic acid",
        "The Search for Larger and More Weakly Coordinating Anions",
        "Zwitterionic metallocenes",
        "NOE and PGSE NMR Spectroscopic Studies of Solution Structure and Aggregation in Metallocenium Ion-Pairs",
        "Marked Counteranion Effects on Single-Site Olefin Polymerization Processes. Correlations of Ion Pair Structure and Dynamics with Polymerization Activity, Chain Transfer, and Syndioselectivity",
        null,
        "Cocatalysts for metal-catalyzed olefin polymerization: Activators, activation processes, and structure-activity relationships",
        "J. Organomet. Chem.",
        null,
        null,
        null,
        "Ionic liquids - New 'solutions' for transition metal catalysis",
        "Organization of Organic Molecules with Inorganic Molecular Species into Nanocomposite Biphase Arrays",
        "Organic Salts with Large Second-Order Optical Nonlinearities",
        "Guanidinium Para-Substituted Benzenesulfonates: Competitive Hydrogen Bonding in Layered Structures and the Design of Nonlinear Optical Materials",
        null,
        "Direct C-H bond arylations and alkenylations with phenol-derived fluorine-free electrophiles",
        null,
        null,
        null,
        null,
        "Synthesis, characterization and X-ray structural studies of three hybrid inorganic-organic compounds: Silver(I)-, lead(II)- and tris(phenanthroline)copper(II)- 2,6-naphthalenedisulfonate (2,6-nds)",
        null,
        "Vogel's Textbook of Practical Organic Chemistry Including Quantitative Organic Analysis",
        "SHELXS-97, Program for Structure Solution",
        "J. Appl. Crystallogr.",
        "WinGX suite for small-molecule single-crystal crystallography",
        "J. Appl. Crystallogr.",
        "The Infrared Spectra of Complex Molecules",
        "Infrared and Raman Spectra of Inorganic and Coordination Compounds",
        "Raman and infrared spectra and normal coordinates of the trifluoromethanesulfonate and trichloromethanesulfonate anions",
        "Carbon-13 NMR Spectroscopy",
        "Spectroscopic Tools",
        "The use of conductivity measurements in organic solvents for the characterisation of coordination compounds",
        "Intercalation of alcohols in Ag sulfonates: Topotactic behavior despite flexible layers",
        "Silver Sulfonates: An Unexplored Class of Layered Solids",
        "Syntheses, characterizations and crystal structures of two new lead(II) amino and carboxylate-sulfonates with a layered and a pillared layered structure",
        "J. Chem. Soc. Dalton Trans.",
        "Advanced Inorganic Chemistry",
        "Lone Pair Functionality in Divalent Lead Compounds",
        "Spectroscopic, structural, and thermodynamic aspects of the stereochemically active lone pair on lead(II): Structure of the lead(II) dota complex",
        null,
        null,
        null,
        null,
        null,
        "Second-sphere coordination in non-spherical anion binding: Synthesis, characterization and X-ray structure of cis-diazidobis(ethylenediamine)cobalt(III) 2-chloro,5-nitrobenzenesulphonate monohydrate",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chandigarh",
            "affilname": "Panjab University",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Wroclaw",
            "affilname": "University of Wrocław",
            "affiliation-country": "Poland"
        }
    ],
    "funding": [
        "National Research University Project of Thailand",
        "Ratchadapisek Sompoch Endowment Fund",
        "UGC, New Delhi (India)",
        "University Grants Committee"
    ]
}