{
    "eid": "2-s2.0-85092305503",
    "title": "Detection of tuberculosis in cynomolgus macaques (Macaca fascicularis) using a supplementary Monkey Interferon Gamma Releasing Assay (mIGRA)",
    "cover-date": "2020-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "S. Warit",
        "P. Billamas",
        "N. Makhao",
        "S. Jaitrong",
        "T. Juthayothin",
        "W. Yindeeyoungyeon",
        "K. Dokladda",
        "N. Smittipat",
        "T. Kemthong",
        "S. Meesawat",
        "N. Kongsombat",
        "C. Kraitat",
        "T. Prammananan",
        "T. Palaga",
        "A. Chaiprasert",
        "S. Malaivijitnond"
    ],
    "citedby-count": 10,
    "ref-count": 39,
    "ref-list": [
        "Immunological concepts in tuberculosis diagnostics for non-human primates: a review",
        "A naturally occurring outbreak of tuberculosis in a group of imported cynomolgus monkeys (Macaca fascicularis)",
        "Detection of Mycobacterium kansasii infection in a rhesus macaque (Macaca mulatta) using a modified QuantiFERON-TB Gold assay",
        "Detection of Mycobacterium tuberculosis infection in chacma baboons (Papio ursinus) using the QuantiFERON-TB gold (in-tube) assay",
        "Outbreak of tuberculosis in a colony of rhesus monkeys (Macaca mulatta) after possible indirect contact with a human TB patient",
        "Mycobacterium tuberculosis in zoo and wildlife species",
        "Experimental Mycobacterium tuberculosis infection of cynomolgus macaques closely resembles the various manifestations of human M. tuberculosis infection",
        "The non-human primate model of tuberculosis",
        "Modeling tuberculosis in nonhuman primates",
        "The Philippine cynomolgus monkey (Macaca fasicularis) provides a new nonhuman primate model of tuberculosis that resembles human disease",
        "Quantitative comparison of active and latent tuberculosis in the cynomolgus macaque model",
        "Rhesus macaques are more susceptible to progressive tuberculosis than cynomolgus macaques: a quantitative comparison",
        "CD4(+) regulatory T cells in a cynomolgus macaque model of Mycobacterium tuberculosis infection",
        "Reactivation of latent tuberculosis in cynomolgus macaques infected with SIV is associated with early peripheral T cell depletion and not virus load",
        "Simian immunodeficiency virus-induced changes in T cell cytokine responses in cynomolgus macaques with latent Mycobacterium tuberculosis infection are associated with timing of reactivation",
        "Translational research in the nonhuman primate model of tuberculosis",
        "Guidelines for the prevention and control of tuberculosis in non-human primates: recommendations of the European Primate Veterinary Association Working Group on Tuberculosis",
        "A review and evaluation of tuberculin testing procedures used for macaca species",
        "The interferon-gamma field trial: background, principles and progress",
        "New approaches to tuberculosis surveillance in nonhuman primates",
        "Updated guidelines for using Interferon Gamma Release Assays to detect Mycobacterium tuberculosis infection: United States, 2010",
        "Human impact on long-tailed macaques in Thailand",
        "The measurement of observer agreement for categorical data",
        "Veterinary medicine in the global community",
        "ELISPOT refinement using spot morphology for assessing host responses to tuberculosis",
        "Indeterminate results of a tuberculosis-specific interferon-gamma release assay in immunocompromised patients",
        "The pros and cons of the QuantiFERON test for the diagnosis of tuberculosis, prediction of disease progression, and treatment monitoring",
        "Interferon-gamma assays in the immunodiagnosis of tuberculosis: a systematic review",
        "Comparison between the interferon gamma release assay-QuantiFERON gold plus (QFT-Plus)-and tuberculin skin test (TST) in the detection of tuberculosis infection in immunocompromised children",
        "Discrepancy between Mycobacterium tuberculosis-specific gamma interferon release assays using short and prolonged in vitro incubation",
        "Survival of mycobacterial species in aerosols generated from artificial saliva",
        "Drivers of tuberculosis transmission",
        "Factors involved in the aerosol transmission of infection and control of ventilation in healthcare premises",
        "The influence of meteorological factors on tuberculosis incidence in Southwest China from 2006 to 2015",
        "One-tube multiplex PCR method for rapid identification of Mycobacterium tuberculosis, Southeast Asian"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60011189",
            "affilname": "Faculty of Medicine Siriraj Hospital, Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011189",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "CPM-NSTDA",
        "NPRCT-CU",
        "Thailand Research Fund"
    ]
}