{
    "eid": "2-s2.0-84922607231",
    "title": "Indole alkaloids from Kopsia jasminiflora",
    "cover-date": "2014-11-25",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        }
    ],
    "keywords": [
        "Alkaloid",
        "Apocynaceae",
        "Cytotoxicity",
        "Indole",
        "Kopsia",
        "Structure elucidation"
    ],
    "authors": [
        "Mariko Kitajima"
    ],
    "citedby-count": 31,
    "ref-count": 54,
    "ref-list": [
        "Chapter 1 Alkaloids of Kopsia",
        "For Recent Reports on the Structure Elucidation of Indole Alkaloids in Kopsia Plants, See",
        "Andransinine: An unusual case of spontaneous resolution in an indole alkaloid derivative",
        "New broad-spectrum antibacterial and antifungal alkaloids from Kopsia hainanensis",
        "New aspidofractinine, aspidospermatan and akuamiline indole alkaloids from the roots of Kopsia Singapurensis Ridl.",
        "Indole alkaloids from Kopsia hainanensis and evaluation of their antimicrobial activity",
        "New indole alkaloid constituents from the stems of Kopsia hainanensis",
        "J. Trop. Subtrop. Bot.",
        "Chemical conversion of strychnine into kopsiyunnanine-I, a new hexacyclic indole alkaloid from Yunnan Kopsia arborea",
        "Two new aspidosperma indole alkaloids from Yunnan Kopsia arborea",
        "Kopsiyunnanines F and isocondylocarpines: New tubotaiwine-type alkaloids from Yunnan Kopsia arborea",
        "Rhazinilam and quebrachamine derivatives from Yunnan Kopsia arborea",
        "Two novel indole alkaloids, Kopsiyunnanines A and B, from a Yunnan Kopsia",
        "Two new methyl chanofruticosinates from Kopsia flavida blume",
        "Methyl chanofruticosinates from leaves of Kopsia flavida Blume",
        "Alkaloids of kopsia jasminiflora from Thailand",
        "Aspidosperma-aspidosperma-type bisindole alkaloids from Voacanga africana",
        "Asymmetric total synthesis of an iboga-type indole alkaloid, voacangalactone, newly isolated from Voacanga africana",
        "New indole alkaloids from Melodinus henryi",
        "Discovery of indole alkaloids with cannabinoid CB1 receptor antagonistic activity",
        "Inhibitory effect of Iboga-type indole alkaloids on capsaicin-induced contraction in isolated mouse rectum",
        "10-Demethoxykopsidasinine from Kopsia jasminiflora",
        "Monomeric indole alkaloids from Kopsia officinalis",
        "Total synthesis of (—)-kopsinilam, (—)-kopsinine, and the bis-indole alkaloids (—)-norpleiomutine and (—)-pleiomutine",
        "Kopsine and danuphylline alkaloids from Kopsia. Biomimetic partial synthesis of danuphylline B",
        "Collective synthesis of natural products by means of organocascade catalysis",
        "Biologically active indole alkaloids from Kopsia arborea",
        "Chiral synthesis of (+)-eburnamine, (-)-eburnamenine, and (-)-eburnamonine",
        "Minor alkaloids from the seeds of Voacanga africana",
        "Determination of the absolute configuration of 19-OH-(-)-eburnamonine using a combination of residual dipolar couplings, DFT chemical shift predictions, and chiroptics",
        null,
        "Henrycinols A and B, two novel indole alkaloids isolated from Melodinus henryi CRAIB",
        "Cytotoxic indole alkaloids from Melodinus tenuicaudatus",
        "Plant from New-Caledonia. Alkaloids of Melodinus reticulatus",
        "Synthesis of (±)-10,22-Dioxokopsane and (±)-Kopsanone, Heptacyclic Indole Alkaloids. Synthetic and Mechanistic Studies",
        "Bioorg. Med. Chem.",
        "Alkaloids of leuconotis griffithii and L. Eugenifolia (Apocynaceae)",
        "Alkaloids of Stemmadenia grandiflora",
        "Planta Med.",
        "Syntheses of strychnos and aspidospermatan-type alkaloids. 8. Selective total syntheses of mossambine and 14-epi-mossambine by a radical cyclization reaction",
        "Application of Ferrocenylalkyl Chiral Auxiliaries to Syntheses of Indolenine Alkaloids: Enantioselective Syntheses of Vincadifformine, ψ- And 20-epi-ψ-Vincadifformines, Tabersonine, Ibophyllidine, and Mossambine",
        null,
        "Alkaloids and other compounds from seeds of Tabernaemontana cymosa",
        "The structural elucidation of sitsirikine, dihydrositsirikine and isositsirikine. Three new alkaloids from vinca rosea linn",
        "On the C-16 configuration of sitsirikine",
        "Aspidosperma de guyane: Alcaloïdes de aspidosperma marcgravianum",
        "Structure and Absolute Configuration of Strictamine and Strictalamine from Rhazya stricta. Stereochemistry of the Picralima Alkaloids"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiba",
            "affilname": "Chiba University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science"
    ]
}