{
    "eid": "2-s2.0-85019400555",
    "title": "Vector competence of Aedes albopictus (Skuse) and Aedes aegypti (Linnaeus) for Plasmodium gallinaceum infection and transmission",
    "cover-date": "2017-07-15",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        },
        {
            "$": "Parasitology",
            "@code": "2405"
        }
    ],
    "keywords": [
        "Aedes aegypti",
        "Aedes albopictus",
        "Avian malaria",
        "Plasmodium gallinaceum",
        "Vector competence"
    ],
    "authors": [
        "Nichapat Yurayart"
    ],
    "citedby-count": 10,
    "ref-count": 35,
    "ref-list": [
        "The dynamics of interactions between Plasmodium and the mosquito: A study of the infectivity of Plasmodium berghei and Plasmodium gallinaceum, and their transmission by Anopheles stephensi, Anopheles gambiae and Aedes aegypti",
        "Plasmodium falciparum sporozoites increase feeding-associated mortality of their mosquito hosts Anopheles gambiae s.l.",
        "Malaria parasite colonisation of the mosquito midgut - Placing the Plasmodium ookinete centre stage",
        "Plasmodium gallinaceum: Transmission-blocking immunity in chickens. I. Comparative immunogenicity of gametocyte- and gamete-containing preparations",
        "Culturing and egg collection of Aedes aegypti",
        "Dissection of midgut and salivary glands from Ae. aegypti mosquitoes",
        "Anopheles mortality is both age- and Plasmodium-density dependent: Implications for malaria transmission",
        "Prevalence and diversity of avian haematozoan parasites in Wetlands of Bangladesh",
        "Why is the effect of malaria parasites on mosquito survival still unresolved?",
        "Exoerythrocytic development of Plasmodium gallinaceum in the White Leghorn chicken",
        "Critical review of the vector status of Aedes albopictus",
        "The Apical Complex Provides a Regulated Gateway for Secretion of Invasion Factors in Toxoplasma",
        "Kinetics of mosquito-injected plasmodium sporozoites in mice: Fewer sporozoites are injected into sporozoite-immunized mice",
        "In vivo transmission blocking activities of artesunate on the avian malaria parasite Plasmodium gallinaceum",
        "Quantitative dynamics of Plasmodium yoelii sporozoite transmission by infected anopheline mosquitoes",
        "The pathogenic basis of malaria",
        "Dengue emergence and adaptation to peridomestic mosquitoes",
        "Avian malaria prevalence and mosquito abundance in the Western Cape, South Africa",
        "Species-specific escape of Plasmodium sporozoites from oocysts of avian, rodent, and human malarial parasites",
        "Molecular detection of the avian malaria parasite Plasmodium gallinaceum in Thailand",
        "Aedes albopictus, an arbovirus vector: From the darkness to the light",
        "Effects of artesunate treatment on Plasmodium gallinaceum transmission in the vectors Aedes aegypti and Culex quinquefasciatus",
        "Illustrated keys to the medically important mosquitos of Thailand.",
        "Host-feeding patterns of Aedes albopictus (Diptera: Culicidae) in relation to availability of human and domestic animals in suburban landscapes of central North Carolina",
        "Plasmodium infection in a Leadbeater's possum (Gymnobelideus leadbeateri)",
        "Progression of Plasmodium berghei through Anopheles stephensi is density-dependent",
        "High sensitivity of detection of human malaria parasites by the use of nested polymerase chain reaction",
        "The efficacy of artesunate, chloroquine, doxycycline, primaquine and a combination of artesunate and primaquine against avian malaria in broilers",
        "Mosquitoes do senesce: Departure from the paradigm of constant mortality",
        "Ungulate malaria parasites",
        "Improvement of the observational method for Plasmodium berghei oocysts in the midgut of mosquitoes",
        "A new lizard malaria parasite Plasmodium intabazwe n. sp. (Apicomplexa: Haemospororida: Plasmodiidae) in the Afromontane Pseudocordylus melanotus (Sauria: Cordylidae) with a review of African saurian malaria parasites",
        "Population dynamics of Plasmodium sporogony",
        "Avian malaria: Clinical and chemical pathology of Plasmodium gallinaceum in the domesticated fowl Gallus gallus",
        "Standard operating procedures for standardized mass rearing of the dengue and chikungunya vectors Aedes aegypti and Aedes albopictus (Diptera: Culicidae) - II - Egg storage and hatching"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}