{
    "eid": "2-s2.0-85121275281",
    "title": "Monitoring intracellular tacrolimus concentrations and its relationship with rejection in the early phase after renal transplantation",
    "cover-date": "2022-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Clinical Biochemistry",
            "@code": "1308",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Kidney transplantation",
        "Peripheral blood mononuclear cell",
        "Pharmacokinetics",
        "Tacrolimus",
        "Therapeutic drug monitoring"
    ],
    "authors": [
        "Marith I. Francke",
        "Louise M. Andrews",
        "Hoang Lan Le",
        "Daan van de Velde",
        "Marjolein Dieterich",
        "Suwasin Udomkarnjananun",
        "Marian C. Clahsen-van Groningen",
        "Carla C. Baan",
        "Teun van Gelder",
        "Brenda C.M. de Winter",
        "Dennis A. Hesselink"
    ],
    "citedby-count": 6,
    "ref-count": 37,
    "ref-list": [
        "Calcineurin inhibitor nephrotoxicity through the lens of longitudinal histology: comparison of cyclosporine and tacrolimus eras",
        "Understanding the causes of kidney transplant failure: the dominant role of antibody-mediated rejection and nonadherence",
        "Therapeutic drug monitoring of tacrolimus-personalized therapy: second consensus report",
        "Clinical efficacy and toxicity profile of tacrolimus and mycophenolic acid in relation to combined long-term pharmacokinetics in de novo renal allograft recipients",
        "Acute rejection in kidney transplantation and early beginning of tacrolimus",
        "Intra-cellular immunosuppressive drugs monitoring: A step forward towards better therapeutic efficacy after organ transplantation?",
        "Monitoring the intracellular tacrolimus concentration in kidney transplant recipients with stable graft function",
        "ATP-binding cassette transporters and calcineurin inhibitors: potential clinical implications",
        "Validation of methods to study the distribution and protein binding of tacrolimus in human blood",
        "Pharmacokinetics of FK 506 in transplant patients",
        "Clinical pharmacokinetics of tacrolimus",
        "Longitudinal study of tacrolimus in lymphocytes during the first year after kidney transplantation",
        "First UHPLC-MS/MS method coupled with automated online SPE for quantification both of tacrolimus and everolimus in peripheral blood mononuclear cells and its application on samples from co-treated pediatric patients",
        "An UPLC-MS/MS method coupled with automated on-line SPE for quantification of tacrolimus in peripheral blood mononuclear cells",
        "Monitoring of tacrolimus concentrations in peripheral blood mononuclear cells: application to cardiac transplant recipients",
        "Correlation of tacrolimus levels in peripheral blood mononuclear cells with histological staging of rejection after liver transplantation: preliminary results of a prospective study",
        "Pharmacogenetic-Whole blood and intracellular pharmacokinetic-Pharmacodynamic (PG-PK2-PD) relationship of tacrolimus in liver transplant recipients",
        "Tacrolimus predose concentrations do not predict the risk of acute rejection after renal transplantation: a pooled analysis from three randomized-controlled clinical trials(dagger)",
        "Tacrolimus trough levels, rejection and renal impairment in liver transplantation: a systematic review and meta-analysis",
        "Exposure to mycophenolic acid better predicts immunosuppressive efficacy than exposure to calcineurin inhibitors in renal transplant patients",
        "Monitoring the tacrolimus concentration in peripheral blood mononuclear cells of kidney transplant recipients",
        "Avoiding tacrolimus underexposure and overexposure with a dosing algorithm for renal transplant recipients: A single arm prospective intervention trial",
        "Measuring intracellular concentrations of calcineurin inhibitors: expert consensus from the international association of therapeutic drug monitoring and clinical toxicology (IATDMCT) expert panel",
        "A population pharmacokinetic model to predict the individual starting dose of tacrolimus in adult renal transplant recipients",
        "Highly sensitive and rapid determination of tacrolimus in peripheral blood mononuclear cells by liquid chromatography-tandem mass spectrometry",
        "Ficoll-separated mononuclear cells from sepsis patients are contaminatied with granulocytes",
        "Performance evaluation of the Sysmex® XP-300 in an oncology setting: evaluation and comparison of hematological parameters with the Sysmex® XN-3000",
        "The Banff 2019 kidney meeting report (I): Updates on and clarification of criteria for T cell- and antibody-mediated rejection",
        "CYP3A5 and ABCB1 polymorphisms influence tacrolimus concentrations in peripheral blood mononuclear cells after renal transplantation",
        "ABCB1 1199G>A genetic polymorphism (Rs2229109) influences the intracellular accumulation of tacrolimus in HEK293 and K562 recombinant cell lines",
        "Genetic polymorphisms in ABCB1 influence the pharmacodynamics of tacrolimus",
        "Immunomonitoring of tacrolimus in healthy volunteers: The first step from PK- to PD-based therapeutic drug monitoring?",
        "UPLC-MS/MS assay validation for tacrolimus quantitative determination in peripheral blood T CD4+ and B CD19+ lymphocytes",
        "The effect of tacrolimus and mycophenolic acid on CD14+ monocyte activation and function",
        "Different effects of tacrolimus on innate and adaptive immune cells in the allograft transplantation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Rotterdam",
            "@id": "60032114",
            "affilname": "Erasmus MC",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032114",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Rotterdam",
            "@id": "60273265",
            "affilname": "Erasmus MC Transplant Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60273265",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Amersfoort",
            "@id": "60070245",
            "affilname": "Meander Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60070245",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Leiden",
            "@id": "60015618",
            "affilname": "Leids Universitair Medisch Centrum",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015618",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Astellas Pharma"
    ]
}