{
    "eid": "2-s2.0-84978829285",
    "title": "Evaluation of oral health related quality of life in patients undergoing orthognathic surgery",
    "cover-date": "2016-11-01",
    "subject-areas": [
        {
            "$": "Oral Surgery",
            "@code": "3504"
        },
        {
            "$": "Otorhinolaryngology",
            "@code": "2733"
        },
        {
            "$": "Surgery",
            "@code": "2746"
        },
        {
            "$": "Pathology and Forensic Medicine",
            "@code": "2734"
        }
    ],
    "keywords": [
        "Condition-specific Oral Impact on Daily Performance",
        "Oral health related quality of life",
        "Oral Impact on Daily Performance",
        "Orthognathic surgery"
    ],
    "authors": [
        "Sittidet Suksang"
    ],
    "citedby-count": 5,
    "ref-count": 36,
    "ref-list": [
        "Psychological Considerations in Orthognathic Surgery",
        "Quality of life and its importance in orthodontics",
        "Neurosensory Disturbance of the Inferior Alveolar Nerve After Bilateral Sagittal Split Osteotomy: A Systematic Review",
        "Complications in orthognathic surgery: A comprehensive review",
        "Recovery After Orthognathic Surgery: Short-Term Health-Related Quality of Life Outcomes",
        "Changes in occlusal state of patients with mandibular prognathism after orthognathic surgery: A pilot study",
        "Int J Oral Res",
        "Change in quality of life after combined orthodontic-surgical treatment of dentofacial deformities",
        "Quality of life in patients with severe malocclusion before treatment",
        "Changes in quality of life after orthognathic surgery: A comparison based on the involvement of the occlusion",
        "Development of a Japanese version of the Oral Impacts on Daily Performance (OIDP) scale: a pilot study.",
        "Int J Oral Res",
        "Clin Oral Implants Res",
        "Impacts on daily performances attributed to malocclusions using the condition-specific feature of the oral impacts on daily performances index",
        "The characteristics o f malocclusion: A modern approach to classification and diagnosis",
        "Developing and evaluating an oral health-related quality of life index for children; The CHILD-OIDP",
        "Effect of orthognathic surgery for class III correction on quality of life as measured by SF-36",
        "Condition-specific quality of life in Jordanian patients with dentofacial deformities: a comparison of generic and disease-specific measures",
        "Development of the Geriatric Oral Health Assessment Index.",
        "Changes in masticatory function after orthognathic treatment in patients with mandibular prognathism",
        "Comparison of habitual masticatory cycles and muscle activity before and after orthognathic surgery",
        "Oral health-related quality of life in orthognathic surgery patients",
        "Speech, velopharyngeal function, and hearing before and after orthognathic surgery",
        "Preliminary study of articulatory reorganisation of fricative consonants following osteotomy",
        "Acoustic and perceptual analysis of the sibilant sound /s/ before and after orthognathic surgery",
        "The psychosocial impact of orthognathic surgery: A systematic review",
        "Impact of orthognathic surgery on normal and abnormal personality dimensions: A 2-year follow-up study of 61 patients",
        "Impact of malocclusion on oral health-related quality of life in young adults",
        "Patient motivation and response to surgical correction of prognathism",
        "Development of a conditionspecific quality of life measure for patients with dentofacial deformity: I. Reliability of the instrument",
        "Orthodontic camouflage versus orthognathic surgery in the treatment of mandibular deficiency",
        "Orthognathic surgery: patient expectations; psychological profile and satisfaction with outcome",
        "Assessment of the combined orthodontic-surgical treatment from the patients' point of view. A longitudinal study."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University RachadapisekSompote Fund"
    ]
}