{
    "eid": "2-s2.0-85028769525",
    "title": "An alternative crosslinking of epoxidized natural rubber with maleic anhydride",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        }
    ],
    "keywords": [
        "Crosslinking",
        "Epoxidized natural rubber",
        "Gel fraction",
        "Maleic anhydride"
    ],
    "authors": [
        "Nuttida Srirachya"
    ],
    "citedby-count": 11,
    "ref-count": 22,
    "ref-list": [
        "J. Nat. Rubber Res",
        "Epoxidized natural rubber-50 toughened polyamide 6 nanocomposites: The effect of epoxidized natural rubber-50 contents on morphological characterization, mechanical and thermal properties",
        "Enhancement of polyvinyl chloride (PVC)/epoxidized natural rubber (ENR) blend properties by electron beam irradiation: Effect of antioxidants",
        "Dynamic mechanical and dielectric properties of poly(Vinylidene fluoride) and epoxidized natural rubber blends",
        "Basic Elastomer Technology",
        "Review of sulfur crosslinking fundamentals for accelerated and unaccelerated vulcanization",
        "Rubber Chem. Technol",
        "Influences of blend proportions and curing systems on dynamic, mechanical, and morphological properties of dynamically cured epoxidized natural rubber/high-density polyethylene blends",
        "Epoxidized natural rubber/dicarboxylic acid self-vulcanized blends",
        "International Journal of the Institute of Materials Malaysia",
        "J. Elastomers Plast.",
        "The curing behavior and adhesion strength of the epoxidized natural rubber modified epoxy/dicyandiamide system",
        "Imidazole-promoted acceleration of crosslinking in epoxidized natural rubber/dicarboxylic acid blends",
        "Imidazole-accelerated crosslinking of epoxidized natural rubber by dicarboxylic acids: A mechanistic investigation using NMR spectroscopy",
        "Crosslinking of epoxidized natural rubber by dicarboxylic acids: An alternative to standard vulcanization",
        "Dicarboxylic acids may compete with standard vulcanisation processes for crosslinking epoxidised natural rubber",
        "Blends of phthalic anhydride-modified palm stearin alkyds with high carboxylic acid contents with epoxidized natural rubber",
        "Reactions between epoxidized natural rubber and palm oil-based alkyds at ambient temperature",
        "Kasetsart J",
        "Ring opening copolymerization of succinig anhydride-ethylene oxide by Ai (III) organometallic catalysts",
        "Ring-opening copolymerization of maleic anhydride with epoxides: A chain-growth approach to unsaturated polyesters",
        "Studies of moisture induced crosslinking in a novel vinyl ether-maleic anhydride copolymer"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nagaoka",
            "affilname": "Nagaoka University of Technology",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Special Task Force for Activating Research",
        "Chulalongkorn University"
    ]
}