{
    "eid": "2-s2.0-84921811130",
    "title": "The suppression of a basic nitrogen compound influence on hydrodesulfurization activity of dibenzothiophene in treated diesel over Al2O3 supported CoMo catalysts by ZrO2 as a secondary support",
    "cover-date": "2015-03-05",
    "subject-areas": [
        {
            "$": "Process Chemistry and Technology",
            "@code": "1508"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Catalysis",
            "@code": "1503"
        }
    ],
    "keywords": [
        null,
        null,
        "Dibenzothiophene",
        "Hydrodesulfurization",
        "Pyridine"
    ],
    "authors": [
        "Pawinee Sintarako"
    ],
    "citedby-count": 16,
    "ref-count": 30,
    "ref-list": [
        "Hydrotreating Catalysis Science and Technology",
        "Diesel fuel, Encyclopedia of Toxicology 3rd Ed.",
        "Development of new catalysts for deep hydrodesulfurization of gas oil",
        "Development of a Cosmo deep HDS catalyst for diesel fuel",
        "Development of deep hydrodesulfurization catalysts. I. CoMo and NiMo catalysts tested with (substituted) dibenzothiophene",
        "Deep hydrodesulfurization process for diesel oil",
        "Present State of the Art and Future Challenges in the Hydrodesulfurization of Polyaromatic Sulfur Compounds",
        "An overview of new approaches to deep desulfurization for ultra-clean gasoline, diesel fuel and jet fuel",
        "Catalyst and process technologies for ultra low sulfur diesel",
        null,
        "A model catalyst approach to the effects of the support on Co-Mo hydrodesulfurization catalysts",
        null,
        "Effect of support in hydrotreating catalysis for ultra clean fuels",
        "Mixed oxide supported hydrodesulfurization catalysts - A review",
        null,
        null,
        null,
        null,
        null,
        "Pet. Sci. Technol.",
        "Mechanisms of hydrodesulfurization and hydrodenitrogenation",
        "Selectivity of molybdenum catalyst in hydrodesulfurization, hydrodenitrogenation, and hydrodeoxygenation: Effect of additives on dibenzothiophene hydrodesulfurization",
        "Comparative inhibiting effect of polycondensed aromatics and nitrogen compounds on the hydrodesulfurization of alkyldibenzothiophenes",
        null,
        null,
        null,
        "Influence of reduction temperature and metal loading on the performance of molybdenum phosphide catalysts for dibenzothiophene hydrodesulfurization",
        "Appl. Catal. A Gen.",
        "XPS characterization of zirconium-promoted CoMo hydrodesulfurization catalysts",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "PTT Public Company Limited",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}