{
    "eid": "2-s2.0-85052664154",
    "title": "The presence of duck Tembusu virus in Thailand since 2007: A retrospective study",
    "cover-date": "2018-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Microbiology (all)",
            "@code": "2400",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "duck Tembusu virus",
        "ducks",
        "retrospective study",
        "Thailand"
    ],
    "authors": [
        "P. Ninvilai",
        "N. Nonthabenjawan",
        "B. Limcharoen",
        "W. Tunterak",
        "K. Oraveerakul",
        "W. Banlunara",
        "A. Amonsin",
        "A. Thontiravong"
    ],
    "citedby-count": 20,
    "ref-count": 31,
    "ref-list": [
        "Flavivirus NS1 structures reveal surfaces for associations with membranes and the immune system",
        "Evolutionary dynamics of West Nile virus in the United States, 1999–2011: Phylogeny, selection pressure and evolutionary time-scale analysis",
        "Binding of flavivirus nonstructural protein NS1 to C4b binding protein modulates complement activation",
        "Tembusu virus in ducks, china",
        "Genomic Characterization of a New Tembusu flavivirus from Domestic Ducks in Thailand",
        "The vaccine efficacy of recombinant duck enteritis virus expressing secreted E with or without PrM proteins of duck tembusu virus",
        "Isolation and characterization of a Chinese strain of Tembusu virus from Hy-Line Brown layers with acute egg-drop syndrome in Fujian, China",
        "Evolutionary analysis of Tembusu virus: Evidence for the emergence of a dominant genotype",
        "Estimating mutation parameters, population history and genealogy simultaneously from temporally spaced sequence data",
        "Bayesian phylogenetics with BEAUti and the BEAST 1.7",
        "MUSCLE: A multiple sequence alignment method with reduced time and space complexity",
        "Complete genome sequence of goose tembusu virus, isolated from jiangnan white geese in jiangsu, China",
        "Tembusu-like flavivirus (Perak virus) as the cause of neurological disease outbreaks in young Pekin ducks",
        "Characterization of the genes encoding UL24, TK and gH proteins from duck enteritis virus (DEV): A proof for the classification of DEV",
        "Genetic interaction of flavivirus nonstructural proteins NS1 and NS4A as a determinant of replicase function",
        "Flaviviridae: The viruses and their replication",
        "Genomic and antigenic characterization of the newly emerging Chinese duck egg-drop syndrome flavivirus: Genomic comparison with Tembusu and Sitiawan viruses",
        "Molecular epidemiological analysis of Newcastle disease virus isolated in China in 2005",
        "New insights into flavivirus evolution, taxonomy and biogeographic history, extended by analysis of canonical and alternative coding sequences",
        "A structural perspective of the flavivirus life cycle",
        "Pathology and immunohistochemical findings of West Nile virus infection in psittaciformes",
        "Emergence of genotype I of Japanese encephalitis virus as the dominant genotype in Asia",
        "Duck egg-drop syndrome caused by BYD virus, a new Tembusu-related flavivirus",
        "Review of rapid molecular diagnostic tools for avian influenza virus",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "Characterization of a Tembusu virus isolated from naturally infected house sparrows (Passer domesticus) in Northern China",
        "Tembusu-Related Flavivirus in Ducks, Thailand",
        "Evidence for a genetic and physical interaction between nonstructural proteins NS1 and NS4B that modulates replication of West Nile virus",
        "Structural, antigenic, and evolutionary characterizations of the envelope protein of newly emerging Duck Tembusu Virus",
        "Complete genome sequence of a novel flavivirus, duck tembusu virus, isolated from ducks and geese in china"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "TRF"
    ]
}