{
    "eid": "2-s2.0-84976588014",
    "title": "Hemoglobin Bart hydrops fetalis: A model for studying vascular changes in placental hypoxia",
    "cover-date": "2016-08-01",
    "subject-areas": [
        {
            "$": "Reproductive Medicine",
            "@code": "2743"
        },
        {
            "$": "Developmental Biology",
            "@code": "1309"
        },
        {
            "$": "Obstetrics and Gynecology",
            "@code": "2729"
        }
    ],
    "keywords": [
        "Chorionic villi",
        "Hemoglobin Bart",
        "Hydrops fetalis",
        "Morphometry",
        "Placenta vasculature"
    ],
    "authors": [
        "Mana Taweevisit"
    ],
    "citedby-count": 3,
    "ref-count": 21,
    "ref-list": [
        "Aspects of human fetoplacental vasculogenesis and angiogenesis. III. Changes in complicated pregnancies",
        "Utility of diagnosing various histological patterns of diffuse chronic hypoxic placental injury",
        "Hypoxic patterns of placental injury: A review",
        "Aspects of human fetoplacental vasculogenesis and angiogenesis. II. Changes during normal pregnancy",
        "Pathology of the Human Palcenta",
        "Pre-eclampsia and Fetal Growth Restriction: How Morphometrically Different is the Placenta?",
        "Placental vascularization in early onset small for gestational age and preeclampsia",
        "Structural analysis of human placental stem and terminal villi from normal and idiopathic growth restricted pregnancies",
        "Vascularization in first-trimester chorionic villi in complicated and uncomplicated pregnancies",
        "Effects of maternal iron restriction on placental vascularization in the rat",
        "Adrenal cytomegaly is a frequent pathologic finding in hemoglobin bart hydrops fetalis",
        "The contribution of extramedullary hematopoiesis to hepatomegaly in anemic hydrops fetalis: A study in alpha-thalassemia hydrops fetalis",
        "Peripheral villous stromal hyperplasia: A distinctive placental lesion in hemoglobin bart hydrops fetalis",
        "Placental Pathology",
        "Changes in fetal capillaries during preplacental hypoxia: Growth, shape remodelling and villous capillarization in placentae from high-altitude pregnancies",
        "Stereological studies on fetal vascular development in human placental villi",
        "Compromised chorionic villous vascularization in idiopathic second trimester fetal loss",
        "Pathology of the Human Palcenta",
        "Pathology of the Placenta",
        "Vasculogenesis in complete and partial hydatidiform mole pregnancies studied with CD34 immunohistochemistry",
        "Pathology of the Human Palcenta"
    ],
    "affiliation": [
        {
            "affiliation-city": "Toronto",
            "affilname": "The Hospital for Sick Children",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadapiseksompotch Fund",
        "Faculty of Medicine, Chulalongkorn University",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}