{
    "eid": "2-s2.0-84989208891",
    "title": "A crack-shear slip model of high-strength steel fiber-reinforced concrete based on a push-off test",
    "cover-date": "2016-11-15",
    "subject-areas": [
        {
            "$": "Civil and Structural Engineering",
            "@code": "2205"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "Building and Construction",
            "@code": "2215"
        }
    ],
    "keywords": [
        "Fiber orientation",
        "Fiber-reinforced concrete",
        "Push-off test",
        "Shear slip model",
        "Shear strength",
        "Stirrup"
    ],
    "authors": [
        "Pitcha Jongvivatsakul"
    ],
    "citedby-count": 32,
    "ref-count": 20,
    "ref-list": [
        "Shear behaviour of steel fibre reinforced concrete beams",
        "Mechanical properties of high-strength steel fiber-reinforced concrete",
        "Effect of aspect ratio and volume fraction of steel fiber on the mechanical properties of SFRC",
        "Effects of steel fiber addition on mechanical properties of concrete and RC beams",
        "THEORY AND EXPERIMENTS ON THE MECHANICAL BEHAVIOUR OF CRACKS IN PLAIN AND REINFORCED CONCRETE SUBJECTED TO SHEAR LOADING.",
        "Experimenatl investigation on shear cracking behavior in reinforced concrete beams with shear reinforcement",
        "J. Jpn. Soc. Civ. Eng. Ser. E2",
        "MODIFIED COMPRESSION-FIELD THEORY FOR REINFORCED CONCRETE ELEMENTS SUBJECTED TO SHEAR.",
        "Disturbed stress field model for reinforced concrete: Formulation",
        "Shear failure of steel fiber-reinforced concrete based on push-off tests",
        "Special Pub.",
        "Properties of fiber reinforced high-strength semilightweight concrete",
        "Crack shear-slip in reinforced concrete elements",
        "Shear strength of fiber reinforced reactive powder concrete prestressed girders without stirrups",
        "Influence of yield stress and compressive strength on direct shear behaviour of steel fibre-reinforced concrete",
        "The effect of fibre distribution characteristics on the flexural strength of steel fibre-reinforced ultra high strength concrete"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kami",
            "affilname": "Kochi University of Technology",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Chulalongkorn University, Thailand",
        "Ratchadapisek Sompoch Endowment Fund",
        "Ministry of Education"
    ]
}