{
    "eid": "2-s2.0-85047899907",
    "title": "Esophagogastric region and liver tissue in dog-faced water snake Cerberus rynchops: Histology and histochemistry",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "General Agricultural and Biological Sciences",
            "@code": "1100"
        }
    ],
    "keywords": [
        "Digestive region",
        "Dog-faced water snake",
        "Gulf of Thailand",
        "Histology"
    ],
    "authors": [
        "Piyakorn Boonyoung"
    ],
    "citedby-count": 2,
    "ref-count": 35,
    "ref-list": [
        "J. Vet. Anat.",
        "Histological organization of the female queen Devario regina (Fowler, 1934) during its juvenile stage",
        "Histology of the kidney and urinary bladder of Siphonops annulatus (Amphibia-Gymnophiona)",
        "A model of the anterior esophagus in snakes, with functional and developmental implications",
        "J. K. A. U. Sci.",
        "Mucin-bacterial interactions in the human oral cavity and digestive tract",
        "How does Trichinella spiralis make itself at home?",
        "Anatomical and morphometrical study of the alimentary canal of the lizard Scincus scincus and the snake Natrix tessellata",
        "Ind. J. Zool.",
        "Bangladesh J. Zool.",
        "Infectious Diseases and Pathology of Reptiles",
        "Histology and lectin-binding patterns in the digestive tract of the carnivorous larvae of the anuran, Ceratophrys ornata",
        "Liver histopathology of the Southern Watersnake, Nerodia fasciata fasciata, following chronic exposure to trace element-contaminated prey from a coal ash disposal site",
        "Pepsinogen Granules in the Esophageal Epithelium of the Rock Snake",
        "Histological and Histochemical Investigations on Japanese Lizard Esophagus",
        "Morphological Study of the Oesophagus and Stomach of the Gopher Snake Pituophis catenifer",
        "Histochemical Analyses of Digestive Enzymes in the Intestine of Adult Large-Scaled Gurnard (Lepidotrigla Cavillone, Lacepède, 1801)",
        "Histochemical investigations on the secretory cells in the oesophagogastric tract of the Eurasian green toad, Bufo viridis",
        "Pepsinogen and H,K-ATPase mediate acid secretion in gastric glands of Triturus carnifex (Amphibia, Caudata)",
        "Isolation and characterization of microsatellite loci in the dog-faced water snake Cerberus rynchops (Colubridae)",
        "Complex carbohydrates occurring in the digestive apparatus of Umbrina cirrosa (L.) fry",
        "Systematics and Epidemiology of Trichinella",
        "Recent advances on the taxonomy, systematics and epidemiology of Trichinella",
        "Trichinella zimbabwensis n.sp. (Nematoda), a new non-encapsulated species from crocodiles (Crocodylus niloticus) in Zimbabwe also infecting mammals",
        "Structural study of the frog Rana temporaria larval stomach",
        "Histochemical characterization of the mucins of the alimentary tract of the grass snake, Natrix natrix (Colubridae)",
        "Thammasat University",
        "Structural classifications in the digestive tract of short mackerel, Rastrelliger brachysoma (Bleeker, 1865) from upper gulf of Thailand",
        "Pathology of larval Eustrongylides in the rabbit."
    ],
    "affiliation": [
        {
            "affiliation-city": "Hatyai",
            "affilname": "Prince of Songkla University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "affilname": "National Institute of Metrology (Thailand)",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pitsanulok",
            "affilname": "Pibulsongkram Rajabhat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Shendi",
            "affilname": "University of Shendi",
            "affiliation-country": "Sudan"
        }
    ],
    "funding": []
}