{
    "eid": "2-s2.0-85163363267",
    "title": "Unveiling the Power of ESG: How it Shapes Brand Image and Fuels Purchase Intentions-An Empirical Exploration",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Computer Science (miscellaneous)",
            "@code": "1701",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Engineering (miscellaneous)",
            "@code": "2201",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Brand Image",
        "Environmental activities",
        "Environmental, Social, and Governance (ESG)",
        "Purchase Intention",
        "SEM",
        "Thailand"
    ],
    "authors": [
        "Wilert Puriwat",
        "Suchart Tripopsakul"
    ],
    "citedby-count": 0,
    "ref-count": 45,
    "ref-list": [
        "Perceived ESG (Environmental, Social, Governance) and Consumers’ Responses: The Mediating Role of Brand Credibility, Brand Image, and Perceived Quality",
        "The value relevance of environmental, social, and governance performance: The Brazilian case",
        "Environmental social governance management: A theoretical perspective for the role of disclosure in the supply chain",
        "Aggregate Confusion: The Divergence of ESG Ratings",
        "How do ESG pillars impact firms’ marketing performance? A configurational analysis in the pharmaceutical sector",
        "The Influence of ESG-concept on the Reputation of High-technology Enterprises",
        "Interactive effects of brand reputation and ESG on green bond issues: A sustainable development perspective",
        "Understanding the Impact of ESG on Brand Trust and Customer Engagement",
        "Signaling green! firm ESG signals in an interconnected environment that promote brand valuation",
        "How Does Corporate ESG Management Affect Consumers’ Brand Choice?",
        "Corporate Social Responsibility Through an Economic Lens",
        "How Does the Market Value Corporate Sustainability Performance?",
        "The Sustainability Liability: Potential Negative Effects of Ethicality on Product Preference",
        "Lost in translation: Exploring the ethical consumer intention-behavior gap",
        "Building corporate associations: Consumer attributions for corporate socially responsible programs",
        "An Examination to Effects of Gender Differences on the Corporate Social Responsibility (CSR)",
        "Employee attitudes towards corporate social responsibility: a study on gender, age and educational level differences",
        "Contributions of CSR perception to employees commitment and job satisfaction: Does personal income matter?",
        "The Impact of Customers’ Perception of CSR on Corporate Brand Loyalty: The Case of the Romanian Mobile Telecom Industry",
        "Effects of Social e-Commerce on Consumer Behavior",
        "The effects of corporate social responsibility and price on consumer responses",
        "The effects of corporate social responsibility on brand performance: The mediating effect of industrial brand equity and corporate reputation",
        "The relationship among corporate social responsibility, service quality, corporate image and purchase intention",
        "The Relationship among Corporate Social Responsibility, Consumer-Company Identification, Brand Prestige, and Purchase Intention",
        "The impact of perceived CSR on corporate reputation and purchase intention",
        "An Overview of Psychological Measurement",
        "The median split: Robust, refined, and revived",
        "Impact of CSR Perception on Brand Image, Brand Attitude and Buying Willingness: A Study of a Global Café",
        "Strengthening stakeholder-company relationships through mutually beneficial corporate social responsibility initiatives",
        "Consumers’ responses to CSR activities: The linkage between increased awareness and purchase intention",
        "The Impact of ESG on Brand Trust and Word of Mouth in Food and Beverage Companies: Focusing on Jeju Island Tourists",
        "CSR influence on hotel brand image and loyalty",
        "Does doing good always lead to doing better? Consumer reactions to corporate social responsibility",
        "The Role of Gender and Age in Business Students’ Values, CSR Attitudes, and Responsible Management Education: Learnings from the PRME International Survey",
        "Board diversity and corporate social responsibility: the moderating role of Shariah compliance",
        "Modelling (Social) Intra / Entrepreneurship Process",
        "The Role of Gender Differences in the Impact of CSR Perceptions on Corporate Marketing Outcomes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60012448",
            "affilname": "Bangkok University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012448",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}