{
    "eid": "2-s2.0-85068656333",
    "title": "Photoautotrophic cultivation of Chlorococcum humicola in stirred tank and airlift photobioreactors under different light settings and light supplying strategies for biomass and carotenoid production",
    "cover-date": "2019-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Chemical Engineering (all)",
            "@code": "1500",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Fuel Technology",
            "@code": "2103",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Waste Management and Disposal",
            "@code": "2311",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Pollution",
            "@code": "2310",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Organic Chemistry",
            "@code": "1605",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Inorganic Chemistry",
            "@code": "1604",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "carotenoids",
        "Chlorococcum",
        "growth",
        "light",
        "microalgae",
        "photobioreactors"
    ],
    "authors": [
        "Sorawit Powtongsook",
        "Kasidit Nootong"
    ],
    "citedby-count": 5,
    "ref-count": 49,
    "ref-list": [
        "Outdoor cultivation of microalgae for carotenoid production: current state and perspectives",
        "Nutritionally important carotenoids as consumer products",
        "The use of carotenoid in aquaculture",
        "Commercial production of microalgae: ponds, tanks, tubes and fermenters",
        "Optimal growth conditions and the cultivation of Chaetoceros calcitrans in airlift photobioreactor",
        "The effects of different feeds under the same salinity conditions on the growth and survival rate of artemia",
        "Alternative microalgal diets for cultivation of the fairy shrimp Branchinella thailandensis (Branchiopoda: Anostraca)",
        "Development of closed-recirculating, continuous culture system for microalga (Tatraselmis suecica) and rotifer (Brachionus plicatilis) production",
        "Effect of feeding Spirulina platensis on growth and carcass composition of hybrid red tilapia (Oreochromis mossambicus × O. niloticus)",
        "Fairy shrimp (Streptocephalus sirindhornae) as live feed improve growth and carotenoid contents of giant freshwater prawn Macrobrachium rosenbergii",
        "Composition and accumulation of secondary carotenoids in Chlorococcum sp",
        "Ketocarotenoid production by mutant of Chlorococcum sp. in an outdoor tubular photobioreactor",
        "Green algal Chlorococcum humicola – a new source of bioactive compounds with antimicrobial activity",
        "Ultrahigh-cell-density culture of a marine green alga Chlorococcum littorale in a flat-plate photobioreactor",
        "Effect of sulfate ions on growth and pollutant removal of self-flocculating microalga Chlorococcum sp. GD in synthetic municipal wastewater",
        "Photoautotrophic cultivating options of freshwater green microalga Chlorococcum humicola for biomass and carotenoids production",
        "Secondary carotenoids formation by the green alga Chlorococcum sp",
        "Enhanced production of free trans-astaxanthin by oxidative stress in the cultures of the green microalga Chlorococcum sp",
        "Effect of light intensity and temperature on photoautotrophic growth of green microalga, Chlorococcum littorale",
        "Growth pattern and biofuel production potential of newly isolated microalga Chlorococcum sp. IM-03 under nitrogen limited conditions",
        "Treatment of real aquaculture wastewater from a fishery utilizing phytoremediation with microalgae",
        "Wavelength specificity of growth, photosynthesis, and hydrocarbon production in the oil-producing green alga Botryococcus braunii",
        "Effects of light quality on the accumulation of oil in a mixed culture of Chlorella sp. and Saccharomyces cerevisiae",
        "Effects of various LED light wavelength and light intensity supply strategies on synthetic high-strength wastewater purification by Chlorella vulgaris",
        "Light and growth medium effect on Chlorella vulgaris biomass production",
        "Manipulation of light wavelength at appropriate growth stage to enhance biomass productivity and fatty acid methyl ester yield using Chlorella vulgaris",
        "Enhancement of astaxanthin production using Haematococcus pluvialis with novel LED wavelength shift strategy",
        "Photoautotrophic high density cultivation of vegetative cells of Haematococcus pluvialis in airlift bioreactor",
        "Continuous production of diatom Entomonies sp. in mechanically stirred tank and flat-panel airlift photobioreactors",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Cultivation option for indoor and outdoor growth of Chaetoceros gracilis with airlift photobioreactors",
        "Carotenoid composition in the green microalga Chlorococcum",
        "Purification and characterization of carotenoids from green algae Chlorococcum humicola by HPLC-NMR and LC-MS-APCI. Biomed",
        "Effect of operating conditions on Chlorococcum sp. growth and lipid production",
        "Effects of using light-emitting diodes on the cultivation of Spirulina platensis",
        "Effect of different light spectra on the growth and productivity of acclimated Nannochloropsis sp. (Eustigmatophyceae)",
        "Reactive oxygen species: metabolism, oxidative stress, and signal transduction",
        "Blue light emitting diodes (LEDs) as an energy source in Chlorella fusca and Synechococcus nidulans cultures",
        "Enhancing lutein productivity of an indigenous microalga Scenedesmus obliquus FSP-3 using light-related strategies",
        "Selection of microalgal growth model for describing specific growth rate-light response using extended information criterion",
        "Growth and biochemical characterization of microalgal biomass produced in bubble column and airlift photobioreactors: studies in fed-batch culture",
        "Two-step process for ketocarotenoid production by a green alga, Chlorococcum sp. strain MA-1",
        "Effects of nutrient levels on cell growth and secondary carotenoids formation in the freshwater green alga Chlorococcum sp",
        "Biosequestration of atmospheric CO2and flue gas-containing CO2by microalgae",
        "Carbon dioxide capture from flue gases using microalgae: engineering aspects and biorefinery concept"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Asahi Glass Foundation"
    ]
}