{
    "eid": "2-s2.0-85031046841",
    "title": "Thermal and mechanical properties of polylactic acid filled with organosilane modified cellulose fibril",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "Cellulose fibril",
        "Composites",
        "Ductility",
        "Polylactic acid",
        "Silanization",
        "Thermal propehes"
    ],
    "authors": [
        "Sarit Thanomchat"
    ],
    "citedby-count": 0,
    "ref-count": 22,
    "ref-list": [
        "Production and modification of nanofibrillated cellulose using various mechanical processes: A review",
        "Trialkoxysilane grafting onto nanoparticles for the preparation of clear coat polyacrylate systems with excellent scratch performance",
        "Survey Ophthalmol",
        "Morphology and thermal properties of PLA-cellulose nanofibers composites",
        "Nanofibrillated cellulose: Surface modification and potential applications",
        "Effect of biobased and biodegradable nucleating agent on the isothermal crystallization of poly(lactic acid)",
        "Green composites from sustainable cellulose nanofibrils: A review",
        "Biodegradable poly(Lactic Acid)/clay nanocomposites by melt intercalation: A study of morphological, thermal, and mechanical properties",
        "A review on the tensile properties of natural fiber reinforced polymer composites",
        "Thermal and mechanical characteristics of poly(L-lactic acid) nanocomposite scaffold",
        "Effect of nucleation and plasticization on the crystallization of poly(lactic acid)",
        "Improvement in toughness of poly(l-lactide) (PLLA) through reactive blending with acrylonitrile-butadiene-styrene copolymer (ABS): Morphology and properties",
        "Calorimetric analysis of the multiple melting behavior of poly(L-lactic acid)",
        "The effects on mechanical properties and crystallization of poly (l -lactic acid) reinforced by cellulosic fibers with different scales",
        "Natural fibres as reinforcement in polylactic acid (PLA) composites",
        "Studies of interactions between silane coupling agents and cellulose fibers with liquid and solid-state NMR",
        "Silane adsorption onto cellulose fibers: Hydrolysis and condensation reactions",
        "Thermo-mechanical properties of microfibrillated cellulose-reinforced partially crystallized PLA composites",
        "Kmutnb Int. J. Appl. Sci. Technol",
        "Improving the properties of polylactic acid by blending with low molecular weight polylactic acid-g-natural rubber",
        "Synthesis and characterization of bionanocomposites with tunable properties from poly(lactic acid) and acetylated microfibrillated cellulose",
        "Characterization of drawn and undrawn poly-L-lactide films by differential scanning calorimetry"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}