{
    "eid": "2-s2.0-85090223114",
    "title": "Protective factors for caries of a school-based oral health program in Bangkok, Thailand: a retrospective cohort study",
    "cover-date": "2020-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Caries",
        "Fluoride varnish",
        "Oral health program",
        "School-based",
        "Sealants"
    ],
    "authors": [
        "N. Luksamijarulkul",
        "S. Pongpanich",
        "A. Panza"
    ],
    "citedby-count": 3,
    "ref-count": 27,
    "ref-list": [
        "The 8th national oral health survey in Thailand 2017",
        "Genetic susceptibility to dental caries differs between the sexes: a family-based study",
        "Early childhood caries: current evidence for aetiology and prevention",
        "Oral health promotion through schools oral health promotion: an essential element of a health-promoting school",
        "Inequity in access to oral health service of primary students: a case study of a dental fund in a central region province",
        "Association between dental caries and socioeconomic factors in schoolchildren-a multilevel analysis",
        "Emerging trends in oral health Sciences and Dentistry",
        "Oral health surveys: basic methods",
        "Effect of oral hygiene instruction and professional toothcleaning on caries and gingivitis in schoolchildren",
        "Sociobehavioural risk factors in dental caries–international perspectives",
        "Predicting caries in permanent teeth from caries in primary teeth: an eight-year cohort study",
        "Effect evaluation of an oral health education programme in primary schools in Tanzania",
        "Fluoride varnish efficacy in preventing early childhood caries",
        "Affairs ADACoS. Professionally applied topical fluoride: evidence–based clinical recommendations",
        "Sealants in dentistry: a systematic review of the literature",
        "Promoting oral health of children through schools – results from a WHO global survey 2012",
        "Assessment of retention rates and clinical benefits of a community sealant program",
        "The effectiveness of a school-based sealant program and common failures in southern Thailand",
        "Genetic and environmental factors associated with dental caries in children: the Iowa fluoride study",
        "The associations of school oral health-related environments with oral health behaviours and dental caries in children",
        "Explaining gender differences in caries: a multifactorial approach to a multifactorial disease",
        "Dental caries in relation to socio-behavioral factors of 6-year-old school children of Udaipur district, India",
        "The correlation between DMFT and OHI-S index among 10-15 years old children in Kosova",
        "Is there a relationship between asthma and dental caries?: a critical review of the literature",
        "Relationship between dental caries status, nutritional status, snack foods, and sugar-sweetened beverages consumption among primary schoolchildren grade 4-6 in Nongbua Khamsaen school, Na Klang district, Nongbua Lampoo Province, Thailand",
        "Impact of parent-related factors on dental caries in the permanent dentition of 6–12-year-old children: a systematic review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkornik University",
        "Chulalongkorn University"
    ]
}