{
    "eid": "2-s2.0-85090974367",
    "title": "Strategic participation in IPOs by affiliated mutual funds: Thai evidence",
    "cover-date": "2020-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Conflicts of interest",
        "Initial public offerings",
        "Mutual funds",
        "Retail investors"
    ],
    "authors": [
        "Kanis Saengchote",
        "Jananya Sthienchoak"
    ],
    "citedby-count": 0,
    "ref-count": 64,
    "ref-list": [
        "Internal governance mechanisms and operational performance: evidence from index mutual funds",
        "Mutual fund performance, management teams, and boards",
        "Stabilization activities by underwriters after initial public offerings",
        "Institutional allocation in initial public offerings: empirical evidence",
        "Signaling by underpricing in the IPO market",
        "Allocations, adverse selection, and cascades in IPOs: evidence from the Tel Aviv Stock Exchange",
        "Cross-country IPOs: what explains differences in underpricing?",
        "IPO flipping in Australia: cross-sectional explanations",
        "Investment banking, reputation, and the underpricing of initial public offerings",
        "How investment bankers determine the offer Price and allocation of new issues",
        "Order imbalances and stock price movements on October 19 and 20, 1987",
        "Management of the IPO performance in Thailand",
        "Board structure and survival of new economy IPO firms",
        "Risk taking by mutual funds as a response to incentives",
        "Order imbalance, liquidity, and market returns",
        "New evidence on the pricing and performance of initial public offerings in Thailand, 1997–2008",
        "Attracting flows by attracting big clients",
        "Ownership concentration and initial public offering performance: empirical evidence from Thailand",
        "Measuring mutual fund performance with characteristic-based benchmarks",
        "Business ties and information advantage: evidence from mutual fund trading",
        "Trading out of sight: an analysis of cross-trading in mutual fund families",
        "Governance reform and IPO underpricing",
        "Asset management within commercial banking groups: international evidence",
        "Favoritism in mutual fund families? Evidence on strategic cross-fund subsidization",
        "Price support by bank-affiliated mutual funds",
        "The underpricing of initial public offerings and the partial adjustment phenomenon",
        "The performance of investment bank-affiliated mutual funds: conflicts of interest or informational advantage?",
        "Product differentiation, search costs, and competition in the mutual fund industry: a case study of S&P 500 index funds",
        "Participation costs and the sensitivity of fund flows to past performance",
        "Which matters:“paying to play” or stable business relationship? Evidence on analyst recommendation and mutual fund commission fee payment",
        "Informed trading of mutual funds: evidence from fund-underwriter relationships",
        "Is it who you know or what you know? Evidence from IPO allocations and mutual fund performance",
        "The cross-section of mutual fund fee dispersion",
        "Strength of analyst coverage following IPOs",
        "IPO pricing and allocation: a survey of the views of institutional investors",
        "Quid pro quo? What factors influence IPO allocations to investors?",
        "Ownership and operating performance in an emerging market: evidence from Thai IPO firms",
        "How the unremunerated reserve requirement by the Bank of Thailand affects IPO underpricing and the long-run performance of IPOs",
        "IPOs’ signalling effects for speculative stock detection: evidence from the Stock Exchange of Thailand",
        "The persistence of IPO mispricing and the predictive power of flipping",
        "A survey of mutual fund fees and expenses in Thailand",
        "Informational asymmetries, financial structure, and financial intermediation",
        "The economic consequences of IPO spinning",
        "Scaling the hierarchy: how and why investment banks compete for syndicate co-management appointments",
        "The accuracy of IPO earnings forecasts in Thailand and their relationships with stock market valuation",
        "Why don't issuers get upset about leaving money on the table in IPOs?",
        "Initial public offerings: a synthesis of the literature and directions for future research",
        "Are small investors naive about incentives?",
        "The economics of conflicts of interest in financial institutions",
        "The pricing of initial public offerings: tests of adverse-selection and signaling theories",
        "Family values and the star phenomenon: strategies of mutual fund families",
        "Estimating standard errors in finance panel data sets: comparing approaches",
        "Institutional capital allocation and equity returns: evidence from Thai mutual funds’ holdings",
        "Chasing Returns with High-Beta Stocks: Evidence from Tax-Privileged Mutual Funds in Thailand",
        "Are IPO allocations for sale? Evidence from mutual funds",
        "Affiliated mutual funds and the allocation of initial public offerings",
        "Why new issues are underpriced",
        "Prospectus disclosure and the stock market performance of initial public offerings (IPOs): the case of Thailand",
        "IPOs and long-term relationships: an advantage of book building",
        "Building the IPO order book: underpricing and participation limits with costly information",
        "Costly search and mutual fund flows",
        "Stock price performance of initial public offerings: The Thai experience",
        "Seasoned offerings, imitation costs, and the underpricing of initial public offerings"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60199583",
        "affilname": "Chulalongkorn Business School",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
        "affiliation-country": "Thailand"
    },
    "funding": []
}