{
    "eid": "2-s2.0-84953345191",
    "title": "A comparison between the effects of aerobic dance training on mini-trampoline and hard wooden surface on bone resorption, health-related physical fitness, balance, and foot plantar pressure in thai working women",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Aerobic dance on hard wooden surface",
        "Aerobic dance on mini-trampoline",
        "Balance",
        "Bone resorption (Telopeptide cross linked: β-CrossLaps or CTx)",
        "Foot plantar pressure",
        "Health-related physical fitness"
    ],
    "authors": [
        "Wittawat Sukkeaw"
    ],
    "citedby-count": 9,
    "ref-count": 16,
    "ref-list": [
        "Consensus development conference: Diagnosis, prophylaxis, and treatment of osteoporosis",
        "Consensus development conference: prophylaxis and treatment of osteoporosis",
        "Technical Report Series",
        "Physical activity and bone health",
        "Osteoporosis. San Diego: Academic Press",
        "Kinematic responses to plyometric exercises conducted on compliant and noncompliant surfaces",
        "Gain in strength and muscular balance after balance training",
        "Mini-trampoline exercise related to mechanisms of dynamic stability improves the ability to regain balance in elderly",
        "IJASPESD",
        "Aerobic Dancing Requires Good Floor [Internet]",
        "Biomechanical comparison of hard and soft hip protectors, and the influence of soft tissue",
        "Development of Rubber Floor Tile for Decreasing of Elderly Hip Fractures [Thesis]",
        "The effects of weight bearing yoga training on the bone resorption markers of the postmenopausal women.",
        "American College of Sports Medicine. ACSM’s Resource Manual for Guidelines for Exercise Testing and Prescription",
        "Essential of Exercise Physiology",
        "The effects of aerobic dance conditioning on the body composition and maximal oxygen uptake of college women"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Siriraj Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}