{
    "eid": "2-s2.0-85047941566",
    "title": "A revision of dragon millipedes I: Genus desmoxytes chamberlin, 1923, with the description of eight new species (Diplopoda, Polydesmida, Paradoxosomatidae)",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Aposematic",
        "Dragon millipede",
        "New species",
        "Southeast asia",
        "Taxonomy"
    ],
    "authors": [
        "Ruttapon Srisonchai",
        "Henrik Enghoff",
        "Natdanai Likhitrakarn",
        "Somsak Panha"
    ],
    "citedby-count": 23,
    "ref-count": 63,
    "ref-list": [
        "A spinning apparatus documented in Polydesmida for the first time",
        "Die indo-australischen Myriopoden",
        "Diplopoda of India",
        "Myriapoda 3. Polydemoidea I, Fam. Strongylosomidae",
        "Myriapoden von Indochina. Expedition von C. Dawydoff (1938-1939)",
        "Condition and size of damselflies: A field study of food limitation",
        "Effects of semi-starvation on growth and morphogenesis dur¬ing the larval stages of a common milliped, Narceus annularis (Raf.)",
        "Essai de classification des Polydesmiens (Myriapodes)",
        "Two diplopod immigrants taken at Honolulu",
        "New polydesmoid diplopods intercepted at quarantine",
        "A new family of spined millipeds from central China",
        "Effects of yeast on the growth and reproduction of the sap¬rophagous millipede Polydesmus angustus (Diplopoda, Polydesmidae)",
        "Contributions to the myriapod fauna of Thailand-New records of millipedes and centipedes from Thailand (Myriapoda: Diplopoda, Chilopoda)",
        "The millipedes of Thailand (Diplopoda)",
        "The shocking pink dragon millipede, Desmoxytes pur¬purosea, a colourful new species from Thailand (Diplopoda: Polydesmida: Paradoxosomati¬dae)",
        "Phoretic mite associates of millipedes (Diplopoda, Julidae) in the northern Atlantic region (North America, Europe)",
        "Insights into the biology of a mite-millipede association",
        "Review of the dragon millipedes, genus Desmoxytes Chamber¬lin, 1923 (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "Diplopoda collected by the Soviet Zoological Expedition to the Seychelles Islands in 1984",
        "Two new species of the millipede genus Desmoxy¬tes Chamberlin, 1923 (Diplopoda: Polydesmida: Paradoxosomatidae) from caves in south¬ern China",
        "Three new cavernicolous species of dragon mil¬lipedes, genus Desmoxytes Chamberlin, 1923, from southern China, with notes on a formal congener from the Philippines (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "On several new or poorly-known Ori¬ental Paradoxosomatidae (Diplopoda: Polydesmida), XXI",
        "A species checklist of the millipedes (Myriapoda, Diplopoda) of India",
        "On the color and the pattern of insects",
        "Gamasid mites (Acarina) associated with Japanese millipeds",
        "Diplopoda of Guiana",
        "Two new species of Pratinus Attems, with taxonomic notes on the genus and a redescription of its type-species (Diplopoda, Polydesmida)",
        "A revision of the Burmese Paradoxosomatidae (Diplopoda, Polydesmida) in the Museo Civico di Storia Naturale at Genoa (Part I)",
        "The generic allocation of some little-known Paradoxosomatidae from South-East Asia (Diplopoda, Polydesmida)",
        "Records of Diplopoda of the order Polydesmida from the Fiji Islands",
        "African Paradoxosomatidae, 1: Genus Eviulisoma Silvestri (Diplopoda, Polydesmida)",
        "Food limitation of reproduction and survival for populations of Brachinus (Coleoptera: Carabidae)",
        "Two new species of dragon millipedes, genus Desmoxytes Chamberlin, 1923, from Laos (Diplopoda: Polydesmida: Paradoxosomatidae), with redescriptions of all four species of Attems from Vietnam",
        "A checklist of the millipedes (Di¬plopoda) of Myanmar, with an updated list of Leonardo Fea’s collecting localities",
        "A review of the dragon millipede genus Desmoxytes Cham¬berlin, 1923 in China, with descriptions of four new species (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "Six new species of dragon millipedes, genus Desmoxytes Chamberlin, 1923, mostly from caves in China (Diplopoda, Polydesmida, Paradoxosoma¬tidae)",
        "Einige neue Diplopoden-und Chilopoden-arten aus chinesischen Höhlen",
        "Discovery of a glowing millipede in California and the gradual evolution of bioluminescence in Diplopoda",
        "Contributions à l’étude de la faune Terrestre des îles granitiques de l’Archipel des Séchelles (Mission P.L.G. Benoit - J.J. Van Mol 1972). Myriapoda-Diplopoda",
        "Dirt-encrusted and dragon millipedes (Diplopoda: Polydesmida: Paradoxoso¬matidae) from Queensland, Australia",
        "Surface-active millipedes (Diplopoda) and associated mites (Acari, Mes¬ostigmata) in Pigeon Valley Nature Reserve in Durban, South Africa",
        "The dragon millipedes in Vietnam (Poly¬desmida: Paradoxosomatidae, genus Desmoxytes Chamberlin, 1923)",
        "A new dragon millipede (Polydesmida: Paradoxosomatidae: Paradoxosomatinae: Orthomorphini) from the Philippines",
        "A worldwide catalog of the family Paradoxosomati¬dae Daday, 1889 (Diplopoda: Polydesmida)",
        "A revision of the Thyropygus allevatus group. Part 3: The T. induratus subgroup (Diplopoda, Spirostreptida, Harpagophoridae)",
        "The Myriopoda of Burma, Pt. IV. Report upon the Polydesmoidea collected by Sig. L. Fea, Mr. E. W. Oates and others, by R. I. Pocock of the British Museum of Natural History",
        "Checklist of the terrestrial and freshwater arthropods of French Polynesia (Chelicerata; Myriapoda; Crustacea; Hexapoda)",
        "Mud and silk in the dark: A new type of millipede moulting chamber and first observations on the maturation moult in the order Callipodida",
        "The chemical defenses of millipedes (diplopoda): Biochemistry, physiology and ecology",
        "Introduced millipeds of the family Paradoxosomatidae on the Pacific islands (Diplopoda: Polydesmida)",
        "Revision of the larvae of Leptus Latreille (Acarina: Erythraeidae) of Eu¬rope and North America, with descriptions of post-larval instars",
        "Four colorful new species of dragon millipedes, genus Desmoxytes Chamberlin, 1923, from northern Thailand (Diplopoda: Polydesmida: Paradoxosomatidae)",
        "Molecular phylogeny of the dragon millipede genus Desmoxytes in Thailand and neighboring countries",
        "Role of different colours of aposematic insects in learning, memory and generalization of na¬ïve bird predators",
        "The symbiotic mites of some Appalachian Xystodesmidae (Di¬plopoda: Polydesmida) and the complete mitochondrial genome sequence of the mite Sty¬lochyrus rarior (Berlese) (Acari: Mesostigmata: Ologamasidae)",
        "Die Entomologischen Sammlungen des Zoologischen Staatsinstituts und Zoologischen Museums Hamburg. III. Teil. Chilopoda und Progoneata",
        "Laboratory observations on the natural history of Pseudopolydes¬mus pinetorum (Diplopoda, Polydesmida, Polydesmidae) with emphasis on reproduction and growth",
        "On the genus Pratinus and its two new species from China (Diplopoda: Paradoxosomatidae)",
        "Centrodesmus cornutus sp. nov., eine neue Diplopoden-Art aus dem Sűd-China (Paradoxosomatidae: Polydesmida)",
        "Annotated checklist of millipedes (Myri¬apoda: Diplopoda) of Sri Lanka"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Copenhagen",
            "@id": "60095975",
            "affilname": "Statens Naturhistoriske Museum",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60095975",
            "affiliation-country": "Denmark"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60018013",
            "affilname": "Maejo University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018013",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "ASRU",
        "Her Royal Highness Maha Chakri Sirindhorn and Center of Excellence on Biodiversity",
        "Human Resource Development in Science Project",
        "Science Achievement Scholarship of Thailand",
        "Natural History Museum of Denmark",
        "Flora & Fauna International",
        "University of Copenhagen",
        "TRF",
        "SAST",
        "Center of Excellence on Biodiversity"
    ]
}