{
    "eid": "2-s2.0-84962249418",
    "title": "Synthesis and absolute configuration of acanthodendrilline, a new cytotoxic bromotyrosine alkaloid from the Thai marine sponge acanthodendrilla sp.",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        }
    ],
    "keywords": [
        "Absolute configuration",
        "Acanthodendrilla sp",
        "Asymmetric synthesis",
        "Bromotyrosine alkaloid",
        "Cytotoxicity"
    ],
    "authors": [
        "Nachanun Sirimangkalakitti"
    ],
    "citedby-count": 10,
    "ref-count": 23,
    "ref-list": [
        "The Marine Bromotyrosine Derivatives",
        null,
        "11-Oxoaerothionin: A cytotoxic antitumor bromotyrosine-derived alkaloid from the caribbean marine sponge aplysina lacunosa",
        "Antibiotic and cytotoxic activity of brominated compounds from the marine sponge verongia aerophoba",
        "Aerothionin, a bromotyrosine derivative with antimycobacterial activity from the marine sponge Aplysina gerardogreeni (Demospongia)",
        "New bioactive bromotyrosine-derived alkaloid from a marine sponge Aplysinella sp.",
        "Mololipids, a new series of anti-HIV bromotyramine-derived compounds from a sponge of the order Verongida",
        "New antiplasmodial bromotyrosine derivatives from suberea ianthelliformis lendenfeld, 1888",
        "Ceratinamine: An unprecedented antifouling cyanoformamide from the marine sponge Pseudoceratina purpurea",
        "Purealidin S and purpuramine J, bromotyrosine alkaloids from the Fijian marine sponge Druinella sp",
        "Bromotyrosine alkaloids from the Australian marine sponge Pseudoceratina verrucosa",
        "Bioactive secondary metabolites from the Red Sea marine Verongid sponge Suberea species",
        "11-Oxoaerothionin isolated from the marine sponge Aplysina fistularis shows anti-inflammatory activity in LPS-stimulated macrophages",
        null,
        "Natural products with protein tyrosine phosphatase inhibitory activity",
        "Non-competitive inhibition of acetylcholinesterase by bromotyrosine alkaloids",
        "Bromotyrosine alkaloids with acetylcholinesterase inhibitory activity from the Thai sponge Acanthodendrilla sp.",
        "Ianthesine E, a new bromotyrosine-derived metabolite from the Great Barrier Reef sponge Pseudoceratina sp.",
        "Synthesis of cyanoformamides from primary amines and carbon dioxide under mild conditions. Synthesis of ceratinamine",
        "Electrogenerated chiral 4-methoxy-2-oxazolidinones as diastereoselective amidoalkylation reagents for the synthesis of β-amino alcohol precursors",
        "Eli Lilly & Company and the National Center for Advancing Translational Sciences",
        "A new and rapid colorimetric determination of acetylcholinesterase activity",
        "Screening for acetylcholinesterase inhibitory activity in plants used in Thai traditional rejuvenating and neurotonic remedies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kiyose",
            "affilname": "Meiji Pharmaceutical University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Hatyai",
            "affilname": "Prince of Songkla University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}