{
    "eid": "2-s2.0-85146948230",
    "title": "Sustainability, asset redeployability, and board gender diversity",
    "cover-date": "2023-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Development",
            "@code": "3303",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "asset redeployability",
        "board gender diversity",
        "corporate governance",
        "female directors",
        "redeployable assets",
        "sustainability"
    ],
    "authors": [
        "Thunyanee Pothisarn",
        "Pattanaporn Chatjuthamard",
        "Pornsit Jiraporn",
        "Suwongrat Papangkorn"
    ],
    "citedby-count": 3,
    "ref-count": 54,
    "ref-list": [
        "Women in the boardroom and their impact on governance and performance",
        "Beyond the glass ceiling: Does gender matter?",
        "Lehman sisters",
        "The changing of the boards: The impact on firm valuation of mandated female board representation",
        "Financing asset sales and business cycles",
        "Board composition and CEO power",
        "Why women make better directors",
        "Collateral pricing",
        "Irreversibility, uncertainty, and cyclical investment",
        "Gender differences in risk taking: A meta-analysis",
        "Corporate governance, board diversity, and firm value",
        "Financing constraints and the amplification of aggregate downturns",
        "Hostile takeover threats, managerial myopia and asset redeployability",
        "Does board gender diversity weaken or strengthen executive risk-taking incentives?",
        "Does board gender diversity matter? Evidence from hostile takeover vulnerability",
        "Asset redeployability and the choice between bank debt and public debt",
        "Why female board representation matters: The role of female directors in reducing male CEO overconfidence",
        "How do independent directors view corporate social responsibility (CSR)? Evidence from a quasi-natural experiment",
        "Using demographic identification to estimate the effects of board size on corporate performance",
        "CEO gender, corporate risk-taking, and the efficiency of capital allocation",
        "Better directors or distracted directors? An international analysis of busy boards",
        "Female directors, capital structure, and financial distress",
        "Women and leadership: Selection, development, leadership style, and performance",
        "Does board gender diversity improve the informativeness of stock prices?",
        "Asset redeployability and credit ratings",
        "Upper echelons theory: An update",
        "Upper echelons: The organization as a reflection of its top managers",
        "Asset redeployability and trade credit",
        "Asset Redeployability and corporate tax avoidance",
        "Decision making, risk and gender: Are managers different?",
        "Gender diversity, state control, and corporate risk-taking: Evidence from China",
        "The asset Redeployability Channel: How uncertainty affects corporate investment",
        "Asset specificity and firm value: Evidence from mergers",
        "The gender composition of corporate boards: A review and research agenda",
        "The supply of corporate directors and board independence",
        "Director gender and mergers and acquisitions",
        "The resource-based view within the conversation of strategic management",
        "Are women “cooler” than men during crises? Exploring gender differences in perceiving organisational crisis preparedness proneness",
        "How valuable are independent directors? Evidence from external distractions",
        "The value of waiting to invest",
        "Board gender diversity, firm performance and risk-taking in developing countries: The moderating effect of culture",
        "Does board gender diversity reduce ‘CEO luck’?",
        "Real asset illiquidity and the cost of capital",
        "Unobservable selection and coefficient stability: Theory and evidence",
        "Does board independence influence asset redeployability? Evidence from a quasi-natural experiment",
        "Female directors and firm performance: Evidence from the great recession",
        "Women on boards and firm financial performance: A meta-analysis",
        "Green governance: Boards of directors' composition and environmental corporate social responsibility",
        "Board composition and corporate social responsibility: The role of diversity, gender, strategy and decision making",
        "Female directors and earnings quality",
        "Women directors on corporate boards: A review and research agenda",
        "Women directors on corporate boards: From tokenism to critical mass",
        "Strategic flexibility, innovative HR practices, and firm performance"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60012521",
            "affilname": "Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012521",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60001921",
            "affilname": "National Institute of Development Administration",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001921",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research Council of Thailand"
    ]
}