{
    "eid": "2-s2.0-85141740767",
    "title": "Biodegradation of petroleum oil using a constructed nonpathogenic and heavy metal-tolerant bacterial consortium isolated from marine sponges",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemical Engineering (miscellaneous)",
            "@code": "1501",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Waste Management and Disposal",
            "@code": "2311",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Pollution",
            "@code": "2310",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Process Chemistry and Technology",
            "@code": "1508",
            "@abbrev": "CENG"
        }
    ],
    "keywords": [
        "Bacterial consortium",
        "Bioremediation",
        "Heavy metals",
        "Marine sponge",
        "Petroleum oil",
        "Sponge-associated bacteria"
    ],
    "authors": [
        "Chutiwan Dechsakulwatana",
        "Adisan Rungsihiranrut",
        "Chanokporn Muangchinda",
        "Ritu Ningthoujam",
        "Piriya Klankeo",
        "Onruthai Pinyakong"
    ],
    "citedby-count": 1,
    "ref-count": 86,
    "ref-list": [
        "Natural seepage of crude oil into the marine environment",
        "Ecological risk potentials of petroleum hydrocarbons and heavy metals shape the bacterial communities of marine hydrosphere at Atlantic Ocean, Atlas Cove, Nigeria",
        "Remediation of petrol hydrocarbon-contaminated marine sediments by thermal desorption",
        "Small scale experiment study on burning characteristics for in-situ burning of crude oil on open water",
        "Motor oil removal from water by continuous froth flotation: The influence of surfactant structure on interfacial adsorption and foam properties",
        "Petroleum sludge treatment and disposal: A review",
        "Acute toxicity of current and alternative oil spill chemical dispersants to early life stage blue crabs (Callinectes sapidus)",
        "Comparison of bacterial community structure and function under different petroleum hydrocarbon degradation conditions",
        "Bioaugmentation with zeolite-immobilized bacterial consortium OPK results in a bacterial community shift and enhances the bioremediation of crude oil-polluted marine sandy soil microcosms",
        "Microbial degradation of petroleum hydrocarbon contaminants: An overview",
        "Chapter 30 - Marine hydrocarbon-degrading bacteria: Their role and application in oil-spill response and enhanced oil recovery",
        "Enrichment and isolation of crude oil degrading bacteria from some mussels collected from the Persian Gulf",
        "Potential of bacteria isolated from diesel-contaminated seawater in diesel biodegradation",
        "The effect of bioaugmentation with Exiguobacterium sp. AO-11 on crude oil removal and the bacterial community in sediment microcosms, and the development of a liquid ready-to-use inoculum",
        "Genomic insights into the marine sponge microbiome",
        "Marine sponges as bioindicators of oil and combustion derived PAH in coastal waters",
        "Culturable associated-bacteria of the sponge Theonella swinhoei show tolerance to high arsenic concentrations",
        "Hg levels in marine porifera of Montecristo and Giglio islands (Tuscan Archipelago, Italy",
        "Biodegradation of aliphatic waste components of oil sludge used micro symbiont of Sponge Niphates sp.",
        "Characterization of crude oil degrading bacterial communities and their impact on biofilm formation",
        "16S metagenomic analysis reveals adaptability of a mixed-PAH-degrading consortium isolated from crude oil-contaminated seawater to changing environmental conditions",
        "Composition and pathogenic potential of a microbial bioremediation product used for crude oil degradation",
        "Biodiversity of marine sponges associated with coral reef habitats in the eastern Gulf of Thailand (Chonburi to Trad Province)",
        "Species diversity of marine sponges along Chanthaburi and Trat provinces, the eastern coast of the Gulf of Thailand",
        "Global patterns of 16S rRNA diversity at a depth of millions of sequences per sample",
        "PEAR: A fast and accurate Illumina Paired-End reAd mergeR",
        "Deblur rapidly resolves single-nucleotide community sequence patterns",
        "Optimizing taxonomic classification of marker-gene amplicon sequences with QIIME 2′s q2-feature-classifier plugin",
        "An improved Greengenes taxonomy with explicit ranks for ecological and evolutionary analyses of bacteria and archaea",
        "Tax4Fun2: Prediction of habitat-specific functional profiles and functional redundancy based on 16S rRNA gene sequences",
        "Studies on lysogenesis. I. the mode of phage liberation by lysogenic Escherichia coli",
        "Diesel oil removal by immobilized Pseudoxanthomonas sp. RN402",
        "Assessment of polycyclic aromatic hydrocarbon biodegradation potential in mangrove sediment from Don Hoi Lot, Samut Songkram Province, Thailand",
        "Lipopeptide biosurfactant production by chitosan-immobilized Bacillus sp. GY19 and their recovery by foam fractionation",
        "Structure, properties and applications of rhamnolipids produced by Pseudomonas aeruginosa L2-1 from cassava wastewater",
        "Analysis of bacterial communities in sponges and coral inhabiting Red Sea, using barcoded 454 pyrosequencing",
        "Archaeal and bacterial diversity and community composition from 18 phylogenetically divergent sponge species in Vietnam",
        "Sponge-specific unknown bacterial groups detected in marine sponges collected from Korea through barcoded pyrosequencing",
        "Marine sponges and their microbial symbionts: Love and other relationships: Marine sponge microbiology",
        "Marine sponges maintain stable bacterial communities between reef sites with different coral to algae cover ratios",
        "Diversity of a bacterial community associated with Cliona lobata Hancock and Gelliodes pumila (Lendenfeld, 1887) sponges on the South-East coast of India",
        "Maximization of the petroleum biodegradation using a synthetic bacterial consortium based on minimal value algorithm",
        "Microbial communities in petroleum-contaminated sites: Structure and metabolisms",
        "Microbial production and consumption of hydrocarbons in the global ocean",
        "Kinetics of hydrocarbon degradation by a newly isolated heavy metal tolerant bacterium Novosphingobium panipatense P5:ABC",
        "Multicopper oxidase of Acinetobacter baumannii: Assessing its role in metal homeostasis, stress management and virulence",
        "Cellular and genetic mechanism of bacterial mercury resistance and their role in biogeochemistry and bioremediation",
        "Distribution of arsenic resistance genes in prokaryotes",
        "Composition and predictive functional analysis of bacterial communities in seawater, sediment and sponges in the Spermonde Archipelago, Indonesia",
        "The occurrence of crude oil-degrading bacteria in some sponges collected at the Persian Gulf: Ecological importance and biotechnological application",
        "New strategy to increase oil biodegradation efficiency by selecting isolates with diverse functionality and no antagonistic interactions for bacterial consortia",
        "Isolation and characterization of a high-efficiency marine diesel oil-degrading bacterium",
        "Isolation, identification and diesel-oil biodegradation capacities of indigenous hydrocarbon-degrading strains of Cellulosimicrobium cellulans and Acinetobacter baumannii from tarball at Terengganu beach, Malaysia",
        "Plackett- Burman design for the screening of media for anthracene degradation by Sphingobium yanoikuyae strain ANT3D",
        "A survey of deepwater horizon (DWH) oil-degrading bacteria from the Eastern oyster biome and its surrounding environment",
        "Airlift bioreactor containing chitosan-immobilized Sphingobium sp. P2 for treatment of lubricants in wastewater",
        "Biodegradation of petroleum hydrocarbons by Bacillus subtilis BL-27, a strain with weak hydrophobicity",
        "Diverse alkane hydroxylase genes in microorganisms and environments",
        "Degradation of alkanes by bacteria",
        "Draft genome sequence of Sphingobium sp. strain C100, a polycyclic aromatic hydrocarbon-degrading bacterium from the deep-sea sediment of the Arctic Ocean",
        "Role of biosurfactants in bioremediation of oil pollution-a review",
        "Hydrocarbon degradation in relation to cell-surface hydrophobicity among bacterial hydrocarbon degraders from petroleum-contaminated Kuwait desert environment",
        "Characterization and phylogenetic analysis of biosurfactant-producing bacteria isolated from palm oil contaminated soils. Songklanakarin",
        "Sphingobium hydrophobicum sp. nov., a hydrophobic bacterium isolated from electronic-waste-contaminated sediment",
        "Effect of rhamnolipids on degradation of anthracene by two newly isolated strains, Sphingomonas sp. 12A and Pseudomonas sp. 12B",
        "Biosurfactant production by Bacillus salmalaya for lubricating oil solubilization and biodegradation.",
        "Response surface methodology-based optimization of biosurfactant production from isolated Bacillus aryabhattai strain ZDY2",
        "The impact of lead co-contamination on ecotoxicity and the bacterial community during the bioremediation of total petroleum hydrocarbon-contaminated soils",
        "Impact of metals on the biodegradation of organic pollutants",
        "Assessment of heavy metals concentration in crude oil contaminated water samples of three communities of Ikpokpo, Atanba, and Okpele-ama of Gbaramatu Kingdom, along the Escravos River in Warri South West Local Government Area of Delta State, Nigeria",
        "Heavy metals in coastal water systems. A case study from the northwestern Gulf of Thailand",
        "Heavy metals contamination in sediments along the Eastern Coast of the Gulf of Thailand",
        "Characterization of the phenanthrene-degrading Sphingobium yanoikuyae SJTF8 in heavy metal co-existing liquid medium and analysis of its metabolic pathway",
        "Potential application in mercury bioremediation of a marine sponge-isolated Bacillus cereus strain Pj1",
        "Soil bacterial strains with heavy metal resistance and high potential in degrading diesel oil and n-alkanes",
        "Hydrocarbon biodegradation, heavy metal tolerance, and antibiotic resistance among bacteria isolates from petroleum polluted and pristine soil samples in Calabar metropolis",
        "Biodegradation of hydrocarbons by microbial strains in the presence of Ni and Pb",
        "Biological processes of heavy metals-contaminated environmental remediation: A review",
        "Genomic analysis of Bacillus cereus NWUAB01 and its heavy metal removal from polluted soil",
        "Diesel oil removal by Serratia sp. W4-01 immobilized in chitosan-activated carbon beads",
        "Optimization of crude oil biodegradation by Brevibacterium sp. isolated from the native sponges of the Persian Gulf",
        "Efficient degradation of lube oil by a mixed bacterial consortium",
        "Crude oil biodegradation by newly isolated bacterial strains and their consortium under soil microcosm experiment",
        "Bioballs carrying a syntrophic Rhodococcus and Mycolicibacterium consortium for simultaneous sorption and biodegradation of fuel oil in contaminated freshwater",
        "Principles of microbial degradation of petroleum hydrocarbons in the environment"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60091516",
            "affilname": "Center of Excellence on Hazardous Substance Management",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60091516",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "@id": "60009116",
            "affilname": "Burapha University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009116",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "National Research Council of Thailand",
        "Burapha University"
    ]
}