{
    "eid": "2-s2.0-84942518734",
    "title": "Patients' adherence and clinical effectiveness of a 14-day course of primaquine when given with a 3-day chloroquine in patients with Plasmodium vivax at the Thai-Myanmar border",
    "cover-date": "2015-12-01",
    "subject-areas": [
        {
            "$": "Parasitology",
            "@code": "2405"
        },
        {
            "$": "Infectious Diseases",
            "@code": "2725"
        }
    ],
    "keywords": [
        "Drug concentrations",
        "Finger-prick blood sample",
        "Patients' adherence",
        "Pill counting",
        "Plasmodium vivax",
        "Primaquine",
        "Self-medication",
        "Self-reporting"
    ],
    "authors": [
        "Anurak Cheoymang"
    ],
    "citedby-count": 13,
    "ref-count": 48,
    "ref-list": [
        "Can primaquine therapy for vivax malaria be improved?",
        "Compliance with a three-day course of artesunate-mefloquine combination and baseline anti-malarial treatment in an area of Thailand with highly multidrug resistant falciparum malaria",
        "High-performance liquid Chromatographic determination of primaquine and carboxyprimaquine concentrations in plasma and blood cells in Plasmodium vivax malaria cases following chronic dosage with primaquine",
        "Self-reported compliance with last malaria treatment and occurrence of malaria during follow-up in a Brazilian Amazon population",
        "Association of subtherapeutic dosages of a standard drug regimen with failures in preventing relapses of vivax malaria",
        "HPLC and HPTLC assays for the antimalarial agents Chloroquine, Primaquine and Bulaquine",
        "Compliance with artesunate and quinine + tetracycline treatment of uncomplicated falciparum malaria in Thailand",
        "Regional differences in the response of Plasmodium vivax malaria to primaquine as anti-relapse therapy",
        "Adherence to 7-day primaquine treatment for the radical cure of P. vivax in the Peruvian Amazon",
        "Long-term efficacy of primaquine in the treatment of vivax malaria in nonimmune travelers",
        "An LC-MS based study of the metabolic profile of primaquine, an 8-aminoquinoline antiparasitic drug, with an in vitro primary human hepatocyte culture model",
        "Primaquine radical cure of Plasmodium vivax: A critical review of the literature",
        "Initial evaluation of low-dose phenobarbital as an indicator of compliance with antimalarial drug treatment",
        "Adherence to antimalarial drug therapy among vivax malaria patients in northern Thailand",
        "Pharmacokinetics of primaquine and carboxyprimaquine in Korean patients with vivax malaria",
        "Thinking about dried blood spots for pharmacokinetic assays and therapeutic drug monitoring",
        "Malaria in the Australian defence force during and after participation in the International Force in East Timor (INTERFET)",
        "Compliance with 14-day primaquine therapy for radical cure of vivax malaria - A randomized placebo-controlled trial comparing unsupervised with supervised treatment",
        "Treatment of vivax malaria on the western border of Thailand",
        "Pharmacokinetic properties of single-Dose primaquine in papua new guinean children: Feasibility of abbreviated high-dose regimens for radical cure of vivax malaria",
        "Monitoring of clinical efficacy and in vitro sensitivity of Plasmodium vivax to chloroquine in area along Thai Myanmar border during 2009-2010",
        "Compliance with a 2 day course of artemether-mefloquine in an area of highly multi-drug resistant Plasmodium falciparurn malaria",
        "Determination of primaquine in whole blood and finger-pricked capillary blood dried on filter paper using HPLC and LCMS/MS",
        "Pharmacokinetics of primaquine in G6PD deficient and G6PD normal patients with vivax malaria",
        "Adherence to medication",
        "Simultaneous determination of primaquine and carboxyprimaquine in plasma using solid phase extraction and LC-MS assay",
        "A rapid and sensitive high performance liquid chromatographic assay of the new antimalarial compound 80/53 in serum with a novel sample clean-up method and its pharmacokinetics in rabbits",
        "Adherence to Plasmodium vivax malaria treatment in the Brazilian Amazon Region",
        "Relapse/reinfection patterns of Plasmodium vivax infection: a four year study.",
        "A comparison of two short-course primaquine regimens for the treatment and radical cure of Plasmodium vivax malaria in Thailand",
        "Therapeutic responses to antimalarial and antibacterial drugs in vivax malaria",
        "Effects of different antimalarial drugs on gametocyte carriage in P. vivax malaria",
        "Pharmacokinetic interactions between primaquine and chloroquine",
        "Compliance with drug therapy.",
        "Barriers to prompt and effective treatment of malaria in northern Sri Lanka",
        "Therapeutic Drug Monitoring by Dried Blood Spot: Progress to Date and Future Directions",
        "Short report: A consideration of primaquine dose adjustment for radical cure of Plasmodium vivax malaria",
        "Plasmodium vivax infections in U.S. Army troops: Failure of primaquine to prevent relapse in studies from Somalia",
        "Rev. Soc. Peru. Med. Interna.",
        "Diagnostic and therapeutic pitfalls associated with primaquine-tolerant Plasmodium vivax",
        "Studies on Plasmodium vivax relapse pattern in Kheda District, Gujarat",
        "Directly-observed therapy (DOT) for the radical 14-day primaquine treatment of Plasmodium vivax malaria on the Thai-Myanmar border",
        "Assessment of therapeutic efficacy of chloroquine for vivax malaria in Thailand",
        "Methods for Surveillance of Antimalarial Drug Efficacy",
        "The factors associated with noncompliance with antimalarial treatment in Ecuadorian patients",
        "How do patients use antimalarial drugs? A review of the evidence",
        "A relapsed case of imported tertian malaria after a standard course of hydroxychloroquine and primaquine therapy."
    ],
    "affiliation": [
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thammasat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Mae Sot General Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "NRU",
        "Ministry of Education",
        "Office of the Higher Education Commission",
        "Thammasat University"
    ]
}