{
    "eid": "2-s2.0-84958763998",
    "title": "Acetobacter suratthanensis sp. nov., an acetic acid bacterium isolated in Thailand",
    "cover-date": "2016-09-01",
    "subject-areas": [
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        }
    ],
    "keywords": [
        "16S rRNA gene sequences",
        "16S-23S rRNA gene ITS sequences",
        "Acetic acid bacterium",
        "Acetobacter suratthanensis sp. nov",
        "groEL gene sequences"
    ],
    "authors": [
        "Nittaya Pitiwittayakul"
    ],
    "citedby-count": 14,
    "ref-count": 46,
    "ref-list": [
        "The Flagellation and Taxonomy of Genera Gluconobacter and Acetobacter with Reference to the Existence of Intermediate Strains",
        "Re-examination of the genus Acetobacter, with descriptions of Acetobacter cerevisiae sp. nov., and Acetobacter malorum sp. nov",
        "Acetobacter ghanensis sp. nov., a novel acetic acid bacterium isolated from traditional heap fermentations of Ghanaian cocoa beans",
        "Acetobacter fabarum sp. nov., an acetic acid bacterium from a Ghanaian cocoa bean heap fermentation",
        "Phylogeny and differentiation of species of the genus Gluconacetobacter and related taxa based on multilocus sequence analyses of housekeeping genes and reclassification of Acetobacter xylinus subsp. sucrofermentans as Gluconacetobacter sucrofermentans (Toyosaki et al. 1996) sp. nov., comb. nov",
        "Molecular microbial ecology manual",
        "Novel nitrogen-fixing Acetobacter nitrogenifigens sp. nov., isolated from Kombucha tea",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Evolution",
        "Differentiation of acetic acid bacteria based on sequence analysis of 16S-23S rRNA gene internal transcribed spacer sequences",
        "Zbl Bakt Hyg I Abt Orig C",
        "Nucleic Acids Symp Ser",
        "Molecular discrimination and identification of Acetobacter genus based on the partial heat shock protein 60 gene (hsp60) sequences",
        "Tech Bull NY St Agric Exp Stn",
        "Acetobacter okinawensis sp. nov., Acetobacter papayae sp. nov., and Acetobacter persicus sp. nov.; novel acetic acid bacteria isolated from stems of sugarcane, fruits, and a flower in Japan",
        "List of new names and new combinations previously effectively, but not validly, published",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Acetobacter sicerae sp. nov., isolated from cider and kefir, and identification of species of the genus Acetobacter by dnaK, groEL and rpoB sequence analysis",
        "Systematic study of the genus Acetobacter with descriptions of Acetobacter indonesiensis sp. nov., Acetobacter tropicalis sp. nov., Acetobacter orleanensis (Henneberg 1906) comb. nov., Acetobacter lovaniensis (Frateur 1950) comb. nov., and Acetobacter estunensis (Carr 1958) comb. nov.",
        "Validation of publication of new names and new combinations previously effectively published outside the IJSEM",
        "Identification of Acetobacter strains isolated from Indonesian sources, and proposals of Acetobacter syzygii sp. nov., Acetobacter cibinongensis sp. nov., and Acetobacter orientalis sp. nov.",
        "Int J Syst Evol Microbiol",
        "Application of multilocus sequence analysis (MLSA) for rapid identification of Enterococcus species based on rpoA and pheS genes",
        "Acetobacter senegalensis sp. nov., a thermotolerant acetic acid bacterium isolated in Senegal (sub-Saharan Africa) from mango fruit (Mangifera indica L.)",
        "Construction of plasmid vectors and a genetic transformation system for acetobacter aceti",
        "Acetobacter thailandicus sp. nov., for a strain isolated in Thailand",
        "Identification of acetic acid bacteria isolated in Thailand and assigned to the genus Acetobacter by groEL gene sequence analysis",
        "Identification of acetic acid bacteria by RFLP of PCR-amplified 16S rDNA and 16S-23S rDNA intergenic spacer",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Identification of acetic acid bacteria isolated from fruits collected in Thailand",
        "Acetobacter oeni sp. nov., isolated from spoiled red wine",
        "Approved lists of bacterial names",
        "Description of Acetobacter oboediens sp. nov. and Acetobacter pomorum sp. nov., two new species isolated from industrial vinegar fermentations",
        "Acetobacter lambici sp. nov., isolated from fermenting lambic beer",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "Acetobacter farinalis sp. nov., an acetic acid bacterium in the α-Proteobacteria",
        "List of new names and new combinations previously effectively, but not validly, published",
        "CLUSTAL W: Improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "Nonisotopic DNA probe techniques",
        "Genera and species in acetic acid bacteria",
        "Enzymatic studies on the oxidation of sugar and sugar alcohol V. Ubiquinone of acetic acid bacteria and its relation to classification of genera gluconobacter and acetobacter, especially of the so-called intermediate strains",
        "Isolation and characterization of “polarly flagellated intermediate strains” in acetic acid bacteria",
        "Identification of acetic acid bacteria isolated from Indonesian sources, especially of isolates classified in the genus Gluconobacter"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "National Institute of Technology and Evaluation",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Shizuoka",
            "affilname": "Shizuoka University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Nakhon Ratchasima",
            "affilname": "Rajamangala University of Technology Isan",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Japan International Cooperation Agency",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "affilname": "Thailand Institute of Scientific and Technological Research (TISTR)",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science",
        "National Research Council of Thailand"
    ]
}