{
    "eid": "2-s2.0-85013786765",
    "title": "Achromobacter aloeverae sp. nov., isolated from the root of Aloe vera (L.) Burm.f.",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Achromobacter",
        "Alcaligenaceae",
        "Plant root",
        "β-proteobacteria"
    ],
    "authors": [
        "Nattakorn Kuncharoen"
    ],
    "citedby-count": 11,
    "ref-count": 32,
    "ref-list": [
        "Achromobacter gen. nov. and Achromobacter xylosoxidans (ex Yabuuchi and Ohyama 1971) nom. rev.",
        "Emendation of genus Achromobacter and Achromobacter xylosoxidans (Yabuuchi and Yano) and proposal of Achromobacter ruhlandii (Packer and Vishniac) Comb. Nov., Achromobacter piechaudii (Kiredjian et al.) Comb. Nov., and Achromobacter xylosoxidans Subsp. denitrificans (Ruger and Tan) Comb. Nov.",
        "J Bacteriol",
        "Alcaligenes piechaudii, a new species from human clinical specimens and the environment",
        "Separation of Alcaligenes denitrificans sp. nov., nom. rev. from Alcaligenes faecalis on the basis of DNA base composition, DNA homology, and nitrate reduction",
        "Achromobacter xylosoxidans n. sp. from Human Ear Discharge",
        "Kerstersia gyiorum gen. nov., sp. nov., a novel Alcaligenes faecalis-like organism isolated from human clinical samples, and reclassification of Alcaligenes denitrificans Rüger and Tan 1983 as Achromobacter denitrificans comb. nov",
        "Achromobacter insolitus sp. nov. and Achromobacter spanius sp. nov., from human clinical samples",
        "Achromobacter marplatensis sp. nov., isolated from a pentachlorophenol-contaminated soil",
        "Achromobacter animicus sp. nov., Achromobacter mucicolens sp. nov., Achromobacter pulmonis sp. nov. and Achromobacter spiritinus sp. nov., from human clinical samples",
        "Classification of Achromobacter genogroups 2, 5, 7 and 14 as Achromobacter insuavis sp. nov., Achromobacter aegrifaciens sp. nov., Achromobacter anxifer sp. nov. and Achromobacter dolens sp. nov., respectively",
        "Achromobacter sediminum sp. nov., isolated from deep subseafloor sediment of South Pacific Gyre",
        "Microbial Root Endophytes",
        "Selection of media for isolation of streptomycetes [49]",
        "Tech Bull N Y St Agric Exp Sta",
        "Rapid flagella stain.",
        "Cowan and Steel’s Manual for the Identification of Medical Bacteria",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids, MIDI Technical Note 101",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "Int J Syst Bacteriol",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Planotetraspora thailandica sp. nov., isolated from soil in Thailand",
        "Nucleic Acid Techniques in Bacterial Systematics",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Quantitative phyletics and the evolution of anurans",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Evolution",
        "Int J Syst Bacteriol"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "National Institute of Technology and Evaluation",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}