{
    "eid": "2-s2.0-85165356287",
    "title": "Clinical Effect of Virgin Coconut Oil Pulling in Comparison with Palm Oil Pulling on Gingival Health: A Crossover Randomized Clinical Controlled Trial",
    "cover-date": "2023-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Environmental Science (miscellaneous)",
            "@code": "2301",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology, Toxicology and Pharmaceutics (miscellaneous)",
            "@code": "3001",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Dentistry (miscellaneous)",
            "@code": "3501",
            "@abbrev": "DENT"
        },
        {
            "@_fa": "true",
            "$": "Health Professions (miscellaneous)",
            "@code": "3601",
            "@abbrev": "HEAL"
        }
    ],
    "keywords": [
        "Gingivitis",
        "Mouth care product",
        "Oral health status"
    ],
    "authors": [
        "Nisachon Siripaiboonpong",
        "Oranart Matangkasombut",
        "Haris Pengcharoen",
        "Bongkoj Boonchaiyapluk",
        "Phakvalunch Rujiraprasert",
        "Pijitra Petcharat",
        "Soranun Chantarangsu",
        "Supreda Suphanantachat Srithanyarat"
    ],
    "citedby-count": 0,
    "ref-count": 36,
    "ref-list": [
        "Effect of oil pulling on plaque and gingivitis",
        "Effect of oil-pulling on dental caries causing bacteria. African Journal of Microbiology Research. 2(3): 63-66. Baliga, S., Muglikar, S. and Kale, R. 2013. Salivary pH: A diagnostic biomarker",
        "Role of salivary flow rate and salivary ph as a diagnostic marker in smokers with chronic periodontitis",
        "Effect of coconut oil pulling on plaque-induced gingivitis: A prospective clinical study. International Journal of Green Pharmacy. 11(4): 750-755",
        "Salivary characteristics and dental caries: evidence from general dental practices",
        "The properties of lauric acid and their significance in coconut oil",
        "Health benefits of virgin coconut oil",
        "Side effects of chlorhexidine mouth washes",
        "The relevance of pH to gingivitis and periodontitis",
        "Lipid composition of coconut cake oil",
        "High-resolution taxonomic examination of the oral microbiome after oil pulling with standardized sunflower seed oil and healthy participants: A pilot study",
        "Prediction of dental caries in pre-school children",
        "Comparing the effect of coconut oil pulling practice with oil pulling using sesame oil in plaque-induced gingivitis: A prospective comparative interventional study",
        "Comparing the effect of coconut oil pulling practice with chlorhexidine mouth wash in plaque induced gingivitis by evaluation of salivary biochemical marker–a comparative interventional study",
        "Lipids in preventive dentistry",
        "A guideline of selecting and reporting intraclass correlation coefficients for reliability research",
        "Rapid discrimination of fatty acid composition in fats and oils by electrospray ionization mass spectrometry",
        "Analysis of the lipolytic activity of whole-saliva and site-specific secretions from the oral cavity of healthy adults",
        "In vitro preparation and evaluation of chitosan/pluronic f-127 hydrogel as a local delivery of crude extract of phycocyanin for treating gingivitis",
        "Periodontal disease in pregnancy I. Prevalence and severity",
        "Effectiveness of coconut oil pulling as an adjuvant to oral hygiene procedure on plaque-induced gingivitis among middle-aged adults – An interventional study",
        "Comparative evaluation of antiplaque efficacy of coconut oil pulling and a placebo, among dental college students: A randomized controlled trial",
        "Beneficial effects of virgin coconut oil on lipid parameters and in vitro LDL oxidation",
        "Variability of human saliva composition: Possible relationships with fat perception and liking",
        "Oil droplet formation on pellicle covered tooth surfaces studied with environmental scanning electron microscopy",
        "Effect of coconut oil in plaque related gingivitis—A preliminary report",
        "Effect of coconut oil in plaque related gingivitis—A preliminary report",
        "Oral health effects of oil pulling: A systematic review of randomized controlled trials",
        "Efficacy of oil pulling therapy with coconut oil on four-day supragingival plaque growth: A randomized crossover clinical trial",
        "A study on viscosity, surface tension and volume flow rate of some edible and medicinal oils",
        "Microbiological effects of virgin coconut oil pulling in comparison with palm oil pulling as an adjunctive oral hygiene care for patients with gingival inflammation: A randomized controlled clinical trial",
        "Prevention and treatment of diseases of mouth by gandoosha and kavala",
        "Oil pulling and oral health: A review",
        "Reduced plaque formation by the chloromethyl analogue of victamine C",
        "The role of lipolysis in human orosensory fat perception",
        "The effect of oil pulling with coconut oil to improve dental hygiene and oral health: A systematic review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60276477",
            "affilname": "Laboratory of Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60276477",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Dental Research Fund",
        "Dental Research Project",
        "Ratchadapiseksompotch Fund Chulalongkorn University",
        "Faculty of Dentistry, Chulalongkorn University",
        "Khon Kaen University"
    ]
}