{
    "eid": "2-s2.0-84961374425",
    "title": "Inner and Outer Coordination Shells of Mg2+ in CorA Selectivity Filter from Molecular Dynamics Simulations",
    "cover-date": "2016-01-28",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Surfaces",
            "@code": "2508"
        }
    ],
    "keywords": [],
    "authors": [
        "Sunan Kitjaruwankul"
    ],
    "citedby-count": 10,
    "ref-count": 51,
    "ref-list": [
        "Met Ions Biol. Syst.",
        "Magnesium chemistry and biochemistry",
        "Magnesium transporters: Properties, regulation and structure",
        "Magnesium deficiency: A cause of heterogenous disease in humans",
        "Magnesium: An update on physiological, clinical and analytical aspects",
        "Role of magnesium in genomic stability",
        "Magnesium transport in prokaryotes",
        "Microbial magnesium transport: Unusual transporters searching for identity",
        "The bacterial magnesium transporter CorA can functionally substitute for its putative homologue Mrs2p in the yeast inner mitochondrial membrane",
        null,
        "Structure, properties and regulation of magnesium transport proteins",
        null,
        "The CorA family: Structure and function revisited",
        "Crystal structure of a divalent metal ion transporter CorA at 2.9 angstrom resolution",
        null,
        null,
        null,
        "Structural asymmetry in the magnesium channel CorA points to sequential allosteric regulation",
        "An iris-like mechanism of pore dilation in the CorA magnesium transport system",
        "Why is the GMN motif conserved in the CorA/Mrs2/Alr1 superfamily of magnesium transport proteins?",
        null,
        "Evaluating conformational free energies: The colony energy and its application to the problem of loop prediction",
        "VMD: Visual molecular dynamics",
        "Open channel structure of MscL and the gating mechanism of mechanosensitive channels",
        "University of Illinois at Urbana-Champaign Beckman Institute for Advanced Science and Technology Theoretical and Computational Biophysics Group Computational Biophysics Workshop",
        "Scalable molecular dynamics with NAMD",
        "CHARMM: The biomolecular simulation program",
        "Comparison of simple potential functions for simulating liquid water",
        "Particle mesh Ewald: An N·log(N) method for Ewald sums in large systems",
        "Numerical integration of the cartesian equations of motion of a system with constraints: molecular dynamics of n-alkanes",
        "Settle: An analytical version of the SHAKE and RATTLE algorithm for rigid water models",
        "Constant pressure molecular dynamics simulation: The Langevin piston method",
        "Constant pressure molecular dynamics algorithms",
        "HOLE: A program for the analysis of the pore dimensions of ion channel structural models",
        "Wordom: A program for efficient analysis of molecular dynamics simulations",
        "Inorganic and bioinorganic solvent exchange mechanisms",
        "J. Appl. Crystallogr.",
        null,
        null,
        "The arrangement of first- and second-shell water molecules around metal ions: Effects of charge and size",
        "The arrangement of first- and second-sphere water molecules in divalent magnesium complexes: Results from molecular orbital and density functional theory and from structural crystallography",
        "The Cambridge Structural Database: A quarter of a million crystal structures and rising",
        null,
        "Reactivity of zinc finger cores: Analysis of protein packing and electrostatic screening",
        "Factors governing the protonation state of cysteines in proteins: An ab initio/CDM study",
        "Crystallization and preliminary X‐ray diffraction analysis of recombinant pentalenene synthase",
        "Kinetic and spectroscopic analyses of mutants of a conserved histidine in the metallophosphatases calcineurin and λ protein phosphatase",
        "Mutations at nonliganding residues Tyr-85 and Glu-83 in the N-lobe of human serum transferrin: Functional second shell effects",
        "An isoleucine to leucine mutation that switches the cofactor requirement of the EcoRV restriction endonuclease from magnesium to manganese",
        "Secondary ligands enhance affinity at a designed metal-binding site",
        "First-second shell interactions in metal binding sites in proteins: A PDB survey and DFT/CDM calculations"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}