{
    "eid": "2-s2.0-84899526956",
    "title": "Animal reservoirs and potential vectors of Leishmania siamensis in southern Thailand",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Infectious Diseases",
            "@code": "2725"
        },
        {
            "$": "Public Health",
            "@code": "2739"
        }
    ],
    "keywords": [
        "Leishmania siamensis",
        "Reservoir",
        "Thailand",
        "Vector"
    ],
    "authors": [
        "Sarunyou Chusri"
    ],
    "citedby-count": 49,
    "ref-count": 24,
    "ref-list": [
        "Canine leishmaniasis. New concepts of epidemiology and immunopathology: their impact in the control of human visceral leishmaniasis",
        "Leishmania spp. in Iraq. Electrophoretic isoenzyme patterns. I. Visceral leishmaniasis",
        "A brief survey of phlebotomine sandflies in Thailand.",
        "Anthropophilic and zoophilic phlebotomine sand flies (Diptera, Psychodidae) from Thailand.",
        "What it takes to be a reservoir host",
        "Case report: Autochthonous disseminated dermal and visceral leishmaniasis in an AIDS patient, Southern Thailand, caused by Leishmania siamensis",
        "Case report: Consecutive cutaneous and visceral leishmaniasis manifestations involving a novel Leishmania species in two HIV patients in Thailand",
        "Nucl Acids Symp Ser",
        "Sergentomyia (Neophlebotomus) gemmea, a potential vector of Leishmania siamensis in southern Thailand",
        "Development of Leishmania major in Phlebotomus duboscqi and Sergentomyia schwetzi (Diptera: Psychodidae)",
        "Phlebotomine sandflies (Diptera: Psychodidae) from the Oriental Region",
        "An autochthonous case of cutaneous bovine leishmaniasis in Switzerland",
        "Naturally Acquired Infections with Leishmania Enriettii Muniz and Medina 1948 in Guinea-Pigs from Sao Paulo, Brazil",
        "Occurrence of Leishmania sp. in cutaneous lesions of horses in Central Europe",
        "Basic Local Alignment Search Tool",
        "Seasonal variation of cave-dwelling phlebotomie sandflies (diptera:psychodidae) in Phra Phothisat cave, Saraburi Province, Thailand",
        "Seasonal distribution of phlebotomine sand flies (Diptera: Psychodidae) in Tham Phra Phothisat temple, Saraburi province, Thailand",
        "Distribution of cave-dwelling phlebotomine sand flies and their nocturnal and diurnal activity in Phitsanulok Province, Thailand",
        "Detection and species identification of Old World Leishmania in clinical samples using a PCR-based method",
        "Case report: Autochthonous visceral leishmaniasis in a human immunodeficiency virus (HIV)-infected patient: The first in Thailand and review of the literature",
        "A suspected new species of Leishmania, the causative agent of visceral leishmaniasis in a Thai patient",
        "A survey of sandflies in the affected areas of leishmaniasis, southern Thailand",
        "Leishmania tropica in the black rat (Rattus rattus): Persistence and transmission from asymptomatic host to sand fly vector Phlebotomus sergenti",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "affilname": "Prince of Songkla University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Songkla",
            "affilname": "Office of Disease Prevention and Control 12",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}