{
    "eid": "2-s2.0-84997483380",
    "title": "Shear wave velocity of sands subject to large strain triaxial loading",
    "cover-date": "2016-11-01",
    "subject-areas": [
        {
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909"
        },
        {
            "$": "Civil and Structural Engineering",
            "@code": "2205"
        }
    ],
    "keywords": [
        "Sandy soil",
        "Shear band",
        "Shear wave velocity",
        "Triaxial compression test"
    ],
    "authors": [
        "Supot Teachavorasinskun"
    ],
    "citedby-count": 10,
    "ref-count": 19,
    "ref-list": [
        "Anisotropy of small strain stiffness in Ticino sand",
        "Small-strain stiffness, shear-wave velocity, and soil compressibility",
        "Stiffness at small strain: Research and practice",
        "Strain localization in sand: An overview of the experimental results obtained in Grenoble using stereophotogrammetry",
        null,
        "Small-strain dynamic characterization of clayey soil from the Texcoco Lake, Mexico",
        "SHEAR MODULUS AND DAMPING IN SOILS: MEASUREMENT AND PARAMETER EFFECTS.",
        "Investigation of localized deformation in partially saturated sand under triaxial compression using microfocus X-ray CT with digital image correlation",
        "SHEAR MODULI OF SANDS UNDER CYCLIC TORSIONAL SHEAR LOADING.",
        null,
        "Bender elements: Performance and signal interpretation",
        "Anisotropic shear modulus due to stress anisotropy.",
        "Analytical solution of stress-strain relationship of modified Cam clay in undrained shear",
        "Proceedings of the International Symposium on Pre-Failure Deformation of Geomaterials",
        "Paths of elastic shear modulus of clays",
        "Elastic shear modulus of Bangkok clay during undrained triaxial compression",
        "Shear modulus and damping of soft Bangkok clays",
        "Correlation between liquefaction resistance and shear wave velocity of granular soils: A micromechanical perspective",
        "Stress ratio effects on shear modulus of dry sands"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}