{
    "eid": "2-s2.0-85019206624",
    "title": "Ovarian histology and reproductive health of short mackerel, Rastrelliger brachysoma (Bleeker, 1851), as threatened marine fish in Thailand",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Histopathology",
        "Ovary",
        "Rastrelliger brachysoma",
        "Reproductive failure"
    ],
    "authors": [
        "Sinlapachai Senarat"
    ],
    "citedby-count": 18,
    "ref-count": 40,
    "ref-list": [
        "Theory and Practice of Histological Techniques",
        "Effects of parasites on fish behaviour: A review and evolutionary perspective",
        "A single micropyle in the eggs of the most basal living actinopterygian fish, Polypterus (Actinopterygii, Polypteriformes)",
        "Histopathological assessment of gonadal tissue in wild fishes",
        "Structural and functional effects of early exposure to estradiol-17β and 17α-ethynylestradiol on the gonads of the gonochoristic teleost Dicentrarchus labrax",
        "Reproductive biology of the spotted seatrout, Cynoscion nebulosus, in south Texas",
        "A standardized terminology for describing reproductive development in fishes",
        "Ovarian development and spawning of Serra Spanish mackerel in coastal waters of Northeastern Brazil",
        "Reproductive biology of female Pacific bluefin tuna Thunnus orientalis from south-western North Pacific Ocean",
        "Handbook of Histopathological and Histochemical Techniques: Including Museum Techniques",
        "Histological Analysis of Endocrine Disruptive Effects in Small Laboratory Fish",
        "Retrieved From",
        "Ovarian germinal epithelium and folliculogenesis in the common snook, Centropomus undecimalis (Teleostei: Centropomidae)",
        "Alterations in the morphology of nuages in spermatogonia of the fish, Oryzias latipes, treated with puromycin or actinomycin D.",
        "Parasitism in fish - An endocrine modulator of ecological relevance?",
        "Ultrastructure of the chorion and its micropyle apparatus in the mature Fundulus heteroclitus (Walbaum) ovum",
        "Histological and histochemical study of female germ cell development in the dusky grouper Epinephelus marginatus (Lowe, 1834)",
        "Aspects of the reproductive biology of the bass, Dicentrarchus labrax L. I. An histological and histochemical study of oocyte development",
        "Resources and Fisheries of the Gulf of Thailand",
        "The functional morphology of teleost gonads",
        "Techniques for spawning common snook: Broodstock handling, oocyte staging, and egg quality",
        "Silver impregnation methods for reticulum fibers and reticulin: A re-investigation of their origins and specifity",
        "Experience with a three hour electron microscopy biopsy service",
        "Oogenesis in the bluefin tuna, Thunnus thynnus L.: A histological and histochemical study",
        "Concentration- and time-dependent effects of the synthetic estrogen, 17α-ethinylestradiol, on reproductive capabilities of the zebrafish, Danio rerio",
        "Oogenesis in Fundulus heteroclitus. V. The relationship of yolk vesicles and cortical alveoli",
        "Zoological Science",
        "Stages of oocyte development in the zebrafish, Brachydanio rerio",
        "Hepatic Histopathology in Rastrelliger Brachysoma (Bleeker, 1851) from the Upper Gulf of Thailand",
        "Early exposure of 17α-ethynylestradiol and diethylstilbestrol induces morphological changes and alters ovarian steroidogenic pathway enzyme gene expression in catfish, Clarias gariepinus",
        "Bangkok",
        "Biological Aspects of Short Mackerel, Rastrelliger Brachysoma (Bleeker, 1851) of the Andaman Sea Coast of Thailand",
        "Zoologische Jahrbücher. Abteilung für Anatomie Und Ontogenie Der Tiere",
        "Cellular and dynamic aspects of Oocyte growth in Teleosts",
        "Ultrastructural aspects of oogenesis and oocyte growth in fish and amphibians",
        "Estuarine and Coastal Marine Science",
        "Methods of assessing ovarian development in fishes:A review",
        "Composition, accumulation and utilization of yolk lipids in teleost fish",
        "Evaluation of rapid cooling and tricaine methanesulfonate (MS222) as methods of euthanasia in zebrafish (Danio rerio)",
        "Inhibition of apoptosis in vitellogenic ovarian follicles of rainbow trout (Oncorhynchus mykiss) by salmon gonadotropin, epidermal growth factor, and 17β-estradiol"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Chulalongkorn University"
    ]
}