{
    "eid": "2-s2.0-85066447466",
    "title": "A new species of the millipede genus cryptocorypha attems, 1907, from northern Thailand (Polydesmida, pyrgodesmidae)",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Chiang Mai",
        "Diplopoda",
        "Henrik Enghoff",
        "Huai Hong Khrai royal development study centre"
    ],
    "authors": [
        "Natdanai Likhitrakarn",
        "Sergei I. Golovatch",
        "Ruttapon Srisonchai",
        "Chirasak Sutcharit",
        "Somsak Panha"
    ],
    "citedby-count": 6,
    "ref-count": 26,
    "ref-list": [
        "Morphological adaptations of the semiaquatic millipede Aporodesminus wallacei Silvestri 1904 with notes on the taxonomy, distribution, habitats and ecology of this and a related species (Pyrgodesmidae, Polydesmida, Di-plopoda)",
        "On some surface structures of potential taxonomic importance in families of the suborders Polydesmidea and Dalodesmidea (Polydesmida, Diplopoda)",
        "Javanische Myriopoden, gesammelt von Direktor Dr. K. Kraepelin im Jahre 1903",
        "Myriapoda 3, Polydesmoidea II. Fam. Leptodesmidae, Platyrhachidae, Ox-ydesmidae",
        "Myriapoda 3. Polydesmidea III. Fam. Polydesmidae, Vanhoeffeniidae, Cryptodesmidae, Oniscodesmidae, Sphaerotrichopidae, Peridontodesmidae, Rhachidesmidae, Macellolophidae, Pandirodesmidae",
        "Myriapodes III. Diplopoda",
        "Diplopoden aus Süd-Indien und Ceylon. 1. Teil. Polydesmoidea",
        "On some diplopods from the Indo-Australian Archipelago",
        "Notes on Afrotropical Pyrgodesmidae, 1 (Diplopoda: Polydesmida)",
        "A new species of the millipede genus Cryptocorypha Attems, 1907, from Myanmar (Diplopoda: Polydesmida: Pyrgodesmidae)",
        "The millipede families Cryptodesmidae, Haplodesmidae, Pyrgodesmidae, Opisotretidae and Xystodesmidae in Taiwan (Diplopo-da, Polydesmida)",
        "A new species of the millipede genus Cryptocorypha Attems, 1907, from Vanuatu, Melanesia, southwestern Pacific (Diplopoda: Polydesmida: Pyrgodesmidae)",
        "Notes on Afrotropical Pyrgodesmidae, 3 (Diplopoda: Polydesmida)",
        "Three new species of the millipede family Pyrgodesmidae from Nam Cat Tien National Park, southern Vietnam (Diplopoda: Polydesmida)",
        "The first record of the pantropical millipede, Chondromorpha xanthotricha (Attems, 1898) (Diplopoda: Polydesmida: Paradoxosoma-tidae), from Thailand",
        "The Scientific Results of the Hungarian Soil Zoological Expedition to the Braz-zaville-Congo. 32. Diplopoda, I. Opuscula Zoologica",
        "The Myriapoda",
        "Beiträge zur Kenntnis japanischer Myriopoden. 19. Aufsatz: Über eine neue Gattung und zwei neue Arten von Diplopoden",
        "Postembryonic development of the common Myriapoda of Japan. XXI. A new genus of the family Oniscodesmidae and a new species of the genus Archandrodesmus (Cryptodesmidae)",
        "Morphological and mitochondrial DNA data reshuffle the taxonomy of the genera Atopochetus Attems, Litostrophus Chamberlin and Tonkinbolus Verhoeff (Diplopoda: Spirobolida: Pachybolidae), with descriptions of nine new species",
        "A revision of dragon millipedes I: Genus Desmoxytes Chamberlin, 1923, with the description of eight new species (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "A revision of dragon millipedes II: The new genus Nagaxytes, with the description of three new species (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "A revision of dragon millipedes III: The new genus Gigaxytes, with the description of three new species (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "A revision of dragon millipedes IV: The new genus Spinaxytes, with the description of nine new species (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "Eine neue Art vom Archandrodesmus (Cryptodesmidae, Diplopoda) aus China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Moscow",
            "@id": "60097365",
            "affilname": "A.N. Severtsov Institute of Ecology and Evolution Russian Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60097365",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60018013",
            "affilname": "Maejo University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018013",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Office of the Royal Development Projects Board",
        "RDPB",
        "TRF Strategic Basic Research",
        "Travis Roy Foundation",
        "TRF"
    ]
}