{
    "eid": "2-s2.0-85030128667",
    "title": "Subcutaneous implantation of the light-activated pit and fissure resin-based sealant prototypes LAS-clear and LAS-opaque resulted in a mild transient tissue reaction",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Animal study",
        "Biocompatibility",
        "Histopathology",
        "Light-activated pit and fissure dental sealant",
        "Local tissue reaction"
    ],
    "authors": [
        "Pasutha Thunyakitpisal"
    ],
    "citedby-count": 0,
    "ref-count": 25,
    "ref-list": [
        "Pit and fissure sealants versus fluoride varnishes for preventing dental decay in the permanent teeth of children and adolescents",
        "Biological responses to materials",
        "Foreign body reaction to biomaterials",
        "Evidence-based clinical recommendations for the use of pit-and-fissure sealants: A report of the American Dental Association Council on Scientific Affairs",
        "Evaluation of subcutaneous and alveolar implantation surgical sites in the study of the biological properties of root-end filling endodontic materials",
        "Análise em microscopia de luz. Rev Odonto 2000-Odontol Sec XXI",
        "Material Science for Dentistry",
        "Biocompatibility of two current adhesive resins",
        "Quantitative histopathology for evaluation of in vivo biocompatibility associated with biomedical implants",
        "Recommended standard practices for biological evaluation of dental materials. Fédération Dentaire International, Commission of Dental Materials, Instruments, Equipment and Therapeutics.",
        "International Organization for Standardization, ISO 10993-6:2007",
        "Residual monomer/additive release and variability in cytotoxicity of light-curing glass-ionomer cements and compomers",
        "The in vitro cytotoxicity of eluates from dentin bonding resins and their effect on tyrosine phosphorylation of L929 cells",
        "A comparative evaluation of the tissue responses associated with polymeric implants in the rat and mouse",
        "Longevity of materials for pit and fissure sealing - Results from a meta-analysis",
        "A comparative tissue toxicity evaluation of the liquid components of gutta-percha root canal sealers",
        "Enzymatic hydrolysis of (di)methacrylates and their polymers",
        "Assessing the biocompatibility of a dental composite product",
        "Philip's Science of Dental Material",
        "Macrophages, foreign body giant cells and their response to implantable biomaterials",
        "Cutaneous wound healing",
        "CU Dent J",
        "Evidence-based update of pediatric dental restorative procedures: Preventive strategies",
        "Comparison of two histopathologic methods for evaluating subcutaneous reaction to mineral trioxide aggregate",
        "Restorative Dental Materials"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}