{
    "eid": "2-s2.0-84994302293",
    "title": "Two-phase deformation of lower mantle mineral analogs",
    "cover-date": "2016-12-15",
    "subject-areas": [
        {
            "$": "Geochemistry and Petrology",
            "@code": "1906"
        },
        {
            "$": "Space and Planetary Science",
            "@code": "1912"
        },
        {
            "$": "Geophysics",
            "@code": "1908"
        },
        {
            "$": "Earth and Planetary Sciences (miscellaneous)",
            "@code": "1901"
        }
    ],
    "keywords": [
        "3D X-ray microtomography",
        "crystallographic preferred orientation",
        "lower mantle rheology",
        "seismic anisotropy",
        "two-phase deformation"
    ],
    "authors": [
        "P. Kaercher"
    ],
    "citedby-count": 28,
    "ref-count": 55,
    "ref-list": [
        "Modelling the effect of pressure on the critical shear stress of MgO single crystals",
        "Strain localisation in bimineralic rocks: Experimental deformation of synthetic calcite-anhydrite aggregates",
        "Am. J. Sci.",
        null,
        "Synthetic seismic anisotropy models within a slab impinging on the core-mantle boundary",
        "Mechanical Behavior of Polycrystalline Magnesium Oxide at High Temperatures",
        "Proc. R. Soc. A, Math. Phys. Eng. Sci.",
        "The rheology of synthetic rocksalt in uniaxial compression",
        "Whole-mantle radially anisotropic shear velocity structure from spectral-element waveform tomography",
        "Broad plumes rooted at the base of the Earth's mantle beneath major hotspots",
        "Shear deformation of bridgmanite and magnesiowüstite aggregates at lower mantle conditions",
        "Flow laws for rocks containing two non-linear viscous phases: A phenomenological approach",
        "Deformation mechanisms in second-phase affected microstructures and their energy balance",
        "Mineralogy of the Earth - Phase Transitions and Mineralogy of the Lower Mantle",
        "Crystallographic preferred orientation in wüstite (FeO) through the cubic-to-rhombohedral phase transition",
        "Superplasticity in earth's lower mantle: Evidence from seismic anisotropy and rock physics",
        null,
        "N-site modeling of a 3D viscoplastic polycrystal using Fast Fourier Transform",
        "A self-consistent anisotropic approach for the simulation of plastic deformation and texture development of polycrystals: Application to zirconium alloys",
        "Average intragranular misorientation trends in polycrystalline materials predicted by a viscoplastic self-consistent approach",
        "Am. Mineral.",
        "High pressure deformation in two-phase aggregates",
        "Chemical complexity of hotspots caused by cycling oceanic crust through mantle reservoirs",
        "Ab initio study of the elastic properties of sodium chloride at high pressure",
        "Rietveld texture analysis from synchrotron diffraction images. I. Calibration and basic analysis",
        "Numerical study of creep in two-phase aggregates with a large rheology contrast: Implications for the lower mantle",
        "Predicted glide systems and crystal preferred orientations of polycrystalline silicate Mg-Perovskite at high pressure: Implications for the seismic anisotropy in the lower mantle",
        "Slab stagnation in the shallow lower mantle linked to an increase in mantle viscosity",
        null,
        "Development of anisotropic structure in the Earth's lower mantle by solid-state convection",
        "Laboratory and seismological observations of lower mantle isotropy",
        null,
        "Deformation of polycrystalline MgO at pressures of the lower mantle",
        "Texture development and slip systems in bridgmanite and bridgmanite + ferropericlase aggregates",
        "Perovsite: A Structure of Great Interest to Geophysics and Materials Science, AGU Geophysical Monograph Series",
        "Work hardening and creep of MgO",
        "Grain size in the lower mantle: Constraints from numerical modeling of grain growth in two-phase systems",
        "Mantle convection and plate tectonics: Toward an integrated physical and chemical theory",
        null,
        null,
        "The deformation-DIA: A new apparatus for high temperature triaxial deformation to pressures up to 15 GPa",
        null,
        null,
        "Large strain shearing of halite: Experimental and theoretical evidence for dynamic texture changes",
        "Texture development in halite: Comparison of Taylor model and self-consistent theory",
        "Deformation in the lowermost mantle: From polycrystal plasticity to seismic anisotropy",
        "In situ observation of texture development in olivine, ringwoodite, magnesiowüstite and silicate perovskite at high pressure",
        "Modeling lower mantle anisotropy development in a subducting slab",
        "Some mineral physics constraints on the rheology and geothermal structure of Earth's lower mantle",
        "Interconnection of ferro-periclase controls subducted slab morphology at the top of the lower mantle",
        "The single crystal elastic moduli of neighborite",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Salt Lake City",
            "affilname": "The University of Utah",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Berkeley",
            "affilname": "University of California, Berkeley",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Liverpool",
            "affilname": "University of Liverpool",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Berkeley",
            "affilname": "Lawrence Berkeley National Laboratory",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Los Alamos",
            "affilname": "Los Alamos National Laboratory",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Lemont",
            "affilname": "The Advanced Photon Source",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "CDAC",
        "National Science Foundation",
        "Directorate for Geosciences"
    ]
}