{
    "eid": "2-s2.0-85085509517",
    "title": "Development of second primary tumors and outcomes in medulloblastoma by treatment modality: A Surveillance, Epidemiology, and End Results analysis",
    "cover-date": "2020-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pediatrics, Perinatology and Child Health",
            "@code": "2735",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Hematology",
            "@code": "2720",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Oncology",
            "@code": "2730",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "chemotherapy",
        "medulloblastoma",
        "radiotherapy",
        "second primary tumor",
        "survival"
    ],
    "authors": [
        "Chonnipa Nantavithya",
        "Arnold C. Paulino",
        "Kaiping Liao",
        "Susan L. McGovern",
        "David R. Grosshans",
        "Mary F. McAleer",
        "Kristina D. Woodhouse",
        "Soumen Khatua",
        "Murali M. Chintagumpala",
        "Nazanin K. Majd",
        "Debra N. Yeboa"
    ],
    "citedby-count": 7,
    "ref-count": 32,
    "ref-list": [
        "The incidence of medulloblastomas and primitive neurectodermal tumours in adults and children",
        "Childhood brain tumors: accomplishments and ongoing challenges",
        "Current multimodality management of medulloblastoma",
        "Impact of radiation technique upon the outcome of treatment for medulloblastoma",
        "Acute toxicity and treatment interruption related to electron and photon craniospinal irradiation in pediatric patients treated at the University of Texas MD Anderson Cancer Center",
        "Occurrence of multiple subsequent neoplasms in long-term survivors of childhood cancer: a report from the Childhood Cancer Survivor Study",
        "Second cancers after medulloblastoma: population-based results from the United States and Sweden",
        "Modeling the risk of secondary malignancies after radiotherapy",
        "Temporal trends in treatment and subsequent neoplasm risk among 5-year survivors of childhood cancer, 1970-2015",
        "Treatment of children with medulloblastomas with reduced-dose craniospinal radiation therapy and adjuvant chemotherapy: a Children's Cancer Group Study",
        "Prospective randomised trial of chemotherapy given before radiotherapy in childhood medulloblastoma. International Society of Paediatric Oncology (SIOP) and the (German) Society of Paediatric Oncology (GPO): SIOP II",
        "Patterns of failure using a conformal radiation therapy tumor bed boost for medulloblastoma",
        "Multi-institution prospective trial of reduced-dose craniospinal irradiation (23.4 Gy) followed by conformal posterior fossa (36 Gy) and primary site irradiation (55.8 Gy) and dose-intensive chemotherapy for average-risk medulloblastoma",
        "Local control after craniospinal irradiation, intensity-modulated radiotherapy boost, and chemotherapy in childhood medulloblastoma",
        "Results of COG ACNS0331: a phase III trial of involved-field radiotherapy (IFRT) and low dose craniospinal irradiation (LD-CSI) with chemotherapy in average-risk medulloblastoma: a report from the Children's Oncology Group",
        "Treatment of medulloblastoma with postoperative chemotherapy alone: an SFOP prospective trial in young children",
        "The treatment of malignant brain tumors in infants and very young children: an update of the Pediatric Oncology Group experience",
        "Endocrine outcomes with proton and photon radiotherapy for standard risk medulloblastoma",
        "Long-term toxic effects of proton radiotherapy for paediatric medulloblastoma: a phase 2 single-arm study",
        "Secondary sarcomas in childhood cancer survivors: a report from the Childhood Cancer Survivor Study",
        "Breast cancer risk in childhood cancer survivors without a history of chest radiotherapy: a report from the Childhood Cancer Survivor Study",
        "High-risk medulloblastoma: a pediatric oncology group randomized trial of chemotherapy before or after radiation therapy (POG 9031)",
        "Results of a randomized study of preradiation chemotherapy versus radiotherapy alone for nonmetastatic medulloblastoma: the International Society of Paediatric Oncology/United Kingdom Children's Cancer Study Group PNET-3 Study",
        "Survival and secondary tumors in children with medulloblastoma receiving radiotherapy and adjuvant chemotherapy: results of Children's Oncology Group trial A9961",
        "Therapeutic ionizing radiation and the incidence of basal cell carcinoma and squamous cell carcinoma. The New Hampshire Skin Cancer Study Group",
        "Risk of basal cell and squamous cell skin cancers after ionizing radiation therapy. For The Skin Cancer Prevention Study Group",
        "Secondary malignant neoplasms in patients with medulloblastoma. (2018), SIOP abstracts",
        "Long-term outcome and clinical prognostic factors in children with medulloblastoma treated in the prospective randomised multicentre trial HIT'91",
        "Subsequent neoplasms in survivors of childhood central nervous system tumors: risk after modern multimodal therapy",
        "Cumulative incidence in competing risks data and competing risks regression analysis",
        "Long-term risks of subsequent primary neoplasms among survivors of childhood cancer",
        "Second malignant neoplasms following radiotherapy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Houston",
            "@id": "60015023",
            "affilname": "The University of Texas MD Anderson Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015023",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Houston",
            "@id": "60008978",
            "affilname": "Texas Children's Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008978",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Houston",
            "@id": "60002441",
            "affilname": "Baylor College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002441",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Institutes of Health",
        "National Cancer Institute",
        "University of Texas MD Anderson Cancer Center"
    ]
}