{
    "eid": "2-s2.0-85038633668",
    "title": "Scandium as a pre-catalyst for the deoxygenative allylation of benzylic alcohols",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        }
    ],
    "keywords": [],
    "authors": [
        "Ivan Šolić"
    ],
    "citedby-count": 26,
    "ref-count": 50,
    "ref-list": [
        "Reductive Alkylation/Arylation of Arylcarbinols and Ketones with Organosilicon Compounds",
        null,
        "Direct substitution of the hydroxy group in alcohols with silyl nucleophiles catalyzed by indium trichloride",
        "Synthesis",
        "Indium-silicon combined Lewis acid catalyst for direct allylation of alcohols with allyltrimethylsilane in non-halogenated solvent",
        null,
        "Bismuth(III) chloride-catalyzed direct deoxygenative allylation of substituted benzylic alcohols with allyltrimethylsilane",
        "N.",
        "Generation of cations from alkoxides: Allylation of propargyl alcohols",
        "Boron trihalide mediated substitution of hydroxyl groups with alkenyl, alkynyl, and allyl moieties",
        null,
        "Deoxygenative allylation of benzyl acetates and cinnamyl alcohols catalyzed by molecular iodine",
        "Direct Dehydroxylative Coupling Reaction of Alcohols with Organosilanes through Si-X Bond Activation by Halogen Bonding",
        "Efficient and mild iron-catalyzed direct allylation of benzyl alcohols and benzyl halides with allyltrimethylsilane",
        "Iron-catalyzed π-activated C-O ether bond cleavage with C-C and C-H bond formation",
        "Chemoselective and direct functionalization of methyl benzyl ethers and unsymmetrical dibenzyl ethers by using iron trichloride",
        null,
        "Rhodium-catalyzed allylation of benzyl acetates with allylsilanes",
        null,
        null,
        "Secondary Benzylation Using Benzyl Alcohols Catalyzed by Lanthanoid, Scandium, and Hafnium Triflate",
        "Bis(fluorosulfuryl)imide: A Bronsted acid catalyst for the coupling of allylic and benzylic alcohols with allyltrimethylsilane",
        "An efficient substitution reaction for the preparation of thyroid hormone analogues",
        "Nucleophilic substitution reactions of alcohols with use of montmorillonite catalysts as solid Brønsted acids",
        "One-pot hydroxy group activation/carbon-carbon bond forming sequence using a Brønsted base/brønsted acid system",
        "Direct coupling reaction between alcohols and allyltrimethylsilane catalyzed by phosphomolybdic acid",
        "Direct allylation of α-aryl alcohols with allyltrimethylsilane catalyzed by heterogeneous tin ion-exchanged montmorillonite",
        "O-Benzenedisulfonimide as a reusable broønsted acid catalyst for hosomi-sakurai reactions",
        null,
        "A general Brønsted acid-catalyzed allylation of benzhydryl alcohols",
        "Bimetallic Catalysis: Palladium/Lanthanide co-Catalyzed Allylation of Anilines",
        "Scandium triflate in organic synthesis",
        "Rare-earth metal triflates in organic synthesis",
        "Evidence That Protons Can Be the Active Catalysts in Lewis Acid Mediated Hetero-Michael Addition Reactions",
        "Pursuing the active species in an aluminium-based Lewis acid system for catalytic Diels-Alder cycloadditions",
        "Highly Efficient Catalytic Route for the Synthesis of Functionalized Silsesquioxanes",
        "Unexpected Skeletal Rearrangement in the Gold(I)/Silver(I)-Catalyzed Conversion of 7-Aryl-1,6-enynes to Bicyclo[3.2.0]hept-6-enes via Hidden Brønsted Acid Catalysis",
        "Regioselective Domino Synthesis of 2-Alkylflavans via Hidden Brønsted Acid Catalysis",
        "Reaction Mechanism of Iodine-Catalyzed Michael Additions",
        "Hidden Brønsted acid catalysis: Pathways of accidental or deliberate generation of triflic acid from metal triflates",
        "Hydroamination reactions by metal triflates: Brønsted acid vs. metal catalysis?",
        "Mechanistic studies of the hydroamination of norbornene with electrophilic platinum complexes: The role of proton transfer",
        "2,6-Di-butylpyridine—an unusual pyridine base",
        null,
        "Kinetics of the Reactions of Allylsilanes, Allylgermanes, and Allylstannanes with Carbenium Ions",
        "I.",
        "Bull. Soc. Chim. Fr.",
        "Organic synthesis by catalysis with ion-exchange resins",
        "E.",
        "Preparation, Characterization, and Synthetic Uses of Lanthanide(III) Catalysts Supported on Ion Exchange Resins"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "affilname": "Nanyang Technological University",
            "affiliation-country": "Singapore"
        }
    ],
    "funding": [
        "Pakistan Science Foundation",
        "Agency for Science, Technology and Research",
        "Agency for Science, Technology and Research",
        "Chulalongkorn University"
    ]
}