{
    "eid": "2-s2.0-85043579137",
    "title": "Dental properties, ultrastructure, and pulp cells associated with a novel DSPP mutation",
    "cover-date": "2018-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Otorhinolaryngology",
            "@code": "2733",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Dentistry (all)",
            "@code": "3500",
            "@abbrev": "DENT"
        }
    ],
    "keywords": [
        "dental pulp cells",
        "dentin sialophosphoprotein",
        "dentinal tubules",
        "dentinogenesis imperfecta",
        "exome sequencing"
    ],
    "authors": [
        "T. Porntaveetus",
        "T. Osathanon",
        "N. Nowwarote",
        "P. Pavasant",
        "C. Srichomthong",
        "K. Suphapeetiporn",
        "V. Shotelersuk"
    ],
    "citedby-count": 20,
    "ref-count": 41,
    "ref-list": [
        "Histologic evaluation and immunohistochemical localization of STRO-1 and BMP-4 in rat immature teeth: A comparison between vital and induced pulp necrosis",
        "The nature and functional significance of dentin extracellular matrix proteins",
        "DSPP is essential for normal development of the dental-craniofacial complex",
        "Microscopic study of dental hard tissues in primary teeth with Dentinogenesis Imperfecta Type II: Correlation of 3D imaging using X-ray microtomography and polarising microscopy",
        "Minimal criteria for defining multipotent mesenchymal stromal cells. The International Society for Cellular Therapy position statement",
        "Toll-like receptor expression profile of human dental pulp stem/progenitor cells",
        "Highlights on endoglin (CD105): From basic findings towards clinical applications in human cancer",
        "Phosphate: Known and potential roles during development and regeneration of teeth and supporting structures",
        "The carboxyl-terminal domain of phosphophoryn contains unique extended triplet amino acid repeat sequences forming ordered carboxyl-phosphate interaction ridges that may be essential in the biomineralization process",
        "Role of phosphophoryn in dentin mineralization",
        "Stem cell properties of human dental pulp stem cells",
        "Postnatal human dental pulp stem cells (DPSCs) in vitro and in vivo",
        "Molecular cloning of a human dentin sialophosphoprotein gene",
        "Distribution of SIBLING proteins in the organic and inorganic phases of rat dentin and bone",
        "Hereditary dentin defects",
        "DPSCs from inflamed pulp modulate macrophage function via the TNF-alpha/IDO axis",
        "Dentinogenesis imperfecta in the Brandywine isolate (DI type III): Clinical, radiologic, and scanning electron microscopic studies of the dentition",
        "TNF alpha down-regulates CD105 expression in vascular endothelial cells: A comparative study with TGF beta 1",
        "Increased Young's modulus and hardness of Col1a2oim dentin",
        "Dentin phosphoprotein and dentin sialoprotein are cleavage products expressed from a single transcript coded by a gene on human chromosome 4: Dentin phosphoprotein DNA sequence determination",
        "Hereditary dentine diseases resulting from mutations in DSPP gene",
        "Clinical, histopathologic, and genetic investigation in two large families with dentinogenesis imperfecta type II",
        "Role of endogenous basic fibroblast growth factor in stem cells isolated from human exfoliated deciduous teeth",
        "Basic fibroblast growth factor regulates REX1 expression via IL-6 in stem cells isolated from human exfoliated deciduous teeth",
        "Repair of dentin defects from DSPP knockout mice by PILP mineralization",
        "Evaluation of oral problems in an osteogenesis imperfecta population",
        "A novel GJA1 mutation in oculodentodigital dysplasia with extensive loss of enamel",
        "Hypophosphatasia-associated deficiencies in mineralization and gene expression in cultured dental pulp cells obtained from human teeth",
        "Quantitative histological analysis of the human coronal dentine in dentinogenesis imperfecta types I and II",
        "Dentin phosphoprotein frameshift mutations in hereditary dentin disorders and their variation patterns in normal human population",
        "Phenotypes and genotypes in 2 DGI families with different DSPP mutations",
        "Spatial and temporal activity of the dentin sialophosphoprotein gene promoter: Differential regulation in odontoblasts and ameloblasts",
        "Dentin sialophosphoprotein knockout mouse teeth display widened predentin zone and develop defective dentin mineralization similar to human dentinogenesis imperfecta type III",
        "Dentin sialoprotein and dentin phosphoprotein have distinct roles in dentin mineralization",
        "Dental pulp stem cells from primary and permanent teeth: Quality analysis",
        "Dentinogenesis imperfecta 1 with or without progressive hearing loss is associated with distinct mutations in DSPP",
        "Vascular calcification in CKD-MBD: Roles for phosphate, FGF23, and Klotho",
        "A feedback loop between RUNX2 and the E3 ligase SMURF1 in regulation of differentiation of human dental pulp stem cells",
        "Comparative analysis of proliferation and differentiation potentials of stem cells from inflamed pulp of deciduous teeth and stem cells from exfoliated deciduous teeth",
        "Inhibition of human dental pulp stem cell differentiation by Notch signaling",
        "DSPP mutation in dentinogenesis imperfecta Shields type II"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Office of Higher Education Commission",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}