{
    "eid": "2-s2.0-85085106390",
    "title": "Endoscopic sphenopalatine foramen cauterization is an effective treatment modification of endoscopic sphenopalatine artery ligation for intractable posterior epistaxis",
    "cover-date": "2020-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Otorhinolaryngology",
            "@code": "2733",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Cauterization",
        "Endoscopy",
        "Epistaxis",
        "Ligation",
        "Pterygopalatine",
        "Sphenopalatine"
    ],
    "authors": [
        "Wirach Chitsuthipakorn",
        "Kachorn Seresirikachorn",
        "Dichapong Kanjanawasee",
        "Kornkiat Snidvongs"
    ],
    "citedby-count": 6,
    "ref-count": 17,
    "ref-list": [
        "Endoscopic control of the sphenopalatine artery for epistaxis: long-term results",
        "Endoscopic ligation or diathermy of the sphenopalatine artery in persistent epistaxis",
        "Management of posterior epistaxis by endoscopic clipping of the sphenopalatine artery",
        "Endoscopic sphenopalatine artery ligation is an effective method of treatment for posterior epistaxis",
        "Contemporary surgical treatment of epistaxis. What is the evidence for sphenopalatine artery ligation?",
        "Changing trends in the management of epistaxis",
        "The anatomy of the sphenopalatine artery for the endoscopic sinus surgeon",
        "Microscopic and endoscopic ligature of the sphenopalatine artery",
        "Surgical anatomy of the sphenopalatine foramen and its arterial content",
        "The role of the crista ethmoidalis in endoscopic sphenopalatine artery ligation",
        "Anatomic variations of sphenopalatine artery and minimally invasive surgical cauterization procedure",
        "Endoscopic cauterization of the sphenopalatine artery in persistent epistaxis",
        "Resection of the ethmoidal crest in sphenopalatine artery surgery",
        "Anterior palate sensory impairment after septal surgery",
        "The contribution of the nasopalatine nerve to sensation of the hard palate",
        "The “two-point” technique for endoscopic sphenopalatine artery cauterization: is it effective and safe?",
        "Outcomes of sphenopalatine and internal maxillary artery ligation inside the pterygopalatine fossa for posterior epistaxis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60023366",
            "affilname": "Rangsit University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023366",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "60006092",
            "affilname": "Sawanpracharak Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006092",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}