{
    "eid": "2-s2.0-85092750488",
    "title": "Synthesis and Evaluation of 4-Hydroxycoumarin Imines as Inhibitors of Class II Myosins",
    "cover-date": "2020-10-08",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Molecular Medicine",
            "@code": "1313",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [],
    "authors": [
        "Jhonnathan Brawley",
        "Emily Etter",
        "Dante Heredia",
        "Amarawan Intasiri",
        "Kyle Nennecker",
        "Joshua Smith",
        "Brandon M. Welcome",
        "Richard K. Brizendine",
        "Thomas W. Gould",
        "Thomas W. Bell",
        "Christine Cremo"
    ],
    "citedby-count": 4,
    "ref-count": 84,
    "ref-list": [
        "Myosin structure, allostery, and mechano-chemistry",
        "Myosin isoforms and the mechanochemical cross-bridge cycle",
        "Review: The ATPase mechanism of myosin and actomyosin",
        "A myosin II mutation uncouples ATPase activity from motility and shortens step size",
        "Nemaline myopathy with stiffness and hypertonia associated with an ACTA1 mutation",
        "Clinical trials of botulinum toxin in the treatment of spasticity",
        "Hypertrophic cardiomyopathy: genetics, pathogenesis, clinical manifestations, diagnosis, and therapy",
        "The cell biology of asthma",
        "Opportunities to target specific contractile abnormalities with smooth muscle protein kinase inhibitors",
        "Hypertrophic cardiomyopathy mutations in MYBPC3 dysregulate myosin",
        "Small-molecule inhibitors of myosin proteins",
        "Small molecule studies: The fourth wave of muscle research",
        "Medicinal chemistry and use of myosin II inhibitor (S)-blebbistatin and its derivatives",
        "A highly soluble, non-phototoxic, non-fluorescent blebbistatin derivative",
        "Targeting myosin by blebbistatin derivatives: optimization and pharmacological potential",
        "para-Nitroblebbistatin, the non-cytotoxic and photostable myosin II inhibitor",
        "Improved synthesis and comparative analysis of the tool properties of new and existing D-ring modified (S)-blebbistatin analogs",
        "Insights into the myosin II inhibitory potency of A-ring-modified (S)-blebbistatin analogs",
        "Discovery of (S)-3′-hydroxyblebbistatin and (S)-3′-aminoblebbistatin: polar myosin II inhibitors with superior research tool properties",
        "Highly selective inhibition of myosin motors provides the basis of potential therapeutic application",
        "A small-molecule inhibitor of skeletal muscle myosin II",
        "A novel striated muscle-specific myosin-blocking drug for the study of neuromuscular physiology",
        "The kinetics underlying the velocity of smooth muscle myosin filament sliding on actin filaments in vitro",
        "Velocities of unloaded muscle filaments are not limited by drag forces imposed by myosin cross-bridges",
        "A mixed-kinetic model describes unloaded velocities of smooth, skeletal, and cardiac muscle myosin filaments in vitro",
        "Reaction of dehydroacetic acid and 3-acetyl-4-hydroxycoumarin with primary amines",
        "3-Acetyl-4-hydroxycoumarin: synthesis, reactions and applications",
        "Ring closure reactions of 3-arylhydrazonoalkylquinolin-2-ones to 1-arylpyrazolo[4,3-c]quinolin-2-ones",
        "A rapid access to new coumarinyl chalcone and substituted chromeno[4,3-c]pyrazol-4(1H)-ones and their antibacterial and DPPH radical scavenging activities",
        "Synthesis, characterization and antimicrobial study of some new Schiff's bases derived from 3-acetyl-4-hydroxy-2H-chromen-2-one",
        "The reaction of 3-acyl-4-hydroxycoumarins with ammonium salts",
        "Structural investigations on coumarins leading to chromeno[4,3-c]pyrazol-4-ones and pyrano[4,3-c]pyrazol-4-ones: new scaffolds for the design of the tumor-associated carbonic anhydrase isoforms IX and XII",
        "Effect of ring A and ring B substitution on the cytotoxic potential of pyrazole tethered chalcones",
        "Quinoline and quinolones: promising scaffolds for future antimycobacterial agents",
        "3-Acetyl-4-hydroxy-2-oxo-1,2-dihydroquinoline and its biologically active derivatives",
        "Crystal and molecular structures of 3-[1-(2-hydroxyethylamino)ethylidene]chroman-2,4-dione and 2-methoxy-3-[1-(benzylamino)-ethylidene]-2,3-dihydro-2,4-dioxo-2λ5-benzo[e][1,2]oxaphosphinane and DFT study of intramolecular H-bonds of related compounds",
        "3-[(1-Benzylamino)ethylidene]-2H-chromene-2,4(3H)-dione",
        "Intramolecular NH···O resonance-assisted hydrogen bonds in crystal structures of oxaphosphinanes and chromones-DFT calculations and AIM analysis",
        "Electron-density studies on hydrogen bonding in chromone derivatives. Part II: comparative study",
        "Cytotoxic effects, alkylating properties and molecular modelling of coumarin derivatives and their phosphonic analogues",
        "Assays for actin sliding movement over myosin-coated surfaces",
        "Mechanism of blebbistatin inhibition of myosin II",
        "IC50-to-Ki: a web-based tool for converting IC50 to Ki values for inhibitors of enzyme activity and ligand binding",
        "The structural basis of blebbistatin inhibition and specificity for myosin II",
        "A structural state of the myosin V motor without bound nucleotide",
        "Aromatic interactions at the ligand-protein interface: implications for the development of docking scoring functions",
        "Myosin II regulates activity dependent compensatory endocytosis at central synapses",
        "Kinetic mechanism of blebbistatin inhibition of nonmuscle myosin IIb",
        "A critical role for myosin IIb in dendritic spine morphology and synaptic function",
        "Synaptic transmission and plasticity are modulated by nonmuscle myosin II at the neuromuscular junction of Drosophila",
        "Non-muscle myosin II in disease: mechanisms and therapeutic opportunities",
        "Neural activity selects myosin IIB and VI with a specific time window in distinct dynamin isoform-mediated synaptic vesicle reuse pathways",
        "Myosin VI and branched actin filaments mediate membrane constriction and fission of melanosomal tubule carriers",
        "Characterization of blebbistatin inhibition of smooth muscle myosin and nonmuscle myosin-2",
        "Specificity of blebbistatin, an inhibitor of myosin II",
        "Preparation of myosin and its subfragments from rabbit skeletal muscle",
        "Removal of the cardiac myosin regulatory light chain increases isometric force production",
        "Separation of subfragment-1 isoenzymes from rabbit skeletal muscle myosin",
        "The regulation of rabbit skeletal muscle contraction. I. Biochemical studies of the interaction of the tropomyosin-troponin complex with actin and the proteolytic fragments of myosin",
        "A method for the determination of inorganic phosphate in the presence of labile organic phosphate and high concentrations of protein: application to lens ATPases",
        "Catalase is inhibited by flavonoids",
        "Diversity of properties among catalases",
        "Biophysical properties of human beta-cardiac myosin with converter mutations that cause hypertrophic cardiomyopathy",
        "Ensemble force changes that result from human cardiac myosin mutations and a small-molecule effector",
        "SWISS-MODEL: homology modelling of protein structures and complexes",
        "AutoDock Vina: improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading",
        "In vitro solubility assays in drug discovery",
        "A four-component Pfitzinger reaction: synthesis of 2-pyronylquinoline-4-carbamides",
        "Synthesis, cytotoxic effect, and structure-activity relationship of Pd(II) complexes with coumarin derivatives",
        "Synthesis and toxicological studies of in vivo anticoagulant activity of novel 3-(1-aminoethylidene)chroman-2,4-diones and 4-hydroxy-3-(1-iminoethyl)-2H-chromen-2-ones combined with a structure-based 3-D pharmacophore model",
        "Synthesis, characterization and cytotoxicity of a new palladium(II) complex with a coumarine-derived ligand",
        "Synthesis, characterization and cytotoxicity of a new palladium(II) complex with a coumarin-derived ligand 3-(1-(3-hydroxypropylamino)ethylidene)chroman-2,4-dione. Crystal structure of the 3-(1-(3-hydroxypropylamino)ethylidene)chroman-2,4-dione",
        "Substituted imino and amino derivatives of 4-hydroxycoumarins as novel antioxidant, antibacterial and antifungal agents: synthesis and in vitro assessments",
        "Antioxidant activity of 3-substituted-4-hydoxycoumarin derivatives",
        "Base rearrangement of chromone-3-carboxylic esters to 3-acyl-4-hydroxycoumarins",
        "4-Hydroxycoumarin. VI. Reactions with monocarboxylic acids and substituted malonic acids",
        "L-Proline as an efficient catalyst for synthesis of N-heterocyclic chalcones as potential antibacterial agents",
        "The discovery of 3-(1-aminoethylidene)quinoline-2, 4(1H,3H)-dione derivatives as novel PSII electron transport inhibitors",
        "Robust synthesis of linear and angular furoquinolines using Rap-Stoermer reaction",
        "Novel ‘quinolone' metal complexes: Synthesis and spectroscopic studies of Mg(II), Zn(II) and Ba(II) complexes with N-methyl (or NH)-3-acetyl-4-hydroxyquinolin-2-one ligands",
        "Reactions of 3-acyl-4-hydroxy-2(1H)-quinolones with nitrogen bases",
        "Organic azides in heterocyclic synthesis. 11. Ring closure of 3-acetyl-4-azido-2-quinolones to isoxazolo[4,3-c]quinolones",
        "The behavior of some 3-substituted 4-hydroxy-1-alkyl (or phenyl) carbostyrils towards amines and hydrazines"
    ],
    "affiliation": [
        {
            "affiliation-city": "Reno",
            "@id": "60006873",
            "affilname": "University of Nevada School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006873",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Reno",
            "@id": "60001769",
            "affilname": "University of Nevada, Reno",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001769",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "NIH"
    ]
}