{
    "eid": "2-s2.0-85114336090",
    "title": "Streptomyces endocoffeicus sp. nov., an endophytic actinomycete isolated from Coffea arabica (L.)",
    "cover-date": "2021-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "16S rRNA gene",
        "Coffea arabica L",
        "Endophytic actinobacterium",
        "Streptomyces"
    ],
    "authors": [
        "Achararak Nammali",
        "Chakapong Intaraudom",
        "Pattama Pittayakhajonwut",
        "Chanwit Suriyachadkun",
        "Sarin Tadtong",
        "Somboon Tanasupawat",
        "Chitti Thawai"
    ],
    "citedby-count": 1,
    "ref-count": 50,
    "ref-list": [
        "Streptomyces malaysiensis sp. nov., a new streptomycete species with rugose, ornamented spores",
        "The RAST server: rapid annotations using subsystems technology",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "Community structures and antifungal activity of root-associated endophytic actinobacteria in healthy and diseased cucumber plants and Streptomyces sp. HAAG3-15 as a promising biocontrol agent",
        "Proposed minimal standards for the use of genome data for the taxonomy of prokaryotes",
        "Lipids in the classification and identification of coryneform bacteria containing peptidoglycans based on 2,4-diaminobutyric acid",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "Nocardia coeliaca, Nocardia autotrophica, and the nocardin strain",
        "BioEdit: a user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
        "Streptomyces buecherae sp. Nov., an actinomycete isolated from multiple bat species",
        "A rapid analysis for chemical grouping of aerobic actinomycetes",
        "Genome mining and description of Streptomyces albidus sp. nov., an endophytic actinobacterium with antibacterial potential",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Lipid and cell-wall analysis in bacterial systematics",
        "MEGA X: molecular evolutionary genetics analysis across computing platforms",
        "The Streptomyces violaceusniger cluster is heterogeneous in DNA relatedness among strains: emendation of the description of S violaceusniger and Streptomyces hygroscopicus",
        "TYGS is an automated highthroughput platform for state-of-the-art genome-based taxonomy",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "The SEED and the rapid annotation of microbial genomes using subsystems technology (RAST)",
        "Streptomyces typhae sp. Nov., a novel endophytic actinomycete with antifungal activity isolated the root of cattail (Typha angustifolia L.)",
        "A guide for the classification of streptomycetes according to selected groups; placement of strains in morphological sections",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "JSpeciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Identification of 6-prenylindole as an antifungal metabolite of Streptomyces sp. TP-A0595 and synthesis and bioactivity of 6-substituted indoles",
        "Methods for characterization of Streptomyces species",
        "Cooperative Description of type cultures of Streptomyces III. Additional species descriptions from first and second studies",
        "Diversity and applications of endophytic actinobacteria of plants in special and other ecological niches",
        "Biologically active secondary metabolites from Actinomycetes",
        "Determination of DNA Base Composition",
        "Analysis of bacterial menaquinone mixtures by high performance liquid chromatography",
        "Estimation of the number of nucleotide substitutions in the control region of mitochondrial DNA in humans and chimpanzees",
        "Micromonospora costi sp. nov., isolated from a leaf of Costus speciosus",
        "The nomenclature and classification of the actinomycetes",
        "Streptomyces dioscori sp. nov., a novel endophytic actinobacterium isolated from bulbil of Dioscorea bulbifera L",
        "Report of the ad hoc committee on reconciliation of approaches to bacterial systematics",
        "Taxonomic Status of Kitasatosporia, and Proposed Unification with Streptomyces on the Basis of Phenotypic and 16S rRNA Analysis and Emendation of Streptomyces Waksman and Henrici 1943, 339AL",
        "Actinomycetes",
        "Streptomyces glycovorans sp. nov., Streptomyces xishensis sp. nov. and Streptomyces abyssalis sp. nov., isolated from marine sediments",
        "Introducing EzBioCloud: a taxonomically united database of 16S rRNA and whole genome assemblies",
        "A new prenylated indole derivative from endophytic actinobacteria Streptomyces sp. neau-D50"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ladkrabang Bangkok",
            "@id": "60021543",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021543",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60000316",
            "affilname": "Srinakharinwirot University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000316",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Actinobacterial Research Unit",
        "Faculty of Science, King Mongkut?s Institute of Technology Ladkrabang",
        "King Mongkut?s Institute of Technology Ladkrabang Research Fund",
        "King Mongkut’s Institute of Technology Ladkrabang Research Fund",
        "Faculty of Science",
        "King Mongkut’s Institute of Technology Ladkrabang"
    ]
}