{
    "eid": "2-s2.0-84969509928",
    "title": "Advice for patients with hair dye allergy remains 'stop using permanent hair dyes'",
    "cover-date": "2016-05-01",
    "subject-areas": [
        {
            "$": "Dermatology",
            "@code": "2708"
        }
    ],
    "keywords": [
        "Diagnostics",
        "Filaria",
        "Genetics",
        "Parasitology",
        "PCR"
    ],
    "authors": [
        "K. Pongpairoj"
    ],
    "citedby-count": 4,
    "ref-count": 46,
    "ref-list": [
        "A polymerase chain reaction assay for the survey of bancroftian filariasis",
        "mPSQed: A software for the design of multiplex pyrosequencing assays",
        "Trans-spliced leader RNA, 5S-rRNA genes and novel variant orphan spliced-leader of the lymphatic filarial nematode Wuchereria bancrofti, and a sensitive polymerase chain reaction based detection assay",
        "Brugian Filariasis: Epidemiological and Experimental Studies",
        "Detection of Dirofilaria in Austian Dogs",
        "J Life Sci Pharma Res",
        "Toward molecular parasitologic diagnosis: Enhanced diagnostic sensitivity for filarial infections in mobile populations",
        "PCR-based detection and identification of the filarial parasite Brugia timori from Alor Island, Indonesia",
        "Characteristics of nucleotide sequences flanking the trans-spliced leader SL1 exon in Dirofilaria immitis, Brugia malayi, and Brugia pahangi",
        "Rapid PCR-based detection of Brugia malayi DNA from blood spots by DNA Detection Test Strips™",
        "A multiplex PCR for the simultaneous detection of species of filarioids infesting dogs",
        "Human Ecology and Infectious Disease",
        "A polymerase chain reaction assay for the detection of Brugia malayi in blood",
        "Rapid detection of Wuchereria bancrofti in mosquitoes by LightCycler polymerase chain reaction and melting curve analysis",
        "Molecular markers for detection and differentiation of Plasmodium falciparum and Plasmodium vivax in human blood samples by pyrosequencing",
        "Pyrosequencing applications.",
        "A research agenda for helminth diseases of humans: Diagnostics for control and elimination programmes",
        "Recommendations of the International Task Force for Disease Eradication.",
        "Differentiation of Brugia malayi and Brugia pahangi by PCR-RFLP of ITS1 and ITS2.",
        "The history of pyrosequencing.",
        "Morphology of the larval stages of Dirofilaria immitis in the dog.",
        "Evidence of possible natural infections of man with Brugia pahangi in south Kalimantan (Borneo), Indonesia",
        "Diagnosis of Brugian Filariasis by Loop-Mediated Isothermal Amplification",
        "A polymerase chain reaction-based assay for detection of Wuchereria bancrofti in human blood and Culex pipiens",
        "The Wuchereria bancrofti orthologue of Brugia malayi SXP1 and the diagnosis of bancroftian filariasis",
        "Detection of Brugia parasite DNA in human blood by real-time PCR",
        "Real-time DNA sequencing using detection of pyrophosphate release",
        "A sequencing method based on real-time pyrophosphate",
        "Molecular differentiation of Trichinella spiralis, T. pseudospiralis, T. papuae and T. zimbabwensis by pyrosequencing",
        "Human and animal dirofilariasis: The emergence of a zoonotic mosaic",
        "Identification and delineation of members of the Entamoeba complex by pyrosequencing",
        "Molecular identification of Paragonimus species by DNA pyrosequencing technology",
        "Development of a PCR assay and pyrosequencing for identification of important human fish-borne trematodes and its potential use for detection in fecal specimens",
        "Rapid detection of Brugia malayi in mosquito vectors using a real-time fluorescence resonance energy transfer PCR and melting curve analysis",
        "Differential detection of Brugia malayi and Brugia pahangi by real-time fluorescence resonance energy transfer PCR and its evaluation for diagnosis of B. pahangi-infected dogs",
        "Rapid detection of Dirofilaria immitis in mosquito vectors and dogs using a real-time fluorescence resonance energy transfer PCR and melting curve analysis",
        "Rapid detection and identification of Wuchereria bancrofti, Brugia malayi, b. pahangi, and Dirofilaria immitis in mosquito vectors and blood samples by high resolution melting real-time PCR",
        "Rapid molecular identification of human taeniid cestodes by pyrosequencing approach",
        "High prevalence of bancroftian filariasis in Myanmar-migrant workers: A study in Mae Sot District, Tak Province, Thailand",
        "High prevalence of Wuchereria bancrofti infection among Myanmar migrants in Thailand",
        "A comparison of newer tests for the diagnosis of onchocerciasis",
        "The ICT filariasis test: A rapid-format antigen test for diagnosis of bancroftian filariasis",
        "Rapid Differentiation of Filariae in Unstained and Stained Paraffin-Embedded Sections by a High-Resolution Melting Analysis PCR Assay",
        "Lymphatic filariasis: the disease and its control. Fifth report of the WHO Expert Committee on Filariasis.",
        "Bridging the Gaps the World Health Report",
        "Pyrosequencing for rapid detection of Tuberculosis resistance in clinical isolates and Sputum samples from re-treatment Pulmonary Tuberculosis patients"
    ],
    "affiliation": [
        {
            "affiliation-city": "Sharnbrook",
            "affilname": "DABMEB Consultancy Ltd",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "affilname": "St John's Institute of Dermatology",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Higher Education Research Promotion of National Research University Project of Thailand",
        "Office of the Higher Education Commission",
        "Khon Kaen University",
        "Thailand Research Fund",
        "Faculty of Medicine, Prince of Songkla University"
    ]
}