{
    "eid": "2-s2.0-85069730951",
    "title": "Correlated optical and structural analyses of individual GaAsP/GaP core-shell nanowires",
    "cover-date": "2019-05-03",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Bioengineering",
            "@code": "1502",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Materials Science (all)",
            "@code": "2500",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Mechanics of Materials",
            "@code": "2211",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Mechanical Engineering",
            "@code": "2210",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Electrical and Electronic Engineering",
            "@code": "2208",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [],
    "authors": [
        "C. Himwas",
        "S. Collin",
        "H. L. Chen",
        "G. Patriarche",
        "F. Oehler",
        "L. Travers",
        "O. Saket",
        "F. H. Julien",
        "J. C. Harmand",
        "M. Tchernycheva"
    ],
    "citedby-count": 6,
    "ref-count": 46,
    "ref-list": [
        "Critical dimensions for the plastic relaxation of strained axial heterostructures in free-standing nanowires",
        "Optical characteristics of GaAs nanowire solar cells",
        "III-V nanowire arrays: Growth and light interaction",
        "InP nanowire array solar cells achieving 13.8% efficiency by exceeding the ray optics limit",
        "A GaAs nanowire array solar cell with 15.3%; Efficiency at 1 sun",
        "High-efficiency nanowire solar cells with omnidirectionally enhanced absorption due to self-aligned indium-tin-oxide mie scatterers",
        "Composite axial/core-shell nanopillar light-emitting diodes at 1.3 μm",
        "Single quantum dot nanowire LEDs",
        "Coaxial InxGa1-xN/GaN multiple quantum well nanowire arrays on Si(111) substrate for high-performance light-emitting diodes",
        "Highly efficient, spectrally pure 340 nm ultraviolet emission from AlxGa1-xN nanowire based light emitting diodes",
        "GaAs quantum dots in a GaP nanowire photodetector",
        "A review of III-V nanowire infrared photodetectors and sensors",
        "High performance photodetectors based on high quality InP nanowires",
        "Influence of surface passivation on ultrafast carrier dynamics and terahertz radiation generation in GaAs",
        "Electronic properties of GaAs, InAs and InP nanowires studied by terahertz spectroscopy",
        "Improved conductivity and long-term stability of sulfur-passivated n-GaAs nanowires",
        "Nitride surface passivation of GaAs nanowires: Impact on surface state density",
        "Effective surface passivation of inp nanowires by atomic-layer-deposited Al2O3 with POx interlayer",
        "Temperature dependence of photoluminescence from single core-shell GaAs-AlGaAs nanowires",
        "Nearly intrinsic exciton lifetimes in single twin-free GaAsAlGaAs core-shell nanowire heterostructures",
        "Carrier lifetime and mobility enhancement in nearly defect-free core-shell nanowires measured using time-resolved terahertz spectroscopy",
        "Selective-area growth of vertically aligned GaAs and GaAs/AlGaAs core-shell nanowires on Si(111) substrate",
        "Observation of free exciton photoluminescence emission from single wurtzite GaAs nanowires",
        "Determination of the optimal shell thickness for self-catalyzed GaAs/AlGaAs core-shell nanowires on silicon",
        "Effect of a GaAsP shell on the optical properties of self-catalyzed gaas nanowires grown on silicon",
        "Surface-passivated GaAsP single-nanowire solar cells exceeding 10% efficiency grown on silicon",
        "Self-catalyzed ternary core-shell GaAsP nanowire arrays grown on patterned Si substrates by molecular beam epitaxy",
        "In situ passivation of GaAsP nanowires",
        "Theoretical conversion efficiency of a two-junction III-V nanowire on Si solar cell",
        "Wetting of Ga on SiOx and its impact on GaAs nanowire growth",
        "Ga-assisted catalyst-free growth mechanism of GaAs nanowires by molecular beam epitaxy",
        "Demonstration of confined electron gas and steep-slope behavior in delta-doped GaAs-AlGaAs core-shell nanowire transistors",
        "Gallium arsenide p-i-n radial structures for photovoltaic applications",
        "Polarity-driven quasi-3-fold composition symmetry of self-catalyzed III-V-V ternary core-shell nanowires",
        "GaAsP nanowires and nanowire devices grown on silicon substrates",
        "Measuring and modeling the growth dynamics of self-catalyzed GaP nanowire arrays",
        "Diameter evolution of selective area grown Ga-assisted GaAs nanowires",
        "Structural and optical properties of high quality zinc-blende/wurtzite GaAs nanowire heterostructures",
        "Band parameters for III-V compound semiconductors and their alloys",
        "Free-exciton transitions in the optical absorption spectra of Ga As1-xPx",
        "Photoluminescence properties of GaAs nanowire ensembles with zincblende and wurtzite crystal structure",
        "Direct band gap wurtzite gallium phosphide nanowires",
        "Spontaneous formation of core-shell GaAsP nanowires and their enhanced electrical conductivity",
        "GaAsP nanowires grown by aerotaxy",
        "Solid composition of GaAs1-xPx grown by organometallic vapour phase epitaxy",
        "Mass spectrometric studies of phosphine pyrolysis and OMVPE growth of InP"
    ],
    "affiliation": [
        {
            "affiliation-city": "Palaiseau",
            "@id": "60109179",
            "affilname": "Centre de Nanosciences et de Nanotechnologies",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60109179",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}