{
    "eid": "2-s2.0-85043309266",
    "title": "Rabies",
    "cover-date": "2016-10-06",
    "subject-areas": [],
    "keywords": [
        "Diagnosis",
        "Human rabies treatment",
        "Pathophysiology",
        "Postexposure management",
        "Pre-exposure prophylaxis",
        "Prevention",
        "Rabies epidemiology and control"
    ],
    "authors": [
        "Henry Wilde"
    ],
    "citedby-count": 0,
    "ref-count": 32,
    "ref-list": [
        "Knowledge, attitude, and practice of rabies prophylaxis among physicians at Indian animal bite clinics",
        "How not to fight a rabies epidemic: A history in Bali",
        "Studies on the local treatment of rabies-infected wounds.",
        "Clinical and epidemiological features of human rabies cases in the Philippines: A review from 1987 to 2006",
        "Presence of Virus Neutralizing Antibodies in Cerebral Spinal Fluid Correlates with Non-Lethal Rabies in Dogs",
        "Human rabies: Neuropathogenesis, diagnosis, and management",
        "Determinants of delay in initiating post-exposure prophylaxis for rabies prevention among animal bite cases: Hospital based study",
        "Furious and paralytic rabies of canine origin: Neuroimaging with virological and cytokine studies",
        "Management and outcomes after multiple corneal and solid organ transplantations from a donor infected with rabies virus",
        "Autoimmune causes of encephalitis syndrome in Thailand: Prospective study of 103 patients",
        "Postexposure rabies prophylaxis completed in 1 week: Preliminary study",
        "Reduced viral burden in paralytic compared to furious canine rabies is associated with prominent inflammation at the brainstem level",
        "Transmission of rabies virus from an organ donor to four transplant recipients",
        "Evaluation of a one week intradermal regimen for rabies post-exposure prophylaxis: Results of a randomized, open label, active-controlled trial in healthy adult volunteers in India",
        "Survival of neutralizing antibody in previously rabies vaccinated subjects: A prospective study showing long lasting immunity",
        "Fluorescent antibody test for rabies: Prospective study of 8,987 brains",
        "Survival of naturally infected rabid dogs and cats",
        "Ante- and post-mortem diagnosis of rabies using nucleic acid-amplification tests",
        "Detection of rabies viral RNA by TaqMan real-time RT-PCR using non-neural specimens from dogs infected with rabies virus",
        "Wkly. Epidemiol. Rec.",
        "Expert Consultation on Rabies",
        "Is injection of contaminated animal bite wounds with rabies immune globulin a safe practice?",
        "Rabies in Asia: The classical zoonosis",
        "Survival after treatment of rabies with induction of coma",
        "The rabies epidemic on Flores Island, Indonesia (1998-2003)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thai Red Cross Agency",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}