{
    "eid": "2-s2.0-85023622254",
    "title": "Some fractographic contributions to understanding fatigue crack growth",
    "cover-date": "2017-11-01",
    "subject-areas": [
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209"
        },
        {
            "$": "Modeling and Simulation",
            "@code": "2611"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        }
    ],
    "keywords": [
        "Adsorption",
        "Dislocation activity",
        "Embrittling environments",
        "Fatigue striations",
        "Fractography"
    ],
    "authors": [
        "Stan Lynch"
    ],
    "citedby-count": 60,
    "ref-count": 68,
    "ref-list": [
        "Min Proc Inst Civil Eng, Lond",
        "A brief history of fractography",
        "British engine technical report, vol. 2",
        "Marker loads for quantitative fractography of fatigue cracks in aerospace alloys",
        "Trans ASM",
        "Int. conf. on fatigue of metals. Inst. of Mech. Eng.",
        "Fatigue damage and crack growth in aluminium alloys",
        "Fatigue Crack Propagation Under Program and Random Loads",
        "Trans ASM",
        "Transgranular corrosion fatigue crack growth in age-hardened Al-Zn-Mg (-Cu) alloys",
        "Trans ASM",
        "Crack extension by alternating shear",
        "An advanced treatise, microscopic and macroscopic fundamentals",
        "Stage II fatigue crack growth",
        "Fatigue crack growth in metals and alloys: Mechanisms and micromechanics",
        "Some contributions of electron fraotography to the theory of fracture",
        "FORMATION OF BRITTLE FATIGUE STRIATIONS.",
        "MECHANISMS OF FATIGUE AND ENVIRONMENTALLY ASSISTED FATIGUE.",
        "Environmentally assisted cracking: Overview of evidence for an adsorption-induced localised-slip process",
        "Progression markings, striations, and crack-arrest markings on fracture surfaces",
        "Metallographic and fractographic techniques for characterising and understanding hydrogen-assisted cracking of metals",
        "Hydrogen embrittlement of steels: Vacancy induced damage and nano-voiding mechanisms",
        "Trans ASM",
        "New experiments concerning the slip processes at propagating fatigue cracks-I",
        "Additional evidence for the plastic blunting process of fatigue crack propagation",
        "CRACK TIP GEOMETRY FOR FATIGUE CRACKS GROWN IN AIR AND VACUUM.",
        "The effect of vacuum on fatigue crack growth",
        "Surface effects in crystal plasticity.",
        "Metal-induced embrittlement of materials",
        "Mechanisms and kinetics of environmentally assisted cracking: Current status, issues, and suggestions for further work",
        "\"Cleavage\" of aluminium single crystals in liquid metal environments",
        "Interpreting hydrogen-induced fracture surfaces in terms of deformation processes: A new approach",
        "New model for hydrogen- assisted cracking (hydrogen '%'embrittlement'%')",
        "Hydrogen-enhanced localized plasticity-a mechanism for hydrogen-related fracture",
        "Hydrogen Embrittlement Understood",
        "Environment-induced cracking of metals",
        "Hydrogen related failure of steels - A new aspect",
        "Hydrogen embrittlement phenomena and mechanisms",
        "Hydrogen in metals: Microstructural aspects",
        "Corrosion mechanisms in theory and practice",
        "Gaseous hydrogen embrittlement in FeSi- and Ni-single crystals",
        "Topics Appl Phys",
        "HYDROGEN ON METAL SURFACES.",
        "H-induced reconstruction and faceting of al surfaces",
        "Adsorption of Hydrogen",
        "Chemistry and physics of fracture",
        "Hydrogen-enhanced local plasticity in aluminum: An ab initio study",
        "Illuminating the chemo-mechanics of hydrogen enhanced fatigue crack growth in aluminum alloys",
        "Revisiting hydrogen embrittlement models and hydrogen-induced homogeneous nucleation of dislocations",
        "Mechanistic and fractographic aspects of stress-corrosion cracking (SCC)",
        "EFFECT OF CYCLIC STRESS WAVE FORM ON CORROSION FATIGUE CRACK PROPAGATION IN Al-Zn-Mg ALLOYS.",
        "Molybdate inhibition of environmental fatigue crack propagation in Al-Zn-Mg-Cu",
        "CORROSION-FATIGUE CRACK PROPAGATION",
        "In: Steely Hydrogen conference proceedings, 2nd Int. Conf. on Metals and Hydrogen",
        "Effects of cycle frequency on corrosion-fatigue crack growth in cathodically protected high-strength steels",
        "2012 Hydrogen-materials interactions, proceedings of the 2012 international hydrogen conference",
        "Effects of waveform and cycle period on corrosion-fatigue crack growth in cathodically protected high-strength steels",
        "Dislocation modelling of fatigue cracks: An overview",
        "A New Model for Initiation and Growth of Fatigue Cracks",
        "Corrosion-fatigue crack growth in age-hardened al alloys: Examples of failures and explanations for fractographic observations",
        "An unusual failure of a nickel-aluminium bronze (NAB) hydraulic valve"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Melbourne",
            "affilname": "Monash University",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Canberra",
            "affilname": "Defence Science and Technology Group",
            "affiliation-country": "Australia"
        }
    ],
    "funding": []
}