{
    "eid": "2-s2.0-85141139008",
    "title": "Engineered living photosynthetic biocomposites for intensified biological carbon capture",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Pichaya In-na",
        "Elliot B. Sharp",
        "Gary S. Caldwell",
        "Matthew G. Unthank",
        "Justin J. Perry",
        "Jonathan G.M. Lee"
    ],
    "citedby-count": 1,
    "ref-count": 63,
    "ref-list": [
        "An IPCC Special Report on the impacts of global warming of 1.5°C above pre-industrial levels and related global greenhouse gas emission pathways",
        "Decarbonising electricity systems in major cities through renewable cooperation – A case study of Beijing and Zhangjiakou",
        "Nationally determined contributions (NDCs) to decarbonise the world: A transitional impact evaluation",
        "Emergency deployment of direct air capture as a response to the climate crisis",
        "Progress in carbon capture technologies",
        "Land-use emissions play a critical role in land-based mitigation for Paris climate targets",
        "Recent global decline of CO2fertilization effects on vegetation photosynthesis",
        "Microalgae bioenergy with carbon capture and storage (BECCS): An emerging sustainable bioprocess for reduced CO2emission and biofuel production",
        "Primary production of the biosphere: Integrating terrestrial and oceanic components",
        "Calcifying cyanobacteria—the potential of biomineralization for carbon capture and storage",
        "Assessing the potential of algal biomass opportunities for bioenergy industry: A review",
        "Biosequestration of industrial off-gas CO2for enhanced lipid productivity in open microalgae cultivation systems",
        "Perspectives on microalgal CO2-emission mitigation systems — A review",
        "Microalgal biofilms: A further step over current microalgal cultivation techniques",
        "Biocoatings: Challenges to expanding the functionality of waterborne latex coatings by incorporating concentrated living microorganisms",
        "Biocoatings: A new challenge for environmental biotechnology",
        "Specific photosynthetic rate enhancement by cyanobacteria coated onto paper enables engineering of highly reactive cellular biocomposite “leaves",
        "Painting and printing living bacteria: Engineering nanoporous biocatalytic coatings to preserve microbial viability and intensify reactivity",
        "Engineering cellular photocomposite materials using convective assembly",
        "Preservation of H2production activity in nanoporous latex coatings of Rhodopseudomonas palustris CGA009 during dry storage at ambient temperatures",
        "Progress toward a biomimetic leaf: 4000 h of hydrogen production by coating-stabilized nongrowing photosynthetic Rhodopseudomonas palustris",
        "Introducing porosity in colloidal biocoatings to increase bacterial viability",
        "Emulsion polymerization: Effects of polymerization variables on the properties of vinyl acetate based emulsion polymers",
        "A general theory of the mechanism of emulsion polymerization",
        "An overview of polymer latex film formation and properties",
        "Loofah-based microalgae and cyanobacteria biocomposites for intensifying carbon dioxide capture",
        "Ecotoxicity hazard assessment of styrene",
        "Toxicity of seven priority hazardous and noxious substances (HNSs) to marine organisms: Current status, knowledge gaps and recommendations for future research",
        "Introduction to plastics",
        "Film formation from monodisperse acrylic latices, Part 4: The role of coalescing agents in the film formation process",
        "Emissions of 2,2,4-trimethyl-1,3-pentanediol monoisobutyrate (TMPD-MIB) from latex paint: a critical review",
        "Nanoplastic affects growth of S. obliquus and reproduction of D. magna",
        "Physical adsorption of charged plastic nanoparticles affects algal photosynthesis",
        "Investigation of the toxic effects of different polystyrene micro-and nanoplastics on microalgae Chlorella vulgaris by analysis of cell viability, pigment content, oxidative stress and ultrastructural changes",
        "Short-term exposure to positively charged polystyrene nanoparticles causes oxidative stress and membrane destruction in cyanobacteria",
        "Measuring photosynthetic rates in seagrasses by pulse amplitude modulated (PAM) fluorometry",
        "Nitrogen starvation-induced chlorosis in Synechococcus PCC 7942. Low-level photosynthesis as a mechanism of long-term survival",
        "Synthesis of butyl acrylate–styrene–TMI latexes and their application as water-based coatings",
        "Effect of the acrylic acid content on the permeability and water uptake of poly(styrene-co-butyl acrylate) latex films",
        "A microalgae biocomposite-integrated spinning disk bioreactor (SDBR): Toward a scalable engineering approach for bioprocess intensification in light-driven CO2absorption applications",
        "Trade-off between growth and carbohydrate accumulation in nutrient-limited Arthrospira sp. PCC 8005 studied by integrating transcriptomic and proteomic approaches",
        "Glycogen and poly-β-hydroxybutyrate synthesis in Spirulina maxima",
        "Cyanobacterial biomass as carbohydrate and nutrient feedstock for bioethanol production by yeast fermentation",
        "Evaluation of the composition of continuously-cultivated Arthrospira (Spirulina) platensis using ammonium chloride as nitrogen source",
        "Glycogen production for biofuels by the euryhaline cyanobacteria Synechococcus sp. strain PCC 7002 from an oceanic environment",
        "Core concept: Bioplastics offer carbon-cutting advantages but are no panacea",
        "Residual fossil CO2 emissions in 1.5–2 °C pathways",
        "The growth response of C4 plants to rising atmospheric CO2 partial pressure: A reassessment",
        "CO2-concentrating mechanism in cyanobacterial photosynthesis: Organization, physiological role, and evolutionary origin",
        "Techno-economic analysis of living biocomposites for carbon capture from breweries",
        "Electrosteric stability of styrene/acrylic acid copolymer latices under emulsion polymerization reaction conditions",
        "The properties of solvent-based and water-borne butyl acrylate/styrene copolymer films",
        "Emulsion Polymerization Mechanism",
        "Texanol ester alcohol emissions from latex paints: Temporal variations and multi-component recoveries",
        "Differential scanning calorimetry in nanoscience and nanotechnology"
    ],
    "affiliation": [
        {
            "affiliation-city": "Newcastle",
            "@id": "60006222",
            "affilname": "Newcastle University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006222",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Newcastle",
            "@id": "60004636",
            "affilname": "University of Northumbria",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004636",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Solvay",
        "Engineering and Physical Sciences Research Council",
        "Newcastle University",
        "School of Engineering"
    ]
}