{
    "eid": "2-s2.0-85084369254",
    "title": "MATPLAN: A probability-based planning tool for cost-effective grid integration of renewable energy",
    "cover-date": "2020-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        }
    ],
    "keywords": [
        "Generation expansion planning",
        "Production costing simulation",
        "Renewable energy integration"
    ],
    "authors": [
        "Tao Chen",
        "Manisa Pipattanasomporn",
        "Imran Rahman",
        "Zejia Jing",
        "Saifur Rahman"
    ],
    "citedby-count": 7,
    "ref-count": 38,
    "ref-list": [
        "Wind vision: a new era for wind power in the u.s.",
        "US Wind Industry Annual Market Report, Year Ending 2018, Tech. Rep.",
        "Planning year 2018-2019 wind capacity credit",
        "Effects of wind power intermittency on generation and emissions",
        "Risk and unit commitment decisions in scenarios of wind power uncertainty",
        "Optimal allocation of ess in distribution systems with a high penetration of wind energy",
        "Long-term reserve expansion of power systems with high wind power penetration using universal generating function methods",
        "Wind farms participation in electricity markets considering uncertainties",
        "Resource adequacy risks to the bulk power system in north America",
        "Analyzing major challenges of wind and solar variability in power systems",
        "Capacity credits of wind and solar generation: the Spanish case",
        "A methodology for analysis of impacts of grid integration of renewable energy",
        "Comprehensive value assessment of wind power by layer",
        "Determining the Capacity Value of Wind: an Updated Survey of Methods and Implementation, Tech. Rep.",
        "Capacity value of wind power",
        "An analytical formula for the capacity credit of wind power",
        "Capacity credit of wind power in The Netherlands",
        "Generation expansion planning optimisation with renewable energy integration: a review",
        "Valuing variable renewable energy for peak demand requirements",
        "Hybrid probabilistic-possibilistic approach for capacity credit evaluation of demand response considering both exogenous and endogenous uncertainties",
        "Summary of Time Period-Based and Other Approximation Methods for Determining the Capacity Value of Wind and Solar in the u.s.: Sept 2010-feb 2012, Tech. Rep.",
        "Impact of state policies on generating capacity for production of electricity and combined heat and power from forest biomass in the United States",
        "A Monte Carlo simulation model for multi-area generation reliability evaluation",
        "Evaluating the reliability of nand multiplexing with prism",
        "Wein Automatic System Planning Package (Wasp): an Electric Utility Optimal Generation Expansion Planning Computer Code, Tech. Rep.",
        "A review of electric production simulation and capacity expansion planning programs",
        "Analysis of electric vehicle charging using the traditional generation expansion planning analysis tool wasp-iv",
        "Incorporating environmental externalities into the capacity expansion planning: an israeli case study",
        "Matplan wiki",
        "Wein Automatic System Planning Package (Wasp): an Electric Utility Optimal Generation Expansion Planning Computer Code, Tech. Rep.",
        "Effective load carrying capability of generating units",
        "A comprehensive analysis of renewable energy representations in power system generation expansion planning",
        "Calibration of a wind farm wind speed model with incomplete wind data",
        "Optimum photovoltaic array size for a hybrid wind/pv system",
        "Comparison of capacity credit calculation methods for conventional power plants and wind power",
        "Wien automatic system planning (wasp) package",
        "NREL's integration data sets"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Blacksburg",
            "@id": "60027090",
            "affilname": "Virginia Polytechnic Institute and State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027090",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "U.S. Department of Energy"
    ]
}