{
    "eid": "2-s2.0-85080810617",
    "title": "The behavioral economics of climate change: Adaptation behaviors, global public goods, breakthrough technologies, and policy-making",
    "cover-date": "2017-01-01",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "S. Niggol Seo"
    ],
    "citedby-count": 13,
    "ref-count": 880,
    "ref-list": [
        "Global climate change and US agriculture",
        "Genome sequence of the tsetse fly (Glossina morsitans ): Vector of African trypanosomiasis",
        null,
        "Blue LEDs - Filling the World with New Light. Nobel Prize Lecture",
        "Animal spirits: How human psychology drives the economy, and why it matters for global capitalism",
        "Phishing for phools: The economics of manipulation and deception",
        "Climate Change 1995: Economic and Social Dimensions of Climate Change",
        "Philosophical Magazine",
        "Adapting to climate change: The remarkable decline in the US temperature-mortality relationship over the Twentieth Century",
        "The incredible economics of geoengineering",
        "Why Cooperate?: The Incentive to Supply Global Public Goods",
        "The Theory of Environmental Policy",
        null,
        "Economica",
        "The Demand and Supply of Public Goods",
        "Optimal transfers and participation decisions in international environmental agreements",
        "Silent Spring",
        "Impacts on the Earth by asteroids and comets: Assessing the hazard",
        "Journal of Law and Economics",
        "Climate Change 2007: The Physical Science Basis. The Fourth Assessment Report of the Intergovernmental Panel on Climate Change",
        "Climate-Friendly Alternatives to HFCs and HCFCs",
        "Review of Environmental Economics and Policy",
        "The hurricane-climate connection",
        "Assessing the impact of the Green Revolution, 1960 to 2000",
        "Foundations of Financial Markets and Institutions",
        "Modeling endogenous technological change for climate policy analysis",
        "Global Carbon Budget 2014",
        "Economist Voice",
        null,
        "Spatial patterns of solar photovoltaic system adoption: The influence of neighbors and the built environmentz",
        "Status of Pledges and Contributions Made to the Green Climate Fund",
        "Earth Woefully Unprepared for Surprise Comet or Asteroid, NASA Scientist Warns",
        "Livestock Energetics and Thermal Environmental Management",
        "Climatic Change",
        "Climate impact of increasing atmospheric carbon dioxide",
        "Global temperature change",
        "The tragedy of the commons",
        "The Economics of Natural Resource Use",
        "Reflections-the economics of renewable energy in the United States",
        "From weakest-link to best-shot: The voluntary provision of public goods",
        "Carbon Offsetting and Reduction Scheme for International Aviation (CORSIA)",
        "Probabilistic Projections by 13 World Regions, Forecast Period 2000-2100",
        "Technology Roadmap: Carbon Capture and Storage",
        "Climate Change: The IPCC Scientific Assessment",
        "Special Report on Carbon Dioxide Capture and Storage",
        "Special Report on Safeguarding the Ozone Layer and the Global Climate System: Issues Related to Hydrofluorocarbons and Perfluorocarbons",
        "Special Report on Renewable Energy Sources and Climate Change Mitigation",
        "Climate Change 2014: The Physical Science Basis, The Fifth Assessment Report of the IPCC",
        "Climate Change 2014: Impacts, Adaptation, Vulnerabilities, The Fifth Assessment Report of the IPCC",
        "ITER: The World’s Largest Tokamak",
        "Creating a smarter U.S. Electricity grid",
        "Econometrica",
        "Ambiguity Aversion and Learning in a Changing World: The Potential Effects of Climate Change from Indian Agriculture",
        "Providing Global Public Goods: Managing Globalization",
        null,
        "Learning and stock effects in environmental regulation: The case of greenhouse gas emissions",
        "Private provision of environmental public goods: Household participation in green-electricity programs",
        "Voluntary provision of public goods for bads: A theory of environmental offsets",
        "Adaptation and Climate Change Impacts: A Structural Ricardian Model of Irrigation and Farm Income in Africa",
        null,
        "How NIF Works",
        "A Sand County Almanac: And Sketches Here and There",
        "Climate Change 2007: The Physical Science Basis. The Fourth Assessment Report of the Intergovernmental Panel on Climate Change",
        "Climate trends and global crop production since 1980",
        "KC World Population and Global Human Capital in the 21st Century",
        "The economics of the Kyoto protocol",
        "Northern hemisphere temperatures during the past millennium: Inferences, uncertainties, and limitations",
        "MERGE. A model for evaluating regional and global effects of GHG reduction policies",
        "Testing the iron hypothesis in ecosystems of the equatorial Pacific Ocean",
        "Microeconomic Theory",
        "The Future of Solar Energy: An Interdisciplinary MIT Study",
        "The New CAFÉ Standards: Are They Enough on Their Own?",
        "An economic analysis of air pollution from coal-fired power plants",
        "Efficient adaptation to climate change",
        "The Impact of Climate Change on the United States Economy",
        "The impact of global warming on agriculture: a Ricardian analysis",
        "Dynamic forecasts of the sectoral impacts of climate change",
        "The economic valuation of environmental amenities and disamenities: Methods and applications",
        "Designing a carbon tax to reduce U.S. greenhouse gas emissions",
        "Markets in licenses and efficient pollution control programs"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Seoul",
            "affilname": "Muaebak Institute of Global Warming Studies",
            "affiliation-country": "South Korea"
        }
    ],
    "funding": []
}