{
    "eid": "2-s2.0-85135443095",
    "title": "A new species of the long-tailed wasp genus Euurobracon Ashmead (Hymenoptera, Braconidae, Braconinae) from Java, Indonesia, is described and the type species redescribed",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Paleontology",
            "@code": "1911",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "16S",
        "COI",
        "cytochrome b",
        "DNA sequences",
        "Japan",
        "mitochondrial genes",
        "molecular analysis",
        "Oriental",
        "parasitoid wasp"
    ],
    "authors": [
        "Donald L.J. Quicke",
        "Dian Gafar",
        "Kyohei Watanabe",
        "Buntika A. Butcher"
    ],
    "citedby-count": 1,
    "ref-count": 18,
    "ref-list": [
        "Revision of parasitoids of Massicus raddei (Blessig & Solsky) (Coleoptera Cerambycidae) in China, with one new species and genus",
        "Using taxonomic revision data to estimate the geographic and taxonomic distribution of undescribed species richness in the Braconidae (Hymenoptera: Ichneumonoidea)",
        "Latitudinal gradients in taxonomic overdescription rate affect macroecological inferences using species list data",
        "Notes on the life history of the parasitoid wasp, Euurobracon yokahamae (Dalla Torre, 1898) (Insecta: Hymenoptera: Braconidae), with special reference to the natural host insect",
        "The genus Euurobracon Ashmead (Hymenoptera, Braconidae, Braconinae) in China, with description of three new species",
        "Inter-generic variation in the male genitalia of the Braconinae (Insecta, Hymenoptera, Braconidae)",
        "The Indo-Australian and E. Palaearctic braconine genus Euurobracon (Hymenoptera: Braconidae: Braconinae)",
        "ParasiticbraconinewaspsofthegenusArchibracon(Hymenoptera:Braconidae)",
        "We know too little about parasitoid wasp distributions to draw any conclusions about latitudinal trends in species richness, body size and biology",
        "Morphological, palaeontological and molecular aspects of ichneumonoid phylogeny (Hymenoptera, Insecta)",
        "Morphology and terminology",
        "Braconidae 10. Braconinae, Gnathobraconinae, Mesostoinae, Pseudodicrogeniinae, Telengainae, Ypsistocerinae, plus Braconidae in general, major groups, unplaced genera and species",
        "Notes on the braconid-fly, Iphiaulax (Euurobracon) penetrator Smith (Hym.)",
        "RAxML version 8: A tool for phylogenetic analysis and post-analysis of large phylogenies",
        "Revision of the subfamily Blacinae Foerster (Hymenoptera: Braconidae)",
        "Notes on Braconidae of Japan V. Euurobracon"
    ],
    "affiliation": [
        {
            "affiliation-city": "Odawara",
            "@id": "60246051",
            "affilname": "Kanagawa Prefectural Museum of Natural History",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60246051",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "RSPG Chula",
        "Rachadaphiseksomphot Fund",
        "University of Guelph",
        "Chulalongkorn University"
    ]
}