{
    "eid": "2-s2.0-85169309512",
    "title": "Molecular binding of different classes of organophosphates to methyl parathion hydrolase from Ochrobactrum species",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Structural Biology",
            "@code": "1315",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "bioremediation",
        "metalloenzymes",
        "methyl parathion hydrolase",
        "organophosphate pesticides"
    ],
    "authors": [
        "Nayana Bhat",
        "Bodee Nutho",
        "Chonnikan Hanpaibool",
        "Sarinya Hadsadee",
        "Alisa Vangnai",
        "Thanyada Rungrotmongkol"
    ],
    "citedby-count": 0,
    "ref-count": 83,
    "ref-list": [
        "Organophosphorus pesticides: DO they all have the same mechanism of toxicity?",
        "Current issues in organophosphate toxicology",
        "Microbial degradation of organophosphorus compounds",
        "Organophosphates",
        "High-level extracellular secretion of organophosphorous hydrolase of Flavobacterium sp. in Escherichia coli BL21 (DE3) pLysS",
        "Environmental toxicology and health effects associated with methyl parathion exposure–a scientific review",
        "Biodegradation of the organophosphate pesticide profenofos by marine fungi",
        "A Flavobacterium sp. that degrades diazinon and parathion",
        "Plasmid involvement in parathion hydrolysis by Pseudomonas diminuta",
        "Identification of a plasmid-borne parathion hydrolase gene from Flavobacterium sp. by southern hybridization with opd from Pseudomonas diminuta",
        "Dissimilar plasmids isolated from Pseudomonas diminuta MG and a Flavobacterium sp. (ATCC 27551) contain identical opd genes",
        "Identification of an opd (organophosphate degradation) gene in an Agrobacterium isolate",
        "The phosphotriesterase gene opdA in Agrobacterium radiobacter P230 is transposable",
        "The human serum paraoxonase/arylesterase gene (PON1) is one member of a multigene family",
        "The human serum paraoxonase/arylesterase polymorphism",
        "Lactonases with oragnophosphatase activity: structural and evolutionary perspectives",
        "Isolation of methyl parathion-degrading strain M6 and cloning of the methyl parathion hydrolase gene",
        "Expression, purification, and characterization of a novel methyl parathion hydrolase",
        "Plasmid-borne catabolism of methyl parathion and p-nitrophenol in Pseudomonas sp. strain WBC-3",
        "Cloning of the organophosphorus pesticide hydrolase gene clusters of seven degradative bacteria isolated from a methyl parathion contaminated site and evidence of their horizontal gene transfer",
        "Diisopropylphosphorofluoridate and Tabun: enzymatic hydrolysis and nerve function",
        "Cloning and expression of a gene encoding a bacterial enzyme for decontamination of organophosphorus nerve agents and nucleotide sequence of the enzyme",
        "The latent promiscuity of newly identified microbial lactonases is linked to a recently diverged phosphotriesterase",
        "A new phosphotriesterase from Sulfolobus acidocaldarius and its comparison with the homologue from Sulfolobus solfataricus",
        "Structural basis for thermostability revealed through the identification and characterization of a highly thermostable phosphotriesterase-like lactonase from Geobacillus stearothermophilus",
        "Structural and enzymatic characterization of the lactonase SisLac from Sulfolobus islandicus",
        "Characterization of a phosphotriesterase-like lactonase from the hyperthermoacidophilic crenarchaeon Vulcanisaeta moutnovskia",
        "An enzyme in animal tissues capable of hydrolysing the phosphorus-fluorine bond of alkyl fluorophosphates",
        "Enzymatic bioremediation: organophosphate degradation by binuclear metallo-hydrolases",
        "Organophosphate-degrading metallohydrolases: structure and function of potent catalyst for applications in bioremediation",
        "Characterization of a phosphodiesterase capable of hydrolyzing EA 2192, the most toxic degradation product of the nerve agent VX",
        "Detoxification of organophosphate nerve agents by bacterial phosphotriesterase",
        "Promiscuity comes at a price: catalytic versatility vs efficiency in different metal ion derivatives of the potential bioremediator GpdQ",
        "Structure and mechanism of potent bifunctional β-lactam- and homoserine lactone-degrading enzymes from marine microorganisms",
        "Malonate-bound structure of the glycerophosphodiesterase from Enterobacter aerogenes (GpdQ) and characterization of the native Fe2+metal-ion preference",
        "Elucidating the roles of distinct chemical factors in the hydrolytic activities of hetero- and Homonuclear synthetic analogues of binuclear metalloenzymes",
        "Effect of chemically distinct substrates on the mechanism and reactivity of a highly promiscuous Metallohydrolase",
        "Mechanism for the hydrolysis of organophosphates by the bacterial phosphotriesterase",
        "Altering the substrate specificity of methyl parathion hydrolase with directed evolution",
        "Promiscuous metallo-β-lactamases: MIM-1 and MIM-2 may play an essential role in quorum sensing networks",
        "High-level extracellular production and immobilisation of methyl parathion hydrolase from Plesiomonas sp. M6 expressed in Pichia pastoris",
        "BLAST: a more efficient report with usability improvements",
        "PROPKA3: consistent treatment of internal and surface residues in empirical pKa predictions",
        "Density-functional exchange-energy approximation with correct asymptotic behavior",
        "A consistent and accurate ab initio parametrization of density functional dispersion correction (DFT-D) for the 94 elements H-Pu",
        "Ab initio effective core potentials for molecular calculations. Potentials for K to Au including the outermost core orbitals",
        "ff14SB: improving the accuracy of protein side chain and backbone parameters from ff99SB",
        "Development and testing of a general amber force field",
        "Taking into account the ion-induced dipole interaction in the nonbonded model of ions",
        "A modified TIP3P water potential for simulation with Ewald summation",
        "Numerical integration of the Cartesian equations of motion of a system with constraints: molecular dynamics of n-alkanes",
        "Molecular dynamics with coupling to an external bath",
        "PTRAJ and CPPTRAJ: software for processing and analysis of molecular dynamics trajectory data",
        "The MM/PBSA and MM/GBSA methods to estimate ligand-binding affinities",
        "Analyses of cobalt–ligand and potassium–ligand bond lengths in metalloproteins: trends and patterns",
        "Enzyme promiscuity: a mechanistic and evolutionary perspective",
        "What makes an enzyme promiscuous?",
        "Structural flexibility enhances the reactivity of the bioremediator glycerophosphodiesterase by fine-tuning its mechanism of hydrolysis",
        "Electronic structure analysis of the dinuclear metal Center in the bioremediator glycerophosphodiesterase (GpdQ) from Enterobacter aerogenes",
        "The halogen bond",
        "Do halogen–hydrogen bond donor interactions dominate the favorable contribution of halogens to ligand–protein binding?",
        "Higher-order epistasis shapes the fitness landscape of a xenobiotic-degrading enzyme"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research Council of Thailand"
    ]
}