{
    "eid": "2-s2.0-84958526094",
    "title": "Feasibility of applying clean development mechanism and GHGs emission reductions in the gold mining industry: A case of Thailand",
    "cover-date": "2015-12-01",
    "subject-areas": [
        {
            "$": "General Environmental Science",
            "@code": "2300"
        },
        {
            "$": "Renewable Energy",
            "@code": "2105"
        }
    ],
    "keywords": [
        "CDM",
        "GHGs emission reductions",
        "Gold mining industry",
        "Thailand"
    ],
    "authors": [
        "Suthirat Kittipongvises"
    ],
    "citedby-count": 12,
    "ref-count": 48,
    "ref-list": [
        "Stern Review on the Economic of Climate Change",
        "Kyoto Protocol to the United Nations Framework Convention on Climate Change",
        "Potential of clean development mechanism activities (CDM) activities for greenhouse gases reduction at a starch-processing factory in Thailand",
        "OECD Paper",
        "Climate Change 2014: Mitigation of Climate Change",
        "Thailand's Second National Communications to the UNFCCC: Greenhouse Gas Inventory",
        "Fourth Assessment Report",
        "Current Status of CDM in Thailand",
        "List of sectoral scopes",
        "Thailand's economic condition in 2010",
        "Mineral Statistics of Thailand 2012-2013",
        "GHG emission by sector in CO2 equivalent (Million tons) and percent for 2000",
        "EPA's Greenhouse Gas Emission Reductions",
        "Quantifying Greenhouse Gas Emissions from Key Industrial Sectors in the United States: Working Draft",
        "Guidance Manual for Estimating Greenhouse Gas Emissions: Metal Mining",
        "Inventorying, Measuring and Reporting on Climate Change Actions",
        "Gold Recovery Processes",
        "Ministry of Industry and Faculty of Engineering, Chiang Mai University, Thailand An evaluation of CDM project development in the mining industry: Final report",
        "Carbon Footprint for Organization: Emission factor",
        "Carbon Footprint of Products: Emission factor",
        "Energy and greenhouse gas impacts of mining and mineral processing operations",
        "Using life cycle assessment to evaluate some environmental impacts of gold production",
        "Preliminary GHG Emission Inventory",
        "The greenhouse gas footprint of in-situ leaching of uranium, gold and copper in Australia",
        "Iranica Journal of Energy & Environment",
        "Report of the Conference of the Parties on its seventh session. Addendum part two: Action taken by the Conference of the Parties. Vol. II. Modalities and procedures for a clean development mechanism as defined in Article 12 of the Kyoto Protocol",
        "Law, Environment and Development Journal",
        "Environmental Economics",
        "Industrial Technologies Program. Mining Industry Energy Bandwidth Study",
        "ALTA 2010 Gold Conference",
        "Randol Gold Forum 96",
        "6th Southern African Base Metals Conference",
        "Best Available Techniques for the Cement Industry",
        "Vertical Roller Mills for finish grinding",
        "Golden age",
        "International Mining",
        null,
        "Analysis of energy-efficiency opportunities for the cement industry in Shandong Province, China: A case study of 16 cement plants",
        "Energy Efficiency Improvement Opportunities for the Cement Industry",
        "Sustainable development in Estonian mining",
        "European union emissions trading system with regard to climate change mitigation in Latvia",
        null,
        "Up-to-date life cycle assessment and comparison study of clean coal power generation technologies in China",
        null,
        null,
        "Life cycle GHG assessment of fossil fuel power plants with carbon capture and storage",
        "Carbon Capture & Storage Deployment in Iran",
        "Ecodesign - Carbon Footprint - Life Cycle Assessment - Life Cycle Sustainability Analysis. A Flexible Framework for a Continuum of Tools"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}