{
    "eid": "2-s2.0-85002876777",
    "title": "Enhanced production of cellulase-free thermoactive xylanase using corncob by a black yeast, Aureobasidium pullulans CBS 135684",
    "cover-date": "2016-12-01",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        }
    ],
    "keywords": [
        "Black yeast",
        "Corncob",
        "Endoxylanase",
        "Rsm",
        "Thermo-tolerant"
    ],
    "authors": [
        "Wichanee Bankeeree"
    ],
    "citedby-count": 7,
    "ref-count": 34,
    "ref-list": [
        "Microbial xylanases and their industrial applications: A review",
        "Thermostable enzymes in lignocellulose hydrolysis",
        "Encyclopedia of Bioprocess Technology",
        "Arch. Appl. Sci. Res.",
        "Effect of polyols on thermostability of xylanase from a tropical isolate of Aureobasidium pullulans and its application in prebleaching of rice straw pulp",
        "Applicability of Microbial Xylanases in Paper Pulp Bleaching: A Review",
        "Low-cost carbon sources for the production of a thermostable xylanase by Aspergillus niger",
        "Optimization of xylitol production by Candida guilliermondii FTI 20037 using response surface methodology",
        "Statistical optimization of medium for the production of recombinant hirudin from Saccharomyces cerevisiae using response surface methodology",
        "Biometrika",
        "Application of statistical experimental design to optimize culture requirements of Aspergillus sp. Zh-26 producing xylanase for degradation of arabinoxylans in mashing",
        "Production of mycelial biomass and exo-polymer by Hericium erinaceus CZ-2: Optimization of nutrients levels using response surface methodology",
        "Handbook of Microbiological Media",
        "Purification and properties of xylanase from Aureobasidium",
        "Use of Dinitrosalicylic Acid Reagent for Determination of Reducing Sugar",
        "Some New Three Level Designs for the Study of Quantitative Variables",
        "ACEI of Trichoderma reesei is a repressor of cellulase and xylanase expression",
        "Expression patterns of ten hemicellulase genes of the filamentous fungus Trichoderma reesei on various carbon sources",
        "Molecular and biotechnological aspects of xylanases",
        "Effect of pH, cultivation time and substrate concentration on the endoxylanase production by Aspergillus awamori ZH-26 under submerged fermentation using central composite rotary design",
        "β-Xylanase produced by Aureobasidium pullulans CBS 58475",
        "β-Xylanase produced by Aureobasidium pullulans CBS 58475",
        "β-Xylanase production by Aureobasidium pullulans grown on sugars agricultural residues",
        "Surfactants as stimulants of enzyme production by microorganisms.",
        "The stimulatory effects of surfactants on composting of waste rich in cellulose",
        "High activity xylanase production by Streptomyces olivaceoviridis E-86",
        "Xylanase production by a newly isolated Aspergillus foetidus strain and its characterization",
        "Highly thermostable xylanase of the thermophilic fungus talaromyces thermophilus: Purification and characterization",
        "Partial optimization of endo-1, 4-B-xylanase production by Aureobasidium pullulansUsing agro-industrial residues",
        "Production of pullulan from xylose and hemicellulose hydrolysate by Aureobasidium pullulans AY82 with pH control and DL-dithiothreitol addition",
        "Production of xylanase and β-xylosidase from autohydrolysis liquor of corncob using two fungal strains",
        "Afr. J. Microbiol. Res.",
        "Xylanase production by a newly isolated Aspergillus foetidus strain and its characterization",
        "Identification and optimization of critical medium components using statistical experimental designs for enhanced production of xylanase from Aspergillus flavus DFR-6"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Seoul",
            "affilname": "Korea University",
            "affiliation-country": "South Korea"
        }
    ],
    "funding": []
}