{
    "eid": "2-s2.0-84892371555",
    "title": "Electrospinning of poly(l-lactide-co-dl-lactide) copolymers: Effect of chemical structures and spinning conditions",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "General Engineering",
            "@code": "2200"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [],
    "authors": [
        "Chakrit Thammawong"
    ],
    "citedby-count": 5,
    "ref-count": 33,
    "ref-list": [
        "An overview of the recent developments in polylactide (PLA) research",
        "Synthesis and properties of poly(lactic acid)",
        "Polylactic acid technology",
        "Polylactic acids produced from L- and DL-lactic acid anhydrosulfite: stereochemical aspects",
        "Synthesis of poly(lactic acid): A review",
        "Studies on the block copolymerization of D,L‐lactide and poly(ethyle glycol) with aluminium complex catalyst",
        "J. Met. Mater. Miner.",
        "Electrospinning of polymer melts: Phenomenological observations",
        "Experimental investigation of the governing parameters in the electrospinning of polymer solutions",
        "Electrospinning of nanofibers",
        "Polylactide stereocomplex-based electrospun materials possessing surface with antibacterial and hemostatic properties",
        "Drug-loaded electrospun polylactide bundles",
        "Electrospinning: A fascinating method for the preparation of ultrathin fibers",
        "Investigation of pore formation for polystyrene electrospun fiber: Effect of relative humidity",
        "A literature review of poly(lactic acid)",
        "Study on morphology of electrospun poly(vinyl alcohol) mats",
        "The effects of polymer concentration and molecular weight on the breakup of laminar capillary jets",
        "Effect of evaporation and solidification of the charged jet in electrospinning of poly(ethylene oxide) aqueous solution",
        "Micro- and nanostructured surface morphology on electrospun polymer fibers",
        "Highly porous fibers by electrospinning into a cryogenic liquid",
        "The effect of temperature and humidity on electrospinning",
        "Controlling electrospun nanofiber morphology and mechanical properties using humidity",
        "Effect of humidity on the microstructures of electrospun polystyrene nanofibers",
        "A review on polymer nanofibers by electrospinning and their applications in nanocomposites",
        "Electrospinning: A fascinating method for the preparation of ultrathin fibers",
        "Effect of annealing on the crystallization and properties of electrospun polylatic acid and nylon 6 fibers",
        "Preparation and properties of electrospun poly(vinylidene fluoride) membranes",
        "Nanostructured fibers via electrospinning",
        "Evidence for molecular orientation and residual charge in the electrospinning of poly(butylene terephthalate) nanofibers",
        "Poly(lactide) stereocomplexes: Formation, structure, properties, degradation, and applications",
        "High-elongation fiber mats by electrospinning of polyoxymethylene",
        "Effect of fiber diameter on tensile properties of electrospun poly(ε-caprolactone)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology North Bangkok",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Metal and Materials Technology Center",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Sirindhorn International Institute of Technology, Thammasat University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}