{
    "eid": "2-s2.0-84903635196",
    "title": "Method development for the determination of mercury(II) by sequential injection/anodic stripping voltammetry using an in situ gold-film screen-printed carbon electrode",
    "cover-date": "2014-08-01",
    "subject-areas": [
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        },
        {
            "$": "Electrochemistry",
            "@code": "1603"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        }
    ],
    "keywords": [
        "Mercury determination",
        "On-line medium exchange",
        "Screen-printed carbon electrode",
        "Sequential injection analysis",
        "Square-wave anodic stripping voltammetry"
    ],
    "authors": [
        "Eakkasit Punrat"
    ],
    "citedby-count": 31,
    "ref-count": 41,
    "ref-list": [
        "Mercury: Thermodynamic Properties, Chemical Equilibria, and Standard Potentials",
        "The materials flow of mercury in the United States",
        "Highly selective sensing of mercury (II) by development and characterization of a PVC-based optical sensor",
        "The determination of mercury species in environmental and biological samples (Technical Report)",
        "Guidelines for Drinking-Water Quality, Fouth Ed.",
        "Application of factorial design for mercury determination by trapping and graphite furnace atomic absorption spectrometry",
        "Development of a sequential injection system for trace mercury determination by cold vapour atomic absorption spectrometry utilizing an integrated gas-liquid separator/reactor",
        "A highly sensitive method for the determination of mercury using vapor generation gold wire microextraction and electrothermal atomic absorption spectrometry",
        "Automatic sequential injection liquid-liquid micro-extraction system for on-line flame atomic absorption spectrometric determination of trace metal in water samples",
        "Immersed single-drop microextraction-electrothermal vaporization atomic absorption spectroscopy for the trace determination of mercury in water samples",
        "A simple classical wet digestion technique for the determination of total mercury in fish tissue by cold-vapour atomic absorption spectrometry in a low technology environment",
        "Fluorimetric method for the determination of trace levels of mercury in sea water using 6-mercaptopurine",
        "Spectrophotometric determination of mercury in water samples after cloud point extraction using nonionic surfactant Triton X-114",
        "Chin. J. Anal. Chem.",
        "Determination of mercury in rice by cold vapor atomic fluorescence spectrometry after microwave-assisted digestion",
        "Direct determination of mercury in white vinegar by matrix assisted photochemical vapor generation atomic fluorescence spectrometry detection",
        "Determination of trace levels of mercury in water samples based on room temperature phosphorescence energy transfer",
        "Determination of mercury in process and lagoon waters by inductively coupled plasma-mass spectrometric analysis after electrochemical preconcentration: Comparison with anodic stripping at gold and polymer coated electrodes",
        "Determination of trace levels of mercury in aqueous solutions by inductively coupled plasma atomic emission spectrometry: Elimination of the 'memory effect'",
        "Determination of trace mercury species by high performance liquid chromatography-inductively coupled plasma mass spectrometry after cloud point extraction",
        "Determination of Hg in seawater by inductively coupled plasma mass spectrometry after on-line pre-concentration",
        "Determination of very low levels of dissolved mercury(II) and methylmercury in river waters by continuous flow with on-line UV decomposition and cold-vapor atomic fluorescence spectrometry after pre-concentration on a silica gel-2-mercaptobenzimidazol sorbent",
        "Electrochemical determination of mercury: A review",
        "Simultaneous determination of lead, copper and cadmium onto mercury film supported on wax impregnated carbon paste electrode. Assessment of quantification procedures by anodic stripping voltammetry",
        "J. Flow Injection Anal.",
        "Voltammetric determination of mercury(II)",
        "Stripping voltammetric determination of mercury at modified solid electrodes. I. Development of the modified electrodes",
        "Method development for the determination of arsenic by sequential injection/anodic stripping voltammetry using long-lasting gold-modified screen-printed carbon electrode",
        "Trace determination of mercury by anodic stripping voltammetry at the rotating gold electrode",
        "Voltammetric determination of trace mercury in chloride media at glassy carbon electrodes modified with polycationic ionomers",
        "Parameters affecting the determination of mercury by anodic stripping voltammetry using a gold electrode",
        "Determination of mercury by differential-pulse anodic-stripping voltammetry with various working electrodes Application to the analysis of natural water sediments",
        "Determination of mercury in table salt samples by on-line medium exchange anodic stripping voltammetry",
        "Sequential-injection analysis (SIA): A useful tool for on-line sample-handling and pre-treatment",
        "Determination of trace heavy metals by sequential injection-anodic stripping voltammetry using bismuth film screen-printed carbon electrode",
        "Antimony-film electrode for the determination of trace metals by sequential-injection analysis/anodic stripping voltammetry",
        "Determination of lead and cadmium in rice samples by sequential injection/anodic stripping voltammetry using a bismuth film/crown ether/Nafion modified screen-printed carbon electrode",
        "Stripping Analysis",
        "On-line stripping voltammetry of trace metals at a flow-through bismuth-film electrode by means of a hybrid flow-injection/sequential-injection system",
        "On-line preconcentration and determination of lead and cadmium by sequential injection/anodic stripping voltammetry"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Okayama",
            "affilname": "Okayama University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}