{
    "eid": "2-s2.0-85130709705",
    "title": "Found in Translation: Reflections and Lessons for Qualitative Research Collaborations Across Language and Culture",
    "cover-date": "2022-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "cross-cultural",
        "qualitative methods",
        "team science",
        "transnational",
        "well-being"
    ],
    "authors": [
        "Patricia Rodriguez Espinosa",
        "Nipat B. Pichayayothin",
        "Panita Suavansri",
        "Joanna J. French",
        "Poonsub Areekit",
        "Chureerat Nilchantuk",
        "Torin S. Jones",
        "Emily Mam",
        "Jessie B. Moore",
        "Catherine A. Heaney"
    ],
    "citedby-count": 1,
    "ref-count": 36,
    "ref-list": [
        "Multiple layers of a researcher’s identity: Uncovering Asian American voices",
        "Changing models of research ethics in prevention research within ethnic communities",
        "Translating answers to open-ended survey questions in cross-cultural research: A case study on the interplay between translation, coding, and analysis",
        "Memoing in qualitative research: Probing data and processes",
        "What can “thematic analysis” offer health and wellbeing researchers?",
        "Novel insights into patients’ life-worlds: The value of qualitative research",
        "What makes epistemic injustice an “injustice",
        "Mediated research encounters: Methodological considerations in cross-language qualitative interviews",
        "Border crossing subjectivities and research: Through the prism of femenists of color",
        "From meaning to meaning: The influence of translation techniques on non-english focus group research",
        "Coding effects in comparative research on definitions of health: A qualitative validation study",
        "Language and communication in cross-cultural qualitative research",
        "Zero anaphor subjects in Thai sentences",
        "Challenges and strategies for conducting intervention research with culturally diverse populations",
        "The automatic Thai sentence extraction",
        "Good and bad research collaborations: Researchers’ views on science and ethics in global health research",
        "Establishing cultural integrity in qualitative research: Reflections from a cross-cultural study",
        "Sharing power in global health research: An ethical toolkit for designing priority-setting processes that meaningfully include communities",
        "Exploring commonality and difference in in-depth interviewing: A case-study of researching British Asian women",
        "Exploring health and well-being in Taiwan: What we can learn from individuals’ narratives",
        "Cross-cultural research: Trying to do it better. 2. Enhancing data quality",
        "Methodological challenges in cross-language qualitative research: A research review",
        "Cultural insiders and research fieldwork: Case examples from cross-cultural research with Thai people",
        "Using cognitive interviewing and behavioral coding to determine measurement equivalence across linguistic and cultural groups: An example from the international tobacco control policy evaluation project",
        "Developing culturally competent health knowledge: Issues of data analysis of cross-cultural, cross-language qualitative research",
        "An exploratory study examining the influence of translation on the validity and reliability of qualitative data in nursing research",
        "Children and young peoples’ Views on well-being: A qualitative study",
        "Bringing translation out of the shadows: Translation as an issue of methodological significance in cross-cultural qualitative research",
        "Equitable partnerships in global health research"
    ],
    "affiliation": [
        {
            "affiliation-city": "Stanford",
            "@id": "60032838",
            "affilname": "Stanford University School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032838",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Palo Alto",
            "@id": "60012708",
            "affilname": "Stanford University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012708",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bang Phut",
            "@id": "126636801",
            "affilname": "Thammathirat Open University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/126636801",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Nutrilite Health Institute Wellness Fund",
        "Stanford Thailand Research Consortium",
        "Stanford Wellness Living Laboratory",
        "WELL",
        "National Institutes of Health",
        "NHLBI",
        "National Center for Advancing Translational Sciences",
        "Chulalongkorn University"
    ]
}