{
    "eid": "2-s2.0-85050993973",
    "title": "Synthesis of three-dimensional hierarchical CuO flower-like architecture and its photocatalytic activity for rhodamine b degradation",
    "cover-date": "2018-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Electronic, Optical and Magnetic Materials",
            "@code": "2504",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Ceramics and Composites",
            "@code": "2503",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Biomaterials",
            "@code": "2502",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Materials Science (miscellaneous)",
            "@code": "2501",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "CuO",
        "Photocatalyst",
        "Rhodamine b",
        "Self-assembly"
    ],
    "authors": [
        "N. Phutanon",
        "P. Pisitsak",
        "H. Manuspiya",
        "S. Ummartyotin"
    ],
    "citedby-count": 24,
    "ref-count": 25,
    "ref-list": [
        "Soft template-assisted synthesis of polyvinylpyrrolidone−functionalized nano-scale ZnO particles",
        "Effect of Mn-substituted SnO2particle toward photocatalytic degradation of methylene blue dye",
        "Role of ZnO on nylon 6 surface and the photocatalytic efficiency of methylene blue for wastewater treatment",
        "Approaches to self-assembly of colloidal monolayers: a guide for nanotechnologists",
        "9.16-Self-Assembly in sensor nanotechnology A2-Atwood",
        "Structural and dielectric properties of CuO nanoparticles",
        "CuO nanosheets as potential scaffolds for gas sensing applications",
        "Photoelectrochemical characteristics of CuO films with different electrodeposition time",
        "Self-template derived CuO nanowires assembled microspheres and its gas sensing properties",
        "Ionic liquid-assisted hydrothermal synthesis of three-dimensional hierarchical CuO peachstone-like architectures",
        "Shape-controlled synthesis of self-assembly cubic CuO nanostructures by microwave",
        "Self-assembly of aligned CuO nanorod arrays using nanoporous anodic alumina template by electrodeposition on Si substrate for IR photodetectors",
        "Synthesis of frost-like CuO combined graphene-TiO2 by self-assembly method and its high photocatalytic performance",
        "Experimental and theoretical DFT+D investigations regarding to various morphology of cuprous oxide nanoparticles: growth mechanism of ionic liquid-assisted synthesis and photocatalytic activities",
        "Synthesis of 1D Cu(OH)2 nanowires and transition to 3D CuO microstructures under ultrasonic irradiation and their electrochemical properties",
        "Solution phase synthesis of Cu(OH)2 nanoribbons by coordination self-assembly using Cu2S nanowires as precursors",
        "Infrared Spectra of Inorganic and Coordination Compound Compounds By K. Nakamoto",
        "Photocatalytic properties of hierarchical CuO nanosheets synthesized by a solution phase method",
        "Hydrothermal synthesis of hierarchically flower-like CuO nanostructures with porous nanosheets for excellent H2S sensing",
        "Facile synthesis of Cu2O and CuO nanoparticles and study of their structural, optical and electronic properties",
        "Effect of pH on the synthesis of CuO films by SILAR method",
        "Self-assembly and self-orientation of truncated nano-octahedra of magnetite",
        "Review in azo compounds and its biological activity",
        "Rapid degradation of azo dye methyl orange using hollow cobalt nanoparticles",
        "Photocatalytic degradation of trypan blue and methyl orange azo dyes by cerium loaded CuO nanoparticles"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60012521",
            "affilname": "Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012521",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Faculty of Science and Technology",
        "Thammasat University"
    ]
}