{
    "eid": "2-s2.0-84927115361",
    "title": "Identification and antimicrobial activity of Streptomyces and Actinoplanes strains from lichens",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology (medical)",
            "@code": "2736"
        },
        {
            "$": "Medicine (miscellaneous)",
            "@code": "2701"
        },
        {
            "$": "General Pharmacology",
            "@code": "3000"
        }
    ],
    "keywords": [
        "Actinomycetes",
        "Actinoplanes",
        "Antimicrobial activity",
        "Lichens",
        "Streptomyces"
    ],
    "authors": [
        "Patcharin Saeng-In"
    ],
    "citedby-count": 7,
    "ref-count": 38,
    "ref-list": [
        "Streptomyces malaysiensis sp. nov., a new streptomycete species with rugose, ornamented spores",
        "SWU Sci J",
        "Streptomyces seoulensis sp. nov.",
        "Lipiarmycin, a New Antibiotic from Actinoplanes. II. Isolation, Chemical, Bilogical and Biochemical Characterization",
        "Evolution",
        "Actinomycetes isolated from lichens: Evaluation of their diversity and detection of biosynthetic gene sequences",
        "Humic acid-vitamin agar, a new medium for the selective isolation of soil actinomycetes",
        "J Biotechnol Res Trop Reg",
        "Combined gene cluster engineering and precursor feeding to improve gougerotin production in Streptomyces graminearus",
        "Lomofungin, a new antibiotic produced by Streptomyces lomondensis sp. n.",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "4 Lipid and Cell-Wall Analysis in Bacterial Systematics",
        "Int J Microbiol Res",
        "Studies on new antibiotics, cineromycins A and B.",
        "Overproduction of rifamycin B by Amycolatopsis mediterranei and its relationship with the toxic effect of barbital on growth",
        "Cloning, heterologous expression, and characterization of the gene cluster required for gougerotin biosynthesis",
        "J Ferment Techiiol",
        "J Ferment Technol",
        "The Possible Involvement of a Plasmid(s) in Actinomycin Synthesis by Streptomyces Parvulus and Streptomyces Antibioticus",
        "Lipiarmycin, a new antibiotic from actinoplanes. I. description of the producer strain and fermentation studies",
        "Streptomyces hyderabadensis sp. nov., an actinomycete isolated from soil",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Int J Syst Bacteriol",
        "Streptomyces siamensis sp. nov., and Streptomyces similanensis sp. nov., isolated from Thai soils",
        "Identification and antimicrobial activity of actinobacteria from soils in southern Thailand",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "Development of a chemically defined medium for the synthesis of actinomycin D by Streptomyces parvulus",
        "Emended description of Actinoplanes friuliensis and description of Actinoplanes nipponensis sp. nov., antibiotic-producing species of the genus Actinoplanes",
        "Actinomycetospora rishiriensis sp. nov., isolated from a lichen"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Maha Sarakham",
            "affilname": "Mahasarakham University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}