{
    "eid": "2-s2.0-84934900092",
    "title": "Perceived stigma towards leprosy among community members living close to Nonsomboon leprosy colony in Thailand",
    "cover-date": "2015-06-05",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [],
    "authors": [
        "Nils Kaehler"
    ],
    "citedby-count": 45,
    "ref-count": 37,
    "ref-list": [
        "Book Report: Stigma Notes on the Management of Spolied Identitiy by Erving Goffman Simon and Schuster/Touchstone Books",
        "Conceptualizing stigma",
        "Social science research on social dimensions of leprosy: where are we going from here?",
        "Dimensions and process of stigmatization in leprosy",
        "Stigma and the social burden of neglected tropical diseases",
        "An Anthropology of the Stigma in Rural Northeast Thailand",
        "Beggars, Metaphors, and Stigma: A Missing Link in the Social History of Leprosy",
        "Stigma in leprosy: concepts, causes and determinants.",
        "Community attitudes towards leprosy affected persons in Pokhara municipality of western Nepal",
        "Measuring Leprosy Stigma - A Preliminary Review of the Leprosy Literature",
        "Journal of Manmohan Memorial Health Sciences",
        "Stigma: The stealth weapon of the NTD",
        "The global campaign to eliminate leprosy",
        "Curing the stigma of leprosy",
        "Health Research Journal",
        "Disability in people affected by leprosy: the role of impairment, activity, social participation, stigma and discrimination.",
        "Extent and correlates of leprosy stigma in Rural India",
        "Leprosy: Between acceptance and segregation. Community behaviour towards persons affected by leprosy in eastern Nepal",
        "A comparative KAP study of leprosy patients and members of the community in Hlaing and Luang-Lon Townships",
        null,
        "Assessment of the quality of leprosy services from the clients' perspective in Thailand",
        "Journal of Health Research.",
        "Factors Affecting Perceived Stigma in Leprosy Affected Persons in Western Nepal",
        "The Explanatory Model Interview Catalogue (EMIC). Contribution to cross-cultured research methods from a study of leprosy and mental health",
        "Measuring leprosy-related stigma - A pilot study to validate a toolkit of instruments",
        "The Cultural Validation of Two Scales to Assess Social Stigma in Leprosy",
        "Social stigma: A comparative qualitative study of integrated and vertical care approaches to leprosy",
        "The effects of the stigma of leprosy on the income generation of leprosy affected people in the Terai area of south east Nepal",
        "A study of social stigma among leprosy patients attending leprosy clinic in Gwalior",
        "Patients' Perceptions on the Performance of a Local Health System to Eliminate Leprosy, Paraná State, Brazil",
        "The quality of life, mental health, and perceived stigma of leprosy patients in Bangladesh",
        "Social participation of people affected by leprosy after discontinuation of multidrug therapy",
        "Stigma among the Leprosy Patients of Urban Leprosy Centers in Myssore: A Field Study",
        "The dynamics of stigma in leprosy",
        "Qualitative assessment of social, economic and medical needs for ex-leprosy patients living in leprosy villages in Shandong province, the People's Republic of China",
        "Gendered experiences: Marriage and the stigma of leprosy",
        "Impact of socio-economic rehabilitation on leprosy stigma in northern Nigeria: Findings of a retrospective study"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Sandefjord Helsepark",
            "affiliation-country": "Norway"
        },
        {
            "affiliation-city": "Kathmandu",
            "affilname": "Manmohan Memorial Medical College and Teaching Hospital",
            "affiliation-country": "Nepal"
        },
        {
            "affiliation-city": "Kathmandu",
            "affilname": "Nepal Community Health and Development Centre",
            "affiliation-country": "Nepal"
        },
        {
            "affiliation-city": "Kathmandu",
            "affilname": "Lumbini Medical College",
            "affiliation-country": "Nepal"
        }
    ],
    "funding": []
}