{
    "eid": "2-s2.0-85079395763",
    "title": "Use of tissue inhibitor of metalloproteinase 2 and insulin-like growth factor binding protein 7 [TIMP2]•[IGFBP7] as an AKI risk screening tool to manage patients in the real-world setting",
    "cover-date": "2020-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Critical Care and Intensive Care Medicine",
            "@code": "2706",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Acute kidney injury",
        "Acute kidney insufficiency",
        "Biomarker",
        "Effectiveness",
        "Nephrotoxin",
        "Real world data"
    ],
    "authors": [
        "Sandra L. Kane-Gill",
        "Sadudee Peerapornratana",
        "Adrian Wong",
        "Raghavan Murugan",
        "Lara M. Groetzinger",
        "Catherine Kim",
        "Pamela L. Smithburger",
        "Janine Then",
        "John A. Kellum"
    ],
    "citedby-count": 12,
    "ref-count": 31,
    "ref-list": [
        "Trends in hospitalizations for acute kidney injury - United States, 20002014",
        "Acute kidney injury advisory group of the american society of nephrology. World incidence of AKI: a meta-analysis",
        "Incidence, risk factors and 90-day mortality of patients with acute kidney injury in Finnish intensive care units: the FINNAKI study",
        "Acute Kidney Injury-6 Study Group. Variation in risk and mortality of acute kidney injury in critically ill patients: a multicenter study",
        "Epidemiology of acute kidney injury in critically ill patients: the multinational AKI-EPI study",
        "Drug -induced acute kidney injury: A focus on risk assessment for prevention",
        "Kinetics of urinary cell cycle arrest markers for acute kidney injury following exposure to potential renal insults",
        "Drug class combination-associated acute kidney injury",
        "Program to improve care in acute renal disease. Spectrum of acute renal failure in the intensive care unit: the PICARD experience",
        "Acute kidney disease and renal recovery: consensus report of the Acute Disease Quality Initiative (ADQI) 16 Workgroup",
        "Improving Global Outcomes (KDIGO) Acute Kidney Injury Work Group. KDIGO clinical practice guideline for acute kidney injury",
        "Electronic health record identification of nephrotoxin exposure and associated acute kidney injury",
        "Development and performance of electronic acute kidney injury triggers to identify pediatric patients at risk for nephrotoxic medication-associated harm",
        "A sustained quality improvement program reduces nephrotoxic medication-associated acute kidney injury",
        "Discovery and validation of cell cycle arrest biomarkers in human acute kidney injury",
        "Clinical relevance and rredictive value of damage biomarkers of drug-induced kidney injury",
        "Urinary kidney injury molecule-1 and neutrophil gelatinase-associated lipocalin as early biomarkers for predicting vancomycin-associated acute kidney injury: a prospective study",
        "Evaluating renal stress using pharmacokinetic urinary biomarker data in critically ill patients receiving vancomycin and/or piperacillin-tazobactam: a secondary analysis of the multicenter sapphire study",
        "TIMP2•IGFBP7 biomarker panel accurately predicts acute kidney injury in high-risk surgical patients",
        "Prevention of cardiac surgery-associated AKI by implementing the KDIGO guidelines in high risk patients identified by biomarkers: the PrevAKI randomized controlled tria",
        "Biomarker-guided intervention to prevent acute kidney injury after major surgery: the prospective randomized BigpAK study",
        "Using urinary biomarkers to reduce acute kidney injury following cardiac surgery",
        "AKI in low-risk versus high-risk patients in intensive care",
        "Validation of cell-cycle arrest biomarkers for acute kidney injury using clinical adjudication",
        "Classifying AKI by urine output versus serum creatinine level",
        "RIFLE criteria for acute kidney injury are associated with hospital mortality in critically ill patients: a cohort analysis",
        "A comparison of three methods to estimate baseline creatinine for RIFLE classification",
        "Acute renal failure - definition, outcome measures, animal models, fluid therapy and information technology needs: the second international consensus conference of the acute dialysis quality initiative (ADQI) group",
        "Derivation and validation of cutoffs for clinical use of cell cycle arrest biomarkers",
        "Drug-associated acute kidney injury identified in the United States Food and Drug Administration adverse event reporting system database",
        "Sapphire investigators. Use of cell cycle arrest biomarkers in conjunction with classical markers of acute kidney injury"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pittsburgh",
            "@id": "60015543",
            "affilname": "University of Pittsburgh",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015543",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60015345",
            "affilname": "Massachusetts College of Pharmacy and Health Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015345",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Pittsburgh",
            "@id": "60012018",
            "affilname": "University of Pittsburgh Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012018",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Pittsburgh",
            "@id": "60001361",
            "affilname": "University of Pittsburgh School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001361",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Bioporto, Inc.",
        "National Institute of Diabetes and Digestive and Kidney Diseases"
    ]
}