{
    "eid": "2-s2.0-85030719670",
    "title": "Effect of crosslinking agent and branching agent on morphological and physical properties of poly(butylene succinate) foams",
    "cover-date": "2017-11-01",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "Branching agent",
        "Cell morphology",
        "Crosslinking agent",
        "Foam",
        "PBS",
        "Poly(butylene succinate)",
        "Rheological properties"
    ],
    "authors": [
        "Aekartit Boonprasertpoh"
    ],
    "citedby-count": 18,
    "ref-count": 49,
    "ref-list": [
        "Handbook of Polymeric Foams and Foam Technology",
        "An Introduction To Plastic Foams",
        "Meeting the insulation requirements of the building envelope with polyurethane and polyisocyanurate foam",
        "Polystyrene foams as core materials used in vacuum insulation panel",
        "Styrene-maleic anhydride copolymer foam for heat resistant packaging",
        "Biodegradable PVOH-based foams for packaging applications",
        "Effect of the formulation of starch-based foam cushions on the morphology and mechanical properties",
        "Structural and mechanical properties of clay nanocomposite foams based on cellulose for the food-packaging industry",
        "Plastics, the environment and human health: Current consensus and future trends",
        "Int. J. Polym. Sci.",
        "Handbook of Bioplastics and Biocomposites Engineering Applications",
        "Development of PLA/cellulosic fiber composite foams using injection molding: Crystallization and foaming behaviors",
        "Fully biodegradable and biorenewable ternary blends from polylactide, poly(3-hydroxybutyrate-co-hydroxyvalerate) and poly(butylene succinate) with balanced properties",
        "An overview of polylactides as packaging materials",
        "Poly-Lactic Acid: Production, applications, nanocomposites, and release studies",
        "Radiation crosslinked poly(butylene succinate) foam and its biodegradation",
        "Radiation crosslinking of poly(butylene succinate) in the presence of low concentrations of trimethallyl isocyanurate and its properties",
        "Biodegradability and mechanical properties of agro-flour-filled polybutylene succinate biocomposites",
        "Thermal properties of agro-flour-filled biodegradable polymer bio-composites",
        "Biodegradable polymers/bamboo fiber biocomposite with bio-based coupling agent",
        "Mechanical and thermal properties of waste silk fiber-reinforced poly(butylene succinate) biocomposites",
        "Biodegradable nanocomposites based on poly(butylene succinate)/organoclay",
        "Preparation and characterization of biodegradable poly(butylene succinate)(PBS) foams",
        "J. Solid Mech. Mater. Eng.",
        "Effect of processing conditions on poly(butylene succinate) foam materials",
        "Thermal and fire behavior of natural fibers/PBS biocomposites",
        "Rheological properties and foam preparation of biodegradable poly(butylene succinate)",
        "Rheological properties of linear and crosslinked polymer blends: Relation between crosslink density and enhancement of elongational viscosity",
        "Rheological properties of silicon polymer networks: The influence of the crosslink density",
        "Modification of poly(butylene succinate) with peroxide: Crosslinking, physical and thermal properties, and biodegradation",
        "Ultraviolet-induced crosslinking of poly(butylene succinate) and its thermal property, dynamic mechanical property, and biodegradability",
        "Fabrication and physical characterization of biodegradable poly(butylene succinate)/carbon nanofiber nanocomposite foams",
        "Synthetic aliphatic biodegradable poly(Butylene Succinate)/MWNT nanocomposite foams and their physical characteristics",
        "Synthetic aliphatic biodegradable poly(butylene succinate)/clay nanocomposite foams with high blowing ratio and their physical characteristics",
        "Dynamic mechanical properties and thermal stability of poly(lactic acid) and poly(butylene succinate) blends composites",
        null,
        "Crystallization behaviour of poly(tetramethylene succinate)",
        "Effect of melt viscosity on the cell morphology and properties of poly(lactic acid) foams",
        null,
        "DSC study of transitions involved in thermal treatment of foamable mixtures of PE and EVA copolymer with azodicarbonamide",
        "Angew Chem.",
        "Thermal stability analysis of dicumyl peroxide",
        "Structure-property relationship in biodegradable poly(butylene succinate)/layered silicate nanocomposites",
        "Chain extension and biodegradation of poly(butylene succinate) with maleic acid units",
        "Microcellular foaming of polypropylene/clay nanocomposites with supercritical carbon dioxide"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "PTT Public Company Limited",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}