{
    "eid": "2-s2.0-84907371897",
    "title": "Comparison of the effectiveness between generic and original form of gabapentin for pain relief in suspected neuropathic component of low back pain",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Gabapentin",
        "Generic",
        "Low back pain",
        "Neuropathic component",
        "Non-inferiority trial"
    ],
    "authors": [
        "Supattra Kantito"
    ],
    "citedby-count": 3,
    "ref-count": 17,
    "ref-list": [
        "The evaluation of neuropathic components in low back pain",
        "Modelling the prevalence and cost of back pain with neuropathic components in the general population",
        "Costs of back pain in Germany",
        "Medications for acute and chronic low back pain: A review of the evidence for an American Pain Society/American College of Physicians clinical practice guideline",
        "Physician office visits for low back pain: Frequency, clinical evaluation, and treatment patterns from a u.s. national survey",
        "Analgesic usage for low back pain: Impact on health care costs and service use",
        "The use of muscle relaxant medications in acute low back pain",
        "Medication use for low back pain in primary care",
        "Prescription of nonsteroidal anti-inflammatory drugs and muscle relaxants for back pain in the United States.",
        "Patterns and Trends in Opioid Use among Individuals with Back Pain in the United States",
        "Is sciatica neuropathic? The mixed pain concept",
        "Gabapentin in neuropathic pain syndromes: A randomised, double-blind, placebo-controlled trial",
        "Efficacy of gabapentin for radiculopathy caused by lumbar spinal stenosis and lumbar disk hernia",
        "The efficiency of gabapentin therapy in patients with lumbar spinal stenosis",
        "Gabapentin monotherapy in patients with chronic radiculopathy: The efficacy and impact on life quality",
        "Cross-cultural adaptation to the Thai language of the neuropathic pain diagnostic questionnaire (DN4)",
        "The Oswestry low back pain disability questionnaire (version 1.0) Thai version"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}