{
    "eid": "2-s2.0-85167831666",
    "title": "Effects of microaeration and sludge recirculation on VFA and nitrogen removal, membrane fouling reduction and microbial community of the anaerobic baffled biofilm-membrane bioreactor in treating building wastewater",
    "cover-date": "2023-12-10",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Engineering",
            "@code": "2305",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Environmental Chemistry",
            "@code": "2304",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Waste Management and Disposal",
            "@code": "2311",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Pollution",
            "@code": "2310",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Anaerobic baffled biofilm–MBR (AnBB-MBR)",
        "Membrane fouling reduction",
        "Microaeration",
        "Microbial community",
        "Sludge recirculation",
        "VFA and nitrogen removal"
    ],
    "authors": [
        "Tanissorn Buakaew",
        "Chavalit Ratanatamskul"
    ],
    "citedby-count": 0,
    "ref-count": 77,
    "ref-list": [
        "A new method for rapid determination of carbohydrate and total carbon concentrations using UV spectrophotometry",
        "Standard Methods for the Examination of Water and Wastewater",
        "Impact of sludge recirculation ratios on the performance of anaerobic membrane bioreactor for wastewater treatment",
        "Anaerobic membrane bioreactors (AnMBRs) for municipal wastewater treatment-potential benefits, constraints, and future perspectives: an updated review",
        "Microfiltration of activated sludge wastewater—the effect of system operation parameters",
        "The use of the anaerobic baffled reactor (ABR) for wastewater treatment: a review",
        "Evaluating the effect of air flow rate on hybrid and conventional membrane bioreactors: implications on performance, microbial activity and membrane fouling",
        "Reproducible, interactive, scalable and extensible microbiome data science using QIIME 2",
        "Effects of novel anaerobic baffled biofilm membrane bioreactor configurations on membrane fouling mitigation and microbial community in treating liquor condensate",
        "Impact of microaeration bioreactor on dissolved sulfide and methane removal from real UASB effluent for sewage treatment",
        "Effects of bio-carriers on membrane fouling mitigation in moving bed membrane bioreactor",
        "Review on microaeration-based anaerobic digestion: state of the art, challenges, and prospectives",
        "Effects of polyurethane foam carrier addition on anoxic/aerobic membrane bioreactor (A/O-MBR) for coal gasification wastewater (CGW) treatment: performance and microbial community structure",
        "Treatment of domestic wastewater by using a microaerobic membrane bioreactor",
        "Characterization of marine and terrestrial DOM in seawater using excitation-emission matrix spectroscopy",
        "Prospects for biological nitrogen removal from anaerobic effluents during mainstream wastewater treatment",
        "Methane dynamics downstream of a temperate run-of-the-river reservoir",
        "Practicing anammox in a novel hybrid anaerobic-aerobic baffled reactor for treating high-strength ammonium piggery wastewater with low COD/TN ratio",
        "Simultaneous nitrification-denitrification in biofilm systems for wastewater treatment: key factors, potential routes, and engineered applications",
        "Impact of the substrate composition on enhanced biological phosphorus removal during formation of aerobic granular sludge",
        "Conservation evaluation and phylogenetic diversity",
        "Laboratory tests of ammonium and barley straw extract as agents to suppress abundance of the harmful alga Prymnesium parvum and its toxicity to fish",
        "Upflow anaerobic-microaerobic fixed biofilm reactor integrating methanogenesis with partial nitrification",
        "Effect of carbon-to-nitrogen ratio on simultaneous nitrification denitrification and phosphorus removal in a microaerobic moving bed biofilm reactor",
        "Performance of dissolved organic matter removal from membrane bioreactor effluent by magnetic powdered activated carbon",
        "Phylogenetic Placement of Exact Amplicon Sequences Improves Associations with Clinical Information. mSystems. 3",
        "Microbial diversity characteristics and the influence of environmental factors in a large drinking-water source",
        "Analysis of dissolved methane, ethane, and ethylene in ground water by a standard gas chromatographic technique",
        "Influence of biofilm carriers on membrane fouling propensity in moving biofilm membrane bioreactor",
        "Tepidiforma bonchosmolovskayae gen. nov., sp. nov., a moderately thermophilic Chloroflexi bacterium from a Chukotka hot spring (Arctic, Russia), representing a novel class, Tepidiformia, which includes the previously uncultivated lineage OLB14",
        "Challenges and prospects for the anaerobic treatment of chemical-industrial organic wastewater: a review",
        "Microaeration for hydrogen sulfide removal during anaerobic treatment: a review",
        "Fundamentals of membrane bioreactors",
        "Application of anaerobic membrane bioreactors to municipal wastewater treatment at ambient temperature: a review of achievements, challenges, and perspectives",
        "Effects of filtration modes on fouling characteristic and microbial community of bio-cake in a membrane bioreactor",
        "Enhanced aerobic granulation for treating low-strength wastewater in an anaerobic-aerobic-anoxic sequencing batch reactor by selecting slow-growing organisms and adding carriers",
        "Simultaneous nitrification and denitrification in continuous flow MBBR with novel surface-modified carriers",
        "Investigation of an intermittently-aerated moving bed biofilm reactor in rural wastewater treatment under low dissolved oxygen and C/N condition",
        "Biological nitrogen removal from sewage via anammox: recent advances",
        "Effect of periodic temperature shock on nitrogen removal performance and microbial community structure in plug-flow microaerobic sludge blanket",
        "A modification of the Lowry procedure to simplify protein determination in membrane and lipoprotein samples",
        "Impact of membrane configuration on fouling in anaerobic membrane bioreactors",
        "Recovery and biological oxidation of dissolved methane in effluent from UASB treatment of municipal sewage using a two-stage closed downflow hanging sponge system",
        "Effect of filamentous bacteria on membrane fouling in submerged membrane bioreactor",
        "A comprehensive study on membrane fouling in submerged membrane bioreactors operated under different aeration intensities",
        "Recent advances in membrane bioreactors (MBRs): membrane fouling and membrane material",
        "Effects of fluoroquinolone antibiotics on reactor performance and microbial community structure of a membrane bioreactor",
        "A comparative study of the nature of biopolymers extracted from anaerobic and activated sludges",
        "Caldisericum exile gen. nov., sp. nov., an anaerobic, thermophilic, filamentous bacterium of a novel bacterial phylum, Caldiserica phyl. nov., originally called the candidate phylum OP5, and description of Caldisericaceae fam. nov., Caldisericales ord. nov. and Caldisericia classis nov",
        "High-resolution phylogenetic analysis of residual bacterial species of fouled membranes after NaOCl cleaning",
        "A little breath of fresh air into an anaerobic system: how microaeration facilitates anaerobic digestion process",
        "Performance and membrane fouling of two types of laboratory-scale submerged membrane bioreactors for hospital wastewater treatment at low flux condition",
        "Effect of ciprofloxacin dosages on the performance of sponge membrane bioreactor treating hospital wastewater",
        "Phenol-sulfuric acid method for total carbohydrates",
        "Comparison of oxidation kinetics of nitrite-oxidizing bacteria: nitrite availability as a key factor in niche differentiation",
        "Community structure of partial nitritation-anammox biofilms at decreasing substrate concentrations and low temperature",
        "Effect of sludge recirculation pattern on biological nutrient removal by a prototype IT/BF-MBR (inclined tube/biofilm-membrane bioreactor) and microbial population characteristics",
        "A prototype IT/BF–MBR (inclined tube/biofilm-membrane bioreactor) for high-rise building wastewater recycling",
        "Environmental Biotechnology: Principles and Applications",
        "Nutrient removal from domestic wastewater: a comprehensive review on conventional and advanced technologies",
        "FTIR-spectroscopy in microbial and material analysis",
        "Efficiency and mechanism of nitrogen removal from piggery wastewater in an improved microaerobic process",
        "Analysis of membrane pore blocking models adapted to crossflow ultrafiltration in the ultrafiltration of PEG",
        "Comparison of fouling between aerobic and anaerobic MBR treating municipal wastewater",
        "Impact of static biocarriers on the microbial community, nitrogen removal and membrane fouling in submerged membrane bioreactor at different COD: N ratios",
        "A novel vertical dual-loop reactor for rapid start-up of simultaneous partial nitrification and anammox process in treating landfill leachate: performances and mechanisms",
        "Nitrification kinetics and microbial communities of activated sludge as a full-scale membrane bioreactor plant transitioned to low dissolved oxygen operation",
        "Cellular adhesiveness and cellulolytic capacity in Anaerolineae revealed by omics-based genome interpretation",
        "Characterization of biofoulants illustrates different membrane fouling mechanisms for aerobic and anaerobic membrane bioreactors",
        "Bellilinea caldifistulae gen. nov., sp. nov. and Longilinea arvoryzae gen. nov., sp. nov., strictly anaerobic, filamentous bacteria of the phylum Chloroflexi isolated from methanogenic propionate-degrading consortia",
        "Linking dynamics in morphology, components, and microbial communities of biocakes to fouling evolution: a comparative study of anaerobic and aerobic membrane bioreactors",
        "Identification of key constituents and structure of the extracellular polymeric substances excreted by bacillus megaterium TF10 for their flocculation capacity",
        "Bioreaction techniques under microaerobic conditions: from molecular level to pilot plant reactors",
        "Efficiency, granulation, and bacterial populations related to pollutant removal in an upflow microaerobic sludge reactor treating wastewater with low COD/TN ratio",
        "Current operation state of wastewater treatment plants in urban China",
        "A novel simultaneous partial nitritation, denitratation and anammox (SPNDA) process in sequencing batch reactor for advanced nitrogen removal from ammonium and nitrate wastewater",
        "Low carbon-to-nitrogen ratio digestate from high-rate anaerobic baffled reactor facilitates heterotrophic/autotrophic nitrifiers involved in nitrogen removal"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Second Century Fund",
        "TSRI"
    ]
}