{
    "eid": "2-s2.0-85110018037",
    "title": "The Hegemony’s Contest in the South China Sea",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Arts and Humanities (all)",
            "@code": "1200",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Social Sciences (all)",
            "@code": "3300",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "power transition theory",
        "regional conflict",
        "regional contest",
        "regional hegemony",
        "the South China Sea"
    ],
    "authors": [
        "Victor Alexandre G. Teixeira"
    ],
    "citedby-count": 2,
    "ref-count": 108,
    "ref-list": [
        "China is now the world’s largest economy. We shouldn’t be shocked",
        "The emerging military balance in East Asia: How China’s neighbors can check Chinese Naval Expansion",
        "Conditional convergence and the rise of China: A political economy approach to understanding global power transitions",
        "Book review: Power, Perception and Foreign Policymaking: US and EU Responses to the Rise of China.” by Scott AW Brown. Routledge",
        "These are the 5 reasons why the US remains the world’s only superpower",
        "The rise and fall of the great powers in the twenty-first century: China’s rise and the fate of America’s global position",
        "The South China Sea: An arena for great power strategic rivalry",
        "The South China Sea: Troubled waters in China-US relations",
        "Exploring puzzles in power-transition theory: Implications for Sino-American relations",
        "Historical and theoretical perspectives on the rise of China: Long cycles, power transitions, and China’s ascent",
        "The end of grand strategy America must think small",
        "Battlefield or playground?",
        "The superpowers at San Francisco",
        "The super-powers then and now",
        "American policy. Towards the disputes in the South China Sea:",
        "US policy towards the disputes in the South China Sea since 1995",
        "Partial disengagement: A new US strategy for economic competition with China",
        "Not so simple: Complexity theory and the rise of China",
        "Contesting hegemonic order: China in East Asia",
        "Power transitions, institutions, and China’s rise in East Asia: Theoretical expectations and evidence",
        "Are the US and China fated to fight? How narratives of “power transition” shape great power war or peace",
        "Mapping transition zone topography beneath China by migration of SCS reverberations",
        "American hegemony and East Asian order",
        "A political science perspective on the balance of power and the concert",
        "Unipolarity: A structural perspective",
        "China in a world of orders: Rethinking compliance and challenge in Beijing’s International Relations",
        "The South China Sea is the future of conflict",
        "The theory of hegemonic stability and changes in International Economic Regimes, 1967–1977",
        "Power transition theory and the rise of China",
        "The unipolar moment",
        "The unipolar illusion revisited: The Coming End of the United States’ Unipolar Moment",
        "This time it’s real: The end of unipolarity and the Pax Americana",
        "The US–Chinese power shift and the end of the Pax Americana",
        "Balancing on land and at sea: Do states ally against the leading global power?",
        "Assessing US-China relations under the Obama administration",
        "The rise of China as a constructed narrative: Southeast Asia’s response to Asia’s power shift",
        "How (dis) satisfied is China? A power transition theory perspective",
        "Concentration, polarity, and the distribution of power",
        "The gathering storm: China’s challenge to US power in Asia",
        "Can China rise peacefully?",
        "Benign hegemony",
        "China’s ambition in the South China Sea: Is a legitimate maritime order possible?",
        "The reality of China’s maritime capability",
        "Hegemony",
        "Raison de l’Hégémonie (The Hegemon’s Interest): Theory of the costs and benefits of hegemony",
        "World politics",
        "Theorizing China’s rise in and beyond international relations",
        "American power, East Asian regionalism and emerging powers: In or against empire?",
        "A play for global leadership",
        "Adjusting power transition theory–satisfaction with the status quo, international power constellations, and the case of the Weimar Republic",
        "Global shift",
        "Global Shift",
        "Sovereignty regimes in the South China Sea: Assessing contemporary Sino-US relations",
        "The US-Japan Security Alliance, ASEAN, and the South China Sea Dispute",
        "Hegemony and the global political economy",
        "The Argentina-Brazil regional power transition",
        "The South China Sea and US-China Rivalry",
        "China’s South China Sea strategy: Balancing Triumphalism and accommodation",
        "The rise of China, balance of power theory and US national security: Reasons for optimism?",
        "The persistent myth of lost hegemony",
        "Chinese views on the South China Sea Arbitration Case between the People’s Republic of China and the Philippines",
        "When giants vie",
        "The United States’ China containment strategy and the South China Sea dispute",
        "East Asia: The systemic disorder and the South China Sea’ dispute. An international law prospects",
        "ASEAN, China, and the Code of Conduct",
        "Realist thought and neorealist theory",
        "Hegemonic stability theory: An empirical assessment",
        "The stability of a unipolar world",
        "The United States and Western Europe: The theory of hegemonic stability",
        "Power transition theory revisited: When rising China meets dissatisfied United States",
        "Chinese thinking on the South China Sea and the future of regional security 1",
        "China’s long march at sea: Explaining Beijing’s South China Sea strategy, 2009–2016",
        "China and the South China Sea arbitration: Geopolitics versus international law",
        "Does the US-led five eyes have wider sights on China?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Department of International Relations",
        "Chulalongkorn University"
    ]
}