{
    "eid": "2-s2.0-85027868730",
    "title": "A homofermentative Bacillus sp. BC-001 and its performance as a potential l-lactate industrial strain",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Bioengineering",
            "@code": "1502"
        }
    ],
    "keywords": [
        "Bacillus sp. BC-001",
        "Fermentation scale-up",
        "Heavy-inoculum seed",
        "Lactic acid"
    ],
    "authors": [
        "Sitanan Thitiprasert"
    ],
    "citedby-count": 16,
    "ref-count": 38,
    "ref-list": [
        "Improved oxygen transfer and increased l-lactic acid production by morphology control of Rhizopus oryzae in a static bed bioreactor",
        "Direct fermentation of L(+)-lactic acid from cassava pulp by solid state culture of Rhizopus oryzae",
        "L-lactic acid production by Bacillus subtilis MUR1",
        "L-Lactic acid production by Bacillus subtilis MUR1 in continuous culture",
        "l(+)-Lactic acid producer Bacillus coagulans SIM-7 DSM 14043 and its comparison with Lactobacillus delbrueckii ssp. lactis DSM 20073",
        "Jerusalem artichoke powder: A useful material in producing high-optical-purity l-lactate using an efficient sugar-utilizing thermophilic Bacillus coagulans strain",
        "Lactic acid production from lime-treated wheat straw by Bacillus coagulans: Neutralization of acid by fed-batch addition of alkaline substrate",
        "Isolation and characterization of acid-tolerant, thermophilic bacteria for effective fermentation of biomass-derived sugars to lactic acid",
        "Bacillus sp. strain P38: An efficient producer of l-lactate from cellulosic hydrolysate, with high tolerance for 2-furfural",
        "Open L-lactic acid fermentation of food refuse using thermophilic Bacillus coagulans and fluorescence in situ hybridization analysis of microflora",
        "A novel production process for optically pure l-lactic acid from kitchen refuse using a bacterial consortium at high temperatures",
        "Efficient production of l-lactic acid using co-feeding strategy based on cane molasses/glucose carbon sources",
        "Highly efficient production of l-lactic acid from xylose by newly isolated Bacillus coagulans C106",
        "Enhanced isomer purity of lactic acid from the non-sterile fermentation of kitchen wastes",
        "Thermophilic bacillus coagulans requires less cellulases for simultaneous saccharification and fermentation of cellulose to products than mesophilic microbial biocatalysts",
        "Efficient non-sterilized fermentation of biomass-derived Xylose to lactic acid by a thermotolerant bacillus coagulans NL01",
        "Simultaneous detoxification, saccharification and co-fermentation of oil palm empty fruit bunch hydrolysate for l-lactic acid production by Bacillus coagulans JI12",
        "L(+)-Lactic acid production from non-food carbohydrates by thermotolerant Bacillus coagulans",
        "High temperature lactic acid production by Bacillus coagulans immobilized in LentiKats",
        "Efficient production of l-lactic acid by newly isolated thermophilic Bacillus coagulans WCP10-4 with high glucose tolerance",
        "Open fermentative production of l-lactic acid with high optical purity by thermophilic Bacillus coagulans using excess sludge as nutrient",
        "Production of L-lactic acid by a thermophilic Bacillus mutant using sodium hydroxide as neutralizing agent",
        "Ammonium lactate production by Lactobacillus lactis BME5-18M in pH-controlled fed-batch fermentations",
        "l-lactic acid production by Lactobacillus casei fermentation using different fed-batch feeding strategies",
        "Homolactate fermentation by metabolically engineered Escherichia coli strains",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "Gluconobacter thailandicus sp. nov., an acetic acid bacterium in the α-Proteobacteria",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Evolution",
        "EzTaxon: A web-based tool for the identification of prokaryotes based on 16S ribosomal RNA gene sequences",
        null,
        "Bacillus acidiproducens sp. nov., vineyard soil isolates that produce lactic acid",
        "Optimization and scale-up of L-lactic acid fermentation by mutant strain Rhizopus sp. MK-96-1196 in airlift bioreactors",
        "Acid stress-mediated metabolic shift in Lactobacillus sanfranciscensis LSCE1",
        "Genetically engineered wine yeast produces a high concentration of L-lactic acid of extremely high optical purity",
        "Lactic acid production by Bacillus coagulans - Kinetic studies and optimization of culture medium for batch and continuous fermentations",
        "The role of alkali-cation transport in energy coupling of neutrophilic and acidophilic bacteria: An assessment of methods and concepts"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "PTT",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}