{
    "eid": "2-s2.0-85114024559",
    "title": "Analysis of Acanthamoeba genotypes from public freshwater sources in Thailand reveals a new genotype, T23 Acanthamoeba bangkokensis sp. nov.",
    "cover-date": "2021-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Chaturong Putaporntip",
        "Napaporn Kuamsab",
        "Warisa Nuprasert",
        "Rattanaporn Rojrung",
        "Urassaya Pattanawong",
        "Taweesak Tia",
        "Surasuk Yanmanee",
        "Somchai Jongwutiwes"
    ],
    "citedby-count": 33,
    "ref-count": 69,
    "ref-list": [
        "An amoeba found in cultures of a yeast: preliminary note",
        "Hartmanella castellanii Douglas, et classification des hartmannelles",
        "Amoebic infection of the eye",
        "Acanthamoeba spp. as agents of disease in humans",
        "Some secrets are revealed: parasitic keratitis amoebae as vectors of the scarcely described pandoraviruses to humans",
        "Acanthamoeba spp. as a universal host for pathogenic microorganisms: one bridge from environment to host virulence",
        "Draft genome sequences of Chlamydiales bacterium STE3 and Neochlamydia sp. strain AcF84, endosymbionts of Acanthamoeba spp",
        "Paradigms of protist/bacteria symbioses affecting human health: Acanthamoeba species and Trichomonas vaginalis",
        "Classification of Acanthamoeba",
        "Morphologie de la paroi kystique et taxonomie du genre Acanthamoeba (Protozoa: Amoeba)",
        "Subgenus systematics of Acanthamoeba: four nuclear 18S rDNA sequence types",
        "The evolutionary history of the genus Acanthamoeba and the identification of eight new 18S rRNA gene sequence types",
        "Phylogenetic evidence for a new genotype of Acanthamoeba (Amoebozoa, Acanthamoebida)",
        "Acanthamoeba misidentification and multiple labels: redefining genotypes T16, T19, and T20 and proposal for Acanthamoeba micheli sp. Nov. (genotype T19)",
        "Update on Acanthamoeba phylogeny",
        "Identification of a new Acanthamoeba 18S rRNA gene sequence type, corresponding to the species Acanthamoeba jacobsi Sawyer, Nerad and Visvesvara, 1992 (Lobosea: Acanthamoebae)",
        "Novel Acanthamoeba 18S rRNA gene sequence type from an environmental isolate",
        "Identification of a novel T17 genotype of Acanthamoeba from environmental isolates and T10 genotype causing keratitis in Thailand",
        "Characterization of a new pathogenic Acanthamoeba species, A. byersi n. sp., isolated from a human with fatal amoebic encephalitis",
        "Phylogenetic analysis and the evolution of the 18S rRNA gene typing system of Acanthamoeba",
        "Expansion of the molecular and morphological diversity of Acanthamoebidae (Centramoebida, Amoebozoa) and identification of a novel life cycle type within the group",
        "Insights from the DNA databases: approaches to the phylogenetic structure of Acanthamoeba",
        "Acanthamoeba: biology and increasing importance in human health",
        "Acanthamoeba of three morphological groups and distinct genotypes exhibit variable and weakly inter-related physiological properties",
        "Discovery of group I introns in the nuclear small subunit ribosomal RNA genes of Acanthamoeba",
        "Acanthamoeba griffini. Molecular characterization of a new corneal pathogen",
        "Group-I introns with unusual sequences occur at three sites in nuclear 18S rRNA genes of Acanthamoeba lenticulata",
        "Nuclear Group I introns with homing endonuclease genes in Acanthamoeba genotype T4",
        "Recovery of an Acanthamoeba strain with two group I introns in the nuclear 18S rRNA gene",
        "RDP4: Detection and analysis of recombination patterns in virus genomes",
        "A systematic analysis of Acanthamoeba genotype frequency correlated with source and pathogenicity: T4 is confirmed as a pathogen-rich genotype",
        "Update on Acanthamoeba jacobsi genotype T15, including full-length 18S rDNA molecular phylogeny",
        "Integrated evolution of ribosomal RNAs, introns, and intron nurseries",
        "Growth characteristics, cytopathic effect in cell culture, and virulence in mice of 36 type strains belonging to 19 different Acanthamoeba spp",
        "Molecular and physiological differentiation between pathogenic and nonpathogenic Acanthamoeba",
        "Correlations between morphological, molecular biological, and physiological characteristics in clinical and nonclinical isolates of Acanthamoeba spp",
        "Sequence organization of the Acanthamoeba rRNA intergenic spacer: identification of transcriptional enhancers",
        "A comparison of the ribosomal DNA’s of Xenopus laevis and Xenopus mulleri",
        "Concerted and birth-and-death evolution of multigene families",
        "'Meiotic genes' are constitutively expressed in an asexual amoeba and are not necessarily involved in sexual reproduction",
        "Is there evidence of sexual reproduction (meiosis) in Acanthamoeba?",
        "Unequal crossing over in the ribosomal DNA of Saccharomyces cerevisiae",
        "Unequal meiotic recombination within tandem arrays of yeast ribosomal DNA genes",
        "Frameshifting in the synthesis of Escherichia coli polypeptide chain release factor two on eukaryotic ribosomes",
        "Ribosomal DNA variation, recombination and inheritance in the basidiomycete Trichaptum abietinum: implications for reticulate evolution",
        "Rates of recombination in the ribosomal DNA of apomictically propagated Daphnia obtusa lines",
        "Direct evidence for redundant segmental replacement between multiple 18S rRNA genes in a single Prototheca strain",
        "The nuclear 18S ribosomal DNAs of avian haemosporidian parasites",
        "Finely orchestrated movements: evolution of the ribosomal RNA genes",
        "Unstable redundancy of genes for ribosomal RNA",
        "Implications of sequence variation on the evolution of rRNA",
        "Widespread prevalence but contrasting patterns of intragenomic rRNA polymorphisms in nematodes: implications for phylogeny, species delimitation and life history inference",
        "Intragenomic polymorphism and intergenomic recombination in the ribosomal RNA genes of strains belonging to a yeast species Pichia membranifaciens",
        "Endogenous rRNA sequence variation can regulate stress response gene expression and phenotype",
        "Clonal diversity in Giardia duodenalis isolates from Thailand: evidences for intragenic recombination and purifying selection at the beta giardin locus",
        "R-Coffee: a method for multiple alignment of non-coding RNA",
        "R-Coffee: a web server for accurately aligning noncoding RNA sequences",
        "Estimation of the number of nucleotide substitutions in the control region of mitochondrial DNA in humans and chimpanzees",
        "MEGA6: molecular evolutionary genetics analysis version 6.0",
        "BEAST 2: a software platform for Bayesian evolutionary analysis",
        "MAFFT online service: multiple sequence alignment, interactive sequence choice and visualization",
        "The sequence manipulation suite: JavaScript programs for analyzing and formatting protein and DNA sequences",
        "A modified bootscan algorithm for automated identification of recombinant sequences and recombination breakpoints",
        "Improved algorithmic complexity for the 3SEQ recombination detection algorithm",
        "Evaluation of methods for detecting recombination from DNA sequences: computer simulations",
        "Possible emergence of new geminiviruses by frequent recombination",
        "Analyzing the mosaic structure of genes",
        "Sister-Scanning: a Monte Carlo procedure for assessing signals in recombinant sequences"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadapiseksompotch Fund",
        "Chulalongkorn University"
    ]
}