{
    "eid": "2-s2.0-85048976221",
    "title": "Species identification of non-hybrid and hybrid Pangasiid catfish using polymerase chain reaction-restriction fragment length polymorphism",
    "cover-date": "2018-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "16S rDNA",
        "Immunoglobulin M heavy chain constant region (IgM-H)",
        "Pangasiids",
        "Polymerase chain reaction-restriction fragment length polymorphism (PCR-RFLP)",
        "Species-specific markers"
    ],
    "authors": [
        "Kednapat Sriphairoj",
        "Uthairat Na-Nakorn",
        "Sirawut Klinbunga"
    ],
    "citedby-count": 5,
    "ref-count": 39,
    "ref-list": [
        "The problems with hybrids: setting conservation guidelines",
        "Problems and development plan of Mekong giant catfish and white catfish industry in Thailand",
        "Species identification and safety of fish products",
        "Simulating the extinction of parental lineages from introgressive hybridization: the effects of fitness, initial proportions of parental taxa, and mate choice",
        "FishStatJ—software for fishery statistical time series",
        "Pangasius market report",
        "Species identification of some economic fishes and their hybrids in family Pangasiidae by using microsatellite DNA marker",
        "Identification of hybrids between Neotropical fish Leporinus macrocephalus and Leporinus elongates by PCR-RFLP and multiplex-PCR: tools for genetic monitoring in aquaculture",
        "Molecular diagnostic methods for identifying Serrasalmid fish (Pacu, Pirapitinga, and Tambaqui) and their hybrids in the Brazilian aquaculture industry",
        "The IUCN Red list of threatened species Version 2016-2",
        "Horse mackerel egg identification using DNA methodology",
        "A key to selected rockfishes (Sebastes spp.) based on mitochondrial DNA restriction fragment analysis",
        "Species-specific PCR-RFLP for identification of early life history stages of squid and other applications to fisheries research",
        "Manual Aquaculture of Pangasinodon Gigas, Pangasianodon Hypophthalmus and Hybrid Catfish to Increase the Value and Market",
        "The Mekong giant catfish and ChaoPhraya catfish and their hybrid: morphology, carcass composition and dress-out percentages",
        "Spawning of North Sea fishes linked to hydrographic features",
        "Genetic diversity of walking catfish, Clarias macrocephalus, in Thailand and evidence of genetic introgression from introduced farmed C. gariepinus",
        "MtDNA diversity of the critically endangered Mekong giant catfish (Pangasianodon gigas Chevey, 1913) and closely related species: implications for conservation",
        "Genetic diversity of the vulnerable Pangasius sanitwongsei using microsatellite DNA and 16S rRNA. KU. Fish",
        "The Simple Fool's Guide to PCR. Honolulu: Department of Zoology",
        "Sexual maturity and breeding efficiency of three catfish; Pangasianodon gigas, Pangasianodon hypophthalmus, their hybrid (male P. gigas × female P. hypophthalmus) and hybrid using backcross technique",
        "Detection of hybrids and genetic introgression in wild stocks of two catfish species (Siluriformes: pimelodidae): the impact of hatcheries in Brazil",
        "New fish on the German market: consumer protection against fraud by identification of species",
        "Systematic revision of the Asian catfish family Pangasiidae, with biological observations and descriptions of three new species",
        "Molecular Cloning: a Laboratory Manual",
        "Molecular identification of nine commercial flatfish species by polymerase chain reaction-restriction fragment length polymorphism analysis of a segment of the cytochrome b region",
        "PCR-RFLP analysis to identify four ray species of the genus Dasyatis (Elasmobranchii, Dasyatidae) fished along the southeastern and southern coast of Brazil",
        "Genetic impacts of hybrid catfish farming (Clarias macrocephalus × C. gariepinus) on native catfish populations in central Thailand",
        "Species identification of four economically important Pangasiid catfishes and closely related species using SSCP markers",
        "A simplified protocol for routine total DNA isolation from salmonid fishes",
        "Molecular identification methods of fish species: reassessment and possible applications",
        "A Guide to Larvae and Juveniles of Some Common Fish Species from the Mekong River Basin. MRC Technical Paper No.38",
        "Genetic diversity and molecular markers of introduced and native apple snails (Genera Pomacea and Pila) in Thailand",
        "The Endangered Species of Animal and Plant in Thailand",
        "CLUSTAL W: improving the sensitivity of progressive multiple sequence alignment through sequence weighting, positions-specific gap penalties and weight matrix choice",
        "Genomic identification of catfish species by polymerase chain reaction and restriction enzyme analysis of the gene encoding the immunoglobulin M heavy chain constant region",
        "Status of Pangasiid Aquaculture in Viet Nam. MRC Technical Paper No.2",
        "NEB cutter: a program to cleave DNA with restriction enzymes",
        "Catfish species identification using Lab-on-chip PCR-RFLP"
    ],
    "affiliation": [
        {
            "affiliation-city": "Sakon Nakhon",
            "@id": "60117963",
            "affilname": "Kasetsart University, Chalermphrakiat Sakon Nakhon Province Campus",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60117963",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60004391",
            "affilname": "Thailand National Science and Technology Development Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004391",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Office of the Higher Education Commission",
        "Thailand Research Fund"
    ]
}