{
    "eid": "2-s2.0-84964253625",
    "title": "Market segmentation in developing markets evidence from Thai non-voting depository receipts",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "General Economics",
            "@code": "2000"
        },
        {
            "$": "General Business",
            "@code": "1400"
        }
    ],
    "keywords": [
        "Emerging market",
        "Market segmentation",
        "Thailand",
        "Voting right"
    ],
    "authors": [
        "Tanakorn Likitapiwat"
    ],
    "citedby-count": 0,
    "ref-count": 37,
    "ref-list": [
        "Do EMU members share the same business cycle?",
        "From the ERM to the Euro: New Evidence on Economic and Policy Convergence among EU Countries",
        "The European business cycle",
        "Effectiveness of the monetary policy implementation in the context of crisis: Use of short-term interest rate in the Czech Republic and EMU",
        "Measuring business cycles: Approximate band-pass filters for economic time series",
        "Journal of Economic Integration",
        "Is Europe an Optimum Currency Area?",
        "Biatec",
        "Business cycle synchronization in the enlarged EU",
        "EMU: Countries or regions? Lessons from the EMS experience",
        "Meta-analysis of the business cycle correlation between the euro area and the CEECs",
        "Economic Journal",
        "The endogeneity of the optimum currency area criteria",
        "Essays in Positive Economics",
        "Will business cycles in the euro area converge? A critical survey of empirical research",
        "Postwar U.S business cycles: An empirical investigation",
        "Optimum Currency Area Theory: A Selective Review",
        "The band pass filter",
        "Essays in International Finance",
        "Risk sharing and industrial specialization: Regional and international evidence",
        "Monetary Problems of the International Economy",
        "How does globalization affect the synchronization of business cycles?",
        "Lessons of Massachusetts for EMU",
        "Hierarchical structure in financial markets",
        "American Economic Review",
        "The Bulletin of New York",
        "On the relationship between financial integration, financial liberalization and macroeconomic volatility",
        "Regional business cycle synchronization in Europe?",
        "American Economic Review",
        "Fragmented Integration and Business Cycle Synchronization in the Greek Regions",
        "Trade intensity and business cycle synchronization: East Asia versus Europe",
        "On adjusting the Hodrick-Prescott filter for the frequency of observations",
        "Biatec",
        "One money, one market: The effect of common currencies on trade",
        "5Th Central European Conference in Regional Science",
        "Forum Statisticum Slovacum",
        "Sectoral Specialization in the Eu. Occasional Paper Series"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn Business School",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hattiesburg",
            "affilname": "The University of Southern Mississippi",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}