{
    "eid": "2-s2.0-84911406221",
    "title": "Characterization of structure and dynamics of the solvated indium(III) ion by an extended QM/MM molecular dynamics simulation",
    "cover-date": "2014-12-05",
    "subject-areas": [
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        }
    ],
    "keywords": [
        "Associative interchange (Ia) mechanism",
        "Hydration structure",
        "Indium(III) ion",
        "Ligand exchange processes",
        "Structure-making effect",
        "Vibrational frequency"
    ],
    "authors": [
        "Viwat Vchirawongkwin"
    ],
    "citedby-count": 3,
    "ref-count": 64,
    "ref-list": [
        "Recent developments in indium metal and its salts in organic synthesis",
        "Review of pulmonary toxicity of indium compounds to animals and humans",
        "Proteomic analysis of indium embryotoxicity in cultured postimplantation rat embryos",
        null,
        null,
        "Organic photovoltaics: Potential fate and effects in the environment",
        "Effect of various chelating agents on supercritical carbon dioxide extraction of indium(III) ions from acidic aqueous solution",
        "Electrochemical removal of indium ions from aqueous solution using iron electrodes",
        "Process for recovery of indium from ITO scraps and metallurgic microstructures",
        "Recovery of valuable materials from waste liquid crystal display panel",
        "Recovery of indium from aqueous solutions by the Gram-negative bacterium Shewanella algae",
        "Flotation separation of soluble and colloidal indium from aqueous solution",
        "Acta Chem. Scand.",
        null,
        "Crystal structures of the selenate alums csm[seo4]2.12h2o (m = al, cr, fe, rh or in)",
        "The crystal structure of indium perchlorates [In(H2O)6](ClO4)3 and [In(H2O)6](ClO4)3 3H2O",
        null,
        "Crystal structures of the selenate alums csm[seo4]2.12h2o (m = al, cr, fe, rh or in)",
        null,
        "On the structure of the N,N′-dimethylpropyleneurea and dimethylsulfoxide solvated gallium(III) and indium(III) ions and bromide complexes in solution and solid state, and the complex formation of the gallium(III) and indium(III) bromide systems in N,N′-dimethylpropyleneurea",
        "Low frequency bands in the Raman spectra of aqueous indium (III) solutions",
        "The hydrolysis of metal ions. Part 4. Indium(III)",
        "Acta Chem. Scand.",
        "On the structures of polynuclear hydrolysis complexes of indium(III) in aqueous solution",
        "Proton magnetic resonance coordination number study of Al(III), Be(II), Ga(III), In(III), and Mg(II) in water and aqueous solvent mixtures",
        "Bull. Chem. Soc. Jpn.",
        "A densimetric study of indium(III) species in mineral acid solutions",
        "An X-ray diffraction study of the structure of the aqua indium(III) ion in indium sulphate solution",
        "Structure of concentrated aqueous solutions of indium chloride and bromide. Modelling of the structure of electrolyte solutions",
        "Structures of complexes in solution derived from x-ray diffraction measurements",
        "Structure and Dynamics of Hydrated Ions",
        "Indium(III) chloride complexing and solvation in hydrothermal solutions to 350°C: An EXAFS study",
        "The Structure of the Hydrated Gallium(III), Indium(III), and Chromium(III) Ions in Aqueous Solution. A Large Angle X-ray Scattering and EXAFS Study",
        "Indium(III) hydration in aqueous solutions of perchlorate, nitrate and sulfate. Raman and infrared spectroscopic studies and ab-initio molecular orbital calculations of indium(III)-water clusters",
        "Infrared and Raman spectroscopic and theoretical studies of hexaaqua metal ions in aqueous solution",
        null,
        null,
        null,
        null,
        "Influence of polarization and many body quantum effects on the solvation shell of Al(III) in dilute aqueous solution - Extended ab initio QM/MM MD simulations",
        "Quantum mechanical/molecular mechanical simulations of the Tl(III) ion in water",
        null,
        "Characterization of structure and dynamics of an aqueous scandium(iii) ion by an extended ab initio QM/MM molecular dynamics simulation",
        null,
        null,
        "Can. J. Chem.",
        "Gaussian basis sets for use in correlated molecular calculations. I. The atoms boron through neon and hydrogen",
        "Modern Theoretical Chemistry: Methods of Electronic Structure Theory",
        "Bull. Chem. Soc. Jpn.",
        "Electronic structure calculations on workstation computers: The program system turbomole",
        "Performance of parallel TURBOMOLE for density functional calculations",
        "Revised central force potentials for water",
        "An improved potential for non-rigid water molecules in the liquid phase",
        "Molecular dynamics with coupling to an external bath",
        "The computer simulation of polar liquids",
        "CHARMM: A program for macromolecular energy, minimization, and dynamics calculations",
        "Characterization of Dynamics and Reactivities of Solvated Ions by Ab Initio Simulations",
        "Molecular orbital predictions of the vibrational frequencies of some molecular ions",
        "Concerning zero-point vibrational energy corrections to electronic energies",
        "Harmonic vibrational frequencies: An evaluation of Hartree-Fock, Møller-Plesset, quadratic configuration interaction, density functional theory, and semiempirical scale factors",
        "The influence of quantum forces on molecular dynamics simulation results for hydrated aluminium(III)",
        "Oxygen-17 Nuclear Magnetic Resonance Studies on the Hydration of Organometallic Cations",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Ratchasima",
            "affilname": "Suranaree University of Technology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Nanotechnology Center",
        "National Research University Project of Thailand",
        "Higher Education Research Promotion",
        "Office of the Higher Education Commission",
        "National Science and Technology Development Agency",
        "National Nanotechnology Center",
        "Ministry of Science and Technology of Thailand"
    ]
}