{
    "eid": "2-s2.0-85036551446",
    "title": "Aberrant expression of CD20 in thyroid cancer and its clinicopathologic significance",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pathology and Forensic Medicine",
            "@code": "2734",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "BRAF mutation",
        "CD20",
        "Immunohistochemistry",
        "Papillary thyroid carcinoma",
        "Thyroid cancer"
    ],
    "authors": [
        "Andrey Bychkov",
        "Chan Kwon Jung"
    ],
    "citedby-count": 8,
    "ref-count": 31,
    "ref-list": [
        "Lineage determination of CD20− B-cell neoplasms: an immunohistochemical study",
        "Isolation and structure of a cDNA encoding the B1 (CD20) cell-surface antigen of human B lymphocytes",
        "CHOP chemotherapy plus rituximab compared with CHOP alone in elderly patients with diffuse large-B-cell lymphoma",
        "Rituximab as first-line and maintenance therapy for patients with indolent non-Hodgkin's lymphoma",
        "Loss of CD20 expression following treatment with rituximab (chimaeric monoclonal anti-CD20): a retrospective cohort analysis",
        "Papillary thyroid carcinoma expressing CD20",
        "Targeted therapy in thyroid cancer: state of the art",
        "TROP-2 immunohistochemistry: a highly accurate method in the differential diagnosis of papillary thyroid carcinoma",
        "PSMA expression by microvasculature of thyroid tumors—potential implications for PSMA theranostics",
        "WHO classification of tumours. Pathology and genetics of tumours of endocrine organs",
        "Prognostic implication of histological features associated with EHD2 expression in papillary thyroid carcinoma",
        "Clinicopathological features of rare BRAF mutations in Korean thyroid cancer patients",
        "Integrated genomic characterization of papillary thyroid carcinoma",
        "Lymphocyte and immature dendritic cell infiltrates in differentiated, poorly differentiated, and undifferentiated thyroid carcinoma",
        "Infiltration of a mixture of immune cells may be related to good prognosis in patients with differentiated thyroid carcinoma",
        "Differentiated thyroid carcinomas may elude the immune system by B7H1 upregulation",
        "Papillary carcinoma of the thyroid. Tall-cell variant with extensive lymphocyte infiltration",
        "Oncocytic papillary carcinoma with lymphoid stroma (Warthin-like tumour) of the thyroid: a distinct entity with favourable prognosis",
        "Does the RET variant G691S influence the features of sporadic medullary thyroid carcinoma?",
        "Expression of MS4A and TMEM176 genes in human B lymphocytes",
        "MS4A1 dysregulation in asbestos-related lung squamous cell carcinoma is due to CD20 stromal lymphocyte expression",
        "Association between BRAF V600E mutation and mortality in patients with papillary thyroid cancer",
        "Epigenetic events suggest a distinct molecular pathogenesis in BRAF-associated papillary thyroid cancer. Surgery",
        "Liquid-based cytology in fine-needle aspiration biopsies of the thyroid gland",
        "Fine needle aspiration cytology of primary lymphoma of the thyroid: a report of 17 cases",
        "Neoplastic epithelial cells in a subset of human thymomas express the B cell–associated CD20 antigen",
        "Thyroid lymphoma: recent advances in diagnosis and optimal management strategies",
        "The rationale for B lymphocyte depletion in Graves' disease. Monoclonal anti-CD20 antibody therapy as a novel treatment option",
        "Rituximab in the treatment of thyroid eye disease: a review",
        "Mutation profile of well-differentiated thyroid cancer in Asians",
        "Prevalence of BRAFV600E mutation in Asian patients with thyroid cancer"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bucheon-si",
            "@id": "60003087",
            "affilname": "The Catholic University of Korea",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003087",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Ministry of Science, ICT, and Future Planning",
        "Ministry of Health & Welfare",
        "National Research Foundation of Korea"
    ]
}