{
    "eid": "2-s2.0-85021788163",
    "title": "A Study on Campylobacter jejuni and Campylobacter coli through Commercial Broiler Production Chains in Thailand: Antimicrobial Resistance, the Characterization of DNA Gyrase Subunit A Mutation, and Genetic Diversity by Flagellin A Gene Restriction Fragment Length Polymorphism",
    "cover-date": "2017-06-01",
    "subject-areas": [
        {
            "$": "General Immunology and Microbiology",
            "@code": "2400"
        },
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Food Animals",
            "@code": "3403"
        }
    ],
    "keywords": [
        "antimicrobial resistance",
        "Campylobacter coli",
        "Campylobacter jejuni",
        "genetic diversity",
        "gyrA mutation"
    ],
    "authors": [
        "Thotsapol Thomrongsuwannakij"
    ],
    "citedby-count": 22,
    "ref-count": 25,
    "ref-list": [
        "Herpesviruses including novel gammaherpesviruses are widespread among phocid seal species in Canada",
        "Équipe Québécoise de Controle des Maladies Avicoles",
        "Infectious Laryngotracheitis",
        null,
        "An outbreak of duck viral enteritis (duck plague) in domestic Muscovy ducks (Cairina moschata domesticus) in Illinois",
        "Esophagitis due to a herpesvirus associated with mortality in a psittacine aviary.",
        "Infectious laryngotracheitis in peafowl and pheasants.",
        "Salmonellosis in songbirds in the Canadian Atlantic provinces during winter-summer 1997-98.",
        "Molecular biology of avian infectious laryngotracheitis virus",
        "Characterization of a Canadian mink H3N2 influenza A virus isolate genetically related to triple reassortant swine influenza virus",
        "Herpesviral inclusion body disease in owls and falcons is caused by the pigeon herpesvirus (Columbid herpesvirus 1)",
        "Epidemic of salmonellosis in passerine birds in Switzerland with spillover to domestic cats",
        "Rapid diagnosis of infectious laryngotracheitis using a monoclonal antibody-based immunoperoxidase procedure",
        "Diseases of Poultry",
        "Subacute toxic effects of dietary T-2 toxin in young Mallard ducks",
        "Braz. J. Poult. Sci.",
        "PCR Protocols: A Guide to Methods and Applications",
        "Viral infections in pigeons",
        "Pathogenicity and growth characteristics of selected infectious laryngotracheitis virus strains from the United States",
        "World J. Virol",
        "Pigeon herpesvirus: inclusion body hepatitis in a free-ranging pigeon.",
        "Histopathology of infectious laryngotracheitis in chickens",
        "Tissue tropism and pathobiology of infectious laryngotracheitis virus in natural cases of chickens",
        "Detection and analysis of diverse herpesviral species by consensus primer PCR",
        "Dynamic distribution and tissue tropism of infectious laryngotracheitis virus in experimentally infected chickens"
    ],
    "affiliation": [
        {
            "affiliation-city": "Brisbane",
            "affilname": "The University of Queensland",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Faculty of Veterinary Science, Chulalongkorn University",
        "Graduate School, University of Oregon",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}