{
    "eid": "2-s2.0-85117312166",
    "title": "Arterial involvement and resectability scoring system to predict R0 resection in patients with pancreatic ductal adenocarcinoma treated with neoadjuvant chemoradiation therapy",
    "cover-date": "2022-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Radiology, Nuclear Medicine and Imaging",
            "@code": "2741",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Multidetector-row computed tomography",
        "Neoadjuvant therapy",
        "Pancreatic cancer"
    ],
    "authors": [
        "Yoshifumi Noda",
        "Nisanard Pisuchpen",
        "Nathaniel D. Mercaldo",
        "Yurie Sekigami",
        "Theodoros Michelakos",
        "Anushri Parakh",
        "Jennifer Y. Wo",
        "Motaz Qadan",
        "Cristina Ferrone",
        "Keith D. Lillemoe",
        "David P. Ryan",
        "Jeffrey W. Clark",
        "Carlos Fernandez-Del Castillo",
        "Theodore S. Hong",
        "Avinash R. Kambadakone"
    ],
    "citedby-count": 3,
    "ref-count": 21,
    "ref-list": [
        "Cancer statistics, 2021",
        "Optimal duration and timing of adjuvant chemotherapy after definitive surgery for ductal adenocarcinoma of the pancreas: ongoing lessons from the ESPAC-3 study",
        "Radiological and surgical implications of neoadjuvant treatment with FOLFIRINOX for locally advanced and borderline resectable pancreatic cancer",
        "Approach to patients with pancreatic cancer without detectable metastases",
        "Predictors of resectability and survival in patients with borderline and locally advanced pancreatic cancer who underwent neoadjuvant treatment with FOLFIRINOX",
        "Resection of locally advanced pancreatic cancer without regression of arterial encasement after modern-era neoadjuvant therapy",
        "Influence of resection margins on survival for patients with pancreatic cancer treated by adjuvant chemoradiation and/or chemotherapy in the ESPAC-1 randomized controlled trial",
        "Pancreatic cancer CT: prediction of resectability according to NCCN criteria",
        "Modified national comprehensive cancer network criteria for assessing resectability of pancreatic ductal adenocarcinoma",
        "Does radiologic response correlate to pathologic response in patients undergoing neoadjuvant therapy for borderline resectable pancreatic malignancy?",
        "CT evaluation after neoadjuvant FOLFIRINOX chemotherapy for borderline and locally advanced pancreatic adenocarcinoma",
        "TNM residual tumor classification revisited",
        "Pathological response following long-course neoadjuvant chemoradiotherapy for locally advanced rectal cancer",
        "Pancreatic ductal adenocarcinoma radiology reporting template: consensus statement of the Society of Abdominal Radiology and the American Pancreatic Association",
        "National comprehensive cancer network resectability status for pancreatic carcinoma predicts overall survival",
        "Interrater reliability: the kappa statistic",
        "The Youden index in the generalized receiver operating characteristic curve context",
        "FOLFIRINOX in borderline resectable and locally advanced unresectable pancreatic adenocarcinoma",
        "FOLFIRINOX for locally advanced pancreatic cancer: results and prognostic factors of subset analysis from a nation-wide multicenter observational study in Japan",
        "Prognostic factors for patients with borderline resectable or locally advanced pancreatic cancer receiving neoadjuvant FOLFIRINOX"
    ],
    "affiliation": [
        {
            "affiliation-city": "Boston",
            "@id": "60002746",
            "affilname": "Harvard Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002746",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60029929",
            "affilname": "Massachusetts General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029929",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Gifu",
            "@id": "60018429",
            "affilname": "Gifu University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018429",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}