{
    "eid": "2-s2.0-85010726105",
    "title": "Optimal design of Reinforced Concrete Cantilever Retaining Walls considering the requirement of slope stability",
    "cover-date": "2017-11-01",
    "subject-areas": [
        {
            "$": "Civil and Structural Engineering",
            "@code": "2205"
        }
    ],
    "keywords": [
        "geotechnical stability",
        "optimization",
        "optimum design",
        "retaining wall",
        "structural safety"
    ],
    "authors": [
        "Boonchai Ukritchon"
    ],
    "citedby-count": 8,
    "ref-count": 34,
    "ref-list": [
        "Committee 318 (ACI 318-2005)",
        "The use of the slip circle in the stability analysis of slopes",
        "An interior point algorithm for large-scale nonlinear programming",
        "Design of retaining walls using big bang-big crunch optimization",
        "Design and sensitivity analysis using the probability-safety-factor method. An application to retaining walls",
        "An application of simulated annealing to the optimum design of reinforced concrete retaining structures",
        "Transactions of the 2nd congress on large dams, International commission on large dams of the world power conference",
        "Generation of finite difference formulas on arbitrarily spaced grids",
        "Optimization of retaining wall design using recent swarm intelligence techniques",
        "Optimal fiber content and distribution in fiber-reinforced solids using a reliability and NURBS based sequential optimization approach",
        "Uncertainties propagation in metamodel-based probabilistic optimization of CNT/polymer composite structure using stochastic multi-scale modeling",
        "Proc., 3rd Int. Symposium on Geotechnical Safety and Risk (ISGSR)",
        "Harmony search based algorithms for the optimum cost design of reinforced concrete cantilever retaining walls",
        "Constructability optimal design of reinforced concrete retaining walls using a multi-objective genetic algorithm",
        "Economic design of retaining wall using particle swarm optimization with passive congregation",
        "Gravitational search algorithm for optimization of retaining structures",
        "Efficient gravitational search algorithm for optimum design of retaining walls",
        "SIAM Journal on Optimization",
        "NLPSolve,Waterloo Maple Inc. 2016. Maple Help: NLPSolve",
        "NONLINEAR OPTIMIZATION BY SUCCESSIVE LINEAR PROGRAMMING.",
        "A chaotic imperialist competitive algorithm for optimum cost design of cantilever retaining walls",
        "A geometrically non-linear three-dimensional cohesive crack method for reinforced concrete structures",
        "Application of particle methods to static fracture of reinforced concrete structures",
        "Journal of Structural Division, ASCE Vol.",
        "Design optimization for symmetrical gravity retaining walls",
        "Optimization and sensitivity of retaining structures",
        "Optimum design of cantilever retaining walls using target reliability approach",
        "Optimum design of gravity and reinforced retaining walls using enhanced charged system search algorithm",
        "Teaching learning-based optimization for design of cantilever retaining walls",
        "AutoSLOPE (2004): Automated Slope Stability Analysis Program",
        "A practical method for the optimal design of continuous footing using ant-colony optimization",
        "KNITRO 7.0 User’s Manual",
        "A parametric study of optimum earth-retaining walls by simulated annealing"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Phnom Penh",
            "affilname": "Cana Sino Construction Corporation",
            "affiliation-country": "Cambodia"
        }
    ],
    "funding": []
}