{
    "eid": "2-s2.0-84924812990",
    "title": "Systematics of the freshwater leech genus hirudinaria whitman, 1886 (arhynchobdellida, Hirudinidae) from northeastern thailand",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Paleontology",
            "@code": "1911"
        },
        {
            "$": "Insect Science",
            "@code": "1109"
        },
        {
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101"
        },
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "COI",
        "Freshwater leeches",
        "Hirudinea",
        "Karyotypes",
        "Morphology",
        "Sanguivorous"
    ],
    "authors": [
        "Jaruwan Tubtimon"
    ],
    "citedby-count": 15,
    "ref-count": 40,
    "ref-list": [
        "A New Look at the Statistical Model Identification",
        "Descriptions of some new Suctorial Annelides in the Collection of the British Museum",
        "Bollettino dei Musei di Zoologia ed Anatomia Comparata",
        "Weber's Zoologische Ergebnisse in Indes Neerlandaises Ost-Indian",
        "Bollettino dei Musei di Zoologia ed Anatomia Comparata",
        "Freshwater Reviews",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates.",
        "Zoologischer Theil, Wein, Abtheilung",
        "Success of phylogenetic methods in the four taxon case",
        "TREEFINDER: A powerful graphical analysis environment for molecular phylogenetics",
        "Memoirs of the Indian Museum",
        "Annulota nova",
        "Freshwater leeches (Annelida: Hirudinea) of North America",
        "Karyotypes of the snorkel snail genera Pterocyclos and Rhiostoma (Prosobranchia: Cyclophoridae)",
        "Leech fauna of Taiwan. National Taipei",
        "Markov chain Monte Carlo algorithms for the Bayesian analysis of phylogenetic trees",
        "Revue Zoologique par la Societe Cuvierienne",
        "The segmentation (metamerism and annulation) of The Hirudinea: Arhyn-chobdellae",
        "Proceedings of the Academy of Natural Sciences of Philadelphia",
        "Bulletin of the Raffles Museum",
        "Monographie de la famille des Hirudine'es",
        "Annalen des Naturhistorischen Museums in Wien",
        "Pulmonates, Volume 2B. Economic malacology with particular reference to Achatina fulica",
        "Phylogenetic placement of a new species of Asian buffalo leech (Arhynchobdellida : Hirudinidae), and confirmation of human-mediated dispersal of a congener to the Caribbean",
        "Poly-paraphyly of Hirudinidae: many lineages of medicinal leeches.",
        "Acta Zoologica Academiae Scientiarum Hungaricae",
        "Quarterly Journal of Microscopical Science",
        "Mrbayes 3.2: Efficient bayesian phylogenetic inference and model choice across a large model space",
        "Leipzig",
        "Global diversity of leeches (Hirudinea) in freshwater",
        "Chromosomes organization and function",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Kakusan: A computer program to automate the selection of a nucleotide substitution model and the configuration of a mixed model on multilocus data",
        "Ceylon. An account of the island physical, historical and topographical with notices of its naturalantiquities and production",
        "Sketches of the natural history of Ceylon with narrative and anecdotes",
        "Chromosome numbers for three species of medicinal leeches (Hirudo spp.)",
        null,
        "Nya blodiglar. Ofversigt av Kungliga Vetenskaps-Akademiens Forhandlingar",
        "Philippine Journal of Science",
        "The Quarterly Journal of Microscopical Science"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Maha Sarakham",
            "affilname": "Mahasarakham University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}