{
    "eid": "2-s2.0-85053174978",
    "title": "Co-overexpression of native phospholipid-biosynthetic genes plsX and plsC enhances lipid production in Synechocystis sp. PCC 6803",
    "cover-date": "2018-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Umaporn Towijit",
        "Nutchaya Songruk",
        "Peter Lindblad",
        "Aran Incharoensakdi",
        "Saowarath Jantaro"
    ],
    "citedby-count": 18,
    "ref-count": 39,
    "ref-list": [
        "Renewable Energy from Cyanobacteria: Energy Production Optimization by Metabolic Pathway Engineering",
        "Excretion of Fermentation Products in Dark and Anaerobically Incubated Cyanobacteria",
        "Hydrocarbons of Blue-Green Algae: Geochemical Significance",
        "Microbial Oil Production from Thermophile Cyanobacteria for Biodiesel Production",
        "Co-overexpression of Response Regulator Genesslr1037 and sll0039 Improves Tolerance of Synechocystis sp. PCC 6803 to 1-Butanol",
        "Improved Production of Fatty Alcohols in Cyanobacteria by Metabolic Engineering",
        "Genetic Control of Hydrogen Metabolism in Cyanobacteria",
        "Increased H2Production in the Cyanobacterium Synechocystis sp. Strain PCC 6803 by Redirecting the Electron Supply via Genetic Engineering of the Nitrate Assimilation Pathway",
        "Delta 9 Acyl-Lipid Desaturases of Cyanobacteria. Molecular Cloning and Substrate Specificities in Terms of Fatty Acids, sn-Positions, and Polar Head Groups",
        "Fatty Acid Activation in Cyanobacteria Mediated by Acyl-Acyl Carrier Protein Synthetase Enables Fatty Acid Recycling",
        "Characterisation of Acyltransferases from Synechocystis sp. PCC 6803",
        "The Significance of C16 Fatty Acids in the sn-2 Positions of Glycerolipids in the Photosynthetic Growth of Synechocystis sp. PCC 6803",
        "Loss of Plastidic Lysophosphatidic Acid Acyltransferase Causes Embryo-Lethality in Arabidopsis",
        "Thematic Review Series: Glycerolipids. Acyltransferases in Bacterial Glycerophospholipid Synthesis",
        "Acyl-Phosphates Initiate Membrane Phospholipid Synthesis in Gram-Positive Pathogens",
        "Coupling of Fatty Acid and Phospholipid Synthesis in Bacillus subtilis",
        "Metabolic Engineering of Synechocystis sp. PCC 6803 for Production of the Plant Diterpenoid Manoyl Oxide. ACS Synthetic",
        "Enhancement of Poly-3-Hydroxybutyrate Production in Synechocystis sp. PCC 6803 by Overexpression of Its Native Biosynthetic Genes",
        "Influence of Light on Accumulation of Photosynthesis-Specific Transcripts in the Cyanobacterium Synechocystis 6803",
        "Differential Expression of the psbA Genes in the Cyanobacterium Synechocystis 6803",
        "Polyunsaturated Fatty Acids in Various Macroalgal Species from North Atlantic and Tropical Seas",
        "Thermal Regulation of Membrane Lipid Fluidity in Bacteria",
        "Temperature-Induced Changes in the Fatty Acid Composition of the Cyanobacterium Synechocystis PCC6803",
        "The Lactococcus lactis FabF Fatty Acid Synthetic Enzyme Can Functionally Replace Both the FabB and FabF Proteins of Escherichia coli and the FabH Protein of Lactococcus lactis",
        "Cloning of the fabF Gene in an Expression Vector and in vitro Characterization of Recombinant fabF and fabB Encoded Enzymes from Escherichia coli",
        "Regulation of Fatty Acid Metabolism in Bacteria",
        "Overproduction of acetyl-CoA carboxylase activity increases the rate of fatty acid biosynthesis in Escherchia coli",
        "Measurement of lysophospholipid acyltransferase activities using substrate competition",
        "A distinct type of glycerol-3-phosphate acyltransferase with sn-2 preference and phosphatase activity producing 2-monoacylglycerol",
        "Formulae for Determination of Chlorophyllous Pigments Extracted with N, N-Dimethylformamide",
        "Molecular and Biochemical Characterization of Herbicide-Resistant Mutants of Cyanobacteria Reveals That Phytoene Desaturation is a Rate-Limiting Step in Carotenoid Biosynthesis",
        "Evaluation of a Spectrophotometric Method for Determination of Total Fecal Lipid",
        "Rapid Quantitative Analysis of Lipids Using a Colorimetric Method in a Microplate Format",
        "Improving production of malonyl coenzyme A-derived metabolites by abolishing Snf1-dependent regulation of Acc1",
        "Altered lipid composition and enhanced lipid production in green microalga by introduction of brassica diacylglycerol acyltransferase 2",
        "Functional analysis of three type-2 DGAT homologue genes for triacylglycerol production in the green microalga Chlamydomonas reinhardtii",
        "Fatty acid production in genetically modified cyanobacteria",
        "Improved free fatty acid production in cyanobacteria with Synechococcus sp. PCC 7002 as host",
        "Physiological effects of free fatty acid production in genetically engineered Synechococcus elongatus PCC 7942"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Uppsala",
            "@id": "60003858",
            "affilname": "Uppsala Universitet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003858",
            "affiliation-country": "Sweden"
        }
    ],
    "funding": [
        "Chulalongkorn Unidersity",
        "Ratchadapisek Sompoch Endowment Fund",
        "Chulalongkorn University"
    ]
}