{
    "eid": "2-s2.0-85110722319",
    "title": "Social hydrological analysis for poverty reduction in community-managed water resources systems in Cambodia",
    "cover-date": "2021-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Water Science and Technology",
            "@code": "2312",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Community",
        "Environment",
        "Fishing",
        "Gender",
        "Inequality",
        "IWRM",
        "Poverty",
        "Rice",
        "Social–hydrological",
        "Water"
    ],
    "authors": [
        "Laura Forni",
        "Susan Bresney",
        "Sophia Espinoza",
        "Angela Lavado",
        "Marina R.L. Mautner",
        "Jenny Yi Chen Han",
        "Ha Nguyen",
        "Chap Sreyphea",
        "Paula Uniacke",
        "Luis Villarroel",
        "Meloney Lindberg",
        "Bernadette P. Resurrección",
        "Annette Huber-Lee"
    ],
    "citedby-count": 1,
    "ref-count": 84,
    "ref-list": [
        "Water management: Current and future challenges and research directions: Water management research challenges",
        "Uncertainty in climate change impacts on water resources",
        "The human right to water",
        "Climate change impacts on crop yield, crop water productivity and food security—A review",
        "Designing river flows to improve food security futures in the Lower Mekong Basin",
        "Dynamics of Poverty in Developing Countries: Review of Poverty Reduction Approaches",
        "Conceptualizing Hydro-socio-ecological Relationships to Enable More Integrated and Inclusive Water Allocation Planning",
        "Integrating complex economic and hydrologic planning models: An application for drought under climate change analysis",
        "Revisiting A Theory of Access: A review",
        "Connections between poverty, water and agriculture: Evidence from 10 river basins",
        "Multidimensional indices of achievements and poverty: What do we gain and what do we lose? An introduction to JOEI Forum on multidimensional poverty",
        "Water and agricultural productivity in the Lower Mekong Basin: Trends and future prospects",
        "Conservation agriculture and gendered livelihoods in Northwestern Cambodia: Decision-making, space and access",
        "Hydropower, social priorities and the rural–urban development divide: The case of large dams in Cambodia",
        "Hydropower and local community: A case study of the Kamchay dam, a China-funded hydropower project in Cambodia",
        "From Deprivation to Distribution: Is Global Poverty Becoming A Matter of National Inequality?",
        "Water Resource Economics: The Analysis of Scarcity, Policies and Projects",
        "Integrating equality in evaluation of water access for irrigation in an Andean community",
        "A Philosophical Justification for a Novel Analysis-Supported, Stakeholder-Driven Participatory Process for Water Resources Planning and Decision Making",
        "Exploring scientific information for policy making under deep uncertainty",
        "Investigating Tradeoffs between Agricultural Development and Environmental Flows under Climate Change in the Stung Chinit Watershed, Cambodia",
        "Modeling the impacts of climatic change and variability on the reliability, resilience, and vulnerability of a water resource system",
        "Sustainability Index for Water Resources Planning and Management",
        "What are robust strategies in the face of uncertain climate threshold responses?",
        "How Should Robustness Be Defined for Water Systems Planning under Change?",
        "Water Supply Infrastructure Planning: Decision-Making Framework to Classify Multiple Uncertainties and Evaluate Flexible Design",
        "Socio-Hydrology: A New Understanding to Unite or a New Science to Divide?",
        "Debates-Perspectives on socio-hydrology: Capturing feedbacks between physical and social processes: A socio-hydrological approach to explore flood risk changes",
        "Debates-Perspectives on socio-hydrology: Socio-hydrologic modeling: Tradeoffs, hypothesis testing, and validation: Socio-hydrologic modeling",
        "Expanding the Scope and Foundation of Sociohydrology as the Science of Coupled Human-Water Systems",
        "Socio-hydrology: A new science of people and water: Invited Commentary",
        "Socio-hydrology and hydrosocial analysis: Toward dialogues across disciplines: Socio-hydrology and hydrosocial analysis",
        "Don’t blame the rain: Social power and the 2015–2017 drought in Cape Town",
        "The future of water resources systems analysis: Toward a scientific framework for sustainable water management: The future of water resources systems analysis",
        "Potential impacts of a warming climate on water availability in snow-dominated regions",
        "The World’s Water",
        "Emissions pathways, climate change, and impacts on California",
        "WEAP21—A Demand-, Priority-, and Preference-Driven Water Planning Model",
        "Estimating Rice Water Use using Water Balance Approach: Case study in Cambodia",
        "The Tonle Sap Lake, Cambodia: Water-related conflicts with abundance of water",
        "Cambodia Halving Poverty by 2015? Poverty Assessment 2006",
        "The economic impact of global change on fishing and non-fishing households in the Tonle Sap ecosystem, Pursat, Cambodia",
        "Water governance in Cambodia: From centralized water governance to farmer water user community",
        "Downstream State and Water Security in the Mekong Region: A Case of Cambodia between Too Much and Too Little Water",
        "‘Water War’ in the Mekong Basin?",
        "The Governance of the Tonle Sap Lake, Cambodia: Integration of Local, National and International Levels",
        "Performance assessment of Farmer Water User Community: A case study in Stung Chinit irrigation system, Cambodia",
        "‘We are not afraid to die’: Gender dynamics of agrarian change in Ratanakiri province, Cambodia",
        "Water rights and fights: Lao dams on the Mekong River",
        "Understanding the impact of hydropower developments in the context of upstream–downstream relations in the Mekong river basin",
        "Reassessing Water Security in the Mekong: The Chinese Rapprochement with Southeast Asia",
        "‘We don’t forget the old rice pot when we get the new one’: Discourses on Ideals and Practices of Women in Contemporary Cambodia",
        "Using the Social Relations Approach to capture complexity in women’s empowerment: Using gender analysis in the Fish on Farms project in Cambodia",
        "Rules, Roles and Rights: Gender, Participation and Community Fisheries Management in Cambodia’s Tonle Sap Region"
    ],
    "affiliation": [
        {
            "affiliation-city": "Somerville",
            "@id": "60100575",
            "affilname": "Stockholm Environment Institute, USA",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60100575",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kingston",
            "@id": "60016005",
            "affilname": "Queen’s University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016005",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Davis",
            "@id": "122878068",
            "affilname": "Independent Researcher",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/122878068",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "La Paz",
            "@id": "120498748",
            "affilname": "Independent Researcher",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/120498748",
            "affiliation-country": "Bolivia"
        },
        {
            "affiliation-city": "Lawrence",
            "@id": "115825474",
            "affilname": "MERRIMACK RIVER WATERSHED COUNCIL, INC.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/115825474",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Phnom Penh",
            "@id": "110625047",
            "affilname": "ASIA FOUNDATION, THE",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/110625047",
            "affiliation-country": "Cambodia"
        },
        {
            "affiliation-city": "San Francisco",
            "@id": "100587201",
            "affilname": "Asia Foundation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/100587201",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Sida",
        "Asia Foundation",
        "Stockholm Environment Institute"
    ]
}