{
    "eid": "2-s2.0-84994031160",
    "title": "Nitriding of tool steel using dual DC/RFICP plasma process",
    "cover-date": "2016-11-25",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Surfaces and Interfaces",
            "@code": "3110"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        }
    ],
    "keywords": [
        "Dual plasma source",
        "Hard coating",
        "Plasma nitriding"
    ],
    "authors": [
        "Boonchoat Paosawatyanyong"
    ],
    "citedby-count": 15,
    "ref-count": 34,
    "ref-list": [
        "In situ photoemission electron spectroscopy study of nitrogen ion implanted AISI-H13 steel",
        "Duplex treatment of 304 AISI stainless steel using rf plasma nitriding and carbonitriding",
        "J. Phys. Condens. Matter",
        "Stainless-steel nitriding with hydrogen addition in low-frequency ICP source",
        "Inductive plasma source for the ion treatment of AISI-304 SS",
        "Characterization of aluminium surfaces with and without plasma nitriding by X-ray photoelectron spectroscopy",
        "Properties study of inductively coupled nitrogen plasmas and pressure effects on them",
        "Rf-plasma nitriding of stainless steel",
        "Enhanced corrosion resistance of AISI H13 steel treated by nitrogen plasma immersion ion implantation",
        "The effect of temperature on plasma nitriding behaviour of DIN 1.6959 low alloy steel",
        "Formation and properties of a carbonitrided layer in 304 stainless steel using different radio frequency plasma powers",
        "Acta Metall. Slovaca",
        "Surface hardening of aluminium-copper alloy 2011 by RF plasma nitriding process",
        "Surf. Coat. Technol.",
        "Influences of plasma nitriding edge effect on properties of 316L stainless steel",
        "Characteristics of martensitic stainless steel nitridedin a low-pressure RF plasma",
        "Inductively coupled plasma nitriding of chromium electroplated AISI 316L stainless steel for PEMFC bipolar plate",
        "Scand. J. Metall.",
        "Growth of nitrided layers on Fe-Cr alloys",
        "Surface hardening by plasma nitriding on high chromium alloy steel",
        "KINETICS OF NITRIDING WITH AND WITHOUT WHITE-LAYER FORMATION.",
        "Depth distribution of martensite in plasma nitrided AISI H13 steel and its correlation to hardness",
        "Effects of nitriding temperature on microstructures and vacuum tribological properties of plasma-nitrided titanium",
        "Structural surface characterization of ion nitrided AISI 4340 steel",
        "Gaseous nitriding process of surface nanocrystallized (SNCed) steel",
        "Structure and properties of ion-nitrided stainless steels",
        "Ion-nitriding behavior of several tool steels",
        "Wear behaviour of plasma nitrided tool steels",
        "Wear mechanisms and microstructure of pulsed plasma nitrided AISI H13 tool steel",
        "Langmuir probe measurements in an inductively coupled plasma source",
        "Nitriding of an H13 die steel in a dual plasma reactor",
        "Influence of the nitriding time in the wear behaviour of an AISI H13 steel during a crankshaft forging process",
        "Investigation on the pulsed DC plasma nitriding with optical emission spectroscopy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ministry of Higher Education, Science, Research and Innovation",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}