{
    "eid": "2-s2.0-85115347026",
    "title": "Pharmacognostic specifications, RP-HPLC analysis of chlorogenic acid content and antioxidant activity of morus alba linn. leaves in Thailand",
    "cover-date": "2021-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "Antioxidant activity",
        "Chlorogenic acid",
        "Morus alba",
        "Pharmacognostic specification",
        "Quality control"
    ],
    "authors": [
        "Phimkun Aiyarakanchanakun",
        "Chanida Palanuvej",
        "Nijsiri Ruangrungsi",
        "Anuchit Phanumartwiwath"
    ],
    "citedby-count": 1,
    "ref-count": 23,
    "ref-list": [
        "Nutritional and functional components of mulberry leaves from different varieties: Evaluation of their potential as food materials",
        "Quantitative determination of 1-deoxynojirimycin in mulberry leaves from 132 varieties",
        "Traditional uses, phytochemistry and pharmacology of Morus alba Linn.: A review",
        "Screening of antioxidants from medicinal plants for cardioprotective effect against doxorubicin toxicity",
        "Evaluation of toxicity and antimicrobial activity of an ethanolic extract from leaves of Morus alba L. (Moraceae)",
        "Postprandial hypoglycemic effect of mulberry leaf in Goto-Kakizaki rats and counterpart control Wistar rats",
        "Evaluation of hypoglycemic effect of Morus alba in an animal model",
        "Chlorogenic acid and rutin play a major role in the in vivo anti-diabetic activity of Morus alba leaf extract on type II diabetic rats",
        "Melaninconcentrating hormone-1 receptor antagonism and anti-obesity effects of ethanolic extract from Morus alba leaves in diet-induced obese mice",
        "Mulberry leaf extract prevents amyloid beta-peptide fibril formation and neurotoxicity",
        "Hepatoprotective activity of Morus alba (Linn.) leaves extract against carbon tetrachloride induced hepatotoxicity in rats",
        "Mulberroside F isolated from the leaves of Morus alba inhibits melanin biosynthesis",
        "Cytotoxic prenylated flavonoids from Morus alba",
        "Morus alba L. plant: Bioactive compounds and potential as a functional food ingredient",
        "Chlorogenic acid (CGA): A pharmacological review and call for further research",
        "Chlorogenic acid: Recent advances on its dual role as a food additive and a nutraceutical against metabolic syndrome",
        "Preliminary phytochemical screening, quantitative analysis of alkaloids, and antioxidant activity of crude plant extracts from Ephedra intermedia indigenous to Balochistan",
        "Preliminary phytochemical screening (qualitative analysis) of cacao leaves (Theobroma cacao L.)",
        "Effect of extraction solvent on total phenol content, total flavonoid content, and antioxidant activity of Limnophila aromatica",
        "Micromorphology and anatomy of leaves of Morus alba L.(Moraceae) cultivars from Poland",
        "In vitro antioxidant and antimicrobial activity of extracts from Morus alba L. leaves, stems and fruits"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60023366",
            "affilname": "Rangsit University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023366",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}