{
    "eid": "2-s2.0-84929466954",
    "title": "Phase equilibrium for ternary liquid systems of water+di-(2-ethylhexyl)phosphoric acid+organic diluents: Thermodynamic study",
    "cover-date": "2015-09-05",
    "subject-areas": [
        {
            "$": "General Physics and Astronomy",
            "@code": "3100"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        }
    ],
    "keywords": [
        "Di-(2-ethylhexyl)phosphoric acid",
        "Organic diluents",
        "Phase equilibrium",
        "Ternary liquid systems",
        "Thermodynamics"
    ],
    "authors": [
        "Wanchalerm Srirachat"
    ],
    "citedby-count": 8,
    "ref-count": 65,
    "ref-list": [
        "Mathematical model of liquid-liquid equilibrium for a ternary system using the GMDH-type neural network and genetic algorithm",
        "J. Chem. Thermodyn.",
        "Solvent Extraction Principals and Practices",
        "Thermodynamics, Solubility and Environmental Issues",
        "The effect of temperature on the liquid-liquid equilibria of some aliphatic alcohols+di-sodium hydrogen citrate+water systems: Experimental and correlation",
        "Measurements and correlation at different temperatures of liquid-liquid equilibria of 2-butanol or 2-methyl-2-butanol+1,2,3-propanetriol+water ternary systems",
        "(Liquid+liquid) equilibria in the (water+tetrahydrofuran+methylcyclohexane) ternary system at temperatures between (278 and 343)K and atmospheric pressure: Experimental data and correlation",
        "Phase equilibria of binary mixtures (ionic liquid+aromatic hydrocarbon): Effect of the structure of the components on the solubility",
        null,
        "Solubility of Organophosphorus Metal Extractants in Supercritical Carbon Dioxide",
        "Remediation of Hazardous Waste Contaminated Soils",
        "Hydrometallurgy",
        "The extraction of uranium (VI) from sulphuric acid solutions by di-(2-ethylhexyl)-phosphoric acid",
        "Sci. China Ser. B",
        null,
        "Liquid-Liquid Equilibrium Data for the Ternary Systems Water-Ethyl Alcohol-Organic Acid (Hexanoic, Heptanoic, Octanoic, and Nonanoic Acid) and Water-Ethyl Alcohol-Phthalic Acid Dialkyl Ester (Diethyl, Dibutyl, and Dioctyl Ester)",
        "Liquid-liquid equilibria for the ternary system containing water + phosphoric acid + organic entrainers at 308.15 and 328.15 K",
        "Purification of synthetic laterite leach solution by solvent extraction using D2EHPA",
        "Determination and modeling of the solubility and prediction of the dissolution properties of 2, 4-dichlorophenoxyacetic acid in toluene, tetrachloromethane and the binary solvent mixtures of (cyclohexane + ethyl acetate)",
        "Thermodynamics of the solubility of 4-acetylbenzoic acid in different solvents from 303.15 to 473.15 K",
        "Solubility of daidzein in the binary system of ethanol and water",
        "Thermodynamics of solubility of thiomalic acid in different organic solvents from 278.15K to 333.15K",
        "Determination of the solubility, dissolution enthalpy and entropy of 3-pentadecylphenyl acrylate in different organic solvents",
        "Effect of phase ratio on van't Hoff analysis in reversed-phase liquid chromatography, and phase-ratio-independent estimation of transfer enthalpy",
        "Solubility and tie-line data for ternary aqueous mixtures of cyclopentanol with organic solvents at T=298.2K: Experiments and NRTL model",
        "Open Thermodyn. J.",
        "Liquid-liquid equilibrium for the ternary system methanol + acrylonitrile + water",
        null,
        "Efficiency of methods for Karl Fischer determination of water in oils based on oven evaporation and azeotropic distillation",
        "Exemptions from the Requirement of a Tolerance for Petroleum Hydrocarbons",
        "CRC Handbook of Chemistry and Physics 2003-2004",
        "New Series, Static Dielectric Constants of Pure Liquids and Binary Liquid Mixtures",
        "NIST Technical Note 1297",
        "Mass-Transfer Operations",
        "An Empirical Relation between Solubility of Slightly Soluble Electrolytes and Dielectric Constant of the Solvent",
        "Review of the cosolvency models for predicting solubility of drugs in water-cosolvent mixtures",
        "Effect of diluent polarity on membrane stability in the separation of trace Pd(II) from wastewater by HFSLM using LIX84-I",
        "Mutual Solubility of Water and Aliphatic Alcohols",
        "Dielectric constant of the polarizable dipolar hard sphere fluid studied by Monte Carlo simulation and theories",
        "Solvent and temperature effects on the hydrogen bond",
        "Temperature and pressure dependence of hydrogen bond strength: A perturbation molecular orbital approach",
        "J. Res. Natl. Stand.",
        "Static Dielectric Constants of Pure Liquids and Binary Liquid Mixtures",
        "Recommended Reference Materials for the Realization of Physicochemical Properties",
        "The role of organic diluents in the aspects of equilibrium, kinetics and thermodynamic model for silver ion extraction using an extractant D2EHPA",
        "J. Chem. Eng. IEB",
        "Khim. Tekhnol. Topl. Masel.",
        "Z. Phys. Chem. (Leipzig)",
        "Khim. Tekhnol. Topl. Masel.",
        "Solubility Data Series: Halogenated Benzenes, Toluenes and Phenol with Water",
        "Solubility of water in octan-1-ol from (275 to 369) K",
        "The Three Dimensional Solubility Parameter and Solvent Diffusion Coefficient and Their Importance in Surface Coating Formulation",
        "Separation and Purification Technologies in Biorefineries",
        "Industrial Solvents Handbook Revised And Expanded",
        "Sxlsqa, a computer program for including both complex formation and activity effects in the interpretation of solvent extraction data",
        "Preface to the first edition",
        "Experimental and correlated tie-line data for aqueous mixtures of 2-butanol with 2-ethyl-1-hexanol at various temperatures",
        null,
        "Solubilities of L-aspartic, DL-aspartic, DL-glutamic, p-hydroxybenzoic, o-anistic, p-anisic, and itaconic acids in water from T = 278 K to T = 345 K",
        "Solubilities of o-acetylsalicylic, 4-aminosalicylic, 3,5-dinitrosalicylic, and p-toluic acid, and magnesium-DL-aspartate in water from T = (278 to 348) K",
        "The isothermal van't Hoff equation for phase equilibria-A forgotten relation?",
        "Measurement and correlation of solubility of clopidogrel hydrogen sulfate (Metastable Form) in lower alcohols",
        "Physical and Chemical Equilibrium for Chemical Engineers: Second Edition",
        "Solubility of HFCs in lower alcohols"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thailand Government Pharmaceutical Organization",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research University Project",
        "Office of the Higher Education Commission",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}