{
    "eid": "2-s2.0-85144508450",
    "title": "Streptococcus suis is a lethal pathogen in snakeskin gourami, Trichopodus pectoralis",
    "cover-date": "2023-03-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Histopathology",
        "Koch's postulates",
        "Pathogenicity",
        "Snakeskin gourami",
        "Streptococcus suis"
    ],
    "authors": [
        "Nguyen Dinh-Hung",
        "Ha Thanh Dong",
        "Suwimon Taengphu",
        "Chayanit Soontara",
        "Channarong Rodkhum",
        "Saengchan Senapin",
        "Satid Chatchaiphan"
    ],
    "citedby-count": 2,
    "ref-count": 64,
    "ref-list": [
        "Melano-macrophage centres and their role in fish pathology",
        "Genetic fingerprinting of Flavobacterium columnare isolates from cultured fish",
        "First report of Streptococcus agalactiae isolated from Oreochromis niloticus in Piura, Peru: molecular identification and histopathological lesions",
        "Bacterial Fish Pathogens: Disease of Farmed and Wild Fish",
        "Immunization with bacterial antigens: infections with streptococci and related organisms",
        "Pla-salid (Trichogaster pectoralis Regan). A life history and manual for culture",
        "Natural outbreak of Streptococcus agalactiae (GBS) infection in wild giant Queensland grouper, Epinephelus lanceolatus (Bloch), and other wild fish in northern Queensland, Australia",
        "Streptococcus iniae, a bacterial infection in barramundi Lates calcarifer",
        "Strain-associated virulence factors of Streptococcus iniae in hybrid-striped bass",
        "Histopathology of experimental Streptococcus sp. infection in tilapia, Oroochromis niloticus (L.), and channel catfish, Ictafurus punctatus (Ratinesque)",
        "Outbreaks of Streptococcosis associated with Streptococcus iniae in Siberian sturgeon (Acipenser baerii) in China",
        "Dissecting the localization of Tilapia tilapinevirus in the brain of the experimentally infected Nile tilapia, Oreochromis niloticus (L.)",
        "Co-infection of Candidatus Piscichlamydia Trichopodus (order Chlamydiales) and Henneguya sp",
        "Statistics of Freshwater Aquaculture Production. Fisheries Development Policy and Strategy Division No. 8/2018, Department of Fisheries. Ministry of Agriculture and Cooperatives, Bangkok, Thailand. Bangkok: Department of Fisheries, Ministry of Agriculture and Cooperatives (2018)",
        "Naturally concurrent infections of bacterial and viral pathogens in disease outbreaks in cultured Nile tilapia (Oreochromis niloticus) farms",
        "Duplex PCR assay and in situ hybridization for detection of Francisella spp. and Francisella noatunensis subsp. orientalis in red tilapia",
        "Natural occurrence of edwardsiellosis caused by Edwardsiella ictaluri in farmed hybrid red tilapia (Oreochromis sp.) in Southeast Asia",
        "Histopathology and culturable bacteria associated with “big belly” and “skin nodule” syndromes in ornamental Siamese fighting fish, Betta splendens",
        "Lactococcus garvieae and Streptococcus iniae infections in rainbow trout Oncorhynchus mykiss: similar, but different diseases",
        "Fishery and Aquaculture Statistics. Global Aquaculture Production 1950–2019 (FishstatJ)",
        "Streptococcus suis infection: an emerging/reemerging challenge of bacterial infectious diseases?",
        "Virulence factors involved in the pathogenesis of the infection caused by the swine pathogen and zoonotic agent Streptococcus suis",
        "Response of splenic melanomacrophage centers of Oreochromis niloticus (Linnaeus, 1758) to inflammatory stimuli by BCG and foreign bodies",
        "Streptococcus suis, an important pig pathogen and emerging zoonotic agent-an update on the worldwide distribution based on serotyping and sequence typing",
        "Genomic characterization of Nocardia seriolae strains isolated from diseased fish",
        "A Streptococcus Pathogenic to Fish",
        "Occurrence of parasitic and bacterial diseases in Thai freshwater fish",
        "Molecular characterization and virulence gene profiling of pathogenic Streptococcus agalactiae populations from tilapia (Oreochromis sp.) farms in Thailand",
        "Susceptibility of freshwater rearing Asian seabass (Lates calcarifer) to pathogenic Streptococcus iniae",
        "MEGA X: molecular evolutionary genetics analysis across computing platforms",
        "Development of a SYBR green quantitative PCR assay for detection of Lates calcarifer herpesvirus (LCHV) in farmed barramundi",
        "Aquaculture disease and health management",
        "Current challenges of Streptococcus infection and effective molecular, cellular, and environmental control methods in aquaculture",
        "A histopathological study of streptococcal disease in Tilapia",
        "A survey of coccidian infections of freshwater fishes of peninsular Malaysia, with descriptions of three species of Goussia Labbe, 1896 (Apicomplexa: Eimeriidae)",
        "Francisella noatunensis subsp. orientalis, an emerging bacterial pathogen affecting cultured red tilapia (Oreochromis sp.) in Thailand",
        "Phenotypic characteristics of Streptococcus iniae and Streptococcus parauberis isolated from olive flounder (Paralichthys olivaceus)",
        "Lancefield group C Streptococcus dysgalactiae infection responsible for fish mortalities in Japan",
        "Morphology and distribution of granulomatous inflammation in freshwater ornamental fish infected with mycobacteria",
        "A polymerase chain reaction (PCR) assay specific for Streptococcus suis based on the gene encoding the glutamate dehydrogenase",
        "Induction of clinical aspergillomycosis by feeding contaminated diet to tilapia, Oreochromis niloticus (L.)",
        "First identification and characterization of Streptococcus iniae obtained from tilapia (Oreochromis aureus) farmed in Mexico",
        "The Nomenclature of Trichopodus pectoralis REGAN, 1910; Trichopus cantoris SAUVAGE, 1884 and Osphronemus saigonensis BORODIN, 1930 (Teleostei: Peciformes: Osphronemidae)",
        "Brain histopathology in red tilapia Oreochromis sp. experimentally infected with Streptococcus agalactiae serotype III",
        "Lymphocystis infection in snakeskin gourami, Trichogaster pectoralis (Regan), (Anabantidae)",
        "Hematological changes in snakeskin gourami, Trichogaster pectoralis, affected by epizootic ulcerative syndrome",
        "Overview of warmwater fish diseases",
        "Granulomatous bacterial diseases in fish: an overview of the host's immune response",
        "Chapter 2 - anatomy of Teleosts and elasmobranchs",
        "Streptococcus suis research: Progress and challenges",
        "Snakeskin Gourami (Trichopodus pectoralis) Ecological Risk Screening Summary",
        "The fresh-water fishes of Siam, or Thailand",
        "The cps genes of Streptococcus suis serotypes 1, 2, and 9: development of rapid serotype-specific PCR assays",
        "Comparative pathogenomics of bacteria causing infectious diseases in fish",
        "Prevalence and histopathology of Trichogaster pectoralis Harbouring Metacercaria of Clinostomum piscidium (Southwell and Prashad, 1918) in Central Thailand",
        "A review of the main bacterial fish diseases in mariculture systems",
        "Isolation and characterization of Streptococcus agalactiae from Nile Tilapia Oreochromis niloticus in China",
        "16S ribosomal DNA amplification for phylogenetic study",
        "Transcriptome profiling of zebrafish infected with Streptococcus suis",
        "Isolation and characterization of Streptococcus dysgalactiae from diseased Acipenser schrenckii",
        "Streptococcal Infections of Fish. Florida Cooperative Extension Service. IFAS, University of Florida",
        "A zebrafish larval model to assess virulence of porcine Streptococcus suis strains",
        "Research advances on tilapia streptococcosis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "@id": "60010105",
            "affilname": "Asian Institute of Technology Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010105",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Mahidol University"
    ]
}