{
    "eid": "2-s2.0-85161859679",
    "title": "Potent nitric oxide inhibitory sesquiterpenoids from the rhizome of Curcuma aromatica Salisb.",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Analytical Chemistry",
            "@code": "1602",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Organic Chemistry",
            "@code": "1605",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "anti-inflammation",
        "Curcuma aromatica",
        "nitric oxide inhibitory activity",
        "sesquiterpenoids",
        "Zingiberaceae"
    ],
    "authors": [
        "Wachirachai Pabuprapap",
        "Waraluck Chaichompoo",
        "Wanatsanan Chulrik",
        "Warangkana Chunglok",
        "Teerawut Thothaisong",
        "Panida Denlumpai",
        "Umalee Namdaung",
        "Apichart Suksamrarn"
    ],
    "citedby-count": 0,
    "ref-count": 38,
    "ref-list": [
        "A new dihomosesquiterpene, termioic acid A, from Curcuma aromatica",
        "Taraxacin, a new guaianolide from Taraxacum wallichii",
        "Essential oil composition and antioxidant activities of Curcuma aromatica Salisb",
        "A new guaianolide sesquiterpene lactone from Curcuma leucorrhiza Roxb",
        "Selective demethylation and debenzylation of aryl ethers by magnesium iodide under solvent-free conditions and its application to the total synthesis of natural products",
        "New pathways in transannular cyclization of germacrone [germacra-1(10),4,7(11)-trien-8-one]: evidence regarding a concerted mechanism",
        "Curcuminoid analogs with potent activity against Trypanosoma and Leishmania species",
        "An enantiospecific synthesis of (+)-isoparvifolinone and (−)-parvifoline",
        "Antioxidant effects of diarylheptanoids from two Curcuma species",
        "Flavonoid glycosides from the aerial parts of Curcuma comosa",
        "Volatile constituents of the aerial and underground parts of Curcuma aromatica Salisb. from India",
        "Crystal structures of two furanosesquiterpenes from Commiphora sphaerocarpa",
        "Furanosesquiterpenes from Commiphora sphaerocarpa and related adulterants of true myrrh",
        "Investigation of bioactive chemical constituents and anti-cancer activity of ethanol extract of Curcuma singularis Gagnep rhizomes",
        "Synthesis of (R)-curcumene and (R)-xanthorrizol based on 1,2-aryl migration via phenonium ion",
        "Synthesis of (+)-(4S, 8R)-8-epi- and (−)-(4R, 8S)-4-epi-β-bisabolol",
        "Neuroprotective and antioxidant constituents from Curcuma zedoaria rhizomes",
        "Structure and absolute configuration of curcolone",
        "Chemical composition and antioxidant activity of essential oil from leaves and rhizomes of Curcuma angustifolia Roxb",
        "Tf2O-mediated direct and regiospecific para-acylation of phenols with carboxylic acids",
        "NMR analysis of lignins in CAD-deficient plants. Part 1. Incorporation of hydroxycinnamaldehydes and hydroxybenzaldehydes into lignins",
        "Sterol glucosides from Prunella vulgaris",
        "A boronic acid chalcone analog of combretastatin A-4 as a potent anti-proliferation agent",
        "Structures of sesquiterpenes of Curcuma aromatica Salisb. II. Studies on minor sesquiterpenes",
        "Structure of sesquiterpenes from Curcuma aromatica Salisb",
        "Short asymmetric synthesis of (+)-α-curcumene and (+)-xanthorrhizol",
        "Curcuma aromatica and Curcuma comosa extracts and isolated constituents provide protection against UVB-induced damage and attenuate matrix metalloproteinase-1 expression in HaCaT cells",
        "Phytochemical analysis and antibacterial evaluation of Curcuma longa and Curcuma aromatica against enteric poultry pathogens",
        "In vitro anti-inflammatory, anti-oxidant, and cytotoxic activities of four Curcuma species and the isolation of compounds from Curcuma aromatica rhizome",
        "Curcumenone, curcumanolide A and curcumanolide B, three sesquiterpenoids from Curcuma zedoaria",
        "Pharmacological activities of wild turmeric (Curcuma aromatica Salisb): a review",
        "Chemical composition, antioxidant and antiproliferative activities of essential oil from rhizome and leaves of Curcuma mutabilis Škorničk., M. Sabu & Prasanthk., endemic to Western Ghats of India",
        "New triterpenoid saponin glycosides from the fruit fibers of Trichosanthes cucumerina L",
        "Phytochemical and pharmacological properties of Curcuma aromatica Salisb (wild turmeric)",
        "Distribution and diversity of twelve Curcuma species in China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tha Sala",
            "@id": "60026526",
            "affilname": "Walailak University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026526",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022676",
            "affilname": "Ramkhamhaeng University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022676",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60020796",
            "affilname": "Bansomdejchaopraya Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020796",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Agricultural Research Development Agency",
        "Center of Excellence for Innovation in Chemistry",
        "Ministry of Higher Education, Science, Research and Innovation",
        "PERCH-CIC"
    ]
}