{
    "eid": "2-s2.0-84925878111",
    "title": "A novel high light-inducible carotenoid-binding protein complex in the thylakoid membranes of Synechocystis PCC 6803",
    "cover-date": "2015-03-31",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [],
    "authors": [
        "Soumana Daddy"
    ],
    "citedby-count": 32,
    "ref-count": 49,
    "ref-list": [
        "Oxidative stress, antioxidants and stress tolerance",
        "Photoprotection revisited: Genetic and molecular approaches",
        "Cyanobacterial protein with similarity to the chlorophyll a/b binding proteins of higher plants: Evolution and regulation",
        "A cyanobacterial gene family coding for single-helix proteins resembling part of the light-harvesting proteins from higher plants",
        "The high light-inducible polypeptides in Synechocystis PCC6803. Expression and function in high light",
        "The high light-inducible polypeptides stabilize trimeric photosystem I complex under high light conditions in Synechocystis PCC 6803",
        "IsiA is required for the formation of photosystem I supercomplexes and for efficient state transition in Synechocystis PCC 6803",
        "Targeted inactivation of the gene psaL encoding a subunit of photosystem I of the cyanobacterium Synechocystis sp. PCC 6803",
        "Evidence for a trimeric organization of the photosystem I complex from the thermophilic cyanobacterium Synechococcus sp.",
        "Evidence for the existence of trimeric and monomeric Photosystem I complexes in thylakoid membranes from cyanobacteria",
        "Isolation and Structural Characterization of Trimeric Cyanobacterial Photosystem I Complex with the Help of Recombinant Antibody Fragments",
        "Fluorescence spectroscopy of the longwave chlorophylls in trimeric and monomeric photosystem I core complexes from the cyanobacterium Spirulina platensis",
        "Trimeric forms of the photosystem I reaction center complex pre-exist in the membranes of the cyanobacterium Spirulina platensis",
        "Polarized site-selective fluorescence spectroscopy of the long- wavelength emitting chlorophylls in isolated Photosystem I particles of Synechococcus elongatus",
        "Efficient energy transfer from the long-wavelength antenna chlorophylls to P700 in photosystem I complexes from Spirulina platensis",
        "Energy transfer and trapping in photosynthesis",
        "Long-wavelength absorbing antenna pigments and heterogeneous absorption bands concentrate excitons and increase absorption cross section",
        "A soluble carotenoid protein involved in phycobilisome-related energy dissipation in cyanobacteria",
        "A photoactive carotenoid protein acting as light intensity sensor",
        "A carotenoid-protein from cyanobacteria",
        "Structure and function of the water-soluble carotenoid-binding proteins of cyanobacteria",
        "Spectroscopic properties of the carotenoid 3′-hydroxyechinenone in the orange carotenoid protein from the cyanobacterium Arthrospira maxima",
        "The orange carotenoid protein of Synechocystis PCC 6803",
        "Water-soluble carotenoid proteins of cyanobacteria",
        "A zeaxanthin protein from Anacystis nidulans",
        "The crystal structure of a cyanobacterial water-soluble carotenoid binding protein",
        "Isolation and functional study of photosystem I subunits in the cyanobacterium Synechocystis sp. PCC 6803",
        "PsaL subunit is required for the formation of photosystem I trimers in the cyanobacterium Synechocystis sp. PCC 6803",
        "Myxoxanthophyll in Synechocystis sp. PCC 6803 is Myxol 2′-dimethyl-fucoside, (3R,2′S)-myxol 2′-(2,4-di-O-methyl-α-L-fucoside), not rhamnoside",
        "Chlorophyll fluorescence analysis of cyanobacterial photosynthesis and acclimation",
        "Predicting light acclimation in cyanobacteria from nonphotochemical quenching of photosystem II fluorescence, which reflects state transitions in these organisms",
        "Towards Functional Proteomics of Membrane Protein Complexes in Synechocystis sp. PCC 6803",
        "Organization and topology of photosystem I subunits",
        "Insertional inactivation of the gene encoding subunit II of photosystem I from the cyanobacterium Synechocystis sp. PCC 6803.",
        "PsaL subunit is required for the formation of photosystem I trimers in the cyanobacterium Synechocystis sp. PCC 6803",
        "Mutational analysis of photosystem I polypeptides: Role of PsaD and the LYSYL 106 residue in the reductase activity of photosystem I",
        "Ferrodoxin and flavodoxin from the cyanobacterium Synechocystis sp PCC 6803",
        "Interaction between photosystem I and ferredoxin: Identification by chemical cross‐linking of the polypeptide which binds ferredoxin",
        "Multiple functions for the C terminus of the PsaD subunit in the cyanobacterial photosystem I complex",
        "Structural and Functional Properties of the Cyanobacterial Photosystem I Complex",
        "Plant Physiol.",
        "Chloroplast redox signals: How photosynthesis controls its own genes",
        "Chlorophyll in a Synechocystis sp. PCC 6803 mutant without photosystem I and photosystem II core complexes: Evidence for peripheral antenna chlorophylls in cyanobacteria",
        "Plant Physiol",
        "Blue native electrophoresis for isolation of membrane protein complexes in enzymatically active form",
        "Tricine-SDS-PAGE",
        "Improvement and simplification of low‐background silver staining of proteins by using sodium dithionite",
        "Empirical statistical model to estimate the accuracy of peptide identifications made by MS/MS and database search",
        "A statistical model for identifying proteins by tandem mass spectrometry"
    ],
    "affiliation": [
        {
            "affiliation-city": "Little Rock",
            "affilname": "Donaghey College of Science, Technology, Engineering, and Mathematics",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Jinan",
            "affilname": "Shandong Academy of Agricultural Sciences",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Beijing",
            "affilname": "University of Chinese Academy of Sciences",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Wuhan",
            "affilname": "Institute of Hydrobiology, Chinese Academy of Sciences",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "National Science Foundation",
        "Taishan Scholar Foundation of Shandong Province",
        "National Natural Science Foundation of China",
        "National Key Research and Development Program of China"
    ]
}