{
    "eid": "2-s2.0-85142744005",
    "title": "How Does Ambient Light Affect the Image Quality of Phosphor Plate Digital Radiography? A Quantitative Analysis Using Contemporary Digital Radiographic Systems",
    "cover-date": "2022-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Analytical Chemistry",
            "@code": "1602",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Information Systems",
            "@code": "1710",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Atomic and Molecular Physics, and Optics",
            "@code": "3107",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Instrumentation",
            "@code": "3105",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Electrical and Electronic Engineering",
            "@code": "2208",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "digital dental radiography",
        "image processing",
        "light"
    ],
    "authors": [
        "Matheus Sampaio-Oliveira",
        "Luiz Eduardo Marinho-Vieira",
        "Victor Aquino Wanderley",
        "Gláucia Maria Bovi Ambrosano",
        "Ruben Pauwels",
        "Matheus L. Oliveira"
    ],
    "citedby-count": 0,
    "ref-count": 18,
    "ref-list": [
        "Work Flow with Digital Intraoral Radiography: A Systematic Review",
        "Impact of Ambient Lighting Intensity and Duration on the Signal-to-Noise Ratio of Images from Photostimulable Phosphor Plates Processed Using DenOptix®and ScanX®Systems",
        "Optimization of X-Ray Investigations in Dentistry Using Optical Coherence Tomography",
        "Analysis of Photostimulable Phosphor Image Plate Artifacts and Their Prevalence",
        "Assessment of Intraoral Image Artifacts Related to Photostimulable Phosphor Plates in a Dentomaxillofacial Radiology Department",
        "Determination and Classification of Intraoral Phosphor Storage Plate Artifacts and Errors",
        "Definition, Classification and Retrospective Analysis of Photostimulable Phosphor Image Artefacts and Errors in Intraoral Dental Radiography",
        "Analysis of Photostimulable Phosphor Plate Image Artifacts in an Oral and Maxillofacial Radiology Department",
        "How Does Signal Fade on Photo-Stimulable Storage Phosphor Imaging Plates When Scanned with a Delay and What Is the Effect on Image Quality?",
        "Analysis of Signal Fading of Photostimulable Phosphor Plate System and Its Effect on the Accuracy in Detecting Proximal Caries",
        "Degradation of Storage Phosphor Images Due to Scanning Delay",
        "Effect of Delayed Scanning of Storage Phosphor Plates",
        "Evaluation of the Effect of Light and Scanning Time Delay on The Image Quality of Intra Oral Photostimulable Phosphor Plates",
        "An Analysis of Transformations Revisited, Rebutted",
        "Revisiting Dynamic Range and Image Enhancement Ability of Contemporary Digital Radiographic Systems",
        "A Pragmatic Approach to Determine the Optimal KVp in Cone Beam CT: Balancing Contrast-to-Noise Ratio and Radiation Dose",
        "Effect of Delayed Scanning on Imaging and on the Diagnostic Accuracy of Vertical Root Fractures in Two Photostimulable Phosphor Plates Digital Systems",
        "What Happens If You Delay Scanning Digora Phosphor Storage Plates (PSPs) for up to 4 Hours?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Campinas",
            "@id": "60029570",
            "affilname": "Universidade Estadual de Campinas",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029570",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Aarhus",
            "@id": "60029616",
            "affilname": "Aarhus Universitet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029616",
            "affiliation-country": "Denmark"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "AIAS-COFUND",
        "Marie Skłodowska-Curie",
        "Coordenação de Aperfeiçoamento de Pessoal de Nível Superior",
        "Aarhus University Research Foundation",
        "European Union Horizon 2020 Research and Innovation Programme"
    ]
}