{
    "eid": "2-s2.0-85134369004",
    "title": "Pulmonary function of children with tracheomalacia and associated clinical factors",
    "cover-date": "2022-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pediatrics, Perinatology and Child Health",
            "@code": "2735",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Pulmonary and Respiratory Medicine",
            "@code": "2740",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "child",
        "lung function test",
        "respiratory",
        "spirometry",
        "tracheomalacia"
    ],
    "authors": [
        "Wicharn Boonjindasup",
        "Julie M. Marchant",
        "Margaret S. McElrea",
        "Stephanie T. Yerkovich",
        "Rahul J. Thomas",
        "Ian B. Masters",
        "Anne B. Chang"
    ],
    "citedby-count": 1,
    "ref-count": 33,
    "ref-list": [
        "Series of laryngomalacia, tracheomalacia, and bronchomalacia disorders and their associations with other conditions in children",
        "ERS statement on tracheomalacia and bronchomalacia in children",
        "Longitudinal quantification of growth and changes in primary tracheobronchomalacia sites in children",
        "A comparison of virtual bronchoscopy versus flexible bronchoscopy in the diagnosis of tracheobronchomalacia in children",
        "Tracheomalacia and bronchomalacia in children: incidence and patient characteristics",
        "Pulmonary function and long-term follow-up of children with tracheobronchomalacia",
        "Physiological studies at 7 years of age in children born with esophageal atresia",
        "Compression of the trachea by the innominate artery in a 2-month-old child",
        "Aortic suspension (aortopexy) for severe tracheomalacia in infants and children",
        "Late presentation of double aortic arch in school-age children presumed to have asthma: the benefits of spirometry and examination of the flow-volume curve",
        "Assessment of upper airways obstruction",
        "Aortopexy in infants and children—long-term follow-up in twenty patients",
        "Effect of altering smooth muscle tone on maximal expiratory flows in patients with tracheomalacia",
        "Clinical findings and respiratory function in infants following repair of oesophageal atresia and tracheo-oesophageal fistula",
        "Effect of continuous positive airway pressure on forced expiratory flows in infants with tracheomalacia",
        "External stent for repair of secondary tracheomalacia",
        "Standardisation of spirometry",
        "Standardization of spirometry 2019 update. An Official American Thoracic Society and European Respiratory Society Technical Statement",
        "Tracheobronchomalacia in children",
        "Bronchoalveolar lavage in children. ERS Task Force on bronchoalveolar lavage in children. European Respiratory Society",
        "A bronchoscopic scoring system for airway secretions—airway cellularity and microbiological validation",
        "Wet cough in children: infective and inflammatory characteristics in broncho-alveolar lavage fluid",
        "Multi-ethnic reference values for spirometry for the 3-95-yr age range: the global lung function 2012 equations",
        "Lung function values from a longitudinal study of healthy children and adolescents",
        "Prevalence and correlates of a ‘knee’ pattern on the maximal expiratory flow-volume loop in young adults",
        "Expiratory flow limitation: a physiologist's point of view",
        "Flow volume loops in the evaluation of upper airway obstruction",
        "The empey index predicts upper airway obstruction in children",
        "Tracheomalacia",
        "Neonates with tracheomalacia generate auto-positive end-expiratory pressure via glottis closure",
        "Quantified tracheobronchomalacia disorders and their clinical profiles in children",
        "Evaluation of agreement on presence and severity of tracheobronchomalacia by dynamic flexible bronchoscopy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Brisbane",
            "@id": "60138490",
            "affilname": "Children’s Health Queensland",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138490",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60025770",
            "affilname": "Menzies School of Health Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025770",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Brisbane",
            "@id": "60011019",
            "affilname": "Queensland University of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011019",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Australian Centre for Health Services Innovation",
        "Australian University Librarians",
        "Queensland Children's Hospital Foundation",
        "Children's Hospital Foundation",
        "NHMRC",
        "Charles Darwin University"
    ]
}