{
    "eid": "2-s2.0-85037973668",
    "title": "Developing educators of European undergraduate dental students: Towards an agreed curriculum",
    "cover-date": "2018-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Dentistry (all)",
            "@code": "3500",
            "@abbrev": "DENT"
        }
    ],
    "keywords": [
        "curriculum for educators",
        "dental educator",
        "European dental education"
    ],
    "authors": [
        "S. Chuenjitwongsa",
        "R. G. Oliver",
        "A. D. Bullock"
    ],
    "citedby-count": 5,
    "ref-count": 39,
    "ref-list": [
        "Advancing the educational training of dental educators: review of a model program",
        "Profile and competences for the graduating European dentist - update 2009",
        "Curriculum structure, content, learning and assessment in European undergraduate dental education - update 2010",
        "Roles and competences for educators of undergraduate dental students: a discussion paper",
        "Identification of competencies for effective dental faculty",
        "A systematic review of faculty development initiatives designed to improve teaching effectiveness in medical education: BEME Guide No. 8",
        "Providing education on evidence-based practice improved knowledge but did not change behaviour: a before and after study",
        "Strategic management and organizational behavior in dental education: reflections on key issues in an environment of change",
        "Consensus methods: characteristics and guidelines for use",
        "The Delphi technique: myths and realities",
        "The Delphi technique in health sciences education research",
        "Determination of required anatomical knowledge for clinical practice in emergency medicine: national curriculum planning using a modified Delphi technique",
        "Consensus methods in prescribing research",
        "Requirements for occupational medicine training in Europe: a Delphi study",
        "Academic competencies for medical faculty",
        "Financing clinical dental education",
        "Tacit knowledge in dental clinical teaching",
        "Reflection and reflective practice in health professions education: a systematic review",
        "Toward a competency-based curriculum",
        "Dimensionalizing cultures: the hofstede model in context",
        "Culture and its influences on dental education",
        "Leadership, governance and management in dental education - New societal challenges",
        "Curriculum structure: principles and strategy",
        "Characteristics of effective clinical teachers",
        "How medical students and residents describe the roles and characteristics of their influential clinical teachers",
        "Identifying characteristics that students, interns and residents look for in their role models",
        "Improving PBLs in the International Medical University: defining the ‘good’ PBL facilitator",
        "Connecting dental education to other health professions",
        "Evaluation of a dental outreach teaching programme",
        "The development of a primary dental care outreach course",
        "Active learning in medical education: strategies for beginning implementation",
        "A content analysis of dental education research as reported in two journals",
        "Competence, competency-based education, and undergraduate dental education: a discussion paper",
        "Harmonisation of Dental Education in Europe–a survey about 15 years after visitation of dental schools participating in the DentEd project"
    ],
    "affiliation": [
        {
            "affiliation-city": "Cardiff",
            "@id": "60023998",
            "affilname": "Cardiff University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023998",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "DSREC",
        "Dental School Research Ethics Committee",
        "Cardiff University"
    ]
}