{
    "eid": "2-s2.0-84899822880",
    "title": "Identification of halophilic strains and its proteolytic degradation of fish protein",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        }
    ],
    "keywords": [
        "Fish protein",
        "Halobacillus",
        "Halophilic bacteria",
        "Halophilic protease",
        "Virgibacillus"
    ],
    "authors": [
        "Sirilak Namwong"
    ],
    "citedby-count": 1,
    "ref-count": 49,
    "ref-list": [
        "Protein Hydrolysates from Pacific Whiting Solid Wastes",
        "Physicochemical changes in Pacific whiting muscle proteins during iced storage",
        "Purification and characterization of heat-stable alkaline proteinase from bigeye snapper (Priacanthus macracanthus) muscle",
        "Cowan and Steel's manual for the identification of medical bacteria",
        "Identification of a myofibril-bound serine proteinase (MBSP) in the skeletal muscle of lizard fish Saurida wanieso which specifically cleaves the arginine site",
        "Polyphasic taxonomy of a novel halobacillus, halobacillus thailandensis sp. nov. isolated from fish sauce",
        "Characterization of proteases produced by newly isolated and identified proteolytic microorganisms from fermented fish (Budu)",
        "An extremely thermostable extracellular proteinase from a strain of the archaebacterium Desulfurococcus growing at 88 degrees C.",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Evolution",
        "Rapid flagella stain.",
        "Simultaneous Recovery of Lipids and Proteins by enzymatic hydrolysis of fish industry waste using different commercial proteases",
        "Virgibacillus: A new genus to accommodate Bacillus pantothenticus (Proom and Knight 1950). Emended description of Virgibacillus pantothenticus",
        "Virgibacillus carmonensis sp. nov., Virgibacillus necropolis sp. nov. and Virgibacillus picturae sp. nov., three novel species isolated from deteriorated mural paintings, transfer of the species of the genus Salibacillus to Virgibacillus, as Virgibacillus marismortui comb. nov. and Virgibacillus salexigens comb. nov., and emended description of the genus Virgibacillus",
        "Purification and characterization of serine proteinase from a halophilic bacterium, Filobacillus sp. RF2-5",
        "New York State Agricultural Experiment Station",
        "Comparative studies on proteolytic activity of splenic extract from three tuna species commonly used in Thailand",
        "Proteolytic degradation of sardine (Sardinella gibbosa) proteins by trypsin from skipjack tuna (Katsuwonus pelamis) spleen",
        "4 Lipid and Cell-Wall Analysis in Bacterial Systematics",
        "MEGA2: Molecular evolutionary genetics analysis software",
        "Cleavage of structural proteins during the assembly of the head of bacteriophage T4",
        "Salt dependent properties of proteins from extremely halophilic bacteria",
        "Virgibacillus campisalis sp. nov., from a marine solar saltern",
        "DETERMINATION OF CARBOHYDRATE METABOLISM OF MARINE BACTERIA.",
        "Fish sauce products and manufacturing: A review",
        "Protein measurement with the Folin phenol reagent.",
        "Quantitative and physiological analyses of chloride dependence of growth of Halobacillus halophilus",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "A halophilic serine proteinase from Halobacillus sp. SR5-3 isolated from fish sauce: Purification and characterization",
        "Isolation of Lentibacillus salicampi strains and Lentibacillus juripiscarius sp. nov. from fish sauce in Thailand",
        "Haloarcula salaria sp. nov. and Haloarcula tradensis sp. nov., isolated from salt in Thai fish sauce",
        "Proteolytic enzymes from extremely halophilic bacteria.",
        "Salt effect on substrate specificity of a subtilisin-like halophilic protease.",
        "Purification and characterization of myofibril-bound serine proteinase from carp Cyprinus carpio ordinary muscle",
        "Catalytic properties and potential of an extracellular protease from an extreme halophile",
        "Molecular Biology and Evolution",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "A NaCl-stable serine proteinase from Virgibacillus sp. SK33 isolated from Thai fish sauce",
        "Detection and preliminary characterization of extracellular proteolytic activities of the haloalkaliphilic archaeon Natrinococcus occultus",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "Lactobacillus acidipiscis sp. nov. and Weissella thailandensis sp. nov., isolated from fermented fish in Thailand",
        "Lentibacillus halophilus sp. nov., from fish sauce in Thailand",
        "CLUSTAL W: Improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "Isolation and characterization of an extremely halophilic archaeobacterium from traditionally fermented Thai fish sauce (nam pla)",
        "International Journal of Systematic Bacteriology",
        "Hydrolytic Action of Salmon Cathepsins B and L to Muscle Structural Proteins in Respect of Muscle Softening",
        "Transfer of Bacillus halodenitrificans Denariaz et al. 1989 to the genus Virgibacillus as Virgibacillus halodenitrificans comb. nov",
        "Virgibacillus albus sp. nov., a novel moderately halophilic bacterium isolated from Lop Nur salt lake in Xinjiang province, China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tsukuba",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Suan Sunandha Rajabhat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "affilname": "Prince of Songkla University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}