{
    "eid": "2-s2.0-84937232414",
    "title": "Proton transfer mechanism of 1,3,5-tri(2-benzimidazolyl) benzene with a unique triple-stranded hydrogen bond network as studied by DFT-MD simulations",
    "cover-date": "2015-12-01",
    "subject-areas": [
        {
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [
        "Benzimidazole",
        "Density functional molecular dynamics simulations",
        "Fuel cell",
        "Hydrogen bond network",
        "Proton transfer"
    ],
    "authors": [
        "Piyarat Nimmanpipug"
    ],
    "citedby-count": 8,
    "ref-count": 30,
    "ref-list": [
        "The Grotthuss mechanism",
        "A computer simulation model for proton transport in liquid imidazolef",
        "Thermodynamics and proton transport in Nafion II. Proton diffusion mechanisms and conductivity",
        "Recent developments in proton exchange membranes for fuel cells",
        "An extension of the Hirshfeld method to open shell systems using fractional occupations",
        null,
        "On the role of electric fields for proton transfer in water",
        "On the question of hydrogen bond proton transfer",
        "Proton transfer reactions and hydrogen-bond networks in protein environments",
        "Effects of cathode open area and relative humidity on the performance of air-breathing polymer electrolyte membrane fuel cells",
        "Protonic conductivity in imidazole single crystal",
        "Imidazole and pyrazole-based proton conducting polymers and liquids",
        "A Hirshfeld partitioning of polarizabilities of water clusters",
        "Statistical'Mechanical Theory of Irreversible Processes. I. General Theory and Simple Applications to Magnetic and Conduction Problems",
        "Structure and dynamics of proton transfer in liquid imidazole. A molecular dynamics simulation",
        "Mixed Grotthuss and vehicle transport mechanism in proton conducting polymers from Ab initio molecular dynamics simulations",
        "Charge model 5: An extension of hirshfeld population analysis for the accurate description of molecular interactions in gaseous and condensed phases",
        "The diffusion mechanism of an excess proton in imidazole molecule chains: First results of an ab initio molecular dynamics study",
        "Density functional molecular dynamics simulations investigation of proton transfer and inter-molecular reorientation under external electrostatic field perturbation: Case studies for water and imidazole systems",
        null,
        "Systematic studies on benzimidazole derivatives: Molecular structures and their hydrogen bond networks formation toward proton transfer efficiency",
        "Superfast proton diffusion achieved in a plasma-polymerized fuel-cell membrane",
        "Proton mobility in oligomer-bound proton solvents: Imidazole immobilization via flexible spacers",
        "Solid polymer electrolyte membranes for fuel cell applications - A review",
        "Polym. Prepr. Jpn.",
        "Modelling of proton diffusion in immobilised imidazole systems for application in fuel cells",
        "Electrostatic potentials from self-consistent hirshfeld atomic charges",
        "Anhydrous proton conducting polymer electrolytes based on poly(vinylphosphonic acid)-heterocycle composite material",
        "Proton hopping in phosphoric acid solvated nafion membrane: A molecular simulation study"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai Rajabhat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kuala Lumpur",
            "affilname": "Universiti Malaya",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nagoya",
            "affilname": "Toyota Technological Institute",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathumtani",
            "affilname": "National Electronics and Computer Technology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Centre for Innovation in Chemistry",
        "Thailand Graduate Institute of Science and Technology",
        "Center of Excellence for Innovation in Chemistry"
    ]
}