{
    "eid": "2-s2.0-85101534426",
    "title": "Secundilactobacillus folii sp. Nov., isolated from fermented tea leaves in thailand",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Fermented tea leaves",
        "Lactic acid bacteria",
        "Polyphasic",
        "Secundilactobacillus folii"
    ],
    "authors": [
        "Sukanya Phuengjayaem",
        "Ratthanatda Nuhwa",
        "Wongsakorn Phongsopitanun",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 0,
    "ref-count": 44,
    "ref-list": [
        "A taxonomic note on the genus Lactobacillus: Description of 23 novel genera, emended description of the genus Lactobacillus Beijerinck 1901, and union of Lactobacillaceae and Leuconostocaceae",
        "LPSN-List of Prokaryotic names with Standing in Nomenclature (​bacterio.​net), 20 years on",
        "The ecology and classification of strains of Lactobacillus collinoides nov. spec.: a bacterium commonly found in fermenting apple juice",
        "Lacto-bacillus kimchicus sp. nov., a β-glucosidase-producing bacterium isolated from kimchi",
        "Lactobacillus malefermentans n.sp., isolated from beer",
        "Lactoba-cillus odoratitofui sp. nov., isolated from stinky tofu brine",
        "Lacto-bacillus oryzae sp. nov., isolated from fermented rice grain (Oryza sativa L. subsp. japonica)",
        "Lactobacillus paracollinoides sp. nov., isolated from brewery environments",
        "Lactobacillus similis sp. nov., isolated from fermented cane molasses",
        "Lactoba-cillus silagei sp. nov., isolated from orchardgrass silage",
        "Lactoba-cillus mixtipabuli sp. nov. isolated from total mixed ration silage",
        "Lactobacillus silagincola sp. nov. and Lactobacillus pento-siphilus sp. nov., isolated from silage",
        "Diversity of lactic acid bacteria from miang, a traditional fermented tea leaf in northern Thailand and their tannin-tolerant ability in tea extract",
        "Plant-based fermented foods and beverages of Asia",
        "Lactobacillus acidipiscis sp. nov. and Weissella thailandensis sp. nov., isolated from fermented fish in Thailand",
        "Method of Gram staining",
        "Lactic acid bacteria found in fermented fish in Thailand",
        "Characterization and identification of Lactobacillus pentosus and Lactobacillus plantarum strains from fermented foods in Thailand",
        "A method for screening diacetyl and acetoin-producing bacteria on agar plates",
        "A homofermentative Bacillus sp. BC-001 and its performance as a potential L-lactate industrial strain",
        "Peptidoglycan composition of gram-negative obligately anaerobic rods",
        "Peptidoglycan structure",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "Identification of bacteria by gas chromatography of cellular fatty acids",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "16S/23S rRNA sequencing",
        "A User-Friendly Biological Sequence Alignment Editor and Analysis Program for Windows 95/98/NT",
        "Introducing EzTaxon-e: a prokaryotic 16S rRNA gene sequence database with phylotypes that represent uncultured species",
        "The CLUSTAL_X windows interface: flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Evolutionary trees from gene frequencies and quantitative characters: finding maximum likelihood estimates",
        "Quantitative phyletics and the evolution of anurans",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "MEGA7: molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "The rapid generation of muta-tion data matrices from protein sequences",
        "fastp: an ultra-fast all-in-one FASTQ preprocessor",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "The RAST server: rapid annotations using subsystems technology",
        "JSpe-ciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "The enveomics collection: a toolbox for specialized analyses of microbial genomes and metagenomes",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "DNA-DNA hybridization values and their relationship to whole-genome sequence similarities"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}