{
    "eid": "2-s2.0-85123727403",
    "title": "Do hostile takeover threats matter? Evidence from credit ratings",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Pattanaporn Chatjuthamard",
        "Viput Ongsakul",
        "Pornsit Jiraporn"
    ],
    "citedby-count": 3,
    "ref-count": 60,
    "ref-list": [
        "Effect of Corporate Governance on Bond Ratings and Yields: The Role of Institutional Investors and Outside Directors",
        "The Effects of Board Composition and Direct Incentives on Firm Performance",
        "The effects of corporate governance on firms' credit ratings",
        "Exploring the Agency Cost of Debt: Evidence from the ISS Governance Standards",
        "Mergers and the Market for Corporate Control",
        "Agency Problems and the Theory of the Firm",
        "Agency Problems and Residual Claims",
        "Does Takeover Activity Cause Managerial Discipline? Evidence from International M& A Laws",
        "Do takeover laws matter? Evidence from five decades of hostile takeovers",
        "Corporate governance, accounting and finance: A review",
        "Factors affecting the valuation of corporate bonds",
        "Entropy Balancing for Causal Effects: A Multivariate Reweighting Method to Produce Balanced Samples in Observational Studies",
        "Does the market for corporate control influence executive risk-taking incentives? Evidence from takeover vulnerability",
        "Does board gender diversity matter? Evidence from hostile takeover vulnerability",
        "Measuring the Agency Cost of Debt",
        "Board characteristics, accounting report integrity, and the cost of debt",
        "Investment Reversibility and Agency Cost of Debt",
        "Board Effectiveness and Cost of Debt",
        "Institutional ownership stability and the cost of debt",
        "National culture and the cost of debt",
        "Credit Ratings and Credit Risk: Is One Measure Enough?",
        "Who Should Pay for Credit Ratings and How?",
        "Credit Ratings and the Cost of Municipal Financing",
        "The Financial Crisis and Corporate Credit Ratings",
        "Impact of the Dodd-Frank act on credit ratings",
        "Information reliability and welfare: A theory of coarse credit ratings",
        "Is there Discretion in Wage Setting? A Test Using Takeover Legislation",
        "Enjoying the Quiet Life? Corporate Governance and Managerial Preferences",
        "Hostility in Takeovers: In the Eyes of the Beholder?",
        "The wealth effects of second-generation state takeover legislation",
        "Identifying Control Motives in Managerial Ownership: Evidence from Antitakeover Legislation",
        "Capital Structure and Corporate Control: The Effect of Antitakeover Statutes on Firm Leverage",
        "Corporate Governance and Equity Prices*",
        "What Matters in Corporate Governance?",
        "Thirty Years of Shareholder Rights and Firm Value",
        "Takeovers and the Cross-Section of Returns",
        "Corporate governance, shareholder rights and firm diversification: An empirical analysis",
        "Capital Structure, Shareholder Rights, and Corporate Governance",
        "Exploring the Effect of Religious Piety on Corporate Governance: Evidence from Anti-takeover Defenses and Historical Religious Identification",
        "CEO compensation, shareholder rights, and corporate governance: An empirical investigation",
        "Does Weak Governance Cause Weak Stock Returns? An Examination of Firm Operating Performance and Investors' Expectations",
        "Corporate governance myths: Comments on Armstrong, Guay, and Weber",
        "Theory of the firm: Managerial behavior, agency costs and ownership structure",
        "CEO overconfidence and agency cost of debt: An empirical analysis of CEO turnover events",
        "Government ownership and the cost of debt for Chinese listed corporations",
        "Family control and cost of debt: Evidence from China",
        "Does Corporate Governance Matter to Bondholders?",
        "Managerial Entrenchment and Capital Structure: New Evidence",
        "Does Corporate Social Responsibility (CSR) Improve Credit Ratings? Evidence from Geographic Identification",
        "Lead independent directors and investment efficiency",
        "Threat of hostile takeover and the cost of seasoned equity offerings",
        "The effect of managerial entrenchment on analyst bias",
        "Does Threat of Takeover Affect Default Risk?",
        "The Central Role of the Propensity Score in Observational Studies for Causal Effects",
        "Selection Models in Accounting Research",
        "Coups d'état and the cost of debt",
        "Does Corporate Headquarters Location Matter for Stock Returns?",
        "Directors: Older and Wiser, or Too Old to Govern?",
        "Estimating the effect of entrenched boards on firm value using geographic identification",
        "Estimating the Effect of Corporate Social Responsibility on Firm Value Using Geographic Identification"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60001921",
            "affilname": "National Institute of Development Administration",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001921",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "101335017",
            "affilname": "Securities and Exchange Commission (SEC) of Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101335017",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center of Excellence"
    ]
}