{
    "eid": "2-s2.0-84924227682",
    "title": "Effects of timing and severity of salinity stress on rice (Oryza sativa L.) yield, grain composition, and starch functionality",
    "cover-date": "2015-03-04",
    "subject-areas": [
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "General Agricultural and Biological Sciences",
            "@code": "1100"
        }
    ],
    "keywords": [
        "rice (Oryza sativa L.)",
        "salinity stress",
        "starch",
        "starch functionality"
    ],
    "authors": [
        "Maysaya Thitisaksakul"
    ],
    "citedby-count": 82,
    "ref-count": 62,
    "ref-list": [
        "FAO Statistics Yearbook",
        null,
        "How environmental stress affects starch composition and functionality in cereal endosperm",
        "Mechanisms of salinity tolerance",
        "Effect of salinity stress on growth and carbohydrate metabolism in three Rice (Oryza sativa L.) cultivars differing in salinity tolerance",
        "Effect of saline soil on grain quality of rices differing in salinity tolerance",
        "Chemical characteristics of grains of rice (Oryza sativa L.) cultivated in saline media of varying ionic composition",
        "Changes in plant response to NaCl during development of rice (Oryza sativa L.) varieties differing in salinity resistance",
        "Genetic engineering for modern agriculture: Challenges and perspectives",
        "Calif. Agric.",
        "Salinity alters the protein composition of rice endosperm and the physicochemical properties of rice flour",
        "Causes of sterility in seed set of rice under salinity stress",
        "Screening of rice (Oryza sativa L.) genotypes for physiological characters contributing to salinity resistance, and their relationship to overall performance",
        "Effects of soil salinity and alkalinity on grain quality of tolerant, semi-tolerant and sensitive rice genotypes",
        "Diversity of global rice markets and the science required for consumer-targeted rice breeding",
        "Timing of salinity stress affects rice growth and yield components",
        "Metabolomics for salinity research",
        "Salinity Tolerance in Rice Varieties at Different Growth Stages",
        "The contribution of SERF1 to root-to-shoot signaling during salinity stress in rice",
        "Genes and salt tolerance: Bringing them together",
        "Changes in plant response to NaCl during development of rice (Oryza sativa L.) varieties differing in salinity resistance",
        "Effects of environmental factors on cereal starch biosynthesis and composition",
        "Salt stress or salt shock: Which genes are we studying?",
        "Molecular Aspect of Good Eating Quality Formation in Japonica Rice",
        "Comprehensive expression profiling of rice grain filling-related genes under high temperature using DNA microarray",
        "Molecular and environmental factors determining grain quality in rice",
        "Molecular Aspect of Good Eating Quality Formation in Japonica Rice",
        "Calif. Agric.",
        "The fine structure of rice-starch amylopectin and its relation to the texture of cooked rice",
        "Structure of rice starch and its relation to cooked-rice texture",
        "Rice Starch Diversity: Effects on Structural, Morphological, Thermal, and Physicochemical Properties-A Review",
        "Deep transcriptome sequencing reveals the expression of key functional and regulatory genes involved in the abiotic stress signaling pathways in rice",
        "Transcription factor oshsfc1b regulates salt tolerance and development in oryza sativa ssp. japonica",
        "A uniform, objectives, and adaptive system for expressing rice development",
        "J. Stored Prod. Postharvest Res.",
        null,
        "Rice starch isolation by alkaline protease digestion of wet-milled rice flour",
        "Effects of Temperature during Grain Filling on Quality and Starch Properties in Rice",
        "Starch molecular structure shows little association with fruit physiology and starch metabolism in tomato",
        "Induced mutations in the Starch Branching Enzyme II (SBEII) genes increase amylose and resistant starch content in durum wheat",
        "Official Methods of Analysis",
        "A rice (Oryza sativa L.) mutant having a low content of glutelin and a high content of prolamine",
        "NIH Image to ImageJ: 25 years of image analysis",
        "MetaboAnalyst 2.0-a comprehensive server for metabolomic data analysis",
        "Not just a grain of rice: the quest for quality",
        "Zhongguo Shuidao Kexue",
        "Deletion in a gene associated with grain size increased yields during rice domestication",
        "Allelic diversities in rice starch biosynthesis lead to a diverse array of rice eating and cooking qualities",
        "Effect of small and large wheat starch granules on thermomechanical behavior of starch",
        "Physicochemical properties of small- and large-granule starches of waxy, regular, and high-amylose barleys",
        "Plant Physiol.",
        "J. Exp. Bot.",
        "Regulation of some carbohydrate metabolism-related genes, starch and soluble sugar contents, photosynthetic activities and yield attributes of two contrasting rice genotypes subjected to salt stress",
        "Proteins in rice grains influence cooking properties!",
        "A periodic distribution of the chain length of amylopectin as revealed by high-performance anion-exchange chromatography",
        "Effects of amylopectin branch chain length and amylose content on the gelatinization and pasting properties of starch",
        "Thermal Properties of the Starch/Water System Part I. Measurement of Heat of Gelatinisation by Differential Scanning Calorimetry",
        "Thermal behavior of amylose-lipid complexes",
        "Form and functionality of starch",
        "Effects of amylopectin branch chain length and amylose content on the gelatinization and pasting properties of starch",
        "MetaboAnalyst: A web server for metabolomic data analysis and interpretation",
        "Metabolic profiling of transgenic wheat over-expressing the high-molecular-weight Dx5 glutenin subunit"
    ],
    "affiliation": [
        {
            "affiliation-city": "Davis",
            "affilname": "University of California, Davis",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Kamphaeng Saen",
            "affilname": "Kasetsart University, Kamphaeng Saen Campus",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Silver Spring",
            "affilname": "Food and Drug Administration",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}