{
    "eid": "2-s2.0-85026288601",
    "title": "Palladium Nanoparticles Immobilized on Individual Calcium Carbonate Plates Derived from Mussel Shell Waste: An Ecofriendly Catalyst for the Copper-Free Sonogashira Coupling Reaction",
    "cover-date": "2017-09-05",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [
        "cross-coupling",
        "heterogeneous catalysis",
        "nanoparticles",
        "palladium",
        "supported catalysts"
    ],
    "authors": [
        "Trin Saetan"
    ],
    "citedby-count": 12,
    "ref-count": 59,
    "ref-list": [
        "A convenient synthesis of acetylenes: catalytic substitutions of acetylenic hydrogen with bromoalkenes, iodoarenes and bromopyridines",
        "The Sonogashira reaction: A booming methodology in synthetic organic chemistry",
        "Catalyzed reactions of alkynes in water",
        "Palladium-based catalytic systems for the synthesis of conjugated enynes by sonogashira reactions and related alkynylations",
        "Angew. Chem.",
        "A copper- and amine-free Sonogashira reaction employing aminophosphines as ligands",
        "Sonogashira coupling reaction with diminished homocoupling",
        "Sonogashira reaction on quinolizium cations",
        "Efficient and General Protocol for the Copper-Free Sonogashira Coupling of Aryl Bromides at Room Temperature",
        null,
        "A copper-free Sonogashira coupling reaction in ionic liquids and its application to a microflow system for efficient catalyst recycling",
        "Ligand-, copper-, and amine-free sonogashira reaction of aryl iodides and bromides with terminal alkynes",
        "Mechanistic exploration of the pd-catalyzed copper-free sonogashira reaction",
        "Efficient palladium-catalyzed homocoupling reaction and sonogashira cross-coupling reaction of terminal alkynes under aerobic conditions",
        null,
        "Carbon-carbon coupling reactions catalyzed by heterogeneous palladium catalysts",
        "Efficient copper-free Sonogashira coupling of aryl chlorides with palladium on charcoal",
        "Ligand-free sonogashira coupling reactions with heterogeneous Pd/C as the catalyst",
        "UC Pd: A new form of PdVC for sonogashira couplings",
        "Pd/C as a highly active catalyst for Heck, Suzuki and Sonogashira reactions",
        "Recycling of homogeneous Pd catalysts using superparamagnetic nanoparticles as novel soluble supports for Suzuki, Heck, and Sonogashira cross-coupling reactions",
        "One-pot synthesis of recyclable palladium catalysts for hydrogenations and carbon-carbon coupling reactions",
        "Chitosan as a support for heterogeneous Pd catalysts in liquid phase catalysis",
        "Dendrimer-encapsulated Pd(0) nanoparticles immobilized on nanosilica as a highly active and recyclable catalyst for the copper- and phosphine-free Sonogashira-Hagihara coupling reactions in water",
        "Palladium nanoparticles supported on MOF-5: A highly active catalyst for a ligand- and copper-free Sonogashira coupling reaction",
        null,
        "Copper-Free Sonogashira coupling in water with an amphiphilic resin-supported palladium complex",
        "Chem. Prum.",
        "PharmaChem",
        "Catalytic applications of waste derived materials",
        "J. Nanomater.",
        "Greener and sustainable trends in synthesis of organics and nanomaterials",
        "Linnaeus, Food and Agriculture Organization of the United Nations",
        "Synthesis of biodiesel from low FFA waste frying oil using calcium oxide derived from Mereterix mereterix as a heterogeneous catalyst",
        "Optimization of biodiesel production using waste mussel shell catalyst",
        "Arsenic, chromium and mercury removal using mussel shell ash or a sludge/ashes waste mixture",
        "Heck reaction catalyzed by a recyclable palladium supported on shell powder",
        "An efficient and recyclable heterogeneous palladium catalyst utilizing naturally abundant pearl shell waste",
        "Eco-efficient, green, and scalable synthesis of 1,2,3-triazoles catalyzed by Cu(I) catalyst on waste oyster shell powders",
        "Proc. R. Soc. London Ser. B",
        "A simple and reliable method for the determination and localization of chitin in abalone nacre",
        "Scratch and indentation tests on seashells",
        "From colloidal nanoparticles to a single crystal: New insights into the formation of nacre's aragonite tablets",
        "A biomonitoring study: Trace metal elements in Perna Viridis shell",
        "Air-gap-enhanced pearlescent effect in periodic stratified bilayers of Perna viridis shell",
        "Carboxylate-based, room-temperature ionic liquids as efficient media for palladium-catalyzed homocoupling and sonogashira-hagihara reactions of aryl halides",
        "What is a green solvent? A comprehensive framework for the environmental assessment of solvents",
        "Transition-metal-free sonogashira-type coupling of ortho-substituted aryl and alkynyl grignard reagents by using 2,2,6,6-tetramethylpiperidine-N-oxyl radical as an oxidant",
        "Palladium complexes of 1,3,5,7-tetramethyl-2,4,8-trioxa-6-phenyl-6- phosphaadamantane: Synthesis, crystal structure and use in the Suzuki and Sonogashira reactions and the α-arylation of ketones",
        "Pd- and Ni-catalyzed cross-coupling reactions of functionalized organozinc reagents with unsaturated thioethers",
        "Synthesis, photophysics, and electroluminescence of new quinoxaline-containing poly(p-phenylenevinylene)s",
        "Chem. Commun.",
        "Catalytic asymmetric generation of (Z)-disubstituted allylic alcohols",
        null,
        "Photolysis of regioisomeric diazides of 1,2-diphenylacetylenes studied by matrix-isolation spectroscopy and DFT calculations",
        "Application of recoverable nanosized palladium(0) catalyst in Sonogashira reaction",
        "A new, efficient, and inexpensive copper(II)/salicylic acid complex catalyzed Sonogashira-type cross-coupling of haloarenes and iodoheteroarenes with terminal alkynes",
        "Palladium-catalyzed cross-coupling reaction of ethynylstibanes with organic halides",
        "Sonogashira Coupling Reaction with Palladium Powder, Potassium Fluoride in Aqueous Media"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Niigata",
            "affilname": "Niigata University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}