{
    "eid": "2-s2.0-85101930116",
    "title": "Quantifying real estate externalities: Evidence on the whole foods effect",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Conservation",
            "@code": "1206",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Urban Studies",
            "@code": "3322",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Nature and Landscape Conservation",
            "@code": "2309",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Externalities",
        "Hedonic prices",
        "Supermarket",
        "Whole foods market"
    ],
    "authors": [
        "Kanis Saengchote"
    ],
    "citedby-count": 2,
    "ref-count": 26,
    "ref-list": [
        "House prices, collateral, and self-employment",
        "Thy neighbor's mortgage: Does living in a subprime neighborhood affect one's probability of default?",
        "A rational expectations approach to hedonic price regressions with time-varying unobserved product attributes: The price of pollution",
        "Job creation or destruction? Labor market effects of Wal-Mart expansion",
        "Basker (2005b)Selling a cheaper mousetrap: Wal-Mart's effect on retail prices",
        "House prices, the supply of collateral and the enterprise economy",
        "Can Walmart make us healthier? Prescription drug prices and health care utilization",
        "Do Walmart supercenters improve food security?",
        "Do housing prices reflect environmental health risks? evidence from more than 1600 toxic plant openings and closings",
        "Liquidity constraints, household wealth, and entrepreneurship revisited",
        "Consumer benefits from increased competition in shopping outlets: Measuring the effect of Wal-Mart",
        "Sustainable for whom? Green urban development, environmental gentrification, and the Atlanta Beltline",
        "Mandatory Versus Incentive-Based State Zoning Reform Policiesfor Affordable Housing in the United States: A Comparative Assessment",
        "Competition and product quality in the supermarket industry",
        "House prices, home equity-based borrowing, and the US household leverage crisis",
        "The effects of Wal-Mart on local labor markets",
        "Gentrification and crime",
        "More coffee, less crime? The relationship between gentrification and neighborhood crime rates in Chicago, 1991 to 2005",
        "When Walmart comes to town: Always low housing prices? Always?",
        "The capital structure decisions of new firms",
        "Hedonic prices and implicit markets: product differentiation in pure competition",
        "Housing externalities",
        "Big-Box Stores and Urban Land Prices: Friend or Foe?",
        "Gentrification and displacement: the effects of a housing crisis on Melbourne's low-income residents",
        "Rolling back prices and raising crime rates? The Walmart effect on crime in the United States"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60199583",
        "affilname": "Chulalongkorn Business School",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
        "affiliation-country": "Thailand"
    },
    "funding": []
}