{
    "eid": "2-s2.0-85064366322",
    "title": "Challenges of longitudinal family studies in Asia",
    "cover-date": "2015-01-01",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Peter Xenos"
    ],
    "citedby-count": 0,
    "ref-count": 110,
    "ref-list": [
        "Comparative Social Research",
        "Cohort profile: The cebu longitudinal health and nutrition survey",
        "Age at Marriage in India",
        "Intergenerational transfers of time and money in European families: Common patterns - Different regimes?",
        "Introduction: Longitudinal analysis of historical-demographic data",
        "Three worlds of welfare capitalism or more? A state-of-the-art report",
        "Prospective Community Studies in Developing Countries",
        "A computerized approach to the processing and analysis of life histories obtained in sample surveys.",
        "Social Policy and Society",
        "Going beyond the three worlds of welfare capitalism: Regime theory and public health research",
        "The world-cultural origins of revolutionary waves. Five centuries of european contention",
        "Sociology of Education",
        "Journal of Interdisciplinary History",
        "The life story approach: a continental view.",
        "Estimating the incidence of widow and widower re-marriages in India from census data*",
        "Not by the Book: Facebook as a Sampling Frame",
        "Quantifying paradigm change in demography",
        "Towards a new pattern of transition to adulthood?",
        "Migration surveys in low-income countries: guidelines for survey and questionnaire design. An ILO-WEP study.",
        "Regions and time in the European fertility transition: Problems in the Princeton Project's statistical methodology",
        "The extended case method",
        "Household Histories",
        "The Decline in Fertility in Europe: The Revised Proceedings of a Conference on The Princeton European Fertility Project",
        "Fatal Misconception: The Struggle to Control World Population",
        "Changing welfare regimes in East and Southeast Asia: Crisis, change and challenge",
        "Worlds of welfare in time: A historical reassessment of the three-world typology",
        "Prospective Community Studies in Developing Countries",
        "International Population Census Publications",
        "Measurement of Human Mobility Using Cell Phone Data: Developing Big Data for Demographic Science",
        "Suicide: A Study in Sociology, Trans. John A",
        "Annual Review of Sociology",
        "Family history and the life course",
        "European Historical Population Samples Network",
        "The Three Worlds of Welfare Capitalism",
        "Manuel De dépouillement Et d’exploitation De l’état Civil Ancien",
        "The nation-state and the natural environment over the twentieth century",
        "The Real Costs of Indonesia’s Economic Crisis: Preliminary Findings from the Indonesia Family Life Surveys",
        "The Golden Age of Published Demographic Data in Europe 1850-1915: Sources and Research Possibilities",
        "Richardson in the information age: Geographic information systems and spatial data in international studies",
        "ASA Footnotes",
        "World Revolution and Family Patterns",
        "World Changes in Divorce Patterns",
        "Social Systems and Family Patterns: A Propositional Inventory",
        "The Real Worlds of Welfare Capitalism",
        "Historical Demography and Agrarian Regimes: Understanding Southern Indian Fertility",
        "East Asia: The limits of productivist regimes",
        "The International Population Census Bibliography: Revision and Update",
        "American Journal of Sociology",
        "Time will tell? temporality and the analysis of causal mechanisms and processes",
        "Why Minorities Rebel: A Global Analysis of Communal Mobilization and Conflict since 1945",
        "Age at marriage and proportions marrying",
        "Daedalus",
        "Proceedings of the Social Statistics Section",
        "Welfare over time: Three worlds of welfare capitalism in panel perspective",
        "Twitter n-gram corpus with demographic metadata",
        "Welfare capitalism in East Asia: Social policy in the tiger economies",
        "Hong Kong Population Census: Frequently Asked Questions",
        "Guide to Social Science Data Preparation and Archiving, Phase 3: Data Collection and File Creation-Qualitative Data",
        "An integrated spatio-temporal GIS toolkit for exploring intra-household interactions",
        "Welfare state regimes and population health: Integrating the East Asian welfare states",
        "Anthropological Archives: International Conference",
        "From Marcos to Aquino: Local Perspectives on Political Transition in the Philippines",
        "GIS methods in time-geographic research: Geocomputation and geovisualization of human activity patterns",
        "The Rhythms of Society",
        "Household and Family in past Time",
        "The Demography of a Thai Village: Methodological Considerations and Substantive Conclusions from a Field Study in a Central Plains Community",
        "Social science: Computational social science",
        "Tastes, ties, and time: A new social network dataset using Facebook.com",
        "Causal inference in historical institutional analysis: A specification of periodization strategies",
        "The tweets they are a-Changin': Evolution of twitter users and behavior",
        "The World Economy",
        "Frans Van Poppel: A Sort of Farewell Liber Amcorum",
        "Using Twitter for Demographic and Social Science Research: Tools for Data Collection",
        "The Twitter of Babel: Mapping World Languages through Microblogging Platforms",
        "Social change and transitions to adulthood in historical perspective",
        "The diffusion of fertility control in Taiwan: Evidence from pooled cross-section time-series models*",
        "Patriarchy and Fertility: Japan and Sweden"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}