{
    "eid": "2-s2.0-84929516516",
    "title": "A reduction of asymmetric dimethylarginine in renal transplant recipients receiving sirolimus-based regimen",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Asymmetric dimethylarginine",
        "Homocysteine",
        "Nitric oxide",
        "Renal transplant",
        "Sirolimus",
        "Total antioxidant status"
    ],
    "authors": [
        "Nuttaphat Namjud"
    ],
    "citedby-count": 1,
    "ref-count": 23,
    "ref-list": [
        "Cardiovascular morbidity and risk factors in renal transplant patients",
        "Cardiovascular risk factors in renal transplant patients: Cyclosporin A versus tacrolimus",
        "Strategies to improve long-term outcomes after renal transplantation",
        "Cardiovascular effects of cyclosporin treatment in an experimental model",
        "The place of sirolimus in kidney transplantation: Can we reduce calcineurin inhibitor renal toxicity?",
        "Sirolimus in kidney transplantation indications and practical guidelines: de novo sirolimus-based therapy without calcineurin inhibitors.",
        "De Novo Sirolimus-Based Regimen in Thai Renal Transplant Recipients",
        "Low-dose oral sirolimus reduces atherogenesis, vascular inflammation and modulates plaque composition in mice lacking the LDL receptor",
        "Lower Homocysteine Levels in Renal Transplant Recipients Treated With Everolimus: A Possible Link With A Decreased Cardiovascular Risk?",
        "Asymmetric dimethylarginine, endothelial dysfunction and renal disease",
        "Asymmetric dimethylarginine and cardiac allograft vasculopathy progression: Modulation by sirolimus",
        "Asymmetrical dimethylarginine is associated with renal and cardiovascular outcomes and all-cause mortality in renal transplant recipients",
        "Role of asymmetric dimethylarginine in the progression of carotid atherosclerosis in renal transplant patients",
        "Oxidative stress in renal transplant patients who develop cardiovascular disease",
        "Biological variation of asymmetric dimethylarginine and related arginine metabolites and analytical performance goals for their measurement in human plasma",
        "The ferric reducing ability of plasma (FRAP) as a measure of 'antioxidant power': The FRAP assay",
        "Serum asymmetric dimethylarginine and endothelial function after renal transplantation",
        "Endothelial functions improve with decrease in asymmetric dimethylarginine (ADMA) levels after renal transplantation",
        "Sirolimus in renal transplantation",
        "Conversion to sirolimus as primary immunosuppression attenuates the progression of allograft vasculopathy after cardiac transplantation",
        "Rapamune® (RAPA, rapamycin, sirolimus): Mechanism of action immunosuppressive effect results from blockade of signal transduction and inhibition of cell cycle progression",
        "Renal cortex neuronal nitric oxide synthase in response to rapamycin in kidney transplantation",
        "Rapamycin modulates the eNOS vs. shear stress relationship"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}