{
    "eid": "2-s2.0-84923902570",
    "title": "Biocompatibilities and biodegradation of poly(3-hydroxybutyrate-co-3-hydroxyvalerate)s produced by a model metabolic reaction-based system 285",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Microbiology (medical)",
            "@code": "2726"
        },
        {
            "$": "Microbiology",
            "@code": "2404"
        }
    ],
    "keywords": [
        "Biocompatibility",
        "Biodegradable polymer",
        "Biodegradation",
        "Block copolymer",
        "Cytokines",
        "Cytotoxicity",
        "PHBV",
        "Polyhydroxyalkanoates",
        "Random copolymer"
    ],
    "authors": [
        "Suchada Chanprateep Napathorn"
    ],
    "citedby-count": 16,
    "ref-count": 45,
    "ref-list": [
        "Scaffolds for stem cells",
        "Six bioabsorbable polymers: In vitro acute toxicity of accumulated degradation products",
        "Polymeric biomaterials for tissue and organ regeneration",
        "The application of polyhydroxyalkanoates as tissue engineering materials",
        "Polyhydroxyalkanoate (PHA)/inorganic phase composites for tissue engineering applications",
        "Differentiation of human bone marrow mesenchymal stem cells grown in terpolyesters of 3-hydroxyalkanoates scaffolds into nerve cells",
        "Polyhydroxybutyrate and its copolymer with polyhydroxyvalerate as biomaterials: Influence on progression of stem cell cycle",
        "BioPEGylation of polyhydroxybutyrate promotes nerve cell health and migration",
        "Tissue response to the implantation of biodegradable polyhydroxyalkanoate sutures",
        "Tissue response and in vivo degradation of selected polyhydroxyacids: Polylactides (PLA), poly(3‐hydroxybutyrate) (PHB), and poly(3‐hydroxybutyrate‐co‐3‐hydroxyvalerate) (PHB/VA)",
        "Bone cell viability on collagen immobilized poly(3-hydroxybutrate-co-3- hydroxyvalerate) membrane: Effect of surface chemistry",
        "Poly(hydroxybutyrate-co-hydroxyhexanoate) promoted production of extracellular matrix of articular cartilage chondrocytes in vitro",
        "Differentiation pattern of vero cells cultured on poly(L-lactic acid)/poly(hydroxybutyrate-co-hydroxyvalerate) blends",
        "PHA applications: Addressing the price performance issue I. Tissue engineering",
        "Production and evaluation of biodegradable composites based on PHB-PHV copolymer",
        "Electrospun PHBV/collagen composite nanofibrous scaffolds for tissue engineering",
        "Current trends in biodegradable polyhydroxyalkanoates",
        "Frontiers in Regenerative Medicine.",
        "Designing materials for biology and medicine",
        "Polymers for tissue engineering, medical devices, and regenerative medicine. Concise general review of recent studies",
        "Role of fibroblasts in the regulation of proinflammatory interleukin IL-1, IL-6 and IL-8 levels induced by keratinocyte-derived IL-1",
        "Bioactive interleukin-8 is expressed in wounds and enhances wound healing",
        "Adv Wound Care",
        "Multivariable control of alcohol concentrations in the production of polyhydroxyalkanoates (PHAs) by Paracoccus denitrificans",
        "Model predictive controller for biodegradable polyhydroxyalkanoate production in fed-batch culture",
        "Nonisothermal crystallization kinetics of biodegradable random poly(3-hydroxybutyrate-co-3-hydroxyvalerate) and block one",
        "Characterization and enzymatic degradation of microbial copolyester P(3HB-co-3HV)s produced by metabolic reaction model-based system",
        "Pseudomonas putida KT2442 as a platform for the biosynthesis of polyhydroxyalkanoates with adjustable monomer contents and compositions",
        "Mole fraction control of poly(3-hydroxybutyric-co-3-hydroxyvaleric) acid in fed-batch culture of Alcaligenes eutrophus",
        "Microstructure of Bacterially Synthesized Poly(3-hydroxybutyrate-co-3-hydroxyvalerate)",
        "Microbial Polyesters.",
        "A \"traffic control\" role for TGFβ3: Orchestrating dermal and epidermal cell motility during wound healing",
        "Biosynthesis and characterization of polyhydroxyalkanoate containing 5-hydroxyvalerate units: Effects of 5HV units on biodegradability, cytotoxicity, mechanical and thermal properties",
        "Effect of surface treatment on the biocompatibility of microbial polyhydroxyalkanoates",
        "In vivo and in vitro degradation of poly(3-hydroxybutyrate) in pat",
        "Macroporous poly(3-hydroxybutyrate-co-3-hydroxyvalerate) matrices for bone tissue engineering",
        "Biopolymers for Medical and Pharmaceutical Applications: Humic Substances, Polyisoprenoids, Polyesters, and Polysaccharides.",
        "Surface engineering of PHBV by covalent collagen immobilization to improve cell compatibility",
        "Regulation of wound healing by growth factors and cytokines",
        "The Principles of Wound Healing",
        "The systematic effects of chitosan on fibroblasts derived from hypertrophic scars and keloids",
        "Results of biomedical investigations of PHB and PHB/PHV fibers",
        "Biomedical applications of polyhydroxyalkanoates, an overview of animal testing and in vivo responses",
        "Annual Book of ASTM Standards.",
        "Biological Evaluation of Medical Devices - Part 5: Tests for in Vitro Cytotoxicity. Association for the Advancement of Medication Instrumentation"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}