{
    "eid": "2-s2.0-85148226330",
    "title": "Economic burden of becoming a dentist in Thailand",
    "cover-date": "2023-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Dentistry (all)",
            "@code": "3500",
            "@abbrev": "DENT"
        }
    ],
    "keywords": [],
    "authors": [
        "Teerawat Tussanapirom",
        "Prachya Siribal",
        "Phiranat Trirattanaphinthusorn",
        "Witchapat Kengtong",
        "Piyada Gaewkhiew"
    ],
    "citedby-count": 0,
    "ref-count": 30,
    "ref-list": [
        "The burden of debt for Canadian dental students: part 1. Review of the literature",
        "The ‘Burden’ of Becoming a Physician",
        "Cost of medical education, financial assistance and medical school demographics in Singapore",
        "Dentistry ranks first, medicine second, in tuition fees",
        "Fair access to medicine? Retrospective analysis of UK medical schools application data 2009-2012 using three measures of socioeconomic status",
        "Medical student debt at the Christchurch School of Medicine. The New Zealand Wellbeing, Intentions, Debt and Experiences (WIDE) survey of medical students pilot study. Results part I",
        "Response rates and responsiveness for surveys, standards, and the Journal",
        "Effects of rising tuition fees on medical school class composition and financial outlook",
        "Dental student debt",
        "Dental student debt looms large",
        "Taking the pulse: medical student workforce intentions and the impact of debt",
        "The lifetime cost to English students of borrowing to invest in a medical degree: A gender comparison using data from the Office for National Statistics",
        "The future of clinician-scientists in Canada",
        "Factors considered by new faculty in their decision to choose careers in academic dentistry",
        "Student body racial and ethnic composition and diversity-related outcomes in US medical schools",
        "The Rationale for Diversity in the Health Professions: A review of the evidence",
        "Why are there so few working-class applicants to medical schools? Learning from the success stories",
        "Widening access to medical education for under-represented socioeconomic groups: Population based cross sectional analysis of UK data, 2002-6",
        "Why poor children are more likely to become poor readers: The school years",
        "Spatial distribution of dentists in Thailand",
        "Do high tuition fees make a difference? Characteristics of applicants to UK medical and dental schools before and after the introduction of high tuition fees in 2012",
        "Higher education funding reform and university–industry links in developing countries: the case of Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60091468",
            "affilname": "Mahidol University, Faculty of Dentistry",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60091468",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Buriram",
            "@id": "129188625",
            "affilname": "Chalermprakiat Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/129188625",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "125196929",
            "affilname": "Private Dental Clinic",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/125196929",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}