{
    "eid": "2-s2.0-85046707176",
    "title": "Preparations for Old Age and Well-Being in Later Life in Thailand: Gender Matters?",
    "cover-date": "2018-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Gerontology",
            "@code": "2909",
            "@abbrev": "NURS"
        },
        {
            "@_fa": "true",
            "$": "Geriatrics and Gerontology",
            "@code": "2717",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "financial satisfaction",
        "gender",
        "health",
        "life satisfaction",
        "reflexive retirement planning"
    ],
    "authors": [
        "Wiraporn Pothisiri",
        "Nekehia T. Quashie"
    ],
    "citedby-count": 6,
    "ref-count": 69,
    "ref-list": [
        "Gender differences in physical disability among older adults in underprivileged communities in Lebanon",
        "Sooner rather than later? Younger and middle-aged adults preparing for retirement",
        "Predictors of life satisfaction in retired physicians and spouses",
        "Early retirement, mental health and social networks",
        "The social stratification of older adults’ preparations for end-of-life health care",
        "Economic preparation for retirement of population aged 50-59 years old in Thailand",
        "A multilevel dyadic study of the impact of retirement on self-rated health: Does retirement predict worse health in married couples?",
        "Informal caregiving and retirement timing among men and women: Gender and caregiving relationships in late midlife",
        "Retirement preparation and retirement satisfaction in the rural elderly",
        "Gender comparisons of baby boomers and financial preparation for retirement",
        "The impact of out-migration on the intergenerational support and psychological well-being of older adults in rural China",
        "Psychological determinants of financial preparedness for retirement",
        "Employee education and the likelihood of having a retirement savings program",
        "Financial strain over the life course and health among older adults",
        "The allocation of responsibility for later life: Canadian reflections on the roles of individuals, government, employers and families",
        "Financial planning for later life: Subjective understandings of catalysts and constraints",
        "Retirement transitions, gender, and psychological well-being: A life-course, ecological model",
        "Is intergenerational solidarity really on the decline? Cautionary evidence from Thailand",
        "Gender and ageing in Thailand: A situation analysis of older women and men",
        "Women and retirement planning: Towards the “feminization of poverty” in an aging Hong Kong",
        "Retirement planning and retirement satisfaction: The need for a national retirement program and policy in Hong Kong",
        "More caregiving, less working: Caregiving roles and gender difference",
        "Life satisfaction of older Chinese adults living in rural communities",
        "The domestic and gendered contexts for retirement",
        "A life course perspective on retirement, gender and well-being",
        "Social networks and health",
        "Gender differences in physical disability among an elderly cohort",
        "Do men and women differ in their retirement planning? Testing a theoretical model of gendered pathways to retirement preparation",
        "Preretirement planning and well-being in later life: A Prospective Study",
        "Retirement: A problematic concept for older women",
        "Social insecurity: Retirement planning for women",
        "Partners in marriage: An analysis of husbands’ and wives’ retirement behavior",
        "Preparations for old age and social participation of present and future older persons in Thailand: Gender differences",
        "Below-replacement fertility in Thailand and its policy implications",
        "Beyond health and wealth: Predictors of women’s retirement satisfaction",
        "Exploring the relationship between marital status and women’s retirement satisfaction",
        "Labor market exit and social stratification in Western Europe: The effects of social class and gender on the timing of retirement",
        "Preparing for aging among older villagers in Northeastern Thailand",
        "The transition into retirement: Stages and factors that influence retirement adjustment",
        "Lingering identities in retirement",
        "Retirement planning, use of time, and psychological adjustment",
        "Gender differences in retirement satisfaction and its antecedents",
        "New burdens or more of the same? Comparing grandparent, spouse, and adult-child caregivers",
        "Poverty and financial security of the elderly in Thailand",
        "Do spouses coordinate their work exits? A combined survey and register analysis from Norway",
        "Antecedents and consequences of retirement planning and decision-making: A meta-analysis and model",
        "Mental and physical consequences of spousal health shocks among older adults",
        "Psychological research on retirement",
        "Post-retirement voluntary work and psychological functioning among older Chinese in Hong Kong",
        "Is pre-retirement planning always good? An exploratory study of retirement adjustment among Hong Kong Chinese retirees",
        "Poverty, wealth inequality and health among older adults in rural Cambodia",
        "Socioeconomic status and health among older adults in Thailand: An examination using multiple indicators"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}