{
    "eid": "2-s2.0-85008703807",
    "title": "Statistical experimental design of a novel deinking reactor based on centrifugal force under electric field concept",
    "cover-date": "2016-12-10",
    "subject-areas": [
        {
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909"
        },
        {
            "$": "Geochemistry and Petrology",
            "@code": "1906"
        }
    ],
    "keywords": [
        "Centrifugal force",
        "Deinking",
        "Electric field",
        "ERIC index",
        "Paper recycling process",
        "Statistical experimental design"
    ],
    "authors": [
        "Prathana Nimmanterdwong"
    ],
    "citedby-count": 3,
    "ref-count": 20,
    "ref-list": [
        "Modelling transport phenomena in a flotation de-inking column: Focus on gas flow, pulp and froth retention time",
        "Biochemical evaluation of xylanases from various filamentous fungi and their application for the deinking of ozone treated newspaper pulp",
        "Biodeinking of flexographic inks by fungal laccases using synthetic and natural mediators",
        "Assessing enzymatic deinking for secondary fibers paper recycling in the presence of flexographic inks",
        "Components removal in flotation deinking",
        "J. Tech. Phys.",
        "Enzymatic deinking of various types of waste paper: Efficiency and characteristics",
        "Energy and resource utilization of deinking sludge pyrolysis",
        "International Conference on Science and Technology (ICSTIE)",
        "Investigation of an improved deinking process of waste paper - The influence of surface tension and charge in suspension on ink removal",
        "The effect of flotation variables on the recovery of different particle size fractions in the froth and the pulp",
        "An ecofriendly cost effective enzymatic methodology for deinking of school waste paper",
        "Proceedings of 8th Research Forum on Recycling",
        "Column Flotation Deinking: State-of-the-art and opportunities",
        "Recycled Fibre and Deinking"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Canberra",
            "affilname": "Commonwealth Scientific and Industrial Research Organisation",
            "affiliation-country": "Australia"
        }
    ],
    "funding": []
}