{
    "eid": "2-s2.0-85127362995",
    "title": "Banking relationship and default priority in consumer credit: Evidence from Thai microdata",
    "cover-date": "2022-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business and International Management",
            "@code": "1403",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Banking relationship",
        "Mortgage loan",
        "Pecking order",
        "Unsecured debt"
    ],
    "authors": [
        "Kanis Saengchote",
        "Krislert Samphantharak"
    ],
    "citedby-count": 1,
    "ref-count": 51,
    "ref-list": [
        "Why don't lenders renegotiate more home mortgages? Redefaults, self-cures and securitization",
        "The reaction of consumer spending and debt to tax rebates—evidence from consumer credit data",
        "The role of securitization in mortgage renegotiation",
        "Why do borrowers make mortgage refinancing mistakes?",
        "The changing pecking order of consumer defaults",
        "An Empirical Model of Subprime Mortgage Default from 2000 to 2007 (No. w14625)",
        "Financial illiteracy and mortgage refinancing decisions",
        "Relationship lending and lines of credit in small firm finance",
        "Moral hazard and secured lending in an infinitely repeated credit market game",
        "The determinants of household's bank switching",
        "Till mortgage do us part: mortgage switching costs and household's bank switching",
        "Financial Literacy, Social Perception and Strategic Default. Working Paper no. WR-937",
        "Consumption puzzles and precautionary savings",
        "Determinants of mortgage default and consumer credit use: the effects of foreclosure laws and foreclosure delays",
        "Thailand's Household Debt through the Lens of Credit Bureau Data: Debt and Delinquency. PIER Discussion Paper No. 61",
        "Household Debt and Delinquency over the Life Cycle. PIER Discussion Paper No. 94",
        "Your house or your credit card, which would you choose?",
        "Loan-to-value policy and housing finance: effects on constrained borrowers",
        "Mortgage terminations, heterogeneity and the exercise of mortgage options",
        "What “triggers” mortgage default?",
        "Forced asset sales and the concentration of outstanding debt: evidence from the mortgage market",
        "Payment size, negative equity, and mortgage default",
        "Can't pay or won't pay? Unemployment, negative equity, and strategic default",
        "Household finance: An emerging field",
        "The determinants of attitudes toward strategic default on mortgages",
        "Culture's Consequences: Comparing Values, Behaviors, Institutions and Organizations Across Nations",
        "LTV and DTI Limits-Going Granular. Working Paper No. 15-154",
        "Strategic defaults on first and second Lien mortgages during the financial crisis",
        "New evidence on credit card borrowing and repayment patterns",
        "(dis) advantages of informal loans–theory and evidence",
        "Failure to refinance",
        "How unsecured credit policies influence mortgage and unsecured loan defaults",
        "The effect of mortgage securitization on foreclosure and modification",
        "Did bankruptcy reform cause mortgage defaults to rise?",
        "Information: hard and soft",
        "Mortgage modification and strategic behavior: evidence from a legal settlement with countrywide",
        "The real costs of credit access: evidence from the payday lending market",
        "The great recession: lessons from microeconomic data",
        "LTV policy as a macroprudential tool and its effects on residential mortgage loans",
        "The termination of subprime hybrid and fixed-rate mortgages",
        "The benefits of lending relationships: evidence from small business data",
        "Marketing communication strategies and consumer financial decision making: the role of national culture",
        "Securitization and distressed loan renegotiation: evidence from the subprime mortgage crisis",
        "What happens when we forget? The effect of removing adverse information on access to credit",
        "Fear, shame and guilt: economic and behavioral motivations for strategic default",
        "Asymmetric information, bank lending, and implicit contracts: a stylized model of customer relationships",
        "The effect of consumer switching costs on prices: a theory and its application to the bank deposit market",
        "The Impact of LTV policy on Bank Lending: Evidence from Disaggregate Housing Loan Data. PIER Discussion Paper No. 90",
        "How Ruthless Is Mortgage Default?: A Review and Synthesis of the Evidence",
        "Asymmetric information, bank lending and implicit contracts: the winner's curse",
        "Strategic Consumer Default: Mortgage Versus Consumer Debt"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "San Diego",
            "@id": "60030612",
            "affilname": "University of California, San Diego",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030612",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Puey Ungphakorn Institute for Economic Research"
    ]
}