{
    "eid": "2-s2.0-85062041913",
    "title": "Feeling Good by Doing Good: A Selfish Motivation for Ethical Choice",
    "cover-date": "2020-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business and International Management",
            "@code": "1403",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (all)",
            "@code": "1400",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Arts and Humanities (miscellaneous)",
            "@code": "1201",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Law",
            "@code": "3308",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Ethical consumption",
        "Moral choice",
        "Self-affirmation",
        "Self-restoration",
        "Sustainability"
    ],
    "authors": [
        "Remi Trudel",
        "Jill Klein",
        "Sankar Sen",
        "Niraj Dawar"
    ],
    "citedby-count": 11,
    "ref-count": 59,
    "ref-list": [
        "The theory of planned behavior",
        "What will consumers pay for social product features?",
        "Using best–worst scaling methodology to investigate consumer ethical beliefs across countries",
        "Do social product features have value to consumers?",
        "Protected values",
        "Self-perception theory",
        "Self-signaling and diagnostic utility in everyday decision making",
        "An exploratory study into the factors impeding ethical consumption",
        "The devaluation effect: Activating a need devalues unrelated objects",
        "Overt head movements and persuasion: A self-validation analysis",
        "A Framework for the consumer psychology of morality in the marketplace",
        "Why ethical consumers don’t walk their talk: Towards a framework for understanding the gap between the ethical purchase intentions and actual buying behaviour of ethically minded consumers",
        "Ethical consumption experiences and ethical space",
        "Morality and prosocial behavior: The role of awareness, responsibility, and norms in the norm activation model",
        "Do consumers care about ethics? Willingness to pay for Fairtrade coffee",
        "A model for Fairtrade buying behaviour: The role of perceived quantity and quality of information and of product-specific attitudes",
        "Are two reasons better than one? The role of appeal type in consumer responses to sustainable products",
        "Morals and markets",
        "Let us eat and drink, for tomorrow we shall die: Effects of mortality salience and self-esteem on self-regulation in consumer choice",
        "Consumers and their brands: Developing relationship theory in consumer research",
        "Motivations of the ethical consumer",
        "The “shaken self”: Product choices as a means of restoring self-view confidence",
        "Going green to be seen: Status, reputation, and conspicuous conservation",
        "The effect of changing resource synergy beliefs on the intentions–behavior discrepancy in ethical consumption",
        "Warm glow or extra charge? The ambivalent effect of corporate social responsibility activities on customers’ perceived price fairness",
        "Seeing the world through GREEN-tinted glasses: Green consumption values and responses to environmentally friendly products",
        "Computational procedures for probing interactions in OLS and logistic regression: SPSS and SAS implementations",
        "Development and validation of a scale for measuring state self-esteem",
        "Theoretical lenses for understanding the CSR-consumer paradox",
        "Licensing effect in consumer choice",
        "Doing well versus doing good: The differential effect of underdog positioning on moral and competent service providers",
        "Corporate social responsibility and consumers’ attributions and brand evaluations in a product-harm crisis",
        "Why we boycott: Consumer motivations for boycott participation",
        "Adversaries of consumption: Consumer movements, activism, and ideology",
        "The sustainability liability: Potential negative effects of ethicality on product preference",
        "Ethical product premiums: Antecedents and extent of consumers’ willingness to pay",
        "Identity-based motivation: Implications for action-readiness, procedural-readiness, and consumer behavior",
        "Sweatshop labor is wrong unless the shoes are cute: Cognition can both hurt and help motivated moral reasoning",
        "Contingencies of self-worth and responses to negative interpersonal feedback",
        "Fairtrade towns as unconventional networks of ethical activism",
        "That’s not how I remember it: Willfully ignorant memory for ethical product attribute information",
        "Sinning saints and saintly sinners the paradox of moral self-regulation",
        "Does doing good always lead to doing better? Consumer reactions to corporate social responsibility",
        "Corporate social responsibility: A consumer psychology perspective",
        "Withholding consumption: A social dilemma perspective on consumer boycotts",
        "The psychology of self-defense: Self-affirmation theory",
        "Affirmed yet unaware: Exploring the role of awareness in the process of self-affirmation",
        "Mindful consumption: A customer-centric approach to sustainability",
        "Stereotype threat and women’s math performance",
        "The psychology of self-affirmation: Sustaining the integrity of the self",
        "Self-image resilience and dissonance: The role of affirmational resources",
        "Illusion and well-being: A social psychological perspective on mental health",
        "Self-affirmation through the choice of highly aesthetic products",
        "Does it pay to be good?",
        "Development and validation of brief measures of positive and negative affect: The PANAS scales"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Melbourne",
            "@id": "60118549",
            "affilname": "Melbourne Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60118549",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60116524",
            "affilname": "Questrom School of Business",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60116524",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "London",
            "@id": "60115928",
            "affilname": "Ivey Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60115928",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "New York",
            "@id": "60030528",
            "affilname": "Baruch College",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030528",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Melbourne",
            "@id": "60015271",
            "affilname": "Melbourne Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015271",
            "affiliation-country": "Australia"
        }
    ],
    "funding": []
}