{
    "eid": "2-s2.0-85030234645",
    "title": "Circulatory microrna in acute myocardial infarction: A candidate biomarker for forensic investigation",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Genetics",
            "@code": "1311"
        },
        {
            "$": "Pathology and Forensic Medicine",
            "@code": "2734"
        }
    ],
    "keywords": [
        "AMI",
        "microRNAs",
        "miR-133a",
        "miR-208b",
        "miR-499",
        "Postmortem"
    ],
    "authors": [
        "P. Menathung"
    ],
    "citedby-count": 3,
    "ref-count": 11,
    "ref-list": [
        "Postmortem cardiac troponin I and creatine kinase MB levels in the blood and pericardial fluid as markers of myocardial damage in medicolegal autopsy",
        "Circulating microRNAs are new and sensitive biomarkers of myocardial infarction",
        "Circulating microRNAs as novel and sensitive biomarkers of acute myocardial Infarction",
        "Screening and confirmation of microRNA markers for forensic body fluid identification",
        "miRBase: microRNA sequences, targets and gene nomenclature.",
        "MicroRNA stability in postmortem FFPE tissues: Quantitative analysis using autoptic samples from acute myocardial infarction patients",
        "MicroRNAs miR-1, miR-133a, miR-133b and miR-208 are dysregulated in human myocardial infarction",
        "Plasma microRNA-133a is a new marker for both acute myocardial infarction and underlying coronary artery stenosis",
        "Circulating MicroRNA-208b and MicroRNA-499 reflect myocardial damage in cardiovascular disease",
        "Kinetics of plasma microRNA-499 expression in acute myocardial infarction",
        "Serum microRNA-499 and microRNA-208a as biomarkers of acute myocardial infarction"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thai Red Cross Agency",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Special Task Force for Activating Research",
        "Chulalongkorn University"
    ]
}