{
    "eid": "2-s2.0-85076443962",
    "title": "D-Lactic acid fermentation performance and the enzyme activity of a novel bacterium Terrilactibacillus laevilacticus SK5–6",
    "cover-date": "2019-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "D-Lactic acid",
        "Fermentation",
        "Glycolytic enzymes",
        "Lactate dehydrogenase",
        "Lactate isomerization",
        "Terrilactibacillus laevilacticus"
    ],
    "authors": [
        "Budsabathip Prasirtsak",
        "Sitanan Thitiprasert",
        "Vasana Tolieng",
        "Suttichai Assabumrungrat",
        "Somboon Tanasupawat",
        "Nuttha Thongchul"
    ],
    "citedby-count": 11,
    "ref-count": 29,
    "ref-list": [
        "An absolute requirement of fructose 1,6-bisphosphate for the Lactobacillus casei L-lactate dehydrogenase activity induced by a single amino acid substitution",
        "D-lactic acid production by Sporolactobacillus inulinus YBS1-5 with simultaneous utilization of cottonseed meal and corncob residue",
        "Statistical optimization of cassava fibrous waste hydrolysis by response surface methodology and use of hydrolysate based media for the production of optically pure D-lactic acid",
        "Recent advancements in lactic acid production – a review",
        "Adenosine triphosphate pool during the growth cycle in Streptococcus faecalis",
        "Bacterial lactate dehydrogenases",
        "Molecular basis of allosteric activation of bacterial L-lactate dehydrogenase",
        "Direct lactic acid fermentation: focus on simultaneous saccharification and lactic acid production",
        "Efficient production of polymer-grade D-lactate by Sporolactobacillus laevolacticus DSM442 with agricultural waste cottonseed as the sole nitrogen source",
        "Adaptation of glycolysis and growth to acetate in Sporolactobacillus sp. Y2-8",
        "Pilot scale demonstration of D-lactic acid fermentation facilitated by Ca(OH)2using a metabolically engineered Escherichia coli",
        "A membrane-integrated fermentation reactor system: its effects in reducing the amount of sub-raw materials for D-lactic acid continuous fermentation by Sporolactobacillus laevolacticus",
        "Lactococcus lactis as a cell factory: a twofold increase in phosphofructokinase activity results in a proportional increase in specific rates of glucose uptake and lactate formation",
        "Terrilactibacillus laevilacticus gen. nov., sp. nov., isolated from soil",
        "Characterization of D-lactic acid, spore-forming bacteria and Terrilactibacillus laevilacticus SK5-6 as potential industrial strains",
        "Racemization of L-lactic acid in pH-swing open fermentation of kitchen refuse by selective proliferation of Lactobacillus plantarum",
        "Membrane-integrated fermentation system for improving the optical purity of D-lactic acid produced during continuous fermentation",
        "Regulating pyruvate carboxylase in the living culture of Aspergillus terreus NRRL 1960 by L-aspartate for enhanced itaconic acid production",
        "Enhanced production of D-lactic acid by Sporolactobacillus sp. Y2-8 mutant generated by atmospheric and room temperature plasma",
        "Enhanced production of optically pure D (−) lactic acid from nutritionally rich Borassus flabellifer sugar and whey protein hydrolysate based-fermentation medium",
        "Continuous D-lactic acid production by a novel thermotolerant Lactobacillus delbrueckii subsp. lactis QU 41",
        "In vivo regulation of alcohol dehydrogenase and lactate dehydrogenase in Rhizopus oryzae to improve L-lactic acid fermentation",
        "A homofermentative Bacillus sp. BC-001 and its performance as a potential L-lactate industrial strain",
        "Two-step production of D-lactate from mixed sugars by growing and resting cells of metabolically engineered Lactobacillus plantarum",
        "Overexpression of the phosphofructokinase encoding gene is crucial for achieving high production of D-lactate in Corynebacterium glutamicum under oxygen deprivation",
        "Highly efficient production of D-lactate by Sporolactobacillus sp. CASD with simultaneous enzymatic hydrolysis of peanut meal",
        "D-lactic acid production by Sporolactobacillus inulinus Y2-8 immobilized in fibrous bed bioreactor using corn flour hydrolysate",
        "Mn2+/Mg2+-dependent pyruvate kinase from a D-lactic acid-producing bacterium Sporolactobacillus inulinus: characterization of a novel Mn2+-mediated allosterically regulated enzyme",
        "Sodium ions activated phosphofructokinase leading to enhanced D-lactic acid production by Sporolactobacillus inulinus using sodium hydroxide as a neutralizing agent"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadapiseksomphot Endowment Fund",
        "National Science and Technology Development Agency",
        "Thailand Research Fund"
    ]
}