{
    "eid": "2-s2.0-85021832070",
    "title": "Huge anterior cranial fossa neurenteric cyst with unusual ocular presenting symptoms without other neurologic symptoms: A case report and literature review",
    "cover-date": "2017-07-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Anterior cranial fossa",
        "Endodermal cyst",
        "Intracranial",
        "Neurenteric cyst",
        "Visual loss"
    ],
    "authors": [
        "Vannakorn Pruksakorn"
    ],
    "citedby-count": 0,
    "ref-count": 30,
    "ref-list": [
        "The New WHO Classification of Brain Tumours",
        "Spinal neurenteric cyst: Report of two cases and review of forty-one cases reported in japan",
        "Avicenna J Med",
        "Gastrocystoma of the spinal cord",
        "Intracranial enterogenous cyst",
        "The Pediatric Spine II. Principles of Pediatric Neurosurgery",
        "Endodermal cysts of the posterior fossa. Report of three cases and review of the literature",
        "Lateral supratentorial endodermal cyst: Case report and review of literature",
        "Intracranial neurenteric cysts: Imaging and pathology spectrum",
        "Neuroenteric cyst of the optic nerve: Case report with immunohistochemical study",
        "Enterogenous Cyst of the Orbital Apex and Superior Orbital Fissure",
        "Parasellar neurenteric cyst: Unusual site and histology: Case report",
        "Endodermal cyst of the oculomotor nerve",
        "Endodermal cyst of the oculomotor nerve: Case report",
        "Intracranial enterogenous cyst extending into both supratentorial and infratentorial compartments: Case report and review of the literature",
        "Endodermal cyst of the oculomotor nerve",
        "A rare case of extradural neurenteric cyst with supratentorial and infratentorial extension",
        "Neurenteric cyst: An unusual cause of third nerve palsy",
        "Endodermal cyst of the third cranial nerve",
        "Primary nerve repair following resection of a neurenteric cyst of the oculomotor nerve: Case report",
        "Symptomatic suprasellar endodermal cyst, possibly originating from the Seessel's pouch, containing fluid with a high carcinoembryonic antigen level",
        "Supratentorial endodermal cysts: Review of literature and case report",
        "Suprasellar epithelial cyst. Case report",
        "Br J Neurosurg",
        "Supratentorial Neurenteric Cysts: Case Series and Review of Pathology, Imaging, and Clinical Management",
        "Neurenteric cyst of the anterior cranial fossa: Case report and literature review",
        "Do the suprasellar neurenteric cyst, the Rathke cleft cyst and the colloid cyst constitute a same entity?",
        "Intraparenchymal supratentorial neurenteric cyst",
        "Supratentorial neurenteric cysts-A fascinating entity of uncertain embryopathogenesis",
        "Supratentorial neurenteric cyst with spontaneous repetitive intracystic hemorrhage mimicking brain abscess: A case report"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}