{
    "eid": "2-s2.0-85160253356",
    "title": "Pan-Asian adapted ESMO Clinical Practice Guidelines for the diagnosis, treatment and follow-up of patients with metastatic colorectal cancer",
    "cover-date": "2023-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Oncology",
            "@code": "2730",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Cancer Research",
            "@code": "1306",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "ESMO",
        "guidelines",
        "metastatic colorectal cancer",
        "Pan-Asian",
        "treatment"
    ],
    "authors": [
        "T. Yoshino",
        "A. Cervantes",
        "H. Bando",
        "E. Martinelli",
        "E. Oki",
        "R. H. Xu",
        "N. A. Mulansari",
        "K. Govind Babu",
        "M. A. Lee",
        "C. K. Tan",
        "G. Cornelio",
        "D. Q. Chong",
        "L. T. Chen",
        "S. Tanasanvimon",
        "N. Prasongsook",
        "K. H. Yeh",
        "C. Chua",
        "M. D. Sacdalan",
        "W. J. Sow (Jenson)",
        "S. T. Kim",
        "R. T. Chacko",
        "R. A. Syaiful",
        "S. Z. Zhang",
        "G. Curigliano",
        "S. Mishima",
        "Y. Nakamura",
        "H. Ebi",
        "Y. Sunakawa",
        "M. Takahashi",
        "E. Baba",
        "S. Peters",
        "C. Ishioka",
        "G. Pentheroudakis"
    ],
    "citedby-count": 1,
    "ref-count": 106,
    "ref-list": [
        "Global Cancer Statistics 2020: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries",
        "Prevalence and risk factors of colorectal cancer in Asia",
        "The rise of colorectal cancer in Asia: epidemiology, screening, and management",
        "Global patterns and trends in colorectal cancer incidence and mortality",
        "Long-term effectiveness of faecal immunochemical test screening for proximal and distal colorectal cancers",
        "Current status and future challenge of population-based organized colorectal cancer screening: lesson from the first decade of Taiwanese program",
        "Trends of colorectal cancer screening rates in Korea: Korean National Cancer Screening Survey 2005-2020",
        "Colorectal cancer screening of the general population in East Asia",
        "Singapore national screening programme",
        "Third Asia-Pacific consensus recommendations on colorectal cancer screening and postpolypectomy surveillance",
        "[Distribution characteristics and risk factors of colorectal adenomas]",
        "Anatomical distribution and detection rate of colorectal neoplasms according to age in the colonoscopic screening of a Korean population",
        "Increasing trend in young-onset colorectal cancer in Asia: more cancers in men and more rectal cancers",
        "Metastatic colorectal cancer: ESMO Clinical Practice Guideline for diagnosis, treatment and follow-up",
        "Wild-type KRAS is required for panitumumab efficacy in patients with metastatic colorectal cancer",
        "Randomized, phase III trial of panitumumab with infusional fluorouracil, leucovorin, and oxaliplatin (FOLFOX4) versus FOLFOX4 alone as first-line treatment in patients with previously untreated metastatic colorectal cancer: the PRIME study",
        "K-ras mutations and benefit from cetuximab in advanced colorectal cancer",
        "Class 1, 2, and 3 BRAF-mutated metastatic colorectal cancer: a detailed clinical, pathologic, and molecular characterization",
        "Encorafenib, binimetinib, and cetuximab in BRAF V600E-mutated colorectal cancer",
        "Pembrolizumab in microsatellite-instability-high advanced colorectal cancer",
        "PD-1 blockade in tumors with mismatch-repair deficiency",
        "Dual-targeted therapy with trastuzumab and lapatinib in treatment-refractory, KRAS codon 12/13 wild-type, HER2-positive metastatic colorectal cancer (HERACLES): a proof-of-concept, multicentre, open-label, phase 2 trial",
        "ALK, ROS1, and NTRK rearrangements in metastatic colorectal cancer",
        "Entrectinib in patients with advanced or metastatic NTRK fusion-positive solid tumours: integrated analysis of three phase 1-2 trials",
        "Larotrectinib in patients with TRK fusion-positive solid tumours: a pooled analysis of three phase 1/2 clinical trials",
        "ESMO recommendations on the standard methods to detect NTRK fusions in daily practice and clinical research",
        "Pan-Asian adapted ESMO Clinical Practice Guidelines for the diagnosis treatment and follow-up of patients with localised colon cancer",
        "Diagnostic imaging of colorectal liver metastases with CT, MR imaging, FDG PET, and/or FDG PET/CT: a meta-analysis of prospective studies including patients who have not previously undergone treatment",
        "Primary tumor resection plus chemotherapy versus chemotherapy alone for colorectal cancer patients with asymptomatic, synchronous unresectable metastases (JCOG1007; iPACS): a randomized clinical trial. J",
        "Randomized clinical trial on resection of the primary tumor versus no resection prior to systemic therapy in patients with colon cancer and synchronous unresectable metastases",
        "Percutaneous radiofrequency thermoablation as an alternative to surgery for treatment of liver tumour recurrence after hepatectomy",
        "Does the site of the primary affect outcomes when ablating colorectal liver metastases with radiofrequency ablation?",
        "CT-guided radiofrequency ablation as a salvage treatment of colorectal cancer hepatic metastases developing after hepatectomy",
        "Radiofrequency ablation is a valid treatment option for lung metastases: experience in 566 patients with 1037 metastases",
        "Evaluating cryoablation of metastatic lung tumors in patients—safety and efficacy: the ECLIPSE trial—interim analysis at 1 year",
        "Survival after radiofrequency ablation in 122 patients with inoperable colorectal lung metastases",
        "Microwave ablation in the management of colorectal cancer pulmonary metastases",
        "Ablative stereotactic radiotherapy for oligometastatic colorectal cancer: systematic review",
        "Stereotactic body radiotherapy for oligometastases",
        "FOLFOX4 plus cetuximab treatment and RAS mutations in colorectal cancer",
        "Panitumumab-FOLFOX4 treatment and RAS mutations in colorectal cancer",
        "Final results from PRIME: randomized phase III study of panitumumab with FOLFOX4 for first-line treatment of metastatic colorectal cancer",
        "Fluorouracil, leucovorin, and irinotecan plus cetuximab treatment and RAS mutations in colorectal cancer",
        "Bevacizumab plus capecitabine versus capecitabine alone in elderly patients with previously untreated metastatic colorectal cancer (AVEX): an open-label, randomised phase 3 trial",
        "Bevacizumab plus irinotecan, fluorouracil, and leucovorin for metastatic colorectal cancer",
        "Bevacizumab improves the overall and progression-free survival of patients with metastatic colorectal cancer treated with 5-fluorouracil-based regimens irrespective of baseline risk",
        "Addition of cetuximab to oxaliplatin-based first-line combination chemotherapy for treatment of advanced colorectal cancer: results of the randomised phase 3 MRC COIN trial",
        "Efficacy and tolerability of first-line cetuximab plus leucovorin, fluorouracil, and oxaliplatin (FOLFOX-4) versus FOLFOX-4 in patients with RAS wild-type metastatic colorectal cancer: the open-label, randomized, phase III TAILOR trial",
        "Bevacizumab in combination with oxaliplatin-based chemotherapy as first-line therapy in metastatic colorectal cancer: a randomized phase III study",
        "Cetuximab and chemotherapy as initial treatment for metastatic colorectal cancer",
        "Final analysis of the randomised PEAK trial: overall survival and tumour responses during first-line treatment with mFOLFOX6 plus either panitumumab or bevacizumab in patients with metastatic colorectal carcinoma",
        "Impact of primary (1°) tumor location on overall survival (OS) and progression-free survival (PFS) in patients (pts) with metastatic colorectal cancer (mCRC): analysis of CALGB/SWOG 80405 (Alliance)",
        "Cetuximab in treatment of metastatic colorectal cancer: final survival analyses and extended RAS data from the NORDIC-VII study",
        "FOLFOXIRI plus bevacizumab versus FOLFIRI plus bevacizumab as first-line treatment of patients with metastatic colorectal cancer: updated overall survival and molecular subgroup analyses of the open-label, phase 3 TRIBE study",
        "Maintenance strategies after first-line oxaliplatin plus fluoropyrimidine plus bevacizumab for patients with metastatic colorectal cancer (AIO 0207): a randomised, non-inferiority, open-label, phase 3 trial",
        "Panitumumab plus fluorouracil and folinic acid versus fluorouracil and folinic acid alone as maintenance therapy in RAS wild-type metastatic colorectal cancer: the randomized PANAMA trial (AIO KRK 0212)",
        "EPIC: phase III trial of cetuximab plus irinotecan after fluoropyrimidine and oxaliplatin failure in patients with metastatic colorectal cancer",
        "Final results from a randomized phase 3 study of FOLFIRI {+/-} panitumumab for second-line treatment of metastatic colorectal cancer",
        "Bevacizumab in combination with oxaliplatin, fluorouracil, and leucovorin (FOLFOX4) for previously treated metastatic colorectal cancer: results from the Eastern Cooperative Oncology Group Study E3200",
        "Continuation of bevacizumab after first progression in metastatic colorectal cancer (ML18147): a randomised phase 3 trial",
        "Ramucirumab versus placebo in combination with second-line FOLFIRI in patients with metastatic colorectal carcinoma that progressed during or after first-line therapy with bevacizumab, oxaliplatin, and a fluoropyrimidine (RAISE): a randomised, double-blind, multicentre, phase 3 study",
        "Addition of aflibercept to fluorouracil, leucovorin, and irinotecan improves survival in a phase III randomized trial in patients with metastatic colorectal cancer previously treated with an oxaliplatin-based regimen",
        "Encorafenib plus cetuximab as a new standard of care for previously treated BRAF V600E-mutant metastatic colorectal cancer: updated survival results and subgroup analyses from the BEACON study",
        "Safety of nivolumab plus low-dose ipilimumab in previously treated microsatellite instability-high/mismatch repair-deficient metastatic colorectal cancer",
        "Durable clinical benefit with nivolumab plus ipilimumab in DNA mismatch repair-deficient/microsatellite instability-high metastatic colorectal cancer",
        "Nivolumab in patients with metastatic DNA mismatch repair-deficient or microsatellite instability-high colorectal cancer (CheckMate 142): an open-label, multicentre, phase 2 study",
        "Phase II open-label study of pembrolizumab in treatment-refractory, microsatellite instability-high/mismatch repair-deficient metastatic colorectal cancer: KEYNOTE-164",
        "Regorafenib monotherapy for previously treated metastatic colorectal cancer (CORRECT): an international, multicentre, randomised, placebo-controlled, phase 3 trial",
        "Regorafenib plus best supportive care versus placebo plus best supportive care in Asian patients with previously treated metastatic colorectal cancer (CONCUR): a randomised, double-blind, placebo-controlled, phase 3 trial",
        "Randomized trial of TAS-102 for refractory metastatic colorectal cancer",
        "Trifluridine/tipiracil plus bevacizumab for third-line treatment of refractory metastatic colorectal cancer: the phase 3 randomized SUNLIGHT study",
        "TAS-102 monotherapy for pretreated metastatic colorectal cancer: a double-blind, randomised, placebo-controlled phase 2 trial",
        "Cetuximab monotherapy and cetuximab plus irinotecan in irinotecan-refractory metastatic colorectal cancer",
        "Panitumumab monotherapy in patients with previously treated metastatic colorectal cancer",
        "Panitumumab versus cetuximab in patients with chemotherapy-refractory wild-type KRAS exon 2 metastatic colorectal cancer (ASPECCT): a randomised, multicentre, open-label, non-inferiority phase 3 study",
        "Rechallenge for patients with RAS and BRAF wild-type metastatic colorectal cancer with acquired resistance to first-line cetuximab and irinotecan: a phase 2 single-arm clinical trial",
        "Cetuximab rechallenge plus avelumab in pretreated patients with RAS wild-type metastatic colorectal cancer: the phase 2 single-arm clinical CAVE trial",
        "LBA25 - FRESCO-2: a global phase III multiregional clinical trial (MRCT) evaluating the efficacy and safety of fruquintinib in patients with refractory metastatic colorectal cancer",
        "Effect of fruquintinib vs placebo on overall survival in patients with previously treated metastatic colorectal cancer: the FRESCO randomized clinical trial",
        "Pertuzumab plus trastuzumab for HER2-amplified metastatic colorectal cancer (MyPathway): an updated report from a multicentre, open-label, phase 2a, multiple basket study",
        "Circulating tumor DNA-guided treatment with pertuzumab plus trastuzumab for HER2-amplified metastatic colorectal cancer: a phase 2 trial",
        "JOIN trial: treatment outcome and recovery status of peripheral sensory neuropathy during a 3-year follow-up in patients receiving modified FOLFOX6 as adjuvant treatment for stage II/III colon cancer",
        "Efficacy and long-term peripheral sensory neuropathy of 3 vs 6 months of oxaliplatin-based adjuvant chemotherapy for colon cancer: the ACHIEVE phase 3 randomized clinical trial",
        "Poor association between dihydropyrimidine dehydrogenase (DPYD) genotype and fluoropyrimidine-induced toxicity in an Asian population",
        "PhD Dissertation",
        "Thymidylate synthase (TYMS) and dihydropyrimidine dehydrogenase (DPYD) polymorphisms in the Korean population for prediction of 5-fluorouracil-associated toxicity",
        "Genetic testing for UGT1A1∗28 and ∗6 in Japanese patients who receive irinotecan chemotherapy",
        "Polymorphisms of UDP-glucuronosyltransferase gene and irinotecan toxicity: a pharmacogenetic analysis",
        "UGT1A1∗6 polymorphisms are correlated with irinotecan-induced toxicity: a system review and meta-analysis in Asians",
        "A UGT1A1∗28 and ∗6 genotype-directed phase I dose-escalation trial of irinotecan with fixed-dose capecitabine in Korean patients with metastatic colorectal cancer",
        "Prospective phase II study of FOLFIRI for mCRC in Japan, including the analysis of UGT1A1 28/6 polymorphisms",
        "Genotype-directed, dose-finding study of irinotecan in cancer patients with UGT1A1∗28 and/or UGT1A1∗6 polymorphisms",
        "The association between UGT1A1 polymorphisms and treatment toxicities of liposomal irinotecan",
        "UGT1A1∗6 polymorphisms are correlated with irinotecan-induced neutropenia: a systematic review and meta-analysis",
        "Panitumumab (PAN) plus mFOLFOX6 versus bevacizumab (BEV) plus mFOLFOX6 as first-line treatment in patients with RAS wild-type (WT) metastatic colorectal cancer (mCRC): results from the phase 3 PARADIGM trial",
        "First-line panitumumab versus bevacizumab in combination with mFOLFOX6 for RAS wild-type metastatic colorectal cancer: PARADIGM trial results",
        "Negative hyperselection of patients with RAS wild-type metastatic colorectal cancer for panitumumab: a biomarker study of the phase III PARADIGM trial",
        "FOLFOXIRI plus panitumumab as first-line treatment of RAS wild-type metastatic colorectal cancer: the randomized, open-label, phase II VOLFI study (AIO KRK0109)",
        "Modified (m)-FOLFOXIRI plus cetuximab versus m-FOLFOXIRI plus bevacizumab as initial treatment of patients with unresectable RAS and BRAF wild-type metastatic colorectal cancer: survival analysis of the phase II randomized DEEPER trial by JACCRO",
        "Upfront modified fluorouracil, leucovorin, oxaliplatin, and irinotecan plus panitumumab versus fluorouracil, leucovorin, and oxaliplatin plus panitumumab for patients with RAS/BRAF wild-type metastatic colorectal cancer: the phase III TRIPLETE study by GONO",
        "Phase II study of panitumumab monotherapy in chemotherapy-naive frail or elderly patients with unresectable RAS wild-type colorectal cancer: OGSG 1602",
        "Continuation of fluoropyrimidine treatment with S-1 after cardiotoxicity on capecitabine- or 5-fluorouracil-based therapy in patients with solid tumours: a multicentre retrospective observational cohort study",
        "Pembrolizumab versus chemotherapy for microsatellite instability-high or mismatch repair-deficient metastatic colorectal cancer (KEYNOTE-177): final analysis of a randomised, open-label, phase 3 study",
        "Pembrolizumab in Asian patients with microsatellite-instability-high/mismatch-repair-deficient colorectal cancer",
        "A framework to rank genomic alterations as targets for cancer precision medicine: the ESMO Scale for Clinical Actionability of molecular Targets (ESCAT)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Fukuoka",
            "@id": "60185923",
            "affilname": "Graduate School of Medical Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60185923",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Central Jakarta",
            "@id": "60069378",
            "affilname": "Universitas Indonesia, RSUPN Dr. Cipto Mangunkusumo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069378",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60276990",
            "affilname": "The Catholic University of Korea Seoul St. Mary's Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60276990",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Madrid",
            "@id": "60271969",
            "affilname": "Centro de Investigación Biomédica en Red de Cáncer",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60271969",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Sendai",
            "@id": "60180317",
            "affilname": "Graduate School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60180317",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Hangzhou",
            "@id": "60118432",
            "affilname": "The Second Affiliated Hospital Zhejiang University School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60118432",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Guangzhou",
            "@id": "60082502",
            "affilname": "Sun Yat-Sen University Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60082502",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Kaohsiung",
            "@id": "60073387",
            "affilname": "Kaohsiung Medical University Chung-Ho Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073387",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Taipei",
            "@id": "60073385",
            "affilname": "National Taiwan University Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073385",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Manila",
            "@id": "60071478",
            "affilname": "Philippine General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071478",
            "affiliation-country": "Philippines"
        },
        {
            "affiliation-city": "Manila",
            "@id": "60071449",
            "affilname": "University of the Philippines College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071449",
            "affiliation-country": "Philippines"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60031809",
            "affilname": "National Cancer Centre, Singapore",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031809",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Milan",
            "@id": "60030442",
            "affilname": "Istituto Europeo di Oncologia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030442",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Milan",
            "@id": "60030318",
            "affilname": "Università degli Studi di Milano",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030318",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Nagoya",
            "@id": "60028476",
            "affilname": "Aichi Cancer Center Hospital and Research Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028476",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Naples",
            "@id": "60026777",
            "affilname": "Università degli Studi della Campania Luigi Vanvitelli",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026777",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Taipei",
            "@id": "60025370",
            "affilname": "National Taiwan University College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025370",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Lausanne",
            "@id": "60023561",
            "affilname": "Centre Hospitalier Universitaire Vaudois",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023561",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "Suwon",
            "@id": "60016329",
            "affilname": "SKKU School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016329",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Kawasaki",
            "@id": "60012275",
            "affilname": "St. Marianna University School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012275",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Sendai",
            "@id": "60011374",
            "affilname": "Tohoku University Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011374",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Kashiwa",
            "@id": "60010925",
            "affilname": "National Cancer Center Hospital East",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010925",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Zhunan",
            "@id": "60010037",
            "affilname": "National Health Research Institutes Taiwan",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010037",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60006964",
            "affilname": "Phramongkutklao College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006964",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bengaluru",
            "@id": "60005996",
            "affilname": "St. John's Medical College",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005996",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Valencia",
            "@id": "60002644",
            "affilname": "Universitat de València",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002644",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Vellore",
            "@id": "60000653",
            "affilname": "Christian Medical College, Vellore",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000653",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Nilai",
            "@id": "129768385",
            "affilname": "Aurelius Hospital Nilai",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/129768385",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Petaling Jaya",
            "@id": "121989463",
            "affilname": "Thomson Hospital Kota Damansara",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/121989463",
            "affiliation-country": "Malaysia"
        }
    ],
    "funding": []
}