{
    "eid": "2-s2.0-84952324155",
    "title": "Interactions of circulating metabolic hormones and metabolites of crossbred holstein cattle in response to supplemental recombinant bovine somatotropin (rbST) and cooling management with misters and fans at different stages of lactation in the tropics",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        },
        {
            "$": "Agronomy and Crop Science",
            "@code": "1102"
        }
    ],
    "keywords": [
        "Crossbred holstein cattle",
        "IGF-1",
        "Leptin",
        "Misters and fans",
        "RbST"
    ],
    "authors": [
        "Narongsak Chaiyabutr"
    ],
    "citedby-count": 3,
    "ref-count": 53,
    "ref-list": [
        "Leptin, GH, PRL, insulin and metabolic parameters throughout the dry period and lactation in dairy cows",
        "Heat Stress Interaction with Shade and Cooling",
        "J. Dairy Sci",
        "Circulating leptin response to feeding and exogenous infusion of insulin in sheep exposed to thermoneutral and cold environments",
        "Bovine somatotropin administration to dairy goats in late lactation: Effects on mammary gland function, composition and morphology",
        "Regulation of organic nutrient metabolism during transition from late pregnancy to early lactation.",
        "Effects of prolonged hyperinsulinemia on serum leptin in normal human subjects",
        "Effects of cooling and exogenous bovine somatotropin on hematological and biochemical parameters at different stages of lactation of crossbred holstein friesian cow in the tropics",
        "Effects of evaporative cooling on the regulation of body water and milk production in crossbred Holstein cattle in a tropical environment",
        "Comparative study on the regulation of body fluids and mammary circulation at different stages of lactation in crossbred Holstein cattle feeding on different types of roughage",
        "Plasma Levels of Hormones and Metabolites as Affected by the Forages Type in Two Different Types of Crossbred Holstein Cattle",
        "The plasma level of insulin-like growth factor-I (IGF-I) in relation to mammary circulation and milk yield in two different types of crossbred holstein cattle",
        "Effects of long-term administration of recombinant bovine somatotropin on milk production and plasma insulin-like growth factor and insulin in crossbred Holstein cows",
        "Effects of long term exogenous bovine somatotropin on nutrients uptake by the mammary gland of crossbred Holstein cattle in the tropics",
        "Effect of short-term fasting on plasma concentrations of leptin and other hormones and metabolites in dairy cattle",
        "Role of adenosine in insulin-stimulated release of leptin from isolated white adipocytes of Wistar rats",
        "Adipose tissue metabolism and its role in adaptations to undernutrition in ruminants",
        "Nutritional regulation of IGF-I and IGF binding proteins",
        "Effects of administration of recombinant bovine somatotropin on the responses of lactating and nonlactating cows to heat stress",
        "Plasma leptin determination in ruminants: Effect of nutritional status and body fatness on plasma leptin concentration assessed by a specific RIA in sheep",
        "Interactions of Heat Stress and Bovine Somatotropin Affecting Physiology and Immunology of Lactating Cows",
        "Southeastern pasture-based dairy systems: Housing, posilac, and supplemental silage effects on cow performance",
        "Heat stress as it affects animal production.",
        "Growth hormone and lipolysis: A reevaluation",
        "Effect of Postpartum Live Weight Loss on Reproductive Functions in Dairy Cows",
        "Heat Stress Interactions with Protein Supplemental Fat, and Fungal Cultures",
        "Effects of fasting and refeeding on plasma concentrations of leptin, ghrelin, insulin, growth hormone and metabolites in swine",
        "Effects of Somatotropin on Milk Yield and Physiological Responses During Summer Farm and Hot Laboratory Conditions",
        "Nutritional regulation of insulin-like growth factor-I",
        "Energy metabolism of lactating dairy cows treated with prolonged-release bovine somatotropin or energy deficiency.",
        "Effect of Added Dietary Fat and Bovine Somatotropin on the Performance and Metabolism of Lactating Dairy Cows",
        "Differential expression of insulin-like growth factor-I and insulin-like growth factor binding protein-1 in the diabetic rat",
        "Effect of Environmental Heat and Dietary Fiber on Thyroid Physiology of Lactating Cows",
        "Assessment of thermal status of somatotropin-injected lactating Holstein cows maintained under controlled-laboratory thermoneutral, hot and cold environments",
        "Effect of Climate on Performance of Holsteins in First Lactation",
        "Effect of prolonged thermal exposure on growth hormone (GH) secretion in cattle.",
        "Effect of Growth Hormone on Milk Yields and Related Physiological Functions of Holstein Cows Exposed to Heat Stress",
        "Nutritional Requirements of Dairy Cattle",
        "Increase in milk secretion and mammary blood flow by intra-arterial infusion of insulin-like growth factor-I into the mammary gland of the goat",
        "Effects of close-arterial (external pudic) infusion of insulin-like growth factor-II on milk yield and mammary blood flow in lactating goats",
        "J. Centr. Euro. Agnc",
        "Acute cold exposure decreases plasma leptin in women",
        "Insulin response to secretogogues in sheep exposed to cold.",
        "Jap. J. Zootech Sci",
        "Factors Affecting Response of Cows to Biweekly Injections of Sometribove",
        "Endocrinology of milk production",
        "Physiology and management: Effects of bovine somatotropin and evaporative cooling plus shade on lactation performance of cows during summer heat stress",
        "Circulating leptin during ovine pregnancy in relation to maternal nutrition, body composition and pregnancy outcome",
        "Dietary Supplementation of Fat Increased Milk Fat Percentage without Affecting Ruminal Characteristics in Holstein Cows in a Warm Tropical Environment",
        "Regulation of porcine insulin-like growth factor I and growth hormone receptor mRNA expression by energy status",
        "Interactions of Energy and Bovine Somatotropin with Heat Stress",
        "Effects of Bovine Somatotropin on Dry Matter Intake, Milk Yield, and Body Temperature in Holstein and Jersey Cows During Heat Stress",
        "Hormonal Alterations in the Lactating Dairy Cow in Response to Thermal Stress"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Rajamangala University of Technology Lanna",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tha Sala",
            "affilname": "Walailak University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}