{
    "eid": "2-s2.0-84937919043",
    "title": "Comparison of lumbar spinal angle between normal body mass index and overweight young adults",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Physical Therapy",
            "@code": "3612"
        }
    ],
    "keywords": [
        "Lower lumbar angle",
        "Overweight",
        "Upper lumbar angle"
    ],
    "authors": [
        "Soontharee Taweetanalarp"
    ],
    "citedby-count": 11,
    "ref-count": 27,
    "ref-list": [
        "Obesity and low back pain",
        "Back pain and obesity in the 1958 British birth cohortcause or effect?",
        "The effects of gender, age, and body mass index on standing lumbar curvature in persons without current low back pain",
        "Measurement of lumbar lordosis. Evaluation of intraobserver, interobserver, and technique variability",
        "Body weight and low back pain: A systematic literature review of 56 journal articles reporting on 65 epidemiologic studies",
        "Effects of lumbosacral angles on development of low back pain",
        "Lumbar lordosis and pelvic inclination in adults with chronic low back pain",
        "The effects on the pain index and lumbar flexibility of obese patients with low back pain after PNF scapular and PNF pelvic patterns",
        "Epidemiology of low back pain in the elderly: Correlation with lumbar lordosis",
        null,
        "Correlations among sacral angle, lumbar lordosis, lumbar ROM, static and dynamic lumbar stability in college students",
        "The lumbosacral angles: measuring methods and clinical significance",
        "Changes in lumbar lordosis in young patients with low back pain during a 10-year period",
        "Changes in lumbar lordosis modify the role of the extensor muscles",
        "The relationship between lumbar and thoracic curves with body mass index and low back pain in students of Zahedan University of Medical Sciences",
        "J Baboul Univ Med Sci",
        "Low back pain and posture",
        "J Korean Orient Med",
        "Changes in the lumbosacral segment of the spine due to overweight in adults. Preliminary remarks.",
        "World J Sport Sci",
        "J Allied Health Sci",
        "Effect of flexibility exercise on lumbar angle: A study among non-specific low back pain patients",
        "Asia Pac J Clin Nutr",
        "Mechanisms of association between obesity and chronic pain in the elderly",
        "Noninvasive measurement of lumbar sagittal mobility: An assessment of the flexicurve technique",
        "Effect of obesity and low back pain on spinal mobility: A cross sectional study in women",
        "Postural aberrations in low back pain"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}