{
    "eid": "2-s2.0-85135946347",
    "title": "Accounting for radiation exposure from previous CT exams while deciding on the next exam: What do referring clinicians think?",
    "cover-date": "2022-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Radiology, Nuclear Medicine and Imaging",
            "@code": "2741",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Cumulative radiation dose",
        "Recurrent CT scans",
        "Referring clinicians and CT exams",
        "Referring physicians survey",
        "Regulation for justification in medical imaging"
    ],
    "authors": [
        "Madan M. Rehani",
        "Kimberly Applegate",
        "Tamás Bodzay",
        "Chi Heon Kim",
        "Donald L. Miller",
        "Moulay Ali Nassiri",
        "Jin Chul Paeng",
        "Suphot Srimahachota",
        "Suman Srinivasa",
        "Mamoru Takenaka",
        "Sera Terez",
        "Jenia Vassileva",
        "Weihai Zhuo"
    ],
    "citedby-count": 2,
    "ref-count": 53,
    "ref-list": [
        "Computed tomography: revolutionizing the practice of medicine for 40 years",
        "Old enemy, new threat: You can't solve today's problems with yesterday's solution",
        "Radiation exposure in patients treated with endovascular aneurysm repair: what is the risk of cancer, and can we justify treating younger patients?",
        "Association of Exposure to Diagnostic Low-Dose Ionizing Radiation With Risk of Cancer Among Youths in South Korea",
        "Radiation exposure from CT scans in childhood and subsequent risk of leukaemia and brain tumours: a retrospective cohort study",
        "Computed tomography–an increasing source of radiation exposure",
        "Use of Multiphase CT Protocols in 18 Countries: Appropriateness and Radiation Doses",
        "Is it possible to kill the radiation risk issue in computed tomography?",
        "Radiation exposure of computed tomography imaging for the assessment of acute stroke",
        "Assessment of patients’ cumulative doses in one year and collective dose to population through CT examinations",
        "Multiphase acquisitions in pediatric abdominal-pelvic CT are a common practice and contribute to unnecessary radiation dose",
        "Radiation protection perspective to recurrent medical imaging: what is known and what more is needed?",
        "Radiation concerns in frequent flyer patients: Should imaging history influence decisions about recurrent imaging?",
        "The cumulative radiation dose paradigm in pediatric imaging",
        "Probability of receiving a high cumulative radiation dose and primary clinical indication of CT examinations: a 5-year observational cohort study",
        "CT protocols and radiation doses for hematuria and urinary stones: Comparing practices in 20 countries",
        "ICRP Publication 135: Diagnostic Reference Levels in Medical Imaging",
        "Long-term experience and analysis of data on diagnostic reference levels: the good, the bad, and the ugly",
        "Challenges in radiation protection of patients for the 21st century., AJR",
        "Patients undergoing recurrent CT scans: assessing the magnitude",
        "Multicentric study of patients receiving 50 or 100 mSv in a single day through CT imaging- Frequency determination and imaging protocols involved",
        "Patients undergoing multiple (18)F-FDG PET/CT exams: Assessment of frequency, dose and disease classification",
        "Radiation Effective Dose Above 100 mSv From Fluoroscopically Guided Intervention: Frequency and Patient Medical Condition",
        "Analysis of patients receiving ≥ 100 mSv during a computed tomography intervention",
        "Patients undergoing recurrent CT exams: assessment of patients with non-malignant diseases, reasons for imaging and imaging appropriateness",
        "Cumulative radiation dose after lung transplantation in patients with cystic fibrosis",
        "ICRP Publication 113. Education and training in radiological protection for diagnostic and interventional procedures",
        "Doctors’ knowledge of radiation exposure: questionnaire study",
        "Systematic review on physician's knowledge about radiation doses and radiation risks of computed tomography",
        "Keeping the ICRP recommendations fit for purpose",
        "A Multiinstitutional Study on Wasted CT Scans for Over 60,000 Patients., AJR",
        "Cancer risk following low doses of ionising radiation - Current epidemiological evidence and implications for radiological protection",
        "High CT doses return to the agenda",
        "Falling prey to the sunk cost bias: a potential harm of patient radiation dose histories",
        "The fisherman's cards: how to address past and future radiation exposures in clinical decision making., AJR",
        "International Atomic Energy Agency study with referring physicians on patient radiation exposure and its tracking: a prospective survey using a web-based questionnaire",
        "Communication of radiation risk from imaging studies: an IAEA coordinated international survey",
        "Radiation awareness in an Italian multispecialist sample assessed with a web-based survey",
        "Strengthening radiation protection education and training of health professionals: conclusions from an IAEA meeting",
        "E-learning is a well-accepted tool in supplementary training among medical doctors: an experience of obligatory radiation protection training in healthcare",
        "Knowing the Enemy: Health Care Provider Knowledge of Computed Tomography Radiation Dose and Associated Risks",
        "Perception of radiation exposure and risk among patients, medical students, and referring physicians at a tertiary care community hospital",
        "Ionizing Radiation Use and Cancer Predisposition Syndromes in Children"
    ],
    "affiliation": [
        {
            "affiliation-city": "Boston",
            "@id": "60029929",
            "affilname": "Massachusetts General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029929",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60000656",
            "affilname": "Seoul National University College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000656",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Rockville",
            "@id": "60101765",
            "affilname": "Food and Drug Administration, Center for Devices and Radiological Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60101765",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Osakasayama",
            "@id": "60031607",
            "affilname": "Kindai University School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031607",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Szeged",
            "@id": "60027332",
            "affilname": "Szegedi Tudományegyetem (SZTE)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027332",
            "affiliation-country": "Hungary"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Vienna",
            "@id": "60019311",
            "affilname": "International Atomic Energy Agency, Vienna",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019311",
            "affiliation-country": "Austria"
        },
        {
            "affiliation-city": "Sherbrooke",
            "@id": "60011832",
            "affilname": "Université de Sherbrooke",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011832",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Shanghai",
            "@id": "60009860",
            "affilname": "Fudan University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009860",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Lexington",
            "@id": "60007677",
            "affilname": "University of Kentucky College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007677",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Budapest",
            "@id": "127961476",
            "affilname": "Dr. Manninger Jenő Baleseti Központ",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/127961476",
            "affiliation-country": "Hungary"
        }
    ],
    "funding": []
}