{
    "eid": "2-s2.0-84978954959",
    "title": "Metabolism of (-)-cis- and (-)-trans-rose oxide by cytochrome P450 enzymes in human liver microsomes",
    "cover-date": "2015-12-01",
    "subject-areas": [
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        },
        {
            "$": "Pharmacology (medical)",
            "@code": "2736"
        },
        {
            "$": "Pharmacology",
            "@code": "3004"
        }
    ],
    "keywords": [
        "CYP2B6",
        "microsomes",
        "monoterpene",
        "P450",
        "rose oxide"
    ],
    "authors": [
        "Hiroshi Nakahashi"
    ],
    "citedby-count": 5,
    "ref-count": 17,
    "ref-list": [
        "Structure elucidation of cis- and trans-rose oxide ketone and its enantioselective analysis in geranium oils",
        "Studies in the essential oil bearing plants of bangladesh. Part V. Composition of the leaf oils of eucalyptus citriodora hook and E. Alba Reinw. ex blume",
        "Chiral compounds of essential oils. Part XVII. simultaneous stereoanalysis of cymbopogon oil constituents",
        "Rose oxide and iridodial from aromia moschata L. (coleoptera : cerambycidae)",
        "Biotransformation of the monoterpenoid, rose oxide, by Aspergillus niger",
        "Species Differences in the Metabolism of (+)- and (-)-Limonenes and their Metabolites, Carveols and Carvones, by Cytochrome P450 Enzymes in Liver Microsomes of Mice, Rats, Guinea Pigs, Rabbits, Dogs, Monkeys, and Humans",
        "Metabolic disposition of a monoterpene ketone, piperitenone, in rats: Evidence for the formation of a known toxin, p-cresol",
        "In vitro metabolism of (-)-camphor using human liver microsomes and CYP2A6",
        "Contribution of menthofuran to the hepatotoxicity of pulegone: Assessment based on matched area under the curve and on matched time course",
        "Metabolism of (R)-(+)-pulegone and (R)-(+)-menthofuran by human liver cytochrome P-450s: Evidence for formation of a furan epoxide",
        "Detoxification of α- and β-thujones (the active ingredients of absinthe): Site specificity and species differences in cytochrome P450 oxidation in vitro and in vivo",
        "Pennyroyal toxicity: Measurement of toxic metabolite levels in two cases and review of the literature",
        "Oxidation of 1,8-cineole, the monoterpene cyclic ether originated from Eucalyptus polybractea, by cytochrome P450 3A enzymes in rat and human liver microsomes",
        "Roles of cytochrome P450 3A enzymes in the 2-hydroxylation of 1,4-cineole, a monoterpene cyclic ether, by rat and human liver microsomes",
        "(R)-(+)-Menthofuran is a potent, mechanism-based inactivator of human liver cytochrome P450 2A6",
        "Interindividual variations in human liver cytochrome P-450 enzymes involved in the oxidation of drugs, carcinogens and toxic chemicals: Studies with liver microsomes of 30 Japanese and 30 Caucasians"
    ],
    "affiliation": [
        {
            "affiliation-city": "Higashiosaka",
            "affilname": "Kindai University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}