{
    "eid": "2-s2.0-85030112873",
    "title": "Transformation of Bioderived 1-Decanol to Diesel-like Fuel and Biobased Oil via Dehydration and Oligomerization Reactions",
    "cover-date": "2017-09-21",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Fuel Technology",
            "@code": "2103"
        },
        {
            "$": "Energy Engineering and Power Technology",
            "@code": "2102"
        }
    ],
    "keywords": [],
    "authors": [
        "Snunkhaem Echaroj"
    ],
    "citedby-count": 18,
    "ref-count": 74,
    "ref-list": [
        "Transesterification of soybean oil catalyzed by potassium loaded on alumina as a solid-base catalyst",
        "Activity of solid acid catalysts for biodiesel production: A critical review",
        "Deoxygenation of fatty acid to produce diesel-like hydrocarbons: A review of process conditions, reaction kinetics and mechanism",
        "Heterogeneous catalytic deoxygenation of stearic acid for production of biodiesel",
        "Production of fatty alcohols from fatty acids",
        "Proceedings of the 3rd World Conference on Detergents: Global Perspectives",
        "An infrared study of the adsorption and mechanism of surface reactions of 1-propanol on γ-alumina and γ-alumina doped with sodium hydroxide and chromium oxide",
        null,
        "Adsorption of alcohols and water on alumina. 3. dc conductivity and dielectric loss measurements",
        "Alcohol dehydration. Isotope studies of the conversion of 3-pentanol",
        "Alcohol dehydration: Mechanism of ether formation using an alumina catalyst",
        "Reactions in high-temperature aqueous media",
        "Key catalyst types for the efficient refining of Fischer-Tropsch syncrude: Alumina and phosphoric acid",
        null,
        "Dimethyl ether, diethyl ether & ethylene from alcohols over tungstophosphoric acid based mesoporous catalysts",
        "Design of solid acid catalysts for aqueous-phase dehydration of carbohydrates: The role of Lewis and Brønsted acid sites",
        "Valorization of α-olefins: Double bond shift and skeletal isomerization of 1-pentene and 1-hexene on zirconia-based catalysts",
        "Role of surface hydrophilicity of alumina in methanol dehydration",
        null,
        "The direct synthesis of dimethyl ether from syngas over hybrid catalysts with sulfate-modified γ-alumina as methanol dehydration components",
        "Theoretical characterization of alumina and sulfated-alumina catalysts for n-butene isomerization",
        "Dehydration kinetics of boehmite in the temperature range 723-873 K",
        "Ethanol dehydration to ethylene on acid carbon catalysts",
        "Characterization of oxide surfaces by adsorption of carbon monoxide—a low temperature infrared spectroscopy study",
        "Catalytic Aluminas: Surface Models and Characterization of Surface Sites",
        "The effect of fluoride on surface \"acid\" sites on γ-alumina and silica-alumina",
        "A model for the surface of γ-alumina",
        null,
        "Vapor-phase dehydration of C4 unsaturated alcohols to 1,3-butadiene",
        "Solid-state dealumination of zeolites for use as catalysts in alcohol dehydration",
        "Silication of γ-alumina catalyst during the dehydration of linear primary alcohols",
        "Dehydration of 2-octanol over zirconia catalysts: Influence of crystal structure, sulfate addition and pretreatment",
        null,
        "New bifunctional Ni-H-Beta catalysts for the heterogeneous oligomerization of ethylene",
        "Continuous stirred tank reactor for ethylene oligomerization catalyzed by NiMCM-41",
        "1-Butene oligomerization over ZSM-5 zeolite: Part 1 - Effect of reaction conditions",
        "Oligomerization of 1-hexene and 1-octene over solid acid catalysts",
        "Study of the oligomerization of 1-octene catalyzed by macroreticular ion-exchange resins",
        "Designing MFI-based catalysts with improved catalyst life for C 3 = and C 5 = oligomerization to high-quality liquid fuels",
        "Various activation procedures of Phillips catalyst for ethylene polymerization",
        "Handbook of Transition Metal Polymerization Catalysts",
        "Synthesis and characterization of oligomer from 1-decene catalyzed by supported Ziegler-Natta catalyst",
        "Appl. Petrochem. Res.",
        "Appl. Catal. A: Gen.",
        "Synthesis and characterization of low molecular weight poly(1-butene) macromolecules prepared using metallocene catalysts",
        "Effect of niobium oxide phase on the furfuryl alcohol dehydration",
        "One step formation of propene from ethene or ethanol through metathesis on nickel ion-loaded silica",
        null,
        "Acidities of sulfate species formed on a superacid of sulfated alumina",
        "Synthesis of ordered mesoporous alumina with large pore sizes and hierarchical structure",
        "A template-free synthesis of mesoporous crystalline γ-alumina through partial hydrolysis of aluminum nitrate aqueous solution",
        "Superacidity and catalytic activity of sulfated zirconia",
        "Ordered bimodal mesoporous boria-alumina composite: One-step synthesis, structural characterization, active catalysis for methanol dehydration",
        null,
        "A kinetic and mechanistic study of the double bond and skeletal isomerization of 1-tetradecene on SAPO-11",
        "Isomerization of 1-decene: Estimation of thermodynamic properties, equilibrium composition calculation and experimental validation using a Rh-BIPHEPHOS catalyst",
        "Applications of High-Temperature Aqueous Media for Synthetic Organic Reactions",
        "Effect of Broensted and Lewis sites in ferrierites on skeletal isomerization of n-butenes",
        "Hydroisomerization of long-chain n-alkanes on bifunctional Pt/zeolite catalysts: Effect of the zeolite structure on the product selectivity and on the reaction mechanism",
        "Liquid-phase dehydration of 1-octanol, 1-hexanol and 1-pentanol to linear symmetrical ethers over ion exchange resins",
        "Shape-selective oligomerization of alkenes to near-linear hydrocarbons by zeolite catalysis",
        "The synthesis of large crystals of zeolite y re-visited",
        "Direct synthesis of zeolite Y with large particle size",
        "Oligomerization of 1-decene over sulfated alumina catalysts for the production of synthetic fuels and lubricants: modelling and verification",
        "Nitrogen and sulphur poisoning in alkene oligomerization over mesostructured aluminosilicates (Al-MTS, Al-MCM-41) and nanocrystalline n-HZM-5",
        "Mechanistic study of the oligomerization of olefins",
        null,
        "Acid ion-exchange resins catalysts for the liquid-phase dimerization/etherification of isoamylenes in methanol or ethanol presence",
        "Hydrogenation of rapeseed oil for production of liquid bio-chemicals",
        "Catalytic hydrogenation of linoleic acid over platinum-group metals supported on alumina",
        null,
        "Effect of blends of Palm-Jatropha-Pongamia biodiesels on cloud point and pour point",
        "Thermal analysis of alternative diesel fuels from vegetable oils",
        "Annual Catalysis in Petroleum Refining and Petrochemicals Symposium Papers"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thammasat University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "PTT Public Co. Ltd"
    ]
}