{
    "eid": "2-s2.0-85068610221",
    "title": "Pretreatment prognostic factors to predict survival outcome in advanced non-small cell lung cancer with first line treatment in thailand: A retrospective cohort study",
    "cover-date": "2019-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Lung cancer",
        "Prognostic factors",
        "Survival"
    ],
    "authors": [
        "S. Jaruhathai",
        "P. Sampatanukul"
    ],
    "citedby-count": 0,
    "ref-count": 26,
    "ref-list": [
        "Hospital-Based Cancer Registry annual report 2012",
        "Non-small cell lung cancer: Epidemiology, risk factors, treatment, and survivorship",
        "Survival analysis in advanced non small cell lung cancer treated with platinum based chemotherapy in combination with paclitaxel, gemcitabine and etoposide",
        "Relationship between response and survival in more than 50,000 patients with advanced non-small cell lung cancer treated with systemic chemotherapy in 143 phase III trials",
        "Chemotherapy vs supportive care in advanced non-small-cell lung cancer. Results of a meta-analysis of the literature",
        "Comparison of four chemotherapy regimens for advanced non-small-cell lung cancer",
        "Phase III study comparing cisplatin plus gemcitabine with cisplatin plus pemetrexed in chemotherapy-naive patients with advanced-stage non-small-cell lung cancer",
        "Paclitaxel-carboplatin alone or with bevacizumab for non-small-cell lung cancer",
        "Erlotinib versus standard chemotherapy as first-line treatment for European patients with advanced EGFR mutation-positive non-small-cell lung cancer (EURTAC): A multicentre, open-label, randomised phase 3 trial",
        "EGFR mutations as a prognostic and predictive marker in non-small-cell lung cancer",
        "Impact of EGFR mutation status on tumor response and progression free survival after first-line chemotherapy in patients with advanced non-small-cell lung cancer: A meta-analysis",
        "Prognostic value of K-RAS mutations in patients with non-small cell lung cancer: A systematic review with meta-analysis",
        "A prospective study of biomarker-guided chemotherapy in patients with non-small cell lung cancer",
        "Prognostic significance of BRCA1, ERCC1, RRM1, and RRM2 in patients with advanced non-small cell lung cancer receiving chemotherapy",
        "Long-term survivors of advanced non-small-cell lung cancer: Characterisation and prognostic factors in a retrospective study",
        "Factors associated with long-term survival of patients with advanced non-small cell lung cancer",
        "Pretreatment serum albumin as a predictor of cancer survival: A systematic review of the epidemiological literature",
        "The pretreatment albumin to globulin ratio has predictive value for long-term mortality in nasopharyngeal carcinoma",
        "Elevated pretreatment serum globulin albumin ratio predicts poor prognosis for advanced non-small cell lung cancer patients",
        "Recommended sample size for conducting exploratory factor analysis on dichotomous data",
        "Importance of events per independent variable in proportional hazards regression analysis. II. Accuracy and precision of regression estimates",
        "Is increased time to diagnosis and treatment in symptomatic cancer associated with poorer outcomes? Systematic review",
        "The value of the pretreatment albumin/globulin ratio in predicting the long-term survival in colorectal cancer",
        "Value of the pretreatment albumin to globulin ratio in predicting long-term mortality in breast cancer patients",
        "Prognostic significance of preoperative albumin-globulin ratio in patients with upper tract urothelial carcinoma",
        "Albumin-globulin ratio for prediction of long-term mortality in lung adenocarcinoma patients"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60023217",
            "affilname": "Police General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023217",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}