{
    "eid": "2-s2.0-85163807726",
    "title": "Reconstruction of Critical Sized Maxillofacial Defects Using Composite Allogeneic Tissue Engineering: Systematic Review of Current Literature",
    "cover-date": "2023-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Bioengineering",
            "@code": "1502",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Biomaterials",
            "@code": "2502",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Biomedical Engineering",
            "@code": "2204",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Molecular Medicine",
            "@code": "1313",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "composite graft",
        "maxillofacial defects",
        "tissue engineering"
    ],
    "authors": [
        "Shaqayeq Ramezanzade",
        "Mahsa Aeinehvand",
        "Heliya Ziaei",
        "Zohaib Khurshid",
        "Seied Omid Keyhan",
        "Hamid R. Fallahi",
        "James C. Melville",
        "Morvarid Saeinasab",
        "Farshid Sefat"
    ],
    "citedby-count": 0,
    "ref-count": 44,
    "ref-list": [
        "Tissue-engineered bone for maxillary sinus augmentation",
        "Reconstruction of Continuity Defects of the Mandible with Non-vascularized Bone Grafts. Systematic Literature Review",
        "Tissue engineering",
        "Bone Grafts and Substitutes in Dentistry: A Review of Current Trends and Developments",
        "Tissue engineering in oral and maxillofacial surgery",
        "Histologic analysis of clinically retrieved titanium microimplants placed in conjunction with maxillary sinus floor augmentation",
        "Bone augmentation of the inferior floor of the maxillary sinus with autogenous bone or composite bone grafts: A histologic-histomorphometric preliminary report",
        "Bone Marrow Aspirate in Cystic Maxillofacial Bony Defects",
        "Application of mesenchymal stem cells in bone regenerative procedures in oral implantology. A literature review",
        "Updating guidance for reporting systematic reviews: Development of the PRISMA 2020 statement",
        "Literature search strategies in dental education",
        "Man as a living bioreactor: Prefabrication of a custom vascularized bone graft in the gastrocolic omentum",
        "Bilateral maxillary sinus floor augmentation with tissue-engineered autologous osteoblasts and demineralized freeze-dried bone",
        "Methodological quality and synthesis of case series and case reports",
        "Immediate Transoral Allogeneic Bone Grafting for Large Mandibular Defects. Less Morbidity, More Bone. A Paradigm in Benign Tumor Mandibular Reconstruction?",
        "Reconstruction of a post-traumatic maxillary ridge using a radial forearm free flap and immediate tissue engineering (bone morphogenetic protein, bone marrow aspirate concentrate, and cortical-cancellous bone): Case report",
        "The utilization of allogeneic bone, bone morphogenetic protein and bone marrow aspirate concentrate for immediate reconstruction of benign tumor continuity defects",
        "Is Reconstruction of Large Mandibular Defects Using Bioengineering Materials Effective?",
        "Reconstruction of a large posttraumatic mandibular defect using bone tissue engineering with fresh-frozen humeral allograft seeded with autologous bone marrow aspirate and vascularized with a radial forearm flap",
        "Efficacy of the Combination of rhBMP-2 with Bone Marrow Aspirate Concentrate in Mandibular Defect Reconstruction after a Pindborg Tumor Resection",
        "Resection of an ameloblastoma in a pediatric patient and immediate reconstruction using a combination of tissue engineering and costochondral rib graft: A case report",
        "The Efficacy of Bioengineering (Stem Cells, Allogeneic Bone, and rhBMP-2) for Reconstruction of Large Mandibular Continuity Defects: A Retrospective Study of 24 Patients over a 3-Year Period",
        "Off-label use of recombinant human bone morphogenetic protein-2 (rhBMP-2) for reconstruction of mandibular bone defects in humans",
        "Current Methods of Maxillofacial Tissue Engineering",
        "Three-Dimensional Printing in Plastic and Reconstructive Surgery: A Systematic Review",
        "3D-Printing for Critical Sized Bone Defects: Current Concepts and Future Directions",
        "Translational research: The CD34+ cell is crucial for large-volume bone regeneration from the milieu of bone marrow progenitor cells in craniomandibular reconstruction",
        "rhBMP-2/ACS grafts versus autogenous cancellous marrow grafts in large vertical defects of the maxilla: An unsponsored randomized open-label clinical trial",
        "Reconstruction of Post-Traumatic Maxillary Ridges Using a Radial Forearm Free Flap and Allogeneic Tissue-Engineered Bone Grafts",
        "Vascular tissue engineering",
        "Quality of life of patients with maxillofacial defects after treatment for malignancy",
        "Bone grafts in craniofacial surgery",
        "Vertical bone augmentation using recombinant bone morphogenetic protein, mineralized bone allograft, and titanium mesh: A retrospective cone beam computed tomography study",
        "Vascularized bone flaps versus nonvascularized bone grafts for mandibular reconstruction: An outcome analysis of primary bony union and endosseous implant success",
        "A comparison of vascularized and nonvascularized bone grafts for reconstruction of mandibular continuity defects",
        "Tissue engineering in mandibular reconstruction: Osteogenesis-inducing scaffolds",
        "A review of materials, fabrication methods, and strategies used to enhance bone regeneration in engineered bone tissues",
        "Bone lengthening osteogenesis, a combination of intramembranous and endochondral ossification: An experimental study in sheep",
        "Clinical application of concentrated bone marrow aspirate in orthopaedics: A systematic review",
        "The Use of Bone Morphogenetic Protein in Pediatric Cervical Spine Fusion Surgery: Case Reports and Review of the Literature",
        "Personalized medicine for reconstruction of critical-size bone defects—A translational approach with customizable vascularized bone tissue",
        "Bone Regeneration Using Bone Morphogenetic Proteins and Various Biomaterial Carriers"
    ],
    "affiliation": [
        {
            "affiliation-city": "Copenhagen",
            "@id": "60030840",
            "affilname": "Københavns Universitet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030840",
            "affiliation-country": "Denmark"
        },
        {
            "affiliation-city": "Al-Ahsa",
            "@id": "60030736",
            "affilname": "King Faisal University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030736",
            "affiliation-country": "Saudi Arabia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Houston",
            "@id": "60027512",
            "affilname": "University of Texas Health Science Center at Houston",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027512",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bradford",
            "@id": "60008524",
            "affilname": "University of Bradford",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008524",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Tehran",
            "@id": "129839485",
            "affilname": "Maxillofacial Surgery &amp; Implantology &amp; Biomaterial Research Foundation (www.Maxillogram.com)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/129839485",
            "affiliation-country": "Iran"
        },
        {
            "affiliation-city": "Isfahan",
            "@id": "129266883",
            "affilname": "Maxillofacial Surgery and Implantology and Biomaterial Research Foundation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/129266883",
            "affiliation-country": "Iran"
        }
    ],
    "funding": []
}