{
    "eid": "2-s2.0-85056146246",
    "title": "An alternative method for dried papaya production",
    "cover-date": "2018-10-05",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Horticulture",
            "@code": "1108",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Dried fruit",
        "Osmosis",
        "Osmotic dehydration",
        "Papaya"
    ],
    "authors": [
        "K. Duangmal",
        "B. Sritongtae"
    ],
    "citedby-count": 0,
    "ref-count": 14,
    "ref-list": [
        "Structural models of primary cell walls in flowering plants: Consistency of molecular structure with the physical properties of the walls during growth",
        "Effects of osmotic agents on colour, textural, structural, thermal, and sensory properties of apple slices",
        "Osmotic dehydration of guava: Influence of replacing sodium metabisulphite with honey on quality",
        "Osmotic dehydration of tropical fruits and vegetables",
        "Effect of invert sugar on the drying kinetics and water mobility of osmosed‐air dried cantaloupe",
        "Use of osmotic dehydration to improve fruits and vegetables quality during processing",
        "Drying technology: Trends and applications in postharvest processing",
        "A photometric adaptation of the Somogyi method for determination of glucose",
        "The connection between in vitro water uptake and in vivo skin moisturization",
        "Notes on sugar determination",
        "Present and future in process control and optimization of osmotic dehydration. From unit operation to innovative combined process: An overview",
        "Osmotic dehydration of fruits and vegetables: A review",
        "Shrinkage and porosity of banana, pineapple and mango slices during air‐drying"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "STAR",
        "Chulalongkorn University"
    ]
}