{
    "eid": "2-s2.0-84937980402",
    "title": "Multiple defense systems in cyanobacteria in response to solar UV radiation",
    "cover-date": "2014-01-01",
    "subject-areas": [],
    "keywords": [
        "Cyanobacteria",
        "Defense mechanisms",
        "DNA repair",
        "Excision repair",
        "Oxidative stress",
        "Photoprotectants",
        "Photoreactivation",
        "UV radiation"
    ],
    "authors": [
        "Rajesh P. Rastogi"
    ],
    "citedby-count": 15,
    "ref-count": 213,
    "ref-list": [
        "Direct conversion of Spirulina to ethanol without pretreatment or enzymatic hydrolysis processes",
        "Isolation and characterization of ultraviolet light-sensitive mutants of the blue-green alga Anacystis nidulans.",
        "Electron flow to oxygen in higher plants and algae: Rates and control of direct photoreduction (Mehler reaction) and rubisco oxygenase",
        "Investigating the initial steps in the biosynthesis of cyanobacterial sunscreen scytonemin",
        "An enzymatic cyclopentyl[b]indole formation involved in scytonemin biosynthesis",
        "The genetic and molecular basis for sunscreen biosynthesis in cyanobacteria",
        "The biosynthesis of cyanobacterial sunscreen scytonemin in intertidal microbial mat communities",
        "Effects of UV radiation on the rice field cyanobacterium, Aulosira fertilissima",
        "UV B-induced vertical migrations of cyanobacteria in a microbial mat",
        "The demise of the marine cyanobacterium, Trichodesmium spp., via an autocatalyzed cell death pathway",
        "Occurrence, phylogeny, structure, and function of catalases and peroxidases in cyanobacteria",
        "High-light-induced changes on photosynthesis, pigments, sugars, lipids and antioxidant enzymes in freshwater (Nostoc spongiaeforme) and marine (Phormidium corium) cyanobacteria",
        "Photosynthetic and biochemical characterization of pigments and UV-absorbing compounds in Phormidium tenue due to UV-B radiation",
        "Cadmium mitigates ultraviolet-B stress in Anabaena doliolum: Enzymatic and non-enzymatic antioxidants",
        "Type IV pilus biogenesis and motility in the cyanobacterium Synechocystis sp. PCC6803",
        "Light matters: Phototaxis and signal transduction in unicellular cyanobacteria",
        "DELAY OF CELL DIFFERENTIATION IN Anabaena aequalis CAUSED BY UV‐B RADIATION AND THE ROLE OF PHOTOREACTIVATION AND EXCISION REPAIR",
        "DNA damage and repair in plants",
        "Archean molecular fossils and the early rise of eukaryotes",
        "A study of the effects of near UV radiation on the pigmentation of the blue-green alga Gloeocapsa alpicola",
        "Ecology and diversity of rock-inhabiting cyanobacteria in tropical regions",
        "New Pigments from the Terrestrial Cyanobacterium Scytonema sp. Collected on the Mitaraka Inselberg, French Guyana",
        "Essential role of glutathione in acclimation to environmental and redox perturbations in the cyanobacterium Synechocystis sp. PCC 6803",
        "The cyanobacterium Synechococcus resists UV-B by exchanging photosystem II reaction-center D1 proteins",
        "Major role of the cyanobacterium Trichodesmium in nutrient cycling in the North Atlantic Ocean",
        "Spectrum",
        "The Biology of Cyanobacteria. Berkeley",
        "UV-B-induced oxidative damage and protective role of exopolysaccharides in desert cyanobacterium Microcoleus vaginatus",
        "Proline accumulation in Cylindrospermum sp.",
        "Exposure of phototrophs to 548 days in low Earth orbit: Microbial selection pressures in outer space and on early earth",
        "The photoprotector mechanism of mycosporine-like amino acids. Excited-state properties and photostability of porphyra-334 in aqueous solution",
        "The deactivation pathways of the excited-states of the mycosporine-like amino acids shinorine and porphyra-334 in aqueous solution",
        "Comparative gene expression profiles following UV exposure in wild-type and SOS-deficient Escherichia coli",
        "Effect of desiccation on envelopes of the cyanobacterium chroococcidiopsis sp. (chroococcales)",
        "Antioxidant activity of mycosporine-like amino acids isolated from three red macroalgae and one marine lichen",
        "Metabolic engineering of cyanobacteria for ethanol production",
        "Effect of environmental factors on the synthesis of scytonemin, a UV-screening pigment, in a cyanobacterium (Chroococcidiopsis sp.)",
        "Monomeric Base Damage Products from Adenine, Guanine, and Thymine Induced by Exposure of DNA to Ultraviolet Radiation",
        "Effects of solar and ultraviolet radiation on motility, photomovement and pigmentation in filamentous, gliding cyanobacteria",
        "Effects of tropical solar radiation on the motility of filamentous cyanobacteria",
        "Small-molecule antioxidants in marine organisms: Antioxidant activity of mycosporine-glycine",
        "Hydrogen production by Cyanobacteria",
        "UV-B-induced synthesis of photoprotective pigments and extracellular polysaccharides in the terrestrial cyanobacterium Nostoc commune",
        "UV protection in cyanobacteria",
        "The UV-B stimulon of the terrestrial cyanobacterium Nostoc commune comprises early shock proteins and late acclimation proteins",
        "DNA photoreactivating enzyme from the cyanobacterium Anacystis nidulans",
        "Light-driven DNA repair by photolyases",
        "DNA damage repair: anytime, anywhere?",
        "Biogeochemistry: Life before the rise of oxygen",
        "Effects of periodic desiccation on the synthesis of the UV-screening compound, scytonemin, in cyanobacteria",
        "Base damage and single-strand break repair: Mechanisms and functional significance of short- and long-patch repair subpathways",
        "Highly plastic genome of Microcystis aeruginosa PCC 7806, a ubiquitous toxic freshwater cyanobacterium",
        null,
        "Induction and functional analysis of two reduced nicotinamide adenine dinucleotide phosphate-dependent glutathione peroxidase-like proteins in Synechocystis PCC 6803 during the progression of oxidative stress.",
        "Microalgae and cyanobacteria: Food for thought",
        "Solar PAR and UV radiation affects the physiology and morphology of the cyanobacterium Anabaena sp. PCC 7120",
        "Combined effects of ultraviolet radiation and temperature on morphology, photosynthesis, and DNA of Arthrospira (Spirulina) Platensis (Cyanophyta)",
        "CHARACTERIZATION AND BIOLOGICAL IMPLICATIONS OF SCYTONEMIN, A CYANOBACTERIAL SHEATH PIGMENT",
        "EVIDENCE FOR AN ULTRAVIOLET SUNSCREEN ROLE OF THE EXTRACELLULAR PIGMENT SCYTONEMIN IN THE TERRESTRIAL CYANOBACTERIUM Chiorogloeopsis sp.",
        "Evidence regarding the UV sunscreen role of a mycosporine-like compound in the cyanobacterium Gloeocapsa sp.",
        "Effects of light intensity on components and topographical structures of extracellular polysaccharides from the cyanobacteria Nostoc sp.",
        "Isolation of a UV endonuclease from the cyanobacterium Synechocystis PCC 6308",
        "Influence of temperature and UVR on photosynthesis and morphology of four species of cyanobacteria",
        "Protection of photosynthesis against ultraviolet-B radiation by carotenoids in transformants of the cyanobacterium Synechococcus PCC7942",
        "Scytonemin-imine, a mahogany-colored UV/Vis sunscreen of cyanobacteria exposed to intense solar radiation",
        "Recent Res. Dev. Photochem. Photobiol.",
        "Impact of UV-B radiation on thylakoid membrane and fatty acid profile of Spirulina platensis",
        "The natural polyamine spermine functions directly as a free radical scavenger",
        "Effects of UV-B on motility and photoorientation in the cyanobacterium, Phormidium uncinatum",
        "Photochem. Photobiol.",
        "Effects of UV radiation on aquatic ecosystems and interactions with climate change",
        "Oxidative DNA damage through long-range electron transfer",
        "Effects of light wavelengths on extracellular and capsular polysaccharide production by Nostoc flagelliforme",
        "UV-B-induced formation of reactive oxygen species and oxidative damage of the cyanobacterium Anabaena sp.: Protective effects of ascorbic acid and N-acetyl-L-cysteine",
        "Reactive oxygen species and UV-B: Effect on cyanobacteria",
        "Bacterial cryptochrome and photolyase: Characterization of two photolyase-like genes of Synechocystis sp. PCC6803",
        "Microbiology Book series",
        "Recent advances in ascorbate biosynthesis and the physiological significance of ascorbate peroxidase in photosynthesizing organisms",
        "Characterization of the iron-containing superoxide dismutase and its response to stress in cyanobacterium Spirulina (Arthrospira) platensis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Vallabh Vidyanagar",
            "affilname": "Sardar Patel University",
            "affiliation-country": "India"
        }
    ],
    "funding": []
}