{
    "eid": "2-s2.0-85033385771",
    "title": "Review of major shale-dominated detachment and thrust characteristics in the diagenetic zone: Part I, meso- and macro-scopic scale",
    "cover-date": "2017-10-01",
    "subject-areas": [
        {
            "$": "General Earth and Planetary Sciences",
            "@code": "1900"
        }
    ],
    "keywords": [],
    "authors": [
        "C. K. Morley"
    ],
    "citedby-count": 70,
    "ref-count": 336,
    "ref-list": [
        "The structure and the phyllosilicates (chemistry, crystallinity and texture) of Talas Ala-Tau (Tien Shan, Kyrgyz Republic): Comparison with more recent subduction complexes",
        "Back-scattered electron imagery of the tectonic fabrics of some fine- grained sediments: implications for fabric nomenclature and deformation processes",
        "Geodynamic modeling of sedimentation-induced overpressure, gravitational spreading, and deformation of passive margin mobile shale basins",
        "Trabajos de Geologia",
        "Fold and fabric relationships in temporally and spatially evolving slump systems: A multi-cell flow model",
        "Scale invariant sheath folds in salt, sediments and shear zones",
        "Fold and thrust systems in Mass Transport Deposits",
        "Extra-basinal fluid infiltration, mass transfer, and volume strain during folding: Insights from the Idaho-Montana thrust belt",
        "Concentrated slip zones with subsidiary shears: their development on three scales in the Cerro Brass fault zone, Appalachian valley and ridge",
        "Illite crystallinity: combined effects of domain size and lattice distortion.",
        "Simultaneous measurements of chlorite and illite crystallinity: a more reliable tool for monitoring low- to very low grade metamorphism in metapelites. A case study from the southern Alps (NE Italy)",
        "The effects of tectonic strain on crystallinity, apparent mean crystallite size and lattice strain of phyllosilicates in low-temperature metamorphic rocks. A case study from the Glarus overthrust, Switzerland",
        "Origin, structural geometry, and development of a giant coherent slide: The South Makassar Strait mass transport complex",
        "Stockholm Contributions in Geology",
        "Diffusion-accommodated flow and superplasticity",
        "Competent unit thickness variation in detachment folds in the Northeastern Brooks Range, Alaska: Geometric analysis and a conceptual model",
        "From geodetic imaging of seismic and aseismic fault slip to dynamic modeling of the seismic cycle",
        "Revisiting the Hubbert-Rubey pore pressure model for overthrust faulting: Inferences from bedding-paralleldetachment surfaces within Middle Devonian gas shale, the Appalachian Basin, USA",
        "The origin of mélanges: Cautionary tales from Indonesia",
        "MUD VOLCANOES, SHALE DIAPIRS, WRENCH FAULTS, AND MELANGES IN ACCRETIONARY COMPLEXES, EASTERN INDONESIA.",
        "Geometry, kinematics, and displacement characteristics of tear-fault systems: An example from the deep-water Niger Delta",
        "3D geometry of a shale-cored anticline in the western South Caspian Basin (offshore Azerbaijan)",
        "Determination of fold kinematics from syntectonic fibers in pressure shadows, Martinsburg slate, New Jersey.",
        "Deep-water Niger Delta fold and thrust belt modeled as a critical-taper wedge: The influence of elevated basal fluid pressure on structural styles",
        "AAPG Bull.",
        "Norges Geol. Unders.",
        "Clay mineral diagenesis in sedimentary basins - A key to the prediction of rock properties. Examples from the North Sea Basin",
        "Effects of burial diagenesis on stresses, compaction and fluid flow in sedimentary basins",
        "Foreland normal fault control on northwest Himalayan thrust front development",
        "The Caledonide Orogen-Scandinavia and Related Areas",
        "Modelling hanging wall accommodation above rigid thrust ramps",
        "Tectonic applications of magnetic susceptibility and its anisotropy",
        "Foreland deformation in the Appalachian Plateau, central New York: the role of small-scale detachment structures in regional overthrusting",
        "Fault-zone geology: Lessons from drilling through the Nojima and Chelungpu faults",
        "Thrust systems.",
        "Z.dt. geol. Ges., Hannover",
        "Multiple detachment levels and their control on fold styles in the compressional domain of the deepwater west Niger Delta",
        "Deformation associated with the movement of the Muddy Mountain overthrust in the Buffington window, southeastern Nevada",
        "Genesis and evolution of small-scale structures in the toe of the Barbados Ridge accretionary wedge",
        "Structural aspects of diapiric mélange emplacement: the Duck Creek diapir",
        "AAPG Bull.",
        "Strain patterns in models of spreading‐gliding Nappes",
        "The caledonides of the Oslo region, Norway - Stratigraphy and structural elements",
        "Carbon isotope composition of lower palaeozoic kerogen: Effects of maturation",
        "Benchmarking numerical models of brittle thrust wedges",
        "Aspects of the large-scale Miocene deformation in the most external part of the Swiss Alps (Subalpine Molasse to Jura fold belt)",
        "Finite strain has no influence on the illite crystallinity of tectonized Eocene limestone breccias of the Morcles nappe, Swiss Alps",
        "The influence of pre-existing basin structure on thrust system evolution in the Western Alps",
        "Nature of thrust zones in deep water sand-shale sequences: Outcrop examples from the Champsaur sandstones of SE France",
        "Evaluating lateral compaction in deepwater fold and thrust belts: How much are we missing from \"nature's sandbox\"?",
        "Viscous creep in room-dried unconsolidated Gulf of Mexico shale (I): Experimental results",
        "Structure and composition of the plate-boundary slip zone for the 2011 Tohoku-Oki earthquake",
        "Centralblatt Miner. Paleontol. B",
        "Fluid pressure and effective stress in sandbox models",
        "Sandbox modelling of thrust wedges with fluid-assisted detachments",
        "Mechanism of thin-skinned detachment in the Amazon Fan: Assessing the importance of fluid overpressure and hydrocarbon generation",
        "Structural consequences of fluid overpressure and seepage forces in the outer thrust belt of the Niger Delta",
        "FOLD DEVELOPMENT IN ZAGROS SIMPLY FOLDED BELT, SOUTHWEST IRAN.",
        "Trabajos de Geologia",
        "Structural styles in the deep-water fold and thrust belts of the Niger Delta",
        "The use of shear zones and related structures as kinematic indicators: A review",
        "Modeling of thrust fronts above ductile and frictional detachments: Application to structures in the Salt Range and Potwar Plateau, Pakistan",
        "Duplex style and triangle zone formation: Insights from physical modeling",
        "Surge zones in the Moine thrust zone of NW Scotland",
        "Complex strain patterns developed at the frontal and lateral tips to shear zones and thrust zones",
        "The Lamu Basin deepwater fold-and-thrust belt: An example of a margin-scale, gravity-driven thrust belt along the continental passive margin of East Africa",
        "Prediction of thrusting sequences in accretionary wedges",
        "Transverse segmentation of the Baram-Balabac Basin, NW Borneo: Refining the model of Borneo's tectonic evolution",
        "Fracture transmissivity as a function of normal and shear stress: First results in Opalinus Clay",
        "Critical taper model of fold-and-thrust belts and accretionary wedges",
        "POSSIBLE MECHANISM RELATING PROGRADATION, GROWTH FAULTING, CLAY DIAPIRISM AND OVERTHRUSTING IN A REGRESSIVE SEQUENCE OF SEDIMENTS.",
        "Temporal and spatial evolution of deepwater fold thrust belts: Implications for quantifying strain imbalance",
        "Mechanics of fold-and- thrust belts and accretionary wedges.",
        "Salt tectonics: Some aspects of deformation mechanics",
        "Diagenetic and Seismic concerns associated with interpretation of deeply buried 'mobile shales'"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Aachen",
            "affilname": "Rheinisch-Westfälische Technische Hochschule Aachen",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Adelaide",
            "affilname": "The University of Adelaide",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}