{
    "eid": "2-s2.0-84963854351",
    "title": "OAM: An ontology application management framework for simplifying ontology-based semantic web application development",
    "cover-date": "2016-02-01",
    "subject-areas": [
        {
            "$": "Computer Networks and Communications",
            "@code": "1705"
        },
        {
            "$": "Computer Graphics and Computer-Aided Design",
            "@code": "1704"
        },
        {
            "$": "Artificial Intelligence",
            "@code": "1702"
        },
        {
            "$": "Software",
            "@code": "1712"
        }
    ],
    "keywords": [
        "knowledge-based application development tools",
        "ontology application framework",
        "ontology-based data publishing and access",
        "Semantic Web application framework"
    ],
    "authors": [
        "Marut Buranarach"
    ],
    "citedby-count": 36,
    "ref-count": 44,
    "ref-list": [
        "Linked data - The story so far",
        "Implementing Semantic Web applications: Reference architecture and challenges",
        "Object-oriented application frameworks",
        "Design Patterns: Elements of Reusable Object-Oriented Software",
        "Proc. Workshop on Ontologies and Information Sharing",
        "Description logics for information integration",
        "Proc. 21st International World Wide Web Conference",
        "A Web-Based Mapping Technique for Establishing Metadata Interoperability",
        "The MASTRO system for ontology-based data access",
        "Optique: Towards OBDA systems for industry",
        "Jena: Implementing the semantic web recommendations",
        "Towards a component-based framework for developing semantic web applications",
        "A flexible integration framework for semantic web 2.0 applications",
        "Exploiting linked data to build web applications",
        "Proc. 11th Int. Conf. on the Semantic Web-Volume Part II",
        "LMF: A framework for linked media",
        "A community-driven approach to development of an ontology-based application management framework",
        "Proc. of the 3rd Int. Semantic Web Conf",
        "Apache Jena-Reasoners and Rule Engines Jena Inference Support",
        "Understanding semantic web applications",
        "Proc. of the 12th International World Wide Web Conf",
        "Search personalization: Knowledge-based recommendation in digital libraries",
        "RIF Overview",
        "Notation3 N3): A Readable RDF Syntax, W3C Team Submission",
        "Euler Yet Another Proof Engine",
        "SPARQL 1.1 Entailment Regimes W3C Recommendation",
        "SPIN-Overview and Motivation W3C Member Submission",
        "Proc. ACM SIGIR Workshop on Faceted Search",
        "High performance activity recognition framework for ambient assisted living in the home network environment",
        "A development of knowledge representation for Thalassemia prevention and control program",
        "A review of smart homes-Present state and future challenges",
        "State of the art of smart homes",
        "Measuring daily behavior using ambulatory accelerometry: The activity monitor",
        "Activity and location recognition using wearable sensors",
        "Integrating a bed sensor in a smart home monitoring system",
        "Echonet: A home network standard",
        "ZigBee and the UPnP expansion for home network electrical appliance control on the internet",
        "A single tri-axial accelerometer-based real-time personal life log system capable of human activity recognition and exercise information generation",
        "Range-based algorithm for posture classification and fall-down detection in smart homecare system",
        "Asian Biomed",
        "Proc. of the Semantic Web Challenge",
        "The Apache Software Foundation, Apache Jena-TDB",
        "D2RQ-Lessons Learned Position Paper for the W3C Workshop on RDF Access to Relational Databases",
        "The Berlin SPARQL benchmark"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Electronics and Computer Technology Center",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nomi",
            "affilname": "Japan Advanced Institute of Science and Technology",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Service Informatics and Young Scientist and Technologist Programmes",
        "National Science and Technology Development Agency"
    ]
}