{
    "eid": "2-s2.0-84913558053",
    "title": "Influence of the electrodeposited co-fe alloys’ characteristics on their magnetic properties",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "CoFe film",
        "Electrodeposition",
        "Magnetic properties",
        "Plating"
    ],
    "authors": [
        "Thanakrit Chotibhawaris"
    ],
    "citedby-count": 4,
    "ref-count": 32,
    "ref-list": [
        "Magnetic properties of fine iron-cobalt-nickel alloy powders",
        "Development of high-performance magnetic thin film for high-density magnetic recording",
        "Electrodeposition of FeCoNi thin films for magnetic-MEMS devices",
        "Introduction of electrochemical microsystem technologies (EMT) from ultra-high-density magnetic recording",
        "Recent development of magnetic recording head core materials by plating method",
        "Synthesis and magnetic properties of nanostructured γ-Ni-Fe alloys",
        "Ultrasoft and high magnetic moment CoFe films directly electrodeposited from a B-reducer contained solution",
        "Electrodeposition of low-stress high magnetic moment Fe-rich FeCoNi thin films",
        "Magnetic properties of nanocrystalline iron group thin film alloys electrodeposited from sulfate and chloride baths",
        "The effect of solid solution W additions on the mechanical properties of nanocrystalline Ni",
        "Introduction to Magnetic Materials",
        "Study of the grain size, particle size and roughness of substrate in relation to the magnetic properties of electroplated permalloy",
        "Magnetism and Magnetic Materials",
        "J. Appl. Physi",
        "Modern Magnetic Materials",
        "Nanocrystalline materials for high temperature soft magnetic applications: a current prospectus",
        "Nano-scale materials development for future magnetic applications",
        "49Th MMM Conference",
        "Effect of surface roughness on magnetic domain wall thickness, domain size, and coercivity",
        "Applied Physics",
        null,
        "Nano plating - Microstructure formation theory of plated films and a database of plated films",
        "Excellent soft magnetic two-phase nanocrystalline films for various magnetic devices",
        "Handbook of magnetic measurements",
        "Electrodeposition of highly functional thin films for magnetic recording devices of the next century",
        "A high moment CoFe soft magnetic thin film prepared by electrodeposition",
        "Electroformed iron and FeCo alloy",
        "The influence of pH and bath composition on the properties of Fe-Co alloy film electrodeposition",
        "Appl. Surf. Sci",
        "Thickness effect on stress-induced exchange anisotropy of NiFe/NiFeMn",
        "Theory and Practice of Metal Electrodeposition",
        "Influence of thickness on magnetic properties of electrolytic Ni-Fe films deposited on Cu wires"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}