{
    "eid": "2-s2.0-84938524985",
    "title": "Manipulation of biochemical compositions of chlorella sp",
    "cover-date": "2015-07-31",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "Biochemical compounds",
        "Carbohydrate",
        "Chlorella sp",
        "Lipid",
        "Lutein",
        "Protein"
    ],
    "authors": [
        "Puchong Sri-Uam"
    ],
    "citedby-count": 9,
    "ref-count": 47,
    "ref-list": [
        "Nutritional effect of freshwater Chlorella on growth of the rotifer Brachionus plicatilis",
        "Larval rearing of the grouper Epinephelus suillus under laboratory conditions",
        "Optimization of indoor production of fresh water rotifer, Brachionus calyciflorus, b: Feeding Studies",
        "Evolution of pigment composition in Chlorella vulgaris",
        "Potential applications of antioxidant compounds derived from algae",
        "Nutritional supplements",
        null,
        "Microalgae Chlorella as a potential bio-energy feedstock",
        "Effects of temperature, light intensity and growth phase on the biochemical composition of Chlorella sorokiniana Shihira and Krauss",
        "Influence of culture temperature on the growth, biochemical composition and fatty acid profiles of six Antarctic microalgae",
        "Isolation and characterization of a starchless mutant of Chlorella pyrenoidosa STL-PI with a high growth rate, and high protein and polyunsaturated fatty acid content",
        "Protein, fatty acid, and pigment content of Chlorella vulgaris under different light regimes",
        "Effect of light supply and carbon source on cell growth and cellular composition of a newly isolated microalga Chlorella vulgaris ESP-31",
        "Enhanced lipid production of Chlorella vulgaris by adjustment of cultivation conditions",
        "Temperature shifts induce intraspecific variation in microalgal production and biochemical composition",
        "Biomass production and biochemical variability of the marne microalga Isochrysis galbana in relation to culture medium",
        "Potential fuel oils from the microalga Choricystis minor",
        "The effects of different salinity ratios on reproductive rates and proximate composition of spirulina platensis in a helical photobioreactor",
        "Growth and proximate composition of the Chaetoceros calcitrans f. pumilus under different temperature, salinity and carbon dioxide levels",
        "Cell growth and nutritive value of the tropical benthic diatom, Amphora sp., at varying levels of nutrients and light intensity, and different culture locations",
        "Effect of salt concentration on intracellular accumulation of lipids and triacylglyceride in marine microalgae Dunaliella cells",
        "Effect of light intensity on the proximate biochemical and fatty acid composition of Isochrysis sp. and Nannochloropsis oculata for use in tropical aquaculture",
        "Microalgae as sources of high added-value compounds-a brief review of recent work",
        "Lutein production by Muriellopsis sp. in an outdoor tubular photobioreactor",
        "Lipid Extraction and Biodiesel Production from Microalgae and Recovery of Free Lutein By-Product",
        "Influence of culture conditions on the productivity and lutein content of the new strain Scenedesmus almeriensis",
        "Biomass and lutein productivity of Scenedesmus almeriensis: Influence of irradiance, dilution rate and temperature",
        "Enhanced production of lutein in heterotrophic Chlorella protothecoides by oxidative stress",
        "Carotenoid content of chlorophycean microalgae: factors determining lutein accumulation in Muriellopsis sp. (Chlorophyta)",
        null,
        null,
        "A rapid method of total lipid extraction and purification.",
        "Protein measurements of microalgal and cyanobacterial biomass",
        "Determination of Ash in Biomass",
        "High productivity cultivation of a heat-resistant microalga Chlorella sorokiniana for biofuel production",
        "Long-term outdoor cultivation by perfusing spent medium for biodiesel production from Chlorella minutissima",
        "Potential carbon dioxide fixation by industrially important microalgae",
        "Cultivating chlorella vulgaris for nutrition and oxygen production during long term manned space missions",
        "Optimization of heterotrophic cultivation of Chlorella sp. for oil production",
        "Effects of temperature on the growth and product accumulation of Chlorella sp",
        "Supercritical carbon dioxide extraction of marigold lutein fatty acid esters: Effects of cosolvents and saponification conditions",
        "Outdoor cultivation of lutein-rich cells of Muriellopsis sp. in open ponds",
        "Study of increasing lipid production from fresh water microalgae Chlorella vulgaris",
        "Effect of phosphorus on lipid accumulation in freshwater microalga Chlorella sp.",
        "The effect of nitrogen limitation on lipid productivity and cell composition in Chlorella vulgaris",
        "Journal of Applied Phycology"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "PTT",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}