{
    "eid": "2-s2.0-85074612335",
    "title": "Notes on the sinistral helicoid snail bertia cambojiensis (reeve, 1860) from Vietnam (eupulmonata, dyakiidae)",
    "cover-date": "2019-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Conservation",
        "DNA barcoding",
        "Endangered",
        "Left-handed",
        "Systematics"
    ],
    "authors": [
        "Chirasak Sutcharit",
        "Fred Naggs",
        "Jonathan Ablett",
        "Pham Van Sang",
        "Luong Van Hao",
        "Somsak Panha"
    ],
    "citedby-count": 8,
    "ref-count": 48,
    "ref-list": [
        "Description of new genera or subgenera of Helicidae",
        "Paper read at the Royal Geographical Society 10th March, 1",
        "Zonitid snails from Pacific Islands, Part 3. Genera other the Microcystinae. Bernice P",
        "Revised classification, nomenclator and typification of gastropod and monoplacophoran families",
        "Note sur la provenance exacte de ľ Helix cambojiensis, Reeve",
        "Notice sur un Limaçon de la côte de Malabar, observé vivant à Bordeaux",
        "Catalogue des mollusques terrestres et fluviatiles de ľIndo-Chine orientale cites jusqu’ à ce jour",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates",
        "On a collection of land shells made in Borneo by Mr. Everett, with descriptions of supposed new species. Part II. Zonitidae and Helicinidae",
        "On Helicella Férussac",
        "A preliminary phylogenetics and biogeographic analysis of Dyakiidae (Gastropoda: Stylommatophora) and a biogeographic analysis of other Sundaland taxa",
        "Pfeiffer’s Novitates Conchologicae, Series I, Land Mollusca, 1854-1879, and Dunker’s Novitates Conchologicae, Series II, Marine Mollusca, 1862-1882. A complete collation",
        "Three new species of archerfishes from the freshwaters of Southeast Asia (Teleostei: Toxotidae) and notes on Henri Mouhot’s fish collections",
        "On a new subfamily Dyakiinae of the Zonitidae",
        "Notes on Ariophantidae from the Malay Peninsula, with description of new genera",
        "Observation sur la fanue malacologique de la Cochinchine et du Cambodje, comprenant la description des espèces nouvelles",
        "A phylogeny of planorbid snails, with implications for the evolution of Schistosoma parasites",
        "Descriptions of thirty-six new species of land-shells from Mr. H. Cuming’s collection",
        "Die Schnirkelschnecken nebst den zunächst verwandten Gattungen",
        "On two new species of shells from Cambojia",
        "Helix mouhoti",
        "Treatise on recent terrestrial pulmonated mollusk. Ariophantidae, Ostracolethaidae, Ryssotidae, Milacidae, Dyakiidae, Staffordiidae, Gastrodontidae, Zonitidae, Daudebardiidae, Parmacellidae",
        "Check-list of land pulmonate molluscs of Vietnam (Gastropoda: Stylommatophora)",
        "Descriptions of six new species of land shells from Annam",
        "A collection of non-marine mollusks from Sabah",
        "A collection of amphibians and reptiles from hilly eastern Cambodia",
        "Taxonomic revision of Dyakia janus from Peninsular Malaysia (Pulmonata: Dyakiidae), with notes on other sinistrally coiled helicarionids",
        "Bertia setzeri, a new species of land snail from Vietnam (Gastropoda: Stylommatophora: Dyakiidae)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Hanoi",
            "@id": "60071359",
            "affilname": "Vietnam Academy of Science and Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071359",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sa",
            "@id": "114939371",
            "affilname": "Hoang Lien National Park",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/114939371",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "London",
            "@id": "114428875",
            "affilname": "Division of Higher Invertebrates",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/114428875",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "TRF Strategic Basic Research",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Center of Excellence on Biodiversity"
    ]
}