{
    "eid": "2-s2.0-84922295296",
    "title": "The rise and implications of the water-energy-food nexus in Southeast Asia through an environmental justice lens",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Management",
            "@code": "2308"
        },
        {
            "$": "Political Science and International Relations",
            "@code": "3320"
        },
        {
            "$": "Water Science and Technology",
            "@code": "2312"
        },
        {
            "$": "Geography",
            "@code": "3305"
        }
    ],
    "keywords": [
        "Environmental justice",
        "Nexus",
        "Southeast Asia",
        "Sustainable development",
        "Water-energy-food"
    ],
    "authors": [
        "Carl Middleton"
    ],
    "citedby-count": 90,
    "ref-count": 147,
    "ref-list": [
        "Constructing a security community in Southeast Asia.",
        "Analysis of EIA/EMP in the Greater Mekong Subregion (GMS) countries and identification of gaps, needs, and areas for capacity development.",
        "Asian development outlook 2012: Confronting rising inequality in Asia.",
        "International conference on GMS 2020: Balancing economic growth and environmental sustainability, focusing on food-water-energy nexus",
        "The Greater Mekong Subregion at 20: Progress and prospects",
        "Thinking about water differently: Managing the water-food-energy nexus",
        "Asian water development outlook 2013: Measuring water security in Asia and the Pacific",
        "Food sovereignty, food security and democratic choice: critical contradictions, difficult conciliations",
        "Global environmental justice or Le droit au monde?",
        "Exploring the Nexus: Bringing together sustainability, environmental justice and equity",
        "Just sustainabilites: Development in an unequal world",
        "Just sustainabilites: Development in an unequal world",
        "Common property in the Mekong: Issues of sustainability and subsistence.",
        "Nexus nirvana or nexus nullity?: The need for a more dynamic approach to security and sustainability in the water-energy-food nexus",
        "Transboundary river basin management: Addressing water, energy and food security.",
        "Cooperation for water, energy and food security in transboundary basins under changing climate",
        "Environmental principles and policies: An interdisciplinary introduction",
        "The water-energy-food security nexus: Towards a practical planning and decision-support framework for landscape investment and risk management.",
        "Irrigation drivers, dilemmas and logics in Northeast Thailand in the early 21st century",
        "Landscape transformations and new approaches to wetlands management in the nAm Songkhram River basin in Northeast Thailand",
        "Global land grabbing and trajectories of Agrarian change: A preliminary analysis",
        "Towards a better understanding of global land grabbing: An editorial introduction",
        "Coping with global environmental change, disasters and security - Hexagon Series on Human and Environmental Security and Peace",
        "International conference on GMS 2020. Balancing economic growth and environmental sustainability, focusing on food-water-energy nexus",
        "Our common future: Report of the World Commission on Environment and Development.",
        "The politics of the environment: Ideas, activism, policy.",
        "Knowledge systems for sustainable development",
        "Paths to a green world: The political economy of the global environment.",
        "Democratizing water governance in the Mekong Region",
        "The potential of MRC to pursue IWRM in the mekong: Trade-offs and public participation",
        "Planning approaches for water resources development in the lower Mekong basin.",
        "Mekong forum on water, food and energy",
        "Mekong turning point: Shared river for a shared future.",
        "Commonplaces and comparisons: Remarking eco-political spaces in Southeast Asia",
        "Dam development in Vietnam: The evolution of dam-induced resettlement policy",
        "Managing environmental systems: The water-energy-food nexus. Research Synthesis Brief.",
        "The global diffusion of public policies: Social construction, coercion, competition, or learning?",
        "An agenda for deliberative water governance arenas in the Mekong",
        "Deliberation and scale in mekong region water governance",
        "A framework for analysing transboundary water governance complexes, illustrated in the Mekong Region",
        "Voices from the margin: Economic, social, and cultural rights in Northeast Thailand",
        "The politics of the earth: Environmental discourses. 2nd edition",
        "Environmental justice and conceptions of the green economy.",
        "Encountering development: The making and unmaking of the third world",
        "Ruined rivers, damaged lives: The impacts of the Theun Hinboun hydropower project on downstream communities in Lao PDR",
        "Environs",
        "Walking the nexus talk: Assessing the water-energy-food nexus.",
        "Pak Mun Dam: Perpetually contested?",
        "Developing detailed foresight narratives: A participatory technique from the Mekong region",
        "Mekong hydropower development: A review of governance and sustainability challenges",
        "Critical political ecology: The politics of environmental science",
        "The global water grab: A primer",
        "3S rivers under threat: Understanding new threats and challenges from hydropower development to biodiversity and community rights in the 3S River Basin",
        "Mekong hydropower: Drivers of change and governance challenges",
        "Nexus dialogue on water infrastructure solutions building partnerships to optimise infrastructure and technology for water, energy and food security",
        "Southeast Asia - Evaluation of the status of IWRM: Implementation in Southeast Asia 2000-2010 in respect to policy",
        "Saving the Mediterranean: The politics of international environmental cooperation",
        "Burmese villagers exiled from ancestral homes as fate of dam remains unclear.",
        "Powers of exclusion: Land dilemmas in Southeast Asia",
        "Politics and development in a Transboundary watershed: The case of the lower Mekong Basin",
        "Justice, nature and the geography of difference.",
        "Xayaburi dam: How Laos violated the 1995 Mekong Agreement",
        "Energy security: For whom? for what? Sturminster Newton",
        "National interest and transboundary water governance in the Mekong",
        "Understanding the nexus. Background paper for the Bonn 2011 Conference.",
        "Burma redux: Global justice and the quest for political reform in Myanmar",
        "Integrated analysis of climate change, land-use, energy and water strategies",
        "MRC SEA for hydropower on the Mekong mainstream. Summary Baseline Assessment Report.",
        "Baseline report: Ensuring sustainability of GMS regional power development",
        "Summary of technical reviews of the Xayaburi Environmental Impact Assessment",
        "Myanmar under reform: Emerging pressures on water, energy and food security",
        "The mekong: A diverse basin facing the tensions of development",
        "Putting nature in the nexus: Investing in natural infrastrucutre to advance water-energy-food security.",
        "Northeast Thailand futures: A local study of the exploring Mekong Region Futures Project",
        "The Nam Theun 2 controversy and its lessons for laos",
        "Water rights and social justice in the Mekong Region",
        "Dynamic sustainabilities: Technology, environment, social justice",
        "Critical states: Environmental challenges to development in monsoon Southeast Asia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Brighton",
            "affilname": "Institute of Development Studies, Brighton",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Toronto",
            "affilname": "York University",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kathmandu",
            "affilname": "Nepal Academy of Science and Technology",
            "affiliation-country": "Nepal"
        }
    ],
    "funding": []
}