{
    "eid": "2-s2.0-84941277608",
    "title": "Association of herbal and dietary supplements with progression and complications of chronic kidney disease: A prospective cohort study",
    "cover-date": "2015-10-01",
    "subject-areas": [
        {
            "$": "Nephrology",
            "@code": "2727"
        }
    ],
    "keywords": [
        "chronic kidney disease",
        "dietary supplements",
        "herbal medicines",
        "hyperphosphataemia",
        "Thailand"
    ],
    "authors": [
        "Mayuree Tangkiatkumjai"
    ],
    "citedby-count": 7,
    "ref-count": 30,
    "ref-list": [
        "Nephrotoxicity of Alternative Medicine Practice",
        "Americans' use of dietary supplements that are potentially harmful in CKD",
        "Kidney disease: Improving global outcomes (KDIGO) CKD work group. KDIGO 2012 clinical practice guideline for the evaluation and management of chronic kidney disease",
        "Were herbal remedies not recommended in the new KDIGO guideline?",
        "End-stage renal disease in Taiwan: A case-control study",
        "All-cause mortality attributable to chronic kidney disease: a prospective cohort study based on 462 293 adults in Taiwan",
        "Herbal Therapy Is Associated With the Risk of CKD in Adults Not Using Analgesics in Taiwan",
        "Prevalence and risk factors of chronic kidney disease in the Thai adult population: Thai SEEK study",
        "Factors associated with CKD in the elderly and nonelderly population",
        "The need for robust validation for MDRD-based glomerular filtration rate estimation in various CKD populations",
        "Predictive validity of a medication adherence measure in an outpatient setting",
        "Psychometric properties of the Thai version of the 8-item Morisky medication adherence scale in patients with type 2 diabetes",
        "The dialysis diet and fluid non-adherence questionnaire: Validity testing of a self-report instrument for clinical practice",
        "Herbal and Dietary Supplement Use in Thai Patients with Chronic Kidney Disease (CKD) and Their Association with Progression of CKD",
        "Case-control study of regular analgesic and nonsteroidal anti-inflammatory use and end-stage renal disease",
        "Nonsteroidal anti-inflammatory drug use among persons with chronic kidney disease in the United States",
        "General Guidelines for Methodologies on Research and Evaluation of Traditional Medicine",
        "Q&A on Dietary Supplements",
        "Am. J. Kidney Dis.",
        "K/DOQI clinical practice guidelines for bone metabolism and disease in chronic kidney disease.",
        "Clinical Practice Guidelines for Pre-Dialysis Patients in 2009",
        "Am. J. Kidney Dis.",
        "Modern Epidemiology",
        "Implications of Proteinuria: CKD Progression and Cardiovascular Outcomes",
        "Association between smoking and chronic kidney disease: A case control study",
        "Defining obesity by body mass index in the Thai population: An epidemiologic study",
        "Adverse drug reactions: Definitions, diagnosis, and management",
        "Mineral metabolism and outcomes in chronic kidney disease stage 2-4 patients",
        "Kidney injury from alternative medicines",
        "Safety of herbal products in Thailand: An analysis of reports in the thai health product vigilance center database from 2000 to 2008"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nottingham",
            "affilname": "University of Nottingham Medical School",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Nottingham",
            "affilname": "University of Nottingham",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Srinakharinwirot University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}