{
    "eid": "2-s2.0-85134171200",
    "title": "Toxicity and cosmetic outcome in hypofractionated radiation therapy for ductal carcinoma in situ after breast-conserving surgery: a preliminary report",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Radiological and Ultrasound Technology",
            "@code": "3614",
            "@abbrev": "HEAL"
        },
        {
            "@_fa": "true",
            "$": "Radiology, Nuclear Medicine and Imaging",
            "@code": "2741",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "cosmesis",
        "DCIS",
        "hypofractionation"
    ],
    "authors": [
        "J. Soonthornrak",
        "N. Amornwichet",
        "K. Shotelersuk",
        "K. Saksornchai"
    ],
    "citedby-count": 0,
    "ref-count": 20,
    "ref-list": [
        "Overview of the randomized trials of radiotherapy in ductal carcinoma in situ of the breast",
        "The UK Standardisation of Breast Radiotherapy (START) Trial A of radiotherapy hypofractionation for treatment of early breast cancer: a randomized trial",
        "The UK Standardization of Breast Radiotherapy (START) Trial B of radiotherapy hypofractionation for treatment of early breast cancer: a randomized trial",
        "The UK Standardization of Breast Radiotherapy (START) trials of radiotherapy hypofractionation for treatment of early breast cancer: 10-year follow-up results of two randomized controlled trials",
        "Long-term results of hypofractionated radiation therapy for breast cancer",
        "Long-term outcomes of hypofractionation versus conventional radiation therapy after breast-conserving surgery for ductal carcinoma in situ of the breast",
        "Five year outcome of 145 patients with ductal carcinoma in situ (DCIS) after accelerated breast radiotherapy",
        "Hypofractionated versus conventionally fractionated radiotherapy for ductal carcinoma in situ (DCIS) of the breast",
        "Radiation therapy for the whole breast: Executive summary of an American Society for Radiation Oncology (ASTRO) evidence-based guideline",
        "Evaluation of breast conserving therapy: clinical, methodological and psychosocial perspectives",
        "Hypofractionated radiation therapy for breast ductal carcinoma in situ",
        "Local control with conventional and hypofractionated adjuvant radiotherapy after breast-conserving surgery for ductal carcinoma in-situ",
        "The effect of breast volume on toxicity using hypofractionated regimens for early stage breast cancer for patients",
        "Hypofractionated radiotherapy does not increase acute toxicity in large-breasted women: results from a prospectively collected series",
        "Fractionation for whole breast irradiation: an American Society for Radiation Oncology (ASTRO) evidence-based guideline",
        "Association of radiotherapy boost for ductal carcinoma in situ with local control after whole-breast radiotherapy",
        "Whole-breast irradiation with or without a boost for patients treated with breast-conserving surgery for early breast cancer: 20-year follow-up of a randomized phase 3 trial",
        "The addition of a boost dose on the primary tumor bed after lumpectomy in breast conserving treatment for breast cancer. A summary of the results of EORTC 22881-10882 “boost versus no boost” trial",
        "Quality of life after breast-conserving therapy and adjuvant radiotherapy for non-low-risk ductal carcinoma in situ (BIG 3-07/TROG 07.01): 2-year results of a randomized, controlled, phase 3 trial"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}