{
    "eid": "2-s2.0-84983428084",
    "title": "Study of liquid film forming apparatus (LFFA) mechanisms in terms of oxygen transfer and bubble hydrodynamic parameters",
    "cover-date": "2016-08-19",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "Bubble hydrodynamic",
        "Diffused aeration system",
        "Interfacial area",
        "Liquid film forming apparatus",
        "Oxygen transfer efficiency",
        "Superficial gas velocity",
        "Volumetric mass transfer coefficient"
    ],
    "authors": [
        "Marupatch Jamnongwong"
    ],
    "citedby-count": 5,
    "ref-count": 32,
    "ref-list": [
        "A unified correlation for predicting liquid axial dispersion coefficient in bubble columns",
        "Comptes Rendus De l’Académie Des Sciences",
        "Principles of Gas Absorption",
        "Rate of flow and mechanics of bubble formation from single submerged orifices. I. Rate of flow studies",
        "The prediction of bubble terminal velocities from wave theory",
        "Gas Holdup and Volumetric Mass Transfer Coefficient in Bubble Columns. Effects of Liquid Properties",
        "Mixing and mass transfer in tall bubble columns",
        "Bubble swarm characteristics in bubble columns",
        "SHAPES AND VELOCITIES OF SINGLE DROPS AND BUBBLES MOVING FREELY THROUGH IMMISCIBLE LIQUIDS.",
        "Effective interfacial area and liquid-side mass transfer coefficient in the upward two-phase flow of gas-liquid mixtures",
        "Hydrodynamic parameters of diffused air systems",
        "Encyclopedia of Fluid Mechanics",
        "Bench-scale study of oxygen transfer in coarse bubble diffused aeration",
        "Bubble Column Reactors",
        "Mass transfer and bubble size in a bubble column under pressure",
        "Etude De l’influence Du Distributeur De Gaz Sur l’hydrodynamique Et Le Transfert De Matie?Re Gaz-Liquide Des Colonnes A? Bulles",
        "Hydrodynamique Des Colonnes à Bulles Fonctionnant à Co-Courant De Gaz Et De Liquide: Effet Hydrodynamique Produit Par La présence d’un Garnissage spécifique",
        "Aeration: Principles and practice",
        "Transferts Gaz-Liquide Dans Les procédés De Traitement Des Eaux Et Des Effluents Gazeux",
        "Study of different membrane spargers used in waste water treatment: Characterisation and performance",
        "Effect of surfactants on liquid-side mass transfer coefficients in gas-liquid systems: A first step to modeling",
        "Proceedings of Asian-Pacific Regional Conference on Practical Environmental Technologies (APRC 2007 International Conference)",
        "Performance evaluation of propeller-aspirator-pump aerator",
        "Experimental study of oxygen diffusion coefficients in clean water containing salt, glucose or surfactant: Consequences on the liquid-side mass transfer coefficients",
        "Improved oxygen mass transfer modeling for diffused/subsurface aeration systems",
        "Hydraulic Engineering",
        "Impact of bubble and free surface oxygen transfer on diffused aeration systems",
        "Enhancement of oxygen transfer efficiency in diffused aeration systems using liquid-film-forming apparatus",
        "INTECH",
        "Measurement of Oxygen Transfer in Clean Water",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology North Bangkok",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Yamaguchi",
            "affilname": "Yamaguchi University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}