{
    "eid": "2-s2.0-85123498922",
    "title": "Substrate loading rates conducive to nitritation in entrapped cell reactors: performance and microbial community structure",
    "cover-date": "2022-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Chemistry",
            "@code": "2304",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Pollution",
            "@code": "2310",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Health, Toxicology and Mutagenesis",
            "@code": "2307",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "16S rRNA gene amplicon sequencing",
        "Ammonia-oxidizing microorganisms",
        "amoA gene",
        "Nitrite-oxidizing microorganisms",
        "Operating parameter",
        "Shortcut biological nitrogen removal"
    ],
    "authors": [
        "Pattaraporn Kunapongkiti",
        "Chaiwat Rongsayamanont",
        "Wuttichai Mhuantong",
        "Preeyaporn Pornkulwat",
        "Nampetch Charanaipayuk",
        "Tawan Limpiyakorn"
    ],
    "citedby-count": 1,
    "ref-count": 40,
    "ref-list": [
        "Gel immobilization: A strategy to improve the performance of anaerobic ammonium oxidation (anammox) bacteria for nitrogen-rich wastewater treatment",
        "Truepera radiovictrix gen. nov., sp. nov., a new radiation resistant species and the proposal of Trueperaceae fam",
        "Kinetic characterisation of an enriched Nitrospira culture with comparison to Nitrobacter",
        "Partial nitrification to nitrite using low dissolved oxygen concentration as the main selection factor",
        "Global patterns of 16S rRNA diversity at a depth of millions of sequences per sample",
        "Immobilization of microorganisms with phosphorylated polyvinyl alcohol (PVA) gel",
        "Enhanced selective enrichment of partial nitritation and anammox bacteria in a novel two-stage continuous flow system using flat-type poly (Vinylalcohol) cryogel films",
        "Optimization of free ammonia concentration for nitrite accumulation in shortcut biological nitrogen removal process",
        "Differential kinetics of ammonia- and nitrite-oxidizing bacteria: a simple kinetic study based on oxygen affinity and proton release during nitrification",
        "Stable partial nitrification of domestic sewage achieved through activated sludge on exposure to nitrite",
        "Ammonia-oxidizing archaea versus bacteria in two soil aquifer treatment systems",
        "Ubiquity and diversity of ammonia-oxidizing archaea in water columns and sediments of the ocean",
        "Abundance of anammox bacteria in different wetland soils",
        "Enrichment and characterization of an autotrophic ammonia-oxidizing archaeon of mesophilic crenarchaeal group I.1a from an agricultural soil",
        "Kinetic analysis of a complete nitrifier reveals an oligotrophic lifestyle",
        "The lithoautotrophic ammonia-oxidizing bacteria",
        "Partial nitrification in entrapped-cell-based reactors with two different cell-to-matrix ratios: performance, microenvironment and microbial community",
        "Application of cell immobilization technology to promote nitritation: a review",
        "Arenimonas subflava sp. Nov., isolated from a drinking water network, and emended description of the genus Arenimonas",
        "Microbial community structure in autotrophic nitrifying granules characterized by experimental and simulation analyses",
        "The Family Cytophagaceae",
        "Characterization of the Genus Sinomonas: from taxonomy to applications",
        "Agromyces ulmi sp. nov., xylanolytic bacterium isolated from Ulmus nigra in Spain",
        "Performance and bacterial community structure of a submerged biofilter subjected to high ammonium and high organic carbon concentrations",
        "Dissolved oxygen/free ammonia (DO/FA) ratio manipulation to gain distinct proportions of nitrogen species in effluent of entrapped-cell-based reactors",
        "The Family Chitinophagaceae",
        "The ammonia monooxygenase structural gene amoA as a functional marker: molecular fine-scale analysis of natural ammonia-oxidizing populations",
        "Aquimonas voraii gen. nov., sp. nov., a novel gammaproteobacterium isolated from a warm spring of Assam, India",
        "Response of nitrite accumulation and microbial community to free ammonia and dissolved oxygen treatment of high ammonium wastewater",
        "Nitrososphaera viennensis, an ammonia oxidizing archaeon from soil",
        "Complete nitrification by a single microorganism",
        "Shinella fusca sp. Nov., isolated from domestic waste compost",
        "Cultivation and characteristics of partial nitrification granular sludge in a sequencing batch reactor inoculated with heterotrophic granules",
        "Newly designed primer pair revealed dominant and diverse comammox amoA gene in full-scale wastewater treatment plants",
        "A review of partial nitrification in biological nitrogen removal processes: from development to application",
        "Leadbetterella byssophila gen. nov., sp. nov., isolated from cotton-waste composts for the cultivation of oyster mushroom",
        "Comamonas",
        "The structure and component characteristics of partial nitrification biofilms under autotrophic and heterotrophic conditions",
        "Identification of novel denitrifying bacteria Stenotrophomonas sp. ZZ15 and Oceanimonas sp. YC13 and application for removal of nitrate from industrial wastewater",
        "Emended description of the genus Agromyces and description of Agromyces cerinus subsp. cerinus sp. nov., subsp. nov., Agromyces cerinus subsp. nitratus sp. nov., subsp. nov., Agromyces fucosus subsp. fucosus sp. nov., subsp. nov., and Agromyces fucosus subsp. hippuratus sp. nov., subsp. nov"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "National Science and Technology Development Agency",
        "National Nanotechnology Center"
    ]
}