{
    "eid": "2-s2.0-84958917886",
    "title": "Effects of size and shape of dispersed poly(butylene terephthalate) on isothermal crystallization kinetics and morphology of poly(lactic acid) blends",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "General Engineering",
            "@code": "2200"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [],
    "authors": [
        "Chavakorn Samthong"
    ],
    "citedby-count": 22,
    "ref-count": 50,
    "ref-list": [
        "An overview of polylactides as packaging materials",
        "Polylactic acid technology",
        "Synthetic biopolymer nanocomposites for tissue engineering scaffolds",
        "High-resolution PLA-based composite scaffolds via 3-D printing technology",
        "Ternary PLA-PHB-Limonene blends intended for biodegradable food packaging applications",
        "Morphology, structure, and properties of poly(lactic acid) microporous films containing poly(butylene terephthalate) fine fibers fabricated by biaxial stretching",
        "Effect of natural and synthetic antioxidants incorporation on the gas permeation properties of poly(lactic acid) films",
        "Poly(Lactic Acid): Synthesis, Structures, Properties, Processing, and Applications",
        "The nucleation effect of modified carbon black on crystallization of poly(lactic acid)",
        "Crystallization behavior and morphology of polylactide and PLA/clay nanocomposites in the presence of chain extenders",
        "Poly(L-lactide)/Poly(D-lactide)/clay nanocomposites: Enhanced dispersion, crystallization, mechanical properties, and hydrolytic degradation",
        "Improving mechanical performance of injection molded PLA by controlling crystallinity",
        "Isothermal crystallization kinetics and crystal structure of poly(lactic acid): Effect of triphenyl phosphate and talc",
        "Nonisothermal crystallization kinetics of poly(lactic acid) formulations comprising talc with poly(ethylene glycol)",
        "Stereocomplex crystallization and spherulite growth behavior of poly(l-lactide)-b-poly(d-lactide) stereodiblock copolymers",
        "Structures and morphologies of biocompatible and biodegradable block copolymers",
        "Crystallization behavior of poly(lactide)/poly(β-hydroxybutyrate)/talc composites",
        "Crystallization behavior of polypropylene filled with calcium carbonate of various shape",
        null,
        "Transcrystallization behavior at the poly(lactic acid)/sisal fibre biocomposite interface",
        "Size effects of cellulose nanofibers for enhancing the crystallization of poly(lactic acid)",
        "Isothermal Crystallization Kinetics of Fiber/Polylactic Acid Composites and Morphology",
        "Polym. Eng. Sci.",
        "Polym. Eng. Sci.",
        "Structure and properties for biomass-based polyester blends of PLA and PBS",
        "Study of biodegradable polylactide/poly(butylene adipate-co-terephthalate) blends",
        "Isothermal and non-isothermal crystallization of poly(L -lactic acid)/poly(butylene terephthalate) blends",
        "Fibrillar polymer-polymer composites: Morphology, properties and applications",
        "Rheological properties of polymer composites with flexible fine fibers",
        "Modification of rheological properties under elongational flow by addition of polymeric fine fibers",
        "Proc. Roy. Soc. Lond. Ser. A",
        "Miscibility and properties of poly(l-lactic acid)/poly(butylene terephthalate) blends",
        "Reversible kinetics and thermodynamics of the homopolymerization of L-lactide with 2-ethylhexanoic acid Tin(II) salt",
        "Micro- and nanostructured multiphase polymer blend systems: Phase morphology and interfaces",
        "Compatibilizers for melt blending: Premade block copolymers",
        "Mechanism of fibrillation in the flow of molten polymer mixtures",
        "Disorder-to-order phase transition and multiple melting behavior of poly(L-lactide) investigated by simultaneous measurements of WAXD and DSC",
        "Polymorphic transition in disordered poly(L-lactide) crystals induced by annealing at elevated temperatures",
        "Structure, dispersibility, and crystallinity of poly(hydroxybutyrate)/ poly(L-lactic acid) blends studied by FT-IR microspectroscopy and differential scanning calorimetry",
        "Handbook of Thermal Analysis and Calorimetry: Applications to Polymer and Plastics",
        "Treatise on Solid State Chemistry: Crystalline and Noncrystalline Solids",
        "Kinetics of phase change. II Transformation-time relations for random distribution of nuclei",
        "DSC isothermal polymer crystallization kinetics measurements and the use of the Avrami equation to fit the data: Guidelines to avoid common problems",
        "Macromolecular Physics: Crystal Nucleation, Growth, Annealing",
        "Crystallization behaviour of poly(L-lactide)",
        "Structural changes and crystallization dynamics of poly(L-lactide) during the cold-crystallization process investigated by infrared and two-dimensional infrared correlation spectroscopy",
        "Melt preparation and nucleation efficiency of polylactide stereocomplex crystallites",
        "J. Res. Natl. Bur. Stand. Sec. A",
        "Poly(L-lactide): VI. Effects of crystallinity on enzymatic hydrolysis of poly(L-lactide) without free amorphous region",
        "Shear-induced crystallization of poly(butylene terephthalate): A real-time small-angle X-ray scattering study"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nomi",
            "affilname": "Japan Advanced Institute of Science and Technology",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "International School of Engineering, Chulalongkorn University",
        "Thailand Research Fund",
        "Thailand Research Fund",
        "Chulalongkorn University"
    ]
}