{
    "eid": "2-s2.0-85028123205",
    "title": "Mapping b-Value anomalies along the Indonesian Island chain: Implications for upcoming earthquakes",
    "cover-date": "2014-10-30",
    "subject-areas": [
        {
            "$": "Oceanography",
            "@code": "1910"
        },
        {
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909"
        },
        {
            "$": "Geophysics",
            "@code": "1908"
        }
    ],
    "keywords": [
        "Earthquake forecasting",
        "Frequency-magnitude distribution",
        "Indonesia",
        "Indonesian Sunda Margin",
        "Seismicity"
    ],
    "authors": [
        "Santi Pailoplee"
    ],
    "citedby-count": 1,
    "ref-count": 22,
    "ref-list": [
        "Spatial and temporal evolution of b-values before large earthquakes in Taiwan",
        "Bull. Seismol. Soc. Am.",
        "Bull. Seismol. Soc. Am.",
        "Teleseismic detection in the Aleutian Island arc.",
        "MAN-MADE CHANGES OF SEISMICITY RATES.",
        "Seismic Macrozonation of Peninsular Malaysia and Microzonation of Kuala Lumpur City Center and Putrajaya",
        "Bull. Earthq. Res. Inst. Univ. Tokyo",
        "Bathymetry of the Indonesian Sunda margin-relating morphological features of the upper plate slopes to the location and extent of the seismogenic zone",
        "Modern Global Seismology",
        "Spatial and temporal b value anomalies preceding the devastating off coast of NW Sumatra earthquake of December 26, 2004",
        "Analysis of temporal and spatial heterogeneity of magnitude frequency distribution inferred from earthquake catalogues",
        "The mechanism of great Banda Sea earthquake of 1 February 1938: Applying the method of preliminary determination of focal mechanism to a historical event",
        "Bull. Seismol. Soc. Am.",
        "Earthquake statistics at Parkfield: 1. Stationarity of b values",
        "Variations in earthquake-size distribution across different stress regimes",
        "Probabilistic seismic hazard model for vanuatu",
        "A software package to analyze seismicity: ZMAP",
        "Assessing the quality of earthquake catalogues: Estimating the magnitude of completeness and its uncertainty",
        "Towards a Physical Understanding of the Earthquake Frequency Distribution",
        "Reporting history of the Central Aleutians Seismograph Network and the quiescence preceding the 1986 Andreanof Island earthquake",
        "Seismicity characteristics before the 2003 Chengkung, Taiwan, earthquake",
        "Seismicity patterns: Are they always related to natural causes?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}