{
    "eid": "2-s2.0-84975487883",
    "title": "Stilbenes from Paphiopedilum exul roots",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Orchidaceae",
        "Paphiopedilum exul",
        "Trans-stilbenes"
    ],
    "authors": [
        "P. Naphatsawan"
    ],
    "citedby-count": 2,
    "ref-count": 21,
    "ref-list": [
        "Orchids: A review of uses in traditional medicine, its phytochemistry and pharmacology",
        "Therapeutic orchids: Traditional uses and recent advances - An overview",
        "Stilbenes, monoterpenes, diarylheptanoids, labdanes and chalcones from Alpinia katsumadai",
        "Stilbenes from the orchid Phragmipedium sp.",
        "Thunalbene, a stilbene derivative from the orchid Thunia alba",
        "Cytotoxic and other compounds from Didymochlaena truncatula from the Madagascar rain forest",
        "Endogenous pine wood nematicidal substances in pines, Pinus massoniana, P. strobus and P. palustris",
        "Nat Prod Res Dev",
        "Phenylpropanoids from Phragmipedium calurum and their antiproliferative activity",
        "Flavonoids and other constituents from the rhizomes of Alpinia calcarata",
        "Plant Divers",
        "Pinostrobin and Cajanus lactone isolated from Cajanus cajan (L.) leaves inhibits TNF-α and IL-1β production: In vitro and in vivo experimentation",
        "[Phenolic compounds from Jatropha curcas].",
        "Pinosylvin and Monomethylpinosylvin, Constituents of an Extract from the Knot of Pinus sylvestris, Reduce Inflammatory Gene Expression and Inflammatory Responses in Vivo",
        "The antimicrobial effects of wood-associated polyphenols on food pathogens and spoilage organisms",
        "Chemical constituents from Swartzia apetala Raddi var. glabra and evaluation of their antifungal activity against Candida spp.",
        "Biological activity of peanut (Arachis hypogaea) phytoalexins and selected natural and synthetic stilbenoids",
        "Chemical constituents of Pholidota leveilleana",
        "Phenolic compounds from the rhizomes of dioscorea bulbifera",
        "Stilbene derivatives from Pholidota chinensis and their anti-inflammatory activity",
        "J Asian Nat Prod Res"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}