{
    "eid": "2-s2.0-85117918376",
    "title": "Achieving sustainable development goals through board size and innovation",
    "cover-date": "2022-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Development",
            "@code": "3303",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "board size",
        "corporate innovation",
        "sustainable development"
    ],
    "authors": [
        "Pongsapak Chindasombatcharoen",
        "Pattanaporn Chatjuthamard",
        "Pornsit Jiraporn",
        "Sirimon Treepongkaruna"
    ],
    "citedby-count": 15,
    "ref-count": 153,
    "ref-list": [
        "Fundamental and ethics theories of corporate governance",
        "Women in the boardroom and their impact on governance and performance",
        "Credit constraints and the cyclicality of R&D investment: Evidence from France",
        "Uncovering some causal relationships between productivity growth and the structure of economic fluctuations: A tentative survey",
        "International trade and environmental performance in top ten-emitters countries: The role of eco-innovation and renewable energy consumption",
        "The effects of top management team size and interaction norms on cognitive and affective conflict",
        "Some tests of specification for panel data: Monte Carlo evidence and an application to employment equations",
        "A longitudinal study of the impact of R&D, patents, and product innovation on firm performance",
        "Regulation and technological innovation in the chemical industry",
        "Board characteristics, financial slack and R&D investments",
        "Firm innovation in emerging markets: The role of finance, governance, and competition",
        "Outside directors on the board and innovative firm performance",
        "Does it pay to be really good? Addressing the shape of the relationship between social and financial performance",
        "Cooperative R&D and firm performance",
        "Corporate governance and innovation: A survey",
        "A text-based analysis of corporate innovation",
        "The role of 3D printing and open design on adoption of socially sustainable supply chain innovation",
        "Board gender diversity and corporate response to sustainability initiatives: Evidence from the carbon disclosure project",
        "Innovation towards sustainable economy - the integration of economy and ecology in companies",
        "R&D investments in family and founder firms: An agency perspective",
        "Linking stakeholder engagement to profitability through sustainability-oriented innovation: A quantitative study of the minerals industry",
        "Investment, R&D and financial constraints in Britain and Germany",
        "An ergonomic approach to sustainable development: The role of information environment and social-psychological variables in the adoption of Agri-environmental innovations",
        "Integrating sustainability into strategic decision-making: A fuzzy AHP method for the selection of relevant sustainability issues",
        "European environment policy for the circular economy: Implications for business and industry stakeholders",
        "Family ownership, board independence, and R&D investment",
        "Female board representation, corporate innovation and firm performance",
        "Toward a more coherent understanding of the organization–society relationship: A theoretical consideration for social and environmental accounting research",
        "Management demography and corporate performance: Evidence from China",
        "Board size and the variability of corporate performance",
        "Lean, green practices and process innovation: A model for green supply chain performance",
        "Financing constraints and R&D investments of large corporations in Europe and the US",
        "Board size and corporate performance: Evidence from European countries",
        "Is sound just noise?",
        "The relationship between managerial ownership and firm performance in high R&D firms",
        "Organizational innovation and performance: The problem of \"organizational lag\"",
        "The trusted general manager and business unit performance",
        "Toward a stewardship theory of management",
        "The relationship between capital investment and R&D spending: A panel cointegration analysis",
        "Is the sustainable development goals (SDG) index an adequate framework to measure the progress of the 2030 agenda?",
        "How good corporate reputations create corporate value",
        "Research and development, cash flow, agency and governance: UK large companies",
        "The impact of corporate sustainability on organizational processes and performance",
        "Triple helix twins: Innovation and sustainability",
        "Agency problems and the theory of the firm",
        "Separation of ownership and control",
        "Toward achieving sustainable development goal 3: Determinants, innovations, and reactions from 110 countries with different income levels",
        "Gender differences in negative affect and well-being: The case for emotional intensity",
        "Board composition and forms of innovation: Does diversity make a difference?",
        "Influence of internal communication on technological proactivity, organizational learning, and organizational innovation in the pharmaceutical sector",
        "Investigate the role of technology innovation and renewable energy in reducing transport sector CO2 emission in China: A path toward sustainable development",
        "The effects of board size and diversity on strategic change, strategic management journal, 15, 241-250",
        "The value of intellectual property rights to firms and society",
        "Governance and flexibility in family-owned SMEs",
        "The impact of board size on firm performance: Evidence from the UK",
        "Market value and patent citations",
        "The challenge of innovating for sustainable development",
        "The sustainable innovation design diamond for micro-sized enterprises in tourism",
        "Upper echelons: The organization as a reflection of its top managers",
        "Sustainability innovation cube – A framework to evaluate sustainability-oriented innovations",
        "Does it pay to be green? An empirical examination of the relationship between emission reduction and firm performance",
        "The effect of board capital and CEO power on strategic change",
        "Corporate sustainability and innovation in SMEs: Evidence of themes and activities in practice",
        "The market for corporate control and firm innovation",
        "Product market synergies and competition in mergers and acquisitions: A text-based analysis",
        "Corporate governance practices and companies. R&D intensity: Evidence from European countries",
        "A multicriterion classification approach for assessing the impact of environmental policies on the competitiveness of firms: Corporate social responsibility and environmental management",
        "Corporate governance and risk-taking of Chinese firms: The role of board size",
        "Board structure and firm performance: Evidence from India's top companies",
        "An empirical investigation of environmental performance and the market value of the firm",
        "The modern industrial revolution, exit, and the failure of internal control systems",
        "The approach of Indian corporates towards sustainable development: An exploration using sustainable development goals based model",
        "Board diversity and corporate performance: The Indian evidence",
        "The relationship between entrepreneurship, innovation and sustainable development. Research on European Union countries",
        "Diagnosing risk in radical innovation projects",
        "Do renewable energy consumption and financial development matter for environmental sustainability? New global evidence",
        "Sustainability-oriented innovation of SMEs: A systematic review",
        "Do co-opted boards strategically choose LGBT-supportive policies?",
        "The relationship between board size, board composition, CEO duality and firm performance: Experience from Ghana",
        "Corporate governance and the governance of innovation: The case of pharmaceutical industry",
        "Emergence fostered by systemic analysis—Seeding innovation for sustainable development",
        "Financial globalisation and the crisis",
        "Managerial risk, innovation, and organizational decline",
        "Private equity and long-run investment: the case of innovation",
        "The evolution of N-helix of the regional innovation system: Implications for sustainability",
        "Green innovativeness in farm enterprises: What makes farmers think green?",
        "Knowledge capital and performance heterogeneity: A firm-level innovation study",
        "Textual analysis in accounting and finance: A survey",
        "Governing innovation for sustainable development in the Danish biogas sector – A historical overview and analysis of innovation",
        "Board composition and financial performance: Uncovering the effects of diversity in an emerging economy",
        "The power of voice: Managerial affective states and future firm performance",
        "Developing an organisation culture to facilitate radical innovation",
        "Sustainability and innovation in urban development: Concept and case",
        "Stewardship vs. stagnation: An empirical comparison of small family and non-family businesses",
        "The effects of an articulated customer value proposition (CVP) on promotional expense, brand investment and firm performance in B2B markets: A text-based analysis",
        "Consumer willingness to pay for pesticide free fresh produce",
        "The contribution of corporate social responsibility to sustainable development",
        "Do corporate taxes hinder innovation?",
        "Investment and R&D in France and the United States",
        "Board size and corporate risk taking: Further evidence from Japan",
        "Can directors impact performance? A case-based test of three theories of corporate governance",
        "Why sustainability is now the key driver of innovation",
        "Evolutionary approaches for sustainable innovation policies: From niche to paradigm?",
        "The relationship between firm performance and board characteristics in Ireland",
        "Innovation Ecosystem framework directed to Sustainable Development Goal #17 partnerships implementation",
        "Web-based non-financial disclosure and cost of finance",
        "The big idea: Creating shared value. How to reinvent capitalism – And unleash a wave of innovation and growth",
        "Green and competitive: Ending the stalemate",
        "Boards of Directors' contribution to strategy: A literature review and research agenda",
        "Do green supply chains lead to competitiveness and economic performance?",
        "Creative destruction in economics: Nietzsche, Sombart, Schumpeter",
        "Board characteristics and involvement in strategic decision making: Evidence from Swiss companies",
        "The quality of managers in centralized versus decentralized organizations",
        "The private sector and the SDGs: The need to move beyond ‘business as usual’",
        "Patent litigation and firm performance: The role of the enforcement system",
        "The contextual role of regulatory stakeholder pressure in proactive environmental strategies: An empirical test of competing theoretical perspectives",
        "R&D, firm size and innovation: An empirical analysis",
        "The impact of market competition on the relation between CEO power and firm innovation",
        "Implementation Cycles",
        "The impact of sustainability and operations orientations on sustainable supply management and the triple bottom line",
        "Women on board: Does boardroom gender diversity affect firm risk?",
        "Challenges for making European research an engine of competitiveness",
        "Can environmental management improve financial performance: An empirical study of A-shares listed companies in China",
        "U.S. Spencer Stuart Board Index",
        "Endogenous growth and cycles",
        "The role of logistics performance for sustainable development in top Asian countries: Evidence from advance panel estimations",
        "Technological innovation to achieve sustainable development—Renewable energy technologies diffusion in developing countries",
        "Radical innovation across nations: The pre-eminence of corporate culture",
        "Women directors on corporate boards: A review and research agenda",
        "Do the type and number of Blockholders Influence R&D Investments? New evidence from Spain",
        "Environmental innovation and sustainability transitions in regional studies",
        "Service innovation in sustainable product service systems: Improving performance under linguistic preferences",
        "Corporate governance is directors making decisions: Reforming the outward foundations for inside decision making",
        "Developing capabilities and competence for sustainable business management as innovation: A research agenda",
        "Governance for sustainable development: A framework",
        "Innovation: The key to achieve sustainable development (September 30, 2019)",
        "A conceptual model of US consumer willingness-to-pay for environmentally certified wood products",
        "Board size and firm risk-taking",
        "Towards sustainable development: How does technological innovation drive the increase in green total factor productivity?",
        "A text-based monitoring tool for the legitimacy and guidance of technological innovation systems",
        "Higher market valuation of companies with a small board of directors",
        "Boards of directors and corporate financial performance: A review and integrative model",
        "Motivations for customer engagement in online co-innovation communities (OCCs): A conceptual framework"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60189723",
            "affilname": "The UWA Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189723",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Research Council of Thailand"
    ]
}