{
    "eid": "2-s2.0-84920615567",
    "title": "Biocrude oil production and nutrient recovery from algae by two-step hydrothermal liquefaction using a semi-continuous reactor",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [
        "Algae",
        "Biocrude",
        "Hydrothermal Liquefaction",
        "Nutrient Recovery",
        "Response Surface Methodology"
    ],
    "authors": [
        "Sasithorn Sunphorka"
    ],
    "citedby-count": 17,
    "ref-count": 28,
    "ref-list": [
        "Competitive liquid biofuels from biomass",
        "Biofuels from algae for sustainable development",
        "A critical review of biochemical conversion, sustainability and life cycle assessment of algal biofuels",
        "Production of first and second generation biofuels: A comprehensive review",
        "Microalgae biofuels: A critical review of issues, problems and the way forward",
        "Microalgae: An alternative as sustainable source of biofuels?",
        "A review on process conditions for optimum bio-oil yield in hydrothermal liquefaction of biomass",
        "Chemical properties of biocrude oil from the hydrothermal liquefaction of Spirulina algae, swine manure, and digested anaerobic sludge",
        "Effect of operating conditions of thermochemical liquefaction on biocrude production from Spirulina platensis",
        "Thermochemical biofuel production in hydrothermal media: A review of sub- and supercritical water technologies",
        "Hydrothermal liquefaction of the brown macro-alga Laminaria Saccharina: Effect of reaction conditions on product distribution and composition",
        "Evaluation of microalgae cultivation using recovered aqueous co-product from thermochemical liquefaction of algal biomass",
        "Nutrient recycling of aqueous phase for microalgae cultivation from the hydrothermal liquefaction process",
        "Thermochemical conversion of raw and defatted algal biomass via hydrothermal liquefaction and slow pyrolysis",
        "Concomitant extraction of bio-oil and value added polysaccharides from Chlorella sorokiniana using a unique sequential hydrothermal extraction technology",
        "National Algal Biofuels Technology Roadmap",
        "Microalgae as a renewable fuel source: Fast pyrolysis of Scenedesmussp.",
        "Near critical and supercritical water. Part I. Hydrolytic and hydrothermal processes",
        "Hydrothermal pretreatment of microalgae for production of pyrolytic bio-oil with a low nitrogen content",
        "Behavior of hydrothermal decomposition of silk fibroin to amino acids in near-critical water",
        "Behavior of amino acid production from hydrothermal treatment of fish-derived wastes",
        "Hydrothermal liquefaction of Nannochloropsis sp.: Systematic study of process variables and analysis of the product fractions",
        "Protein measurements of microalgal and cyanobacterial biomass",
        "Protein measurement with the Folin phenol reagent.",
        "Can. J. Fish. Aquat. Sci",
        "Standard Methods for the Examination of Water and Wastewater",
        "Design and analysis of experiments",
        "Roles of water for chemical reactions in high-temperature water"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "PTT",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}