{
    "eid": "2-s2.0-84899931967",
    "title": "Synthesis of Fe-Ti-MCM-48 from silatrane precursor via sol-gel process and its hydrothermal stability",
    "cover-date": "2014-08-14",
    "subject-areas": [
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        }
    ],
    "keywords": [
        "Electron microscopy (STEM, TEM and SEM)",
        "Oxidation",
        "Sol-gel growth",
        "Thermal properties"
    ],
    "authors": [
        "Hussaya Maneesuwan"
    ],
    "citedby-count": 7,
    "ref-count": 50,
    "ref-list": [
        "Ordered mesoporous molecular sieves synthesized by a liquid-crystal template mechanism",
        "Ordered mesoporous materials in catalysis",
        "Nanoporous materials: From catalysis and hydrogen storage to wastewater treatment",
        "Verified syntheses of mesoporous materials",
        "A novel support of MCM-48 molecular sieve for immobilization of penicillin G acylase",
        "Release evaluation of drugs from ordered three-dimensional silica structures",
        "Al-MCM-48 as a potential hydrotreating catalyst support: I - Synthesis and adsorption study",
        "Characterization of ordered mesoporous carbons synthesized using MCM-48 silicas as templates",
        "Synthesis and assembly with mesoporous silica MCM-48 of platinum(II) porphyrin complexes bearing carbazyl groups: Spectroscopic and oxygen sensing properties",
        "Catal. Lett.",
        "Well ordered two-dimensional mesoporous CeSBA-15 synthesized with improved hydrothermal stability and catalytic activity",
        "Transition metal (Cu, Cr, and V) modified MCM-41 for the catalytic wet air oxidation of aniline",
        "Synthesis, characterization, and unique catalytic performance of the mesoporous material Fe-TUD-1 in Friedel-Crafts benzylation of benzene",
        null,
        "Effect of the activation atmosphere on the activity of Fe catalysts supported on SBA-15 in the Fischer-Tropsch Synthesis",
        "Synthesis of framework-substituted Fe-HMS and its catalytic performance for phenol hydroxylation",
        "A study on the oxidation of phenol by heterogeneous iron silica catalyst",
        "Room temperature synthesis of Ti-MCM-48 and Ti-MCM-41 mesoporous materials and their performance on photocatalytic splitting of water",
        "Utilization of e-waste as a silica source for the synthesis of the catalyst support MCM-48 and highly enhanced photocatalytic activity of supported titania nanoparticles",
        "Titanium modified MCM-41 as a catalyst for toluene oxidation",
        "Thermal and chemical stability of titanium-substituted MCM-41",
        "J. Am. Chem. Soc.",
        "Thermal and hydrothermal stability of framework-substituted MCM-41 mesoporous materials",
        "Hydrothermal stability of ordered mesoporous titanosilicate materials prepared at room temperature",
        "Copper and nickel modified MCM-41 An efficient catalyst for hydrodehalogenation of chlorobenzene at room temperature",
        "Synthesis, characterization and catalytic activity of binary metallic titanium and iron containing mesoporous silica",
        "Synthesis, characterization and catalytic activities of bimetallic modified MCM-41 for epoxidation of styrene",
        "Synthesis and characterization of Cu-Ti-MCM41",
        null,
        null,
        "Synthesis, characterization of bimetallic V-Fe-SBA-15 and its catalytic performance in the hydroxylation of phenol",
        "Synthesis, characterization of bimetallic Ce-Fe-SBA-15 and its catalytic performance in the phenol hydroxylation",
        "Toluene oxidation on titanium- and iron-modified MCM-41 materials",
        "Synthesis of MCM-48 from silatrane via sol-gel process",
        "Sol-gel processing of silatranes",
        "Synthesis and characterization of mesoporous ZrMCM-48 molecular sieves with good thermal and hydrothermal stability",
        "Microwave synthesis, characterization and transesterification activities of Ti-MCM-41",
        "Synthesis and characterization of Fe-Ce-MCM-48 from silatrane precursor via sol-gel process",
        "Study of the influence factors on the synthesis of Fe-MCM-48 with binary mixed cationic and anionic surfactants",
        "Photocatalysis Studies Using Mesporous Modified V-MCM-48 Stober Synthesis",
        "ZnO nanoparticles supported on mesoporous MCM-41 and SBA-15: A comparative physicochemical and photocatalytic study",
        null,
        null,
        "Direct synthesis of 2D-hexagonal mesoporous iron silicate and its catalytic activity for selective Friedel-Crafts alkylation",
        "Synthesis of Ti-incorporated SBA-1 cubic mesoporous molecular sieves",
        "Synthesis of hydrothermally stable and long-range ordered Ce-MCM-48 and Fe-MCM-48 materials",
        "Rapid and facile synthesis of Ti-MCM-48 mesoporous material and the photocatalytic performance for hydrogen evolution",
        "Cryst. Growth Des.",
        "Cryst. Res. Technol.",
        "Stabilization of mesoporous molecular sieves by trimethylsilylation"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Center of Excellence on Petrochemical and Materials Technology"
    ]
}