{
    "eid": "2-s2.0-84919722745",
    "title": "Dynamic pricing with updated demand for the sports and entertainment ticket industry",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Artificial Intelligence",
            "@code": "1702"
        },
        {
            "$": "Computer Networks and Communications",
            "@code": "1705"
        },
        {
            "$": "Software",
            "@code": "1712"
        }
    ],
    "keywords": [
        "Bayesian updates",
        "Demand learning",
        "Dynamic pricing",
        "Sports and entertainment industry"
    ],
    "authors": [
        "Naragain Phumchusri"
    ],
    "citedby-count": 1,
    "ref-count": 33,
    "ref-list": [
        "Pricing of short life-cycle products through active learning",
        "Trans. Sci.",
        "Dynamic pricing and the direct-to-customer model in the automotive industry",
        "Managing hotel reservations with uncertain arrivals",
        "Operat. Res.",
        "An Overview of Pricing Models for Revenue Management",
        "Interfaces",
        "Handbook of Quantitative Supply Chain Analysis: Modeling in the E-Business Era",
        "Optimal dynamic pricing of perishable products with stochastic demand and a finite set of prices",
        "Mathematical programming approach for the solution of the railway yield management problem",
        "Ticket pricing under demand uncertainty",
        "To err is rational: A theory of excess demand for tickets",
        "Optimal timing of switches between product sales for sports and entertainment tickets",
        "Maximizing revenues of perishable assets with a risk factor",
        "Optimal dynamic pricing of inventories with stochastic demand over finite horizons",
        "A multiproduct dynamic pricing problem and its applications to network yield management",
        "Revenue management saves National Car Rental",
        "Dynamic pricing on the Internet: Importance and implications for consumer behavior",
        "Optimal cruise-liner passenger cabin pricing policy",
        "Revenue management with limited demand information",
        "Dynamic Pricing on the Internet: Theory and Simulations",
        "Price discrimination in Broadway theater",
        "Dynamic pricing in the presence of strategic consumers and oligopolistic competition",
        "Implementing yield management.",
        "Proceedings of the AGIFORS Symposium, (AGIFORS' 72)",
        "Dynamic pricing strategies for multiproduct revenue management problems",
        "Int. Stat. Rev.",
        "Sports Economics: Current Research",
        "Ticket pricing",
        "AN AIRLINE OVERBOOKING MODEL",
        "Developing optimal pricing and inventory policies for retailers who face uncertain demand",
        "Optimal dynamic pricing for perishable assets with nonhomogeneous demand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Atlanta",
            "affilname": "College of Engineering",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}