{
    "eid": "2-s2.0-85072014235",
    "title": "Review of health problems among foreign travelers presenting to the hospital for tropical diseases, Bangkok, Thailand between 2009 and 2014",
    "cover-date": "2019-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Dengue",
        "Diarrhea",
        "Fever",
        "Thailand",
        "Travel"
    ],
    "authors": [
        "N. Oo",
        "B. Hanboonkunupakarn",
        "W. Piyaphanee",
        "W. Phumratanaprapin",
        "V. Luvira",
        "P. Wichainprasat",
        "K. Chotivanich",
        "T. Tantawichien"
    ],
    "citedby-count": 2,
    "ref-count": 28,
    "ref-list": [
        "Illnesses in travelers returning from the tropics: A prospective study of 622 patients",
        "Illness after international travel",
        "Travel epidemiology--a global perspective",
        "The geographic distribution of Big Five personality traits: Patterns and profiles of human selfdescription across 56 nations",
        "Spanish travelers to high- risk areas in the tropics: Airport survey of travel health knowledge, attitudes, and practices in vaccination and malaria prevention",
        "Illness in returned travelers and immigrants/refugees: The 6-year experience of two Australian infectious diseases units",
        "Etiology of travel-related fever",
        "Fever in returned travelers: Results from the GeoSentinel Surveillance Network",
        "Spectrum of disease and relation to place of exposure among ill returned travelers",
        "Rickettsial infections in Southeast Asia: Implications for local populace and febrile returned travelers",
        "Incidence and spectrum of health problems among travelers to Laos",
        "Epidemiology of travelers’ diarrhoea in Thailand",
        "Primary dengue infection: What are the clinical distinctions from secondary infection?",
        "Traveler’s diarrhea: Epidemiology and impact on visitors to Fortaleza, Brazil",
        "Knowledge and use of measures to reduce health risks by corporate expatriate employees in western Ghana",
        "A cross-sectional study of pre-travel health-seeking practices among travelers departing Sydney and Bangkok airports",
        "Travel health knowledge, attitudes and practices among Australasian travelers",
        "Knowledge, attitudes and practices in travel-related infectious diseases: The European airport survey",
        "Knowledge, attitudes, and practices of Japanese travelers on infectious disease risks and immunization uptake",
        "Korean travelers’ knowledge, attitudes, and practices regarding the prevention of malaria: Measures taken by travelers departing for India from Incheon International Airport"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}