{
    "eid": "2-s2.0-85113764265",
    "title": "Is postoperative nasal packing after septoplasty safe? A systematic review and meta-analysis of randomized controlled studies",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Otorhinolaryngology",
            "@code": "2733",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Complication",
        "Meta-analysis",
        "Nasal packing",
        "Septoplasty",
        "Trans-septal suture"
    ],
    "authors": [
        "Chernkwan K. Titirungruang",
        "Natamon Charakorn",
        "Busarakum Chaitusaney",
        "Prakobkiat Hirunwiwatkul"
    ],
    "citedby-count": 3,
    "ref-count": 55,
    "ref-list": [
        "Quilting sutures for nasal septum",
        "Packing and stents in endonasal surgery",
        "Is nasal packing necessary after septoplasty? A meta-analysis",
        "Trans-septal suturing technique in septoplasty: A systematic review and meta-analysis",
        "Is nonabsorbable nasal packing after septoplasty essential? A metaanalysis",
        "Comparison on effectiveness of trans-septal suturing versus nasal packing after septoplasty: A systematic review and meta-analysis",
        "Nasal packing after septoplasty: Cardiopulmonary impact",
        "A Comparative Study Between Septal Quilting Sutures Without Nasal Packing and Only Nasal Packing Post-septal Correction",
        "Clinical significance of continuous transfixion suture for nasal septum in septoplasty",
        "Comparing nasal packing with transseptal suturing following septoplasty: A randomized clinical trial",
        "Transeptal suturing - a cost-efficient alternative for nasal packing in septal surgery",
        "Application of continuous sutures for nasal septum after septoplasty",
        "The Effects of Nasal Packing and Transseptal Suturing After Septoplasty on Olfactory Function, Patient Comfort, and Mucociliary Clearance",
        "Treatment effect of continuous suture technique for nasal septum after septoplasty",
        "Effect of transseptal suture technique versus nasal packing after septoplasty",
        "Comparison of totally occlusive nasal pack, internal nasal splint, and transseptal suture technique after septoplasty in terms of immediate respiratory distress related to anesthesia and surgical complications",
        "Efficacy of nasal packing, septal suture technique and vacuum sealing drainage after nasal septum surgery",
        "Effects of nasal pack use on surgical success in septoplasty",
        "Comparison of nasal packs with transseptal suturing after nasal septal surgery",
        "A comparison of the effects of packing or transseptal suture on polysomnographic parameters in septoplasty",
        "SkilI of continuous sutures for nasal septum after septoplasty",
        "Retrospective analysis of 697 septoplasty surgery cases: Packing versus trans-septal suturing method",
        "Transseptal suturing following septoplasty: An alternative for nasal packing",
        "Nasal packing and transseptal suturing techniques: Surgical and anaesthetic perspectives",
        "Does post septoplasty nasal packing reduce complications?",
        "Postoperative complications of septal quilting and BIPP packing following septoplasty",
        "Effect of nasal septal suture versus nasal packing after septoplasty",
        "A randomised prospective trial of trans-septal suturing using a novel device versus nasal packing for septoplasty",
        "Effect of nasal packing and haemostatic septal suture on mucociliary activity after septoplasty: An assessment by rhinoscintigraphy",
        "Use of nasal packs and intranasal septal splints following septoplasty",
        "Suturing of the nasal septum after septoplasty, is it an effective alternative to nasal packing?",
        "The effect of nasal packing and suture technique on systemic oxygen saturation and patient comfort after septoplasty",
        "Nasal septal suture technique versus nasal packing after septoplasty",
        "An evaluation of post-operative packing in nasal septal surgery",
        "Is packing after septorhinoplasty necessary? A randomized study",
        "Effectiveness of Nasal Packing in Trans-septal Suturing Technique in Septoplasty: A Randomized Comparative Study",
        "Nasal packing after septoplasty: A randomized comparison of packing versus no packing in 88 patients",
        "Septoplasty with or without postoperative nasal packing? Prospective study",
        "The Effects of Different Types of Nasal Packing on Odor Function and Mucociliary Function After Septum Surgery",
        "A novel way of trans-septal splint suturing without nasal packing for septoplasty",
        "Comparative study of intranasal septal splints and nasal packs in patients undergoing nasal septal surgery",
        "Nasal splinting using silicone plates without gauze packing following septoplasty combined with inferior turbinate surgery",
        "Comparative outcomes of using fibrin glue in septoplasty and its effect on mucociliary activity",
        "An evaluation of biodegradable synthetic polyurethane foam in patients following septoplasty: A prospective randomized trial",
        "Does airway integrated nasal packing after septal surgery improve body oxygenation?",
        "Nasal septal packing: Which one?",
        "The effects on cardiac functions and arterial blood gases of totally occluding nasal packs and nasal packs with airway",
        "The effect of nasal packing with or without an airway on arterial blood gases during sleep",
        "Comparative study of nasal septal retainer and nasal packing in patients undergoing septoplasty",
        "Nasal septal clips: An alternative to nasal packing after septal surgery?",
        "The comparison of the quality of life and intranasal edema between the patients with or without nasal packing after septoplasty",
        "A comparative study on nasal packing after septoplasty: Does it matter in terms of patient comfort, bleeding, and crust or synechia formation?",
        "Quest for the Ideal Nasal Pack in Post Operative Cases of Septo- Turbinoplasty: Study in a Tertiary Care Hospital"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}