{
    "eid": "2-s2.0-85028470685",
    "title": "Effect of sintering rate on the porous microstructural, mechanical and thermomechanical properties of YSZ and CSZ TBC coatings undergoing thermal cycling",
    "cover-date": "2017-12-15",
    "subject-areas": [
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Metals and Alloys",
            "@code": "2506"
        }
    ],
    "keywords": [
        "CSZ",
        "Elastic modulus",
        "Hardness",
        "Sintering",
        "Thermal expansion",
        "Thermal stress",
        "YSZ"
    ],
    "authors": [
        "A. Keyvani"
    ],
    "citedby-count": 57,
    "ref-count": 64,
    "ref-list": [
        "Ceramic materials for thermal barrier coatings",
        "Thermal barrier coatings for gas-turbine engine applications",
        "Thermal barrier coatings for the 21st century",
        "Microstructure design and mechanical properties of thermal barrier coatings with layered top and bond coats",
        "Thermal barrier coatings for aeroengine applications",
        "Thermal barrier coatings for heat engines",
        "Overview on advanced thermal barrier coatings",
        null,
        "Gas turbine coatings - An overview",
        "Phase transformation and bond coat oxidation behavior of plasma-sprayed zirconia thermal barrier coating",
        null,
        "Thermal spray: Practical Solutions for Engineering Problems",
        "Role of internal oxidation on the failure of air plasma sprayed thermal barrier coatings with a double-layered bond coat",
        null,
        "Comparison of oxidation and thermal shock performance of thermal barrier coatings",
        "Determination of high temperature mechanical properties of thermal barrier coatings by nanoindentation",
        "Investigation of failure mechanism of thermal barrier coatings (TBCs) deposited by EB-PVD technique",
        "Thermal properties of ceria and yttria partially stabilized zirconia thermal barrier coatings",
        null,
        "Structure and thermal properties of heat treated plasma sprayed ceria-yttria co-stabilized zirconia coatings",
        "Therm. Spray. Curr. Status Future Trends",
        "Enhanced cerium migration in ceria-stabilised zirconia",
        "Annual Book of ASTM Standards",
        "Annual Book of ASTM Standards",
        "Modern Surface Technology",
        "Influence of plasma spray parameters on mechanical properties of yttria stabilized zirconia coatings. I: Four point bend test",
        "Phase composition and its changes during annealing of plasma-sprayed YSZ",
        "Plasma sprayed thermal barrier coatings for industrial gas turbines: morphology, processing and properties",
        "Influence of pores on the thermal insulation behavior of thermal barrier coatings prepared by atmospheric plasma spray",
        "Heat transfer through plasma-sprayed thermal barrier coatings in gas turbines: A review of recent work",
        "Sintering characteristics of plasma sprayed zirconia coatings containing different stabilisers",
        "A sintering model for plasma-sprayed zirconia TBCs. Part I: Free-standing coatings",
        "Mechanical property variations within thermal barrier coatings",
        "Integrity of nanostructured partially stabilized zirconia after plasma spray processing",
        "Mechanical characterization and thermal behavior of HVOF-sprayed bond coat in thermal barrier coatings (TBCs)",
        null,
        "Processing, microstructure and mechanical properties of air plasma-sprayed ceria-yttria co-stabilized zirconia coatings",
        "Chemical aspects of plasma spraying of zirconia-based thermal barrier coatings",
        "Elastic Modulus Measurements in Plasma Sprayed Deposits",
        "High-temperature properties of plasma-sprayed coatings of YSZ/NiCrAlY on Inconel substrate",
        "Characterization of EB-PVD yttrium-stabilised zirconia by nanoindentation",
        "The effect of heat treatment on the stiffness of zirconia top coats in plasma-sprayed TBCs",
        "Evolution of Young's modulus of air plasma sprayed yttria-stabilized zirconia in thermally cycled thermal barrier coatings",
        "Effect of sintering on mechanical properties of plasma-sprayed zirconia-based thermal barrier coatings",
        "Young's moduli of zirconia top-coat and thermally grown oxide in a plasma-sprayed thermal barrier coating system",
        null,
        "Effect of Young's modulus evolution on residual stress measurement of thermal barrier coatings by X-ray diffraction",
        "Sintering and creep processes in plasma-sprayed thermal barrier coatings",
        "Effect of heat treatment at 900°C on microstructural and mechanical properties of thermal barrier coatings",
        "Mechanical and electrical characterisation of a phase transformation in thermal barrier coatings",
        "Fracture Mechanics of Ceramics",
        "Damage mechanisms and lifetime behavior of plasma-sprayed thermal barrier coating systems for gas turbines - Part II: Modeling",
        "Investigation of the thermomechanical properties of a plasma-sprayed nanostructured zirconia coating",
        "Thermal expansion and solubility limits of cerium-doped lanthanum zirconates",
        null,
        "Microstructures and thermal insulation capability of plasma-sprayed nanostructured ceria stabilized zirconia coatings",
        "J. Jpn Therm. Spray. Soc.",
        null,
        "Introduction to the high temperature oxidation of metals, Second edition",
        "A mechanistic study of oxidation-induced degradation in a plasma-sprayed thermal barrier coating system. Part I: Model formulation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "The University of Tokyo",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Ibaraki",
            "affilname": "Joining and Welding Research Institute",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Shahr-e Kord",
            "affilname": "Shahrekord University",
            "affiliation-country": "Iran"
        }
    ],
    "funding": []
}