{
    "eid": "2-s2.0-84903377530",
    "title": "Nasal peak inspiratory flow (NPIF) as a diagnostic tool for differentiating decongestable from structural nasal obstruction",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Otorhinolaryngology",
            "@code": "2733"
        }
    ],
    "keywords": [
        "Nasal cavity",
        "Nasal mucosa",
        "Nasal septum",
        "Nasal surgical procedures",
        "Turbinates"
    ],
    "authors": [
        "David Chin"
    ],
    "citedby-count": 22,
    "ref-count": 40,
    "ref-list": [
        "Chronic nasal obstruction causes daytime sleepiness and decreased quality of life even in the absence of snoring",
        "Quality of life assessment in nasal airway obstruction",
        "Diagnosis of Nasal Airway Obstruction",
        "Surgery of the Inferior and Middle Turbinates",
        "The histopathology of the hypertrophic inferior turbinate",
        "Revision septoplasty: Review of sources of persistent nasal obstruction",
        "Tailored Nasal Surgery for Normalization of Nasal Resistance",
        "A new technique for functional surgery of the nasal valve area",
        "The nasal valve area: structure, function, clinical aspects and treatment. Sulsenti's technic for correction of valve deformities",
        "Acoustic rhinometry and rhinomanometry in the evaluation of nasal patency of patients with nasal septal deviation",
        "Acoustic rhinometry, rhinomanometry, and the sensation of nasal patency: A correlative study",
        "The importance of side difference in nasal obstruction and rhinomanometry: A retrospective correlation of symptoms and rhinomanometry in 1000 patients",
        "Sensation of nasal patency compared to rhinomanometric results after septoplasty",
        "Correlation between active anterior rhinomanometry and nasal endoscopy",
        "Decongestion test in patients with allergic rhinitis: Functional evaluation of nasal airflow",
        "Clinical assessment of a nasal decongestion test by visual analog scale in allergic rhinitis",
        "The nasal valves: Changes in anatomy and physiology in normal subjects",
        "The relative importance of septal and nasal valvular surgery in correcting airway obstruction in primary and secondary rhinoplasty",
        "Nasal airflow asymmetry and the effects of a topical nasal decongestant",
        "Physiological versus pharmacological decongestion of the nose in healthy human subjects",
        "Reproducibility of acoustic rhinometry and rhinomanometry in normal subjects",
        "Correlation between subjective and objective evaluation of the nasal airway. A systematic review of the highest level of evidence",
        "4-Phase-Rhinomanometry (4PR)--basics and practice 2010.",
        "Consensus report on acoustic rhinometry and rhinomanometry",
        "Further evidence supporting an SEM-based criterion for identifying meaningful intra-individual changes in health-related quality of life",
        "Re: Correlation between subjective and objective evaluation of the nasal airway",
        "Repeatability of peak nasal inspiratory flow measurements and utility for assessing the severity of rhinitis",
        "The objective assessment of nasal patency",
        "Minimal clinically important differences in nasal peak inspiratory flow",
        "V.A.S. in the follow-up of turbinectomy",
        "Correlation between objective and subjective assessments of nasal patency",
        "How good are patients at determining which side of the nose is more obstructed? A study on the limits of discrimination of the subjective assessment of unilateral nasal obstruction",
        "The use of objective measures in selecting patients for septal surgery",
        "Peak Nasal Inspiratory Flow: learning curve for the measurement method and reproducibility",
        "Does nasal obstruction mean that the Nose is obstructed?",
        "Diagnostic accuracy of peak nasal inspiratory flow and rhinomanometry in functional rhinosurgery",
        "Peak nasal inspiratory and expiratory flow measurements - Practical tools in primary care?",
        "Peak nasal inspiratory flow; normal range in adult population",
        "Histopathological verification of clinical indications to partial inferior turbinectomy",
        "Unilateral peak nasal inspiratory flow, normal values in adult population"
    ],
    "affiliation": [
        {
            "affiliation-city": "Sydney",
            "affilname": "Macquarie University Hospital",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Sydney",
            "affilname": "UNSW Sydney",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sydney",
            "affilname": "The University of Sydney",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Sydney",
            "affilname": "St. Vincent's Hospital Sydney",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Singapore City",
            "affilname": "Changi General Hospital",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Sydney",
            "affilname": "Sydney Hospital and Sydney Eye Hospital",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Sydney",
            "affilname": "Concord General Hospital",
            "affiliation-country": "Australia"
        }
    ],
    "funding": []
}