{
    "eid": "2-s2.0-84962141564",
    "title": "Occurrence and susceptibilities to disinfectants of Cryptococcus neoformans in fecal droppings from pigeons in Bangkok, Thailand",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Bangkok",
        "Cryptococcus neoformans",
        "Disinfectant",
        "Pigeon droppings",
        "Susceptibility"
    ],
    "authors": [
        "Prathomporn Krangvichain"
    ],
    "citedby-count": 12,
    "ref-count": 31,
    "ref-list": [
        "Role of birds of prey as carriers and spreaders of Cryptococcus neoformans and other zoonotic yeasts",
        "Isolation of Cryptococcus neoformans var. grubii (serotype A) from pigeon droppings in Seoul, Korea",
        "Environmental prevalence of cryptococcus neoformans and cryptococcus gattii in India: An update",
        "Factors affecting the bactericidal action of disinfectants. Implications for selection of resistant strains",
        "Cryptococcus neoformans isolation from swallow (hirundo rustica) excreta in Iran",
        "Molecular Epidemiology Reveals Genetic Diversity amongst Isolates of the Cryptococcus neoformans/C. gattii Species Complex in Thailand",
        "Geographically Structured Populations of Cryptococcus neoformans Variety grubii in Asia Correlate with HIV Status and Show a Clonal Population Structure",
        "Characterization of environmental sources of the human and animal pathogen Cryptococcus gattii in British Columbia, Canada, and the Pacific Northwest of the United States",
        "Environmental isolation of Cryptococcus neoformans from an endemic region of HIV-associated cryptococcosis in Thailand",
        "Nitrogen metabolite repression of metabolism and virulence in the human fungal pathogen Cryptococcus neoformans",
        "Cryptococcus spp isolated from dust microhabitat in Brazilian libraries",
        "Active efflux mechanisms for antimicrobial resistance",
        "Bactericidal efficacy of two disinfectants against Brachyspira hyodysenteriae and one feed supplement against B. hyodysenteriae and B. pilosicoli",
        "Severe mycosis-factors with fungus and host",
        "Antiseptics and disinfectants: Activity, action, and resistance",
        "First Environmental Isolations of Cryptococcus neoformans and Cryptococcus gattii in Tunisia and Review of Published Studies on Environmental Isolations in Africa",
        "Reduced biocide susceptibility in Candida albicans biofilms",
        "Retrospective study of feline and canine cryptococcosis in Australia from 1981 to 2001: 195 cases",
        "Estimation of the current global burden of cryptococcal meningitis among persons living with HIV/AIDS",
        "Environmental distribution of Cryptococcus neoformans in the department of Cundinamarca-Colombia",
        "Presence of C. albidus, C. laurentii and C. uniguttulatus in crop and droppings of pigeon lofts (Columba livia)",
        "Study of antifungal properties of ammonium caprylate",
        "Antibacterial activity of chlorhexidine",
        "Detection of Cryptococcus neoformans in bird excreta",
        "Serotype and PCR-fingerprints of Clinical and Environmental isolates of Cryptococcus neoformans in Chiang Mai, Thailand",
        "European Standard EN1656",
        "Evaluation of disinfectants commonly used by the commercial poultry industry under simulated field conditions",
        "Prevalence and antifungal susceptibility of Cryptococcus neoformans isolated from pigeon excreta in Chon Buri Province, Eastern Thailand",
        "Efficacy of antiseptics and disinfectants on clinical and environmental yeast isolates in planktonic and biofilm conditions",
        "Culture of Cryptococcus neoformans in the nonencapsulated state",
        "A new caffeic acid minimal synthetic medium for the rapid identification of Cryptococcus neoformans isolates"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}