{
    "eid": "2-s2.0-84904323026",
    "title": "Effects of mixing sequence of polypropylene fibers on spalling resistance of normal strength concrete",
    "cover-date": "2014-07-10",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "Concrete spalling",
        "Fire",
        "Mixing sequence",
        "Polypropylene fibers"
    ],
    "authors": [
        "Thanyawat Pothisiri"
    ],
    "citedby-count": 17,
    "ref-count": 20,
    "ref-list": [
        "A numerical investigation of the influence of pore pressures and thermally induced stresses for spalling of concrete exposed to elevated temperatures",
        "International Workshop On Fire Performance of High-Strength Concrete",
        "International Workshop On Fire Performance of High-Strength Concrete",
        "Mag. Korea Concr. Inst",
        "Summaries of Technical Paper of Annual Meeting Architectural Institute of Japan",
        "Summaries of Technical Paper of Annual Meeting Architectural Institute of Japan",
        "Structural Design For Fire Safety",
        "Fire Design of Concrete Structures: Materials, Structures and Modeling",
        "International Workshop On Fire Performance of High-Strength Concrete",
        "Optimization of the type and amount of polypropylene fibres for preventing the spalling of lightweight concrete subjected to hydrocarbon fire",
        "Performance of spalling resistance of high performance concrete with polypropylene fiber contents and lateral confinement",
        "Limits of spalling of fire-exposed concrete",
        "How do polypropylene fibers improve the spalling behavior of in-situ concrete?",
        "Marine Concrete Structures Exposed to Hydrocarbon Fires",
        "Fiber reinforcement for minimizing spalling in high strength concrete structural members exposed to fire",
        "ASTM C143 Standard Test Method For Slump of Hydraulic-Cement Concrete",
        "BS EN 12390-1 Testing Hardened Concrete Shape, Dimensions and Other Requirements For Specimens and Moulds",
        "BS EN 12390-3 Testing Hardened Concrete Compressive Strength of Test Specimens",
        "Spalling and pore pressure in HPC at high temperatures"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}