{
    "eid": "2-s2.0-84906095587",
    "title": "The feeding ecology of the blue swimming crab, Portunus Pelagicus (Linnaeus, 1758), at Kung Krabaen bay, Chanthaburi Province, Thailand",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        },
        {
            "$": "General Agricultural and Biological Sciences",
            "@code": "1100"
        },
        {
            "$": "General Biochemistry",
            "@code": "1300"
        }
    ],
    "keywords": [
        "Blue swimming crabs",
        "Feeding ecology",
        "Kung krabaen bay",
        "Ontogenetic shift",
        "P. pelagicus"
    ],
    "authors": [
        "Chutapa Kunsook"
    ],
    "citedby-count": 30,
    "ref-count": 23,
    "ref-list": [
        "Proceeding of Marine Science",
        "Natural diet and feeding habits of Thalamita crenata (Decapoda: Portunidae)",
        "Journal of Marine Science",
        "Influence of a deep artificial entrance channel on the biological characteristics of the blue swimmer crab Portunus pelagicus in a large microtidal estuary",
        "Dietary composition of the blue swimmer crab Portunus pelagicus L. Does it vary with body size and shell state and between estuaries?",
        "Predator-prey interactions in seagrass beds. II. Distribution and diet of the blue manna crab Portunus Pelagicus linnaeus at Cliff Head, Western Australia",
        "Stomach contents analysis—a review of methods and their application",
        "Oceanography Marine Biology",
        "Food and feeding of the blue swimmer crab, portunus pelagicus (Linnaeus, 1758) (Decapoda, Brachyura) along the Coast of Mandapam, Tamil Nadu, India",
        "Larval stages of the blue swimmer crab, Portunus pelagicus (Linnaeus, 1758) (Decapoda, Brachyura)",
        "Australian Fisheries Resources. Canberra, Australia: Bureau of Resource Sciences",
        "Assessment of Stock and Movement Pattern of Blue Swimming Crab Portunus Pelagicus (Linnaeus, 1758) For Sustainable Management: Case Study In Kung Krabaen Bay, Chanthaburi Province",
        "Population Dynamics of Blue Swimming Crab Portunus Pelagicus (Linnaeus, 1758) At Kung Krabaen Bay, Chanthaburi Province",
        "Thailand: NFI Crab Council Signs Understanding to Conduct Crab Research",
        "Indian Journal of Marine Science",
        "Movements of marine fish and decapod crustaceans: Process, theory and application",
        "Relationship Between Population Dynamics of Blue Swimming Crab Portunus Pelagicus (Linnaeus, 1758) and Physical Factors of Seagrass Bed, Kung Krabaen Bay, Chanthaburi Province",
        "Zooplankton dynamics and appropriate management approach for blue swimming crab in Kung Krabaen Bay, Thailand",
        "Feeding by the sand crab Portunus pelagicus on material discarded from prawn trawlers in Moreton Bay, Australia",
        "Natural diet of the crab Ovalipes catharus (Crustacea, Portunidae) around central and northern New Zealand",
        "Natural food and feeding in the commercial sand crab Portunus pelagicus Linnaeus, 1766 (Crustacea : Decapoda : Portunidae) in moreton bay, queensland",
        "Methods for analysis of natural diet in portunid crabs (Crustacea:Decapoda:Portunidae)",
        "Food segregation in three species of portunid crabs"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}