{
    "eid": "2-s2.0-84959449279",
    "title": "Chulacaridae, a new family of prostigmatic mites (Acari, Trombidiformes) from Thailand",
    "cover-date": "2016-01-11",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Acari",
        "Anystae",
        "Anystina",
        "New genus",
        "New species",
        "Soil mites",
        "Systematics",
        "Thailand"
    ],
    "authors": [
        "Marut Fuangarworn"
    ],
    "citedby-count": 4,
    "ref-count": 84,
    "ref-list": [
        "Microscopic Anatomy of Invertebrates. Volume 8C: Chelicerate Arthropoda",
        "Acarologia",
        "Two new species of the genus Anoplocheylus Berlese, 1910 (Acari: Trombidiformes: Pseudocheylidae) from Iran",
        "Journal of Natural History",
        "Systematic & Applied Acarology, Special Publications",
        "Bulletin of the University of Nebraska State Museum",
        "Redia",
        "New species of Neoteneriffiola (Acari: Trombidiformes: Teneriffiidae) from Brazilian caves: Geographical distribution and ecological traits",
        "A review of the mite family stigmocheylidae berlese (Acari: Prostigmata)",
        "Acarina",
        "A review of the external morphology of the family Pterygosomatidae and its systematic position within the Prostigmata (Acari: Acariformes)",
        "Phylogenetic position of the mite family Myobiidae within the infraorder Eleutherengona (Acariformes) and origins of parasitism in eleutherengone mites",
        "Acarina",
        "Acarologia",
        "Mémoires du Muséum National d'Histoire Naturelle, Série A, Zoologie",
        "Vie et Milieu",
        "Proceedings of the 4th International Congress of Acarology, Saalfelden (Austria)",
        "Comptes Rendus Hebdomadaires des Séances de l'Académie des Sciences, Série D, Sciences Naturelles",
        "Acarologia",
        "Compared court displays and sexual dimorphisms in two new genera ot Saxidromidae (Acari. Alycina) from South Africa",
        "Molecular phylogeny of acariform mites (Acari, Arachnida): Strong conflict between phylogenetic signal and long-branch attraction artifacts",
        "The first Paratydeidae (Trombidiformes: Paratydeoidea) in Turkey: Scolotydaeus anatolicus sp. nov.",
        "Publications of the Seto Marine Biological Laboratory",
        "A review of the Pomerantziidae (Acari: Prostigmata: Pomerantzioidea), with the description of a new genus",
        "Nannodromus reveilleti (Acari, Anystida, Saxidromidae) a new genus and species from South Africa",
        "Contribution to the family Pseudocheylidae (Acari, Trombidiformes) from Thailand: One new species and one new record of Anoplocheylus Berlese, with observations on their ontogeny",
        "Neocaeculus orientalis sp. Nov. (Acari, Trombidiformes, Caeculidae) from Thailand",
        "Adamystis thailandensis sp. nov. (Acari: Prostigmata: Adamystidae), a new species of soil mites from Thailand with a key to world species of Adamystidae",
        "Adamystis Cunliffe, 1957 (Acari: Prostigmata: Adamystidae) in Iran: Two new species and a key to the Iranian species",
        "Annales de la Société Entomologique de France",
        "Bulletin du Muséum d'Histoire Naturelle",
        "Bulletin du Muséum, 2e Série",
        "Memoires du Museum National d'Historie Naturelle, Novelle Serie",
        "Archives des Sciences",
        "Acta Zoologica Cracoviensia",
        "Acarologia",
        "Studies on the teneriffiidae (Acari: Anystoidea). II. A review of the genus austroteneriffia",
        "Synopsis and Classification of Living Organisms",
        "Soil Biology Guide",
        "A new species of the genus Austroteneriffia (Acari: Anystina: Teneriffiidae) from western Iran",
        "Austroteneriffia shiraziensis sp. nov. (Acari: Teneriffiidae) from southwestern Iran, with description of male and immature stages",
        "Two new Anoplocheylus species (Acari: Trombidiformes: Pseudocheylidae) from Kurdistan province of Iran",
        "Post larval stages of Tanytydeus beyzavii sp. nov. (Acari: Paratydeidae) from Iran",
        "To systematics of the mite genus Hoplocheylus (Acariformes: Tarsocheylidae)",
        "First Record of Mites of the Genus Anoplocheylus (Acari: Pseudocheylidae) in South America with Description of a New Species from Brazil",
        "Nauchnye Doklady Vysshei Shkoly Biologi Cheskie Nauki",
        "Transfer of the Tarsocheylidae to the Heterostigmata, and Reassignment of the Tarsonemina and Heterostigmata to Lower Hierarchic Status in the Prostigmata (Acari)",
        "1.5.2 Phylogenetic relationships",
        "Systematic & Applied Acarology",
        "Acarologia",
        "A Manual of Acarology",
        "Zoologischer Anzeiger",
        "Allocaeculus sandbergensis sp. n. (Acari: Caeculidae), a new prostigmatid mite from Slovakia",
        "Annals of the Entomological Society of America",
        "Entomology Memoir Department of Agriculture and Fisheries, Republic of South Africa",
        "Modern conceptions concerning the macrophylogeny of acariform mites (Chelicerata, Acariformes)",
        "Description of a new species of anoplocheylus berlese, 1910 (acari: Trombidiformes: Pseudocheylidae) from Iran",
        "Biology of Oribatid Mites",
        "Evolution and Diversity of Sex Ratio in Insects and Mites",
        "A new species of Andocaeculus (Acari, Caeculidae) from the Pampa biome, southern Brazil",
        "A new species of Anystis von Heyden compared with Anystis Salicinus (Linnaeus) (Acarina: Anystidae)",
        "A new species of Microcaeculus from Australia (Acarina: Caeculidae), with notes on its biology and behavior",
        "Revision of the genus erythracarus berlese (Acarina: Anystidae: Erythracarinae)",
        "Systematics and natural history of the genus Chaussieria Oudemans (Acarina: Prostigmata: Anystidae)",
        "The taxonomy of Tarsotomus Berlese and Paratarsotomus Kuznetsov (Acarina : Anystidae : Erythracarinae) with observations on the natural history of Tarsotomus",
        "A cladistic analysis of Erythracarinae (Acarina: Prostigmata: Anystidae), with the description of a new genus",
        "Origin and higher-level diversification of acariform mites - Evidence from nuclear ribosomal genes, extensive taxon sampling, and secondary structure alignment",
        "Phylogenetic position of the acariform mites: Sensitivity to homology assessment under total evidence",
        "A review of the paratydeidae (Acari: Prostigmata) with descriptions of the first Australian representatives, tanytydeus lamington sp. nov. and T. kakadu sp. nov",
        "Reports of Research Matsuyama Shinome Junior College",
        "A new fossil mite from French Cretaceous amber (Acari: Heterostigmata: Nasutiacaroidea superfam. nov.), testing evolutionary concepts within the Eleutherengona (Acariformes)",
        "On some mites (Acari: Prostigmata) from the Interior Highlands: Descriptions of the male, immature stages, and female reproductive system of Pseudocheylus americanus (Ewing, 1909) and some new state records for Arkansas",
        "Journal of the Kansas Entomological Society",
        "Two further neocaeculus species (Acari: Prostigmata: Caeculidae) from Barrow Island, Western Australia",
        "A new species of Neocaeculus (Acari: Prostigmata: Caeculidae) from Barrow island, Western Australia, with a checklist of world Caeculidae",
        "Acarologia",
        "Acarologia",
        "Phytophylactica",
        "Systematic & Applied Acarology",
        "Systematic & Applied Acarology"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}