{
    "eid": "2-s2.0-85075878781",
    "title": "Perception-Based Resilience: Accounting for Human Perception in Resilience Thinking with Its Theoretic and Model Bases",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Health",
            "@code": "2307"
        },
        {
            "$": "Computer Networks and Communications",
            "@code": "1705"
        },
        {
            "$": "Computer Science Applications",
            "@code": "1706"
        },
        {
            "$": "Political Science and International Relations",
            "@code": "3320"
        },
        {
            "$": "Safety Research",
            "@code": "3311"
        },
        {
            "$": "Safety",
            "@code": "2213"
        }
    ],
    "keywords": [
        "Collective Efficacy",
        "Empathic Accuracy",
        "Industrial Estate",
        "Protection Motivation Theory",
        "Social Discourse"
    ],
    "authors": [
        "Roberto Legaspi"
    ],
    "citedby-count": 1,
    "ref-count": 59,
    "ref-list": [
        "Understanding Attitudes and Predicting Social Behavior",
        "Exercise of personal agency through the self-efficacy mechanism",
        "Encyclopedia of Human Behavior",
        "Advances in Psychological Science Personal, Social, and Cultural Aspects",
        "Proceedings of 10Th National Natural Language Processing Research Symposium (NNLPRS)",
        "Essentials of Psychology",
        "Fast unfolding of communities in large networks",
        "Resilience: Accounting for the noncomputable",
        "Empathy: A Social Psychological Approach",
        "The relation between perception and behavior, or how to win a game of trivial pursuit",
        "Cognitive Maps and Spatial Behaviour: Process and Products",
        "How social perception can automatically influence behavior",
        "And Behavior: An Introduction to Theory and Research",
        "A meta-analysis of research on protection motivation theory",
        "Advances in Environment, Behavior, and Design",
        "Handbook of Environmental Psychology",
        "Perception, in the Oxford Companion of the Mind",
        "Adaptive Capacity and Human Cognition. Prepared for the Presentation at the Open Meeting of the Global Environmental Change Research Community",
        "Adaptive capacity and human cognition: The process of individual adaptation to climate change",
        "Empathy and Moral Development: Implications for Caring and Justice",
        "Communication and Persuasion: Psychological Studies of Opinion Change",
        "Global perceptions of local temperature change",
        "Empathic Accuracy",
        "Introduction to Environmental Psychology",
        "Organizational Behaviour: Understanding and Managing Life at Work",
        "Measuring ‘subjective resilience’: Using people’s Perceptions to Quantify Household Resilience. Working Paper 423, Overseas Development Institute",
        "What is social resilience? lessons learned and ways forward",
        "The role of Twitter during a natural disaster: Case study of 2011 Thai Flood",
        "The varieties of emotional experience: A meditation on James-Lange theory",
        "Psychological Stress and the Coping Process",
        "International Journal on Advances in Systems and Measurements",
        "Perception-based resilience: Accounting for the impact of human perception on resilience thinking",
        "General resilience: Taxonomy and strategies",
        "Ordinary magic: Resilience processes in development",
        "Disaster preparation and recovery: Lessons from research on resilience in human development",
        "In Irevolutions: From Innovation to Revolutions. Available via Irevolutions",
        "Is it really about me?: Message content in social awareness streams",
        "Livelihood, malaria and resilience: A case study in the Kilombero Valley, Tanzania",
        "Do all birds tweet the same? Characterizing twitter around the world",
        "Summary of Flood Relief Operations (In Thai)",
        "The Extended Parallel Process Model: Illuminating the Gaps in Research",
        "A perception-action model for empathy",
        "Empathy: Its ultimate and proximate bases",
        "The Journal of Psychology: Interdisciplinary and Applied",
        "Social Psychophysiology: A Sourcebook",
        "Handbook of Health Behavior Research I: Personal and Social Determinants",
        "Historical Origins of the Health Belief Model",
        "Scary warnings and rational precautions: A review of the psychology of fear appeals",
        "The Foundations of Statistics",
        "Psychology",
        "Resilience in Children, Adolescents, and Adults: Translating Research into Practice",
        "Empathy, Fantasy and Helping (Vol",
        "Attitudes and Values",
        "Priceless tweets! A study on twitter messages posted during crisis: Black Saturday",
        "Socially distributing public relations: Twitter, Haiti, and interactivity in social media",
        "Combining automatic and manual approaches: Towards a framework for discovering themes in disaster-related tweets",
        "Situational Awareness in Mass Emergency: A Behavioral and Linguistic Analysis of Microblogged Communications (Dissertation)",
        "The Application of Social Media in Disasters: How Can Social Media Support an Effective Disaster Response? International Institute of Global Resilience (IIGR) Working Paper Series",
        "Thai Flood 2011: Rapid Assessment for Resilient Recovery and Reconstruction Planning: Overview"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "Preferred Networks, Inc.",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Minato",
            "affilname": "Research Organization of Information and Systems",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Research Organization of Information and Systems National Institute of Informatics",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hayama",
            "affilname": "The Graduate University for Advanced Studies",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}