{
    "eid": "2-s2.0-84949315271",
    "title": "Selective hydrogenation of mixed C4 containing high vinyl acetylene by Mn-Pd, Ni-Pd and Ag-Pd on Al2O3 catalysts",
    "cover-date": "2015-11-01",
    "subject-areas": [
        {
            "$": "Catalysis",
            "@code": "1503"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [
        "Bimetallic catalyst",
        "Mn-Pd",
        "Selective hydrogenation",
        "Vinyl acetylene"
    ],
    "authors": [
        "Paisan Insorn"
    ],
    "citedby-count": 29,
    "ref-count": 36,
    "ref-list": [
        "Butadiene production process overview",
        "UOP C4 Processing",
        "Catalyst research - One of the cornerstones of modern chemical production",
        "Butadiene Product Stewardship Guidance Manual",
        "BASF-UOP Butadiene Process",
        "C4AC Maximizing Butadiene Production",
        "Butadiene Extraction BASF NMP Process",
        "Phys. Chem. Soc. Jpn.",
        null,
        "Catal. Ind.",
        "Effect of Pd/C dispersion on its catalytic properties in acetylene and vinylacetylene hydrogenation",
        "Effect of dispersion of supported palladium on its electronic and catalytic properties in the hydrogenation of vinylacetylene",
        null,
        "Selective Hydrogenation of Acetylenes",
        "Process for the Selective Hydrogenation of Alkynes",
        "Characterization of pumice-supported Ag-Pd and Cu-Pd bimetallic catalysts by X-ray photoelectron spectroscopy and X-ray diffraction",
        "Supported nitrogen-modified Pd nanoparticles for the selective hydrogenation of 1-hexyne",
        "Propyne hydrogenation over alumina-supported palladium and platinum catalysts",
        "Alkyne hydrogenation over Pd catalysts: A new paradigm",
        "Product Listing",
        "Catalyst Index and Contact Details",
        "Continuous Process Catalysts, Accelerating Your Chemistry®",
        "Selective hydrogenation of acetylene in the presence of ethylene on zeolite-supported bimetallic catalysts",
        "Performance of Cu-promoted Pd catalysts prepared by adding Cu using a surface redox method in acetylene hydrogenation",
        "Electronic effects in butadiene hydrogenation catalysed by the transition metals",
        "A novel catalyst for DME synthesis from CO hydrogenation 1. Activity, structure and surface properties",
        "Hydrogenation of carbon oxides over promoted Fe-Mn catalysts prepared by the microemulsion methodology",
        null,
        "Study on the hydrogenation of p-chloronitrobenzene over carbon nanotubes supported platinum catalysts modified by Mn, Fe, Co, Ni and Cu",
        null,
        "Selective hydrogenation of benzene to cyclohexene on Ru-based catalysts promoted with Mn and Zn",
        null,
        "Kinetic study of the liquid-phase hydrogenation of 1-butyne over a commercial palladium/alumina catalyst",
        null,
        "Kinetic study of the selective catalytic hydrogenation of 1,3-butadiene in a mixture of n-butenes"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "EA Pharma Co., Ltd.",
        "Thailand Research Fund"
    ]
}