{
    "eid": "2-s2.0-84896072258",
    "title": "Production of a monoclonal antibody against oxytetracycline and its application for oxytetracycline residue detection in shrimp",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        },
        {
            "$": "General Pharmacology",
            "@code": "3000"
        },
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Enzyme-linked immunosorbant assay (ELISA)",
        "Monoclonal antibody",
        "Oxytetracycline",
        "Shrimp"
    ],
    "authors": [
        "Tossapon Wongtangprasert"
    ],
    "citedby-count": 14,
    "ref-count": 29,
    "ref-list": [
        "Validation procedures for quantitative food allergen ELISA methods: Community guidance and best practices",
        "Confirmation of multiple tetracycline residues in milk and oxytetracycline in shrimp by liquid chromatography-particle beam mass spectrometry",
        "Immunochemical determination of oxytetracycline in fish: Comparison between enzymatic and time-resolved fluorometric assays",
        "Quantitative analysis of oxytetracycline and its 4-epimer in calf tissues by high-performance liquid chromatography combined with positive electrospray ionization mass spectrometry",
        "Validation of a high-performance liquid chromatography method for the determination of oxytetracycline, tetracycline, chlortetracycline and doxycycline in bovine milk and muscle",
        "Extraction procedure for sulfachloropyridazine in porcine tissues and detection in a sulfonamide-specific enzyme-linked immunosorbent assay (ELISA)",
        "Off. J. Eur. Commun.",
        "Use of metal chelate affinity chromatography and membrane-based ion-exchange as clean-up procedure for trace residues analysis of tetracyclines in animal tissues and egg",
        "Development and application of a radioimmunoassay for tetracycline",
        "A stable and highly sensitive 3,3´,5,5´-tetramethylbenzidine-based substrate reagent for enzyme-linked immunosorbent assays",
        "High-performance liquid chromatographic determination/identification of oxytetracycline and sulphadimidine in meat and eggs",
        "Production of monoclonal antibody against doxycycline for immunoassay of seven tetracyclines in bovine muscle and milk",
        "Oxytetracycline (OTC) accumulation and elimination in hemolymph, muscle and hepatopancreas of white shrimp Litopenaeus vannamei following an OTC-feed therapeutic treatment",
        "Antibodies: A Laboratory Manual",
        "Immunochemical techniques: Antibody production for pesticide analysis. A review",
        "Making and Using Antibodies: A Practical Handbook",
        "Determination of Oxytetracycline in Raw and Cooked Channel Catfish by Capillary Electrophoresis",
        "Evaluation of an enzyme immunoassay for the detection of the insect growth regulator fenoxycarb in environmental and biological samplest",
        "Development of an indirect competitive ELISA for the detection of doxycycline residue in animal edible tissues",
        "Development and validation of an immunochromatographic test strip for rapid detection of doxycycline residues in swine muscle and liver",
        "Rapid and sensitive enzyme-linked immunosorbent assay and immunochromatographic assay for the detection of chlortetracycline residues in edible animal tissues",
        "Oxytetracycline residues in cultivated marine shrimp (Litopenaeus vannamei Boone, 1931) (Crustacea, Decapoda) submitted to antibiotic treatment",
        "Responsible Use of Antibiotics in Aquaculture",
        "Analytical methods validation: Bioavailability, bioequivalence, and pharmacokinetic studies",
        "J. Health Sci. (Thailand)",
        "Elimination of chloramphenicol, sulphamethoxazole and oxytetracycline in shrimp, Penaeus chinensis following medicated-feed treatment",
        "Development of an efficient extraction method for oxytetracycline in animal manure for high performance liquid chromatography analysis",
        "Oxytetracycline: Analytical Profile",
        "Preparation and validation of the polyclonal antibodies for detection of chlortetracycline residues"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "National Research University Development Project",
        "Ratchadaphiseksomphot Endowment Fund of Chulalongkorn University"
    ]
}