{
    "eid": "2-s2.0-84908020353",
    "title": "A prototype single-stage anaerobic digester for co-digestion of food waste and sewage sludge from high-rise building for on-site biogas production",
    "cover-date": "2014-11-01",
    "subject-areas": [
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Biomaterials",
            "@code": "2502"
        },
        {
            "$": "Microbiology",
            "@code": "2404"
        }
    ],
    "keywords": [
        "Anaerobic co-digestion",
        "Biogas production",
        "Food waste",
        "High-rise building",
        "Prototype single-stage anaerobic digester",
        "Sewage sludge"
    ],
    "authors": [
        "C. Ratanatamskul"
    ],
    "citedby-count": 43,
    "ref-count": 18,
    "ref-list": [
        "Semi-continuous co-digestion of solid slaughterhouse waste, manure, and fruit and vegetable waste",
        "Effect of operating conditions and reactor configuration on efficiency of full-scale biogas plants",
        "Standard Methods for the Examination of Water and Wastewater",
        "Biomethanation potential of macroalgae Ulva spp. and Gracilaria spp. and in co-digestion with waste activated sludge",
        "Biomass Bioenergy",
        "Review: Alternative energy from food processing wastes",
        "Incorporation of fish by-product into the semi-continuous anaerobic co-digestion of pre-treated lignocellulose and cow manure, with recovery of digestate's nutrients",
        "Int. J. Environ. Prot.",
        "A comparison study on the high-rate co-digestion of sewage sludge and food waste using a temperature-phased anaerobic sequencing batch reactor system",
        "Anaerobic digestion of organic solid wastes. An overview of research achievements and perspectives",
        "Impact of food industrial waste on anaerobic co-digestion of sewage sludge and pig manure",
        "Improvement of mesophilic anaerobic co-digestion of agri-food waste by addition of glycerol",
        "Household hazardous waste in municipal landfills: Contaminants in leachate",
        "Anaerobic co-digestion of sewage sludge and organic fraction of municipal solid wastes",
        "Integrated Solid Waste Management",
        "Characterization of food waste as feedstock for anaerobic digestion",
        "J. Biotechnol."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "The University of Tokyo",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "JICA-Water",
        "Ministry of Natural Resource and Environment",
        "Chulalongkorn University",
        "Japan International Cooperation Agency"
    ]
}