{
    "eid": "2-s2.0-85028731834",
    "title": "Fluoride recharge ability of resin-based pit and fissure sealant with synthesized mesoporous silica filler",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        }
    ],
    "keywords": [
        "Fluoride Recharge",
        "Mesoporous Silica",
        "Pit and Fissure Sealant"
    ],
    "authors": [
        "Atikom Surintanasarn"
    ],
    "citedby-count": 3,
    "ref-count": 28,
    "ref-list": [
        "Pit and fissure sealant: Review of the literature",
        "Evidence-based clinical recommendations for the use of pit-and-fissure sealants: A report of the American Dental Association Council on Scientific Affairs",
        "Clinical comparison of Fuji VII and a resin sealant in children at high and low risk of caries",
        "A 48-month randomized controlled trial of caries prevention effect of a one-time application of glass ionomer sealant versus resin sealant",
        "Fluoride-releasing sealant and caries-like enamel lesion formation in vitro",
        "A comparative study of fluoride-releasing composite resin and glass ionomer materials used as fissure sealants",
        "Caries-preventive effect of resin-based and glass ionomer sealants over time: A systematic review",
        "Evaluation of a fluoride-containing sealant by SEM, microleakage, and fluoride release.",
        "The recharge of esthetic dental restorative materials with fluoride in vitro - Two years' results",
        "Glass ionomer materials as a rechargeable fluoride-release system",
        "Fluoride release and recharge abilities of contemporary fluoride-containing restorative materials and dental adhesives",
        "Comparison of short-term in vitro fluoride release and recharge from four different types of pit-and-fissure sealants.",
        "Functional Fillers for Plastics",
        "Plastics Additives Handbook",
        "The anti-caries efficacy of calcium carbonate-based fluoride toothpastes",
        "Fast synthesis of mesoporous silica materials via simple organic compounds templated sol-gel route in the absence of hydrogen bond",
        "Mesoporous silica nanoparticles as controlled release drug delivery and gene transfection carriers",
        "A review: Fundamental aspects of silicate mesoporous materials",
        "Eur. J. Dent.",
        "A novel method for synthesis of silica nanoparticles",
        "Evaluation of the ion-releasing and recharging abilities of a resin-based fissure sealant containing S-PRG filler",
        "Fluoride release and uptake capacities of fluoride-releasing restorative materials",
        "Kinetics of fluoride release from zinc oxide-based cements",
        "Materials Safety Data Sheet (MSDS): Concise™ Light Cured White Sealant Resin",
        "Compressive strength, fluoride release and recharge of fluoride-releasing materials",
        "Fluoride release and uptake by four new fluoride releasing restorative materials",
        "Coprecipitation of fluoride with calcium carbonate",
        "Laboratory strength of glass ionomer cement, compomers, and resin composites"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}