{
    "eid": "2-s2.0-84951742432",
    "title": "Dengue hemorrhagic fever and the kidney",
    "cover-date": "2016-04-01",
    "subject-areas": [
        {
            "$": "Virology",
            "@code": "2406"
        }
    ],
    "keywords": [],
    "authors": [
        "Prayong Vachvanichsanong"
    ],
    "citedby-count": 28,
    "ref-count": 77,
    "ref-list": [
        "The 2005 dengue epidemic in Singapore: Epidemiology, prevention and control",
        "Imported dengue hemorrhagic fever, Europe",
        "Dengue fever in travellers: A challenge for European physicians",
        "Dengue: Twenty-five years since reemergence in Brazil",
        "Clin Evid (online)",
        "Economic and Disease Burden of Dengue in Mexico",
        "Dengue fever and dengue hemorrhagic fever",
        "Dengue shock syndrome and rhabdomyolysis",
        "Dengue and dengue haemorrhagic fever",
        "Burden of symptomatic dengue infection in children at primary school in Thailand: a prospective study",
        "Atypical manifestations of dengue",
        "Dengue: Overview and history",
        "Refining the Global Spatial Limits of Dengue Virus Transmission by Evidence-Based Consensus",
        "prevention and control",
        "Dengue hemorrhagic fever: diagnosis, treatment, prevention and control",
        "Severe dengue epidemics in Sri Lanka, 2003-2006",
        "Distribution of dengue cases in the state of Oaxaca, Mexico, during the period 2004-2006",
        "Differences in clinical and laboratory characteristics and disease severity between children and adults with dengue virus infection in Taiwan, 2002",
        "Recent shift in age pattern of dengue hemorrhagic fever, Brazil",
        "Dengue infection: A growing global health threat",
        "Risk factors and clinical features associated with severe dengue infection in adults and children during the 2001 epidemic in Chonburi, Thailand",
        "Clinical characteristics, risk factors, and outcomes in adults experiencing dengue hemorrhagic fever complicated with acute renal failure",
        "Clinical and laboratory features that distinguish dengue from other febrile illnesses in endemic populations",
        "Pathogenetic and clinical aspects of the renal involvement in hemorrhagic fever with renal syndrome",
        "Outbreak of haemorrhagic fever with renal syndrome in Greece",
        "Hemorrhage in hemorrhagic fever with renal syndrome in china",
        "Hemorrhagic fever with renal syndrome.",
        "Acute kidney injury in patients with hemorrhagic fever with renal syndrome caused by hantaan virus: Comparative evaluation by RIFLE and AKIN criteria",
        "Hemorrhagic fever with renal syndrome in Montenegro",
        "Acute renal failure caused by leptospirosis and Hantavirus infection in an urban hospital",
        "Glomerular-type proteinuria in hantavirus nephritis",
        "Renal involvement. And reticulo endothelial system clearance in dengue hemorrhagic fever",
        "Clinical features of dengue",
        "Clinical characteristics and risk factors for concurrent bacteremia in adults with dengue hemorrhagic fever",
        "Acute respiratory failure in adult patients with dengue virus infection",
        "Acute renal failure associated with dengue fever in French Guiana [12]",
        "Clinical profile and outcome of hospitalized patients during first outbreak of dengue in Makkah, Saudi Arabia",
        "Dengue and dengue haemorrhagic fever: Indian perspective",
        "Dengue in Southeast Asia: Epidemiological characteristics and strategic challenges in disease prevention",
        "Epidemiology of Acute Kidney Injury in Latin America",
        "Electrolyte disturbances and abnormal urine analysis in children with dengue infection",
        "ELECTROLYTE DISTURBANCE AND KIDNEY DYSFUNCTION IN DENGUE VIRAL INFECTION",
        "Evaluating proteinuria in children",
        "Evaluation and management of proteinuria and nephrotic syndrome in children: Recommendations from a pediatric nephrology panel established at the National Kidney Foundation Conference on Proteinuria, Albuminuria, Risk, Assessment, Detection, and Elimination (PARADE)",
        "Two cases of self-limiting nephropathies secondary to dengue haemorrhagic fever",
        "Childhood acute renal failure: 22-Year experience in a University Hospital in southern Thailand",
        "Outcome of dengue hemorrhagic fever-caused acute kidney injury in Thai children",
        "Dengue haemorrhagic fever in children: ten years of clinical experience",
        "Impact of renal failure on the outcome of dengue viral infection",
        "Dengue shock syndrome at the emergency room of Queen Sirikit National Institute of Child Health, Bangkok, Thailand.",
        "Acute kidney injury in dengue fever using Acute Kidney Injury Network criteria: Incidence and risk factors",
        "Acute kidney injury in dengue virus infection",
        "Acute kidney injury in tropical acute febrile illness in a tertiary care centreRIFLE criteria validation",
        "Glomerular changes in dengue hemorrhagic fever",
        "Viral Hemorrhagic Fever-Induced Acute Kidney Injury",
        "Myoglobinuric acute renal failure following dengue viral infection.",
        "Rhabdomyolysis following dengue virus infection",
        "Rhabdomyolysis associated with dengue virus infection.",
        "Pathology of renal diseases in the tropics",
        "Acute renal failure in dengue fever in the absence of bleeding manifestations or shock",
        "Unusual clinical manifestations of dengue virus infection.",
        "Dengue fever-induced hemolytic uremic syndrome [8]",
        "Dengue infection with unusual manifestations.",
        "Difficulty in diagnosis and treatment of dengue hemorrhagic fever in patients with chronic renal failure: Report of three cases of mortality",
        "Dengue: An escalating problem",
        "Dengue haemorrhagic fever with unusual manifestations.",
        "Dengue haemorrhagic fever-induced acute kidney injury without hypotension, haemolysis or rhabdomyolysis",
        "Dengue hemorrhagic shock and disseminated candidiasis",
        "Acute renal failure in a patient with severe malaria and dengue shock syndrome",
        "Fatal dengue hemorrhagic fever in Cuba, 1997",
        "Localization of dengue virus in naturally infected human tissues, by immunohistochemistry and in situ hybridization",
        "Dengue: An update",
        "Human genetic determinants of dengue virus susceptibility",
        "Kidney failure in infants and children.",
        "Serotype-specific dengue virus circulation and dengue disease in Bangkok, Thailand from 1973 to 1999",
        "Evidence behind the WHO guidelines: Hospital care for children: What treatments are effective for the management of shock in severe dengue?",
        "Fatal dengue hemorrhagic fever in adults during a dengue epidemic in Singapore"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "affilname": "Prince of Songkla University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}