{
    "eid": "2-s2.0-85032919230",
    "title": "Antimicrobial activity from Piper sarmentosum Roxb. against rice pathogenic bacteria and fungi",
    "cover-date": "2017-11-01",
    "subject-areas": [
        {
            "$": "Food Animals",
            "@code": "3403"
        },
        {
            "$": "Food Science",
            "@code": "1106"
        },
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Plant Science",
            "@code": "1110"
        },
        {
            "$": "Agronomy and Crop Science",
            "@code": "1102"
        },
        {
            "$": "Ecology",
            "@code": "2303"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        }
    ],
    "keywords": [
        "antimicrobial activity",
        "bioassay guided fractionation",
        "Piper sarmentosum Roxb"
    ],
    "authors": [
        "Pragatsawat Chanprapai"
    ],
    "citedby-count": 34,
    "ref-count": 73,
    "ref-list": [
        "Identification o Essential oil Components by Gas Chromatograph/Quadrupole Mass Spectroscopy",
        "Efficacy of some plant extracts against rhizoctonia solani on pea",
        "African Journal of Microbiology Research",
        "Relationship between structure and antibacterial activity of lipophilic N-acyldiamines",
        "Antibacterial activity and cytotoxicity screening of sumatran kaduk (Piper sarmentosum Roxb.)",
        "Manual of Clinical Microbiology",
        "A new hypoxia inducible factor-2 inhibitory pyrrolinone alkaloid from roots and stems of Piper sarmentosum",
        "Larvicidal effect of pepper plants on Aedes aegypti (L.) (Diptera: Culicidae)",
        "Light-mediated activities of some Thai medicinal plant teas",
        "Piper sarmantosum. The Malaysian Journal of Analytical Sciences",
        "Three new phenylpropanoyl amides from the leaves of Piper sarmentosum and their α-glucosidase inhibitory activities",
        "Chemical Composition and Biological Activities of Essential Oil from the Rhizomes of Iris bulleyana",
        "Alkaloids from piper sarmentosum and piper nigrum",
        "Bio-control of clinical fungal isolates associated with fungal keratitis using medicinal plant extract",
        "Piper sarmentosum as an antioxidant on oxidative stress in human umbilical vein endothelial cells induced by hydrogen peroxide",
        "Chemical composition of essential oils from four Vietnamese species of Piper (Piperaceae)",
        "Composition and antimicrobial activities of the leaf essential oil of Machilus zuihoensis from Taiwan",
        "Antifungal activity of the essential oil of illicium verum fruit and its main component trans-anethole",
        "A review of the literature and latest advances in research of Piper sarmentosum",
        "Cytoxicity evaluation and characterization of leaf chloroform extract of Piper sarmentosum possessing antiangiogenic activity",
        "Purification and bioassays of bioactive fraction from curcuma longa against Xanthomonas oryzae Pv. Oryzae causing blb disease in rice",
        "Antifungal activity of various essential oils against Rhizoctonia solani and Macrophomina phaseolina as major bean pathogens",
        "Chemical characterization and anti-fungal activity of plant extracts and essential oils on the Bipolaris oryzae and Gerlachia oryzae phytopathogens",
        "Minor amides of Piper species",
        "Bio efficacy of some piperaceae plant extracts against Plutella xylostella L. (Lepidoptera: Plutellidae).",
        "International Journal of Current Microbiology and Applied Science",
        "Investigation on antibacterial and antioxidant activities, phenolic and flavonoid contents of some thai edible plants as an alternative for antibiotics",
        "Structural elucidation and synthesis of new components isolated frompipersarmentosum(piperaceae)",
        "Antibacterial effect of cinnamon oil combined with thyme or clove oil",
        "International Journal of Scientific and Research Publiations",
        "Asian Journal of Plant Science and Research",
        "Modes of action of disinfectants.",
        "Antimicrobial phenylpropanoids from Piper sarmentosum",
        "Piper sarmentosum Roxb. - An addition to the flora of Andaman Islands",
        "Chemical composition and larvicidal activity of essential oils from Piper species",
        "Antibacterial principles from Myristica fragrans seeds",
        "In-vitro screening of antifungal activity of plants in Malaysia",
        "Bioactivity of plant extracts against Burkholderia pseudomallei",
        "Effect of Piper chaba Hunter, Piper sarmentosum Roxb. and Piper interruptum Opiz. On natural killer cell activity and lymphocyte proliferation",
        "Phytochemistry of the genus Piper",
        "Antimicrobial properties of volatile phenylpropanes",
        "Microbiology: Concepts and Applications",
        "Hypoglycemic effect of the water extract of Piper sarmentosum in rats",
        "Screening of allelopathic activity of eleven Thai medicinal plants on seedling growth of five test plant species",
        "Allelopathic activity of Piper sarmentosum Roxb",
        "Isolation of allelopathic substance from Piper sarmentosum Roxb",
        "Biological activity of the essential oil from the leaves of Piper sarmentosum Roxb. (Piperaceae) and its chemical constituents on Brontispa longissima (Gestro) (Coleoptera: Hispidae)",
        "American Journal of Plant Sciences",
        "Neuromuscular blocking activity of methanolic extract of Piper sarmentosum leaves in the rat phrenic nerve-hemidiaphragm preparation",
        "Studies of the anti-inflammatory and antipyretic activities of the methanolic extract of Piper sarmentosum Roxb. leaves in rats",
        "Chemical constituents and bioactivity of Piper sarmentosum",
        "Journal of Agricultural Technology",
        "Tropical Agricultural Research & Extension",
        "Antifungal Amide Alkaloids from the Aerial Parts of Piper flaviflorum and Piper sarmentosum",
        "Traditional uses, phytochemistry and pharmacology of Ficus religiosa: A review",
        "Anti-inflammatory, anti-nociceptive and antipyretic effects of the ethanol extract from root of Piper sarmentosum Roxb.",
        "Technology and Education Topics in Applied Microbiology and Microbial Biotechology",
        "Isobutylamides and a new methylbutylamide from Piper sarmentosum",
        "In Vitro antifungal potency of plant extracts against five phytopathogens",
        "Antimicrobial effects of Boesenbergia pandurata and Piper sarmentosum leaf extracts on planktonic cells and biofilm of oral pathogens",
        "Chemical constituents and bioactivity of Piper sarmentosum",
        "Chemical constituents of the roots of Piper sarmentosum",
        "Preliminary study on antixanthomonas activity, phytochemical analysis, and charecterization of antimicrobial compounds from Kappaphycus alvarezii",
        "Xanthomonas oryzae. African Journal of Microbiology Research",
        "Sarmentosumols A to F, new mono- and dimeric alkenylphenols from Piper sarmentosum",
        "Antifungal properties of ethanolic extract and its active compounds from Calocedrus macrolepis var. formosana (Florin) heartwood",
        "In vitro screening of five local medicinal plants for antibacterial activity using disc diffusion method."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Natural Products Research Unit",
        "Chulalongkorn University"
    ]
}