{
    "eid": "2-s2.0-85151108468",
    "title": "Simulation and social network analysis provide insight into the acquisition of tool behaviour in hybrid macaques",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biochemistry, Genetics and Molecular Biology (all)",
            "@code": "1300",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Immunology and Microbiology (all)",
            "@code": "2400",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "agent-based modelling",
        "skill acquisition",
        "social network analysis",
        "tool use"
    ],
    "authors": [
        "Jonathan S. Reeves",
        "Amanda Tan",
        "Suchinda Malaivijitnond",
        "Lydia V. Luncz"
    ],
    "citedby-count": 0,
    "ref-count": 72,
    "ref-list": [
        "The emergence of human uniqueness: characters underlying behavioral modernity",
        "Cultural diffusion in humans and other animals",
        "The evolution of cognitive mechanisms in response to cultural innovations",
        "Cultural niche construction: an introduction",
        "Exploring the role of individual learning in animal tool-use",
        "Social learning mechanisms and cumulative cultural evolution: is imitation necessary?",
        "Cultural panthropology",
        "Primate archaeology reveals cultural transmission in wild chimpanzees (Pan troglodytes verus)",
        "The cognitive niche: coevolution of intelligence, sociality, and language",
        "Testing the cognitive and cultural niche theories of human evolution",
        "Prevalence of tool behaviour is associated with pelage phenotype in intraspecific hybrid long-tailed macaques (Macaca fascicularis aurea× M. f. fascicularis)",
        "Cultures in chimpanzees",
        "Orangutan cultures and the evolution of material culture",
        "Capuchin monkey tool use: overview and implications",
        "Chimpanzee ethnography reveals unexpected cultural diversity",
        "Group-specific archaeological signatures of stone tool use in wild macaques",
        "Phylogenetic analyses of behavior support existence of culture among wild chimpanzees",
        "Genetic and 'cultural' similarity in wild chimpanzees",
        "Tool use as adaptation",
        "Costly culture: differences in nut-cracking efficiency between wild chimpanzee groups",
        "The fourth dimension of tool use: temporally enduring artefacts aid primates learning to use tools",
        "The ecology of primate material culture",
        "Distribution of potential suitable hammers and transport of hammer tools and nuts by wild capuchin monkeys",
        "Diffusion dynamics of socially learned foraging techniques in squirrel monkeys",
        "Pay-off-biased social learning underlies the diffusion of novel extractive foraging traditions in a wild primate",
        "White-faced capuchin, Cebus capucinus imitator, hammerstone and anvil tool use in riparian habitats on Coiba Island, Panama",
        "The role of mothers in the development of complex skills in chimpanzees",
        "From play to proficiency: the ontogeny of stone-tool use in coastal-foraging long-tailed macaques from a comparative perception-action perspective",
        "What is the role of mothers in the acquisition of termite-fishing behaviors in wild chimpanzees (Pan troglodytes schweinfurthii)?",
        "Young macaques (Macaca fascicularis) preferentially bias attention towards closer, older, and better tool users",
        "Development of foraging skills in two orangutan populations: needing to learn or needing to grow?",
        "Genetic basis in motor skill and hand preference for tool use in chimpanzees (Pan troglodytes)",
        "Heritability of gray matter structural covariation and tool use skills in chimpanzees (Pan troglodytes): a source-based morphometry and quantitative genetic analysis",
        "Cultural transmission of tool use in bottlenose dolphins",
        "Primate culture and social learning",
        "Hybridization may promote variation in cognitive phenotypes in experimental guppy hybrids",
        "Hybridization and hybrid zones",
        "Hybridization in howler monkeys: current understanding and future directions",
        "There is more than one way to crack an oyster: identifying variation in burmese long-tailed macaque (Macaca fascicularis aurea) stone-tool use",
        "Technological response of wild macaques (Macaca fascicularis) to anthropogenic change",
        "Marine prey processed with stone tools by burmese long-tailed macaques (Macaca fascicularis aurea) in intertidal habitats",
        "Naive, captive long-tailed macaques (Macaca fascicularis fascicularis) fail to individually and socially learn pound-hammering, a tool-use behaviour",
        "Animal social networks: an introduction",
        "Social networks and learning networks: using social network perspectives to understand social learning",
        "Constructing, conducting and interpreting animal social network analysis",
        "Network-based diffusion analysis: a new method for detecting social learning",
        "Detecting social transmission in networks",
        "Network-based diffusion analysis reveals cultural transmission of lobtail feeding in humpback whales",
        "The amboseli baboon research project: 40 years of continuity and change",
        "Systematics review of Southeast Asian longtail macaques, Macaca fascicularis (Raffles, 1821)",
        "Population structure of Macaca fascicularis aurea, and their genetic relationships with M. f. fascicularis and M. mulatta determined by 868 RADseq-derived autosomal SNPs - a consideration for biomedical research",
        "The igraph software package for complex network research",
        "Knowledgeable lemurs become more central in social networks",
        "The ODD protocol: a review and first update",
        "The animal cultures debate",
        "Identification of tool use acquisition-associated genes in the primate neocortex",
        "The extension of biology through culture",
        "The cultural niche: why social learning is essential for human adaptation",
        "Ecological and social correlates of chimpanzee tool use",
        "Data from: Simulation and social network analysis provide insight into the acquisition of tool behaviour in hybrid macaques"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Durham",
            "@id": "60176037",
            "affilname": "Faculty of Social Sciences &amp; Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60176037",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Leipzig",
            "@id": "60005807",
            "affilname": "Max-Planck-Institut für Evolutionäre Anthropologie",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005807",
            "affiliation-country": "Germany"
        }
    ],
    "funding": [
        "Leakey Foundation",
        "Animal Behavior Society",
        "Max Planck Society"
    ]
}