{
    "eid": "2-s2.0-85007353184",
    "title": "Hypersaline habitats and halophilic microorganisms",
    "cover-date": "2016-12-07",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Extreme habitats",
        "Extremophiles",
        "Halophiles",
        "Hypersaline environments"
    ],
    "authors": [
        "Imran Ali"
    ],
    "citedby-count": 25,
    "ref-count": 91,
    "ref-list": [
        "Ecological Studies. Analysis and Synthesis, Vol. 15: Plants in Saline Environments",
        "Irrigated Soils: Their Fertility and Management",
        "Identification, phylogenetic analysis and characterization of obligate halophilic fungi isolated from a man-made solar saltern in Phetchaburi province, Thailand",
        "Screening of potential biotechnological applications from obligate halophilic fungi, isolated from a man-made solar saltern located in Phetchaburi Province, Thailand",
        "Purification, characterization, and potential of saline waste water remediation of a polyextremophilic α -amylase from an obligate halophilic aspergillus gracilis",
        "Diversity of halophilic microorganisms: Environments, phylogeny, physiology, and applications",
        "Hypersaline waters in salterns - Natural ecological niches for halophilic black yeasts",
        "Fungal Adaptation to Extremely High Salt Concentrations",
        "Halophilic Microorganisms",
        "Halotolerant and halophilic fungi",
        "Comparative Study of Physical Factors and Microbial Diversity of Four Man-Made Extreme Ecosystems",
        "Types and properties of some bacteria isolated from hypersaline soils",
        "The Biology of Halophilic Bacteria",
        "Use of Molecular Approaches to Study the Occurrence of Extremophiles and Extremodures in Non-Extreme Environments",
        "Australian salt lakes: their history, chemistry, and biota - a review",
        "Hypersaline Environments: Microbiology and Biogeochemistry",
        "Biology of moderately halophilic aerobic bacteria",
        "Classification of 'Chromobacterium marismortui' in a new genus, Chromohalobacter gen. nov., as Chromohalobacter marismortui comb. nov., nom. rev.",
        "The microbiology and biogeochemistry of the Dead Sea",
        "Ecology of hypersaline environments",
        "Clostridium lortetii sp. nov., a halophilic obligatory anaerobic bacterium producing endospores with attached gas vacuoles",
        "Transfer of Clostridium lortetii to a New Genus Sporohalobacter gen. nov. as Sporohalobacter lortetii comb. nov., and Description of Sporohalobacter marismortui sp. nov.",
        "Description of two new species of Halomonas: Halomonas israelensis sp.nov. and Halomonas canadensis sp.nov.",
        "Halobaculum gomorrense gen. nov., sp. nov., a novel extremely halophilic archaeon from the dead sea",
        "A First Record of Obligate Halophilic Aspergilli from the Dead Sea",
        "Halorhabdus utahensis gen. nov., sp. nov., an aerobic, extremely halophilic member of the Archaea from Great Salt Lake, Utah",
        "Genomic perspective on the photobiology of Halobacterium species NRC-1, a phototrophic, phototactic, and UV-tolerant haloarchaeon",
        "Halovibrio variabilis gen. nov. sp. nov., Pseudomonas halophila sp. nov. and a New Halophilic Aerobic Coccoid Eubacterium from Great Salt Lake, Utah, USA",
        "Halobacillus gen. nov., with descriptions of Halobacillus litoralis sp. nov. and Halobacillus trueperi sp. nov., and transfer of Sporosarcina halophila to Halobacillus halophilus comb. nov.",
        "Isolation and description of Haloanaerobium praevalens gen. nov. and sp. nov., an obligately anaerobic halophile common to Great Salt Lake sediments",
        "Desulfocella halophila gen. nov., sp. nov., a halophilic, fatty-acid- oxidizing, sulfate-reducing bacterium isolated from sediments of the Great Salt Lake",
        "Solar Lake (Sinai). 1. Physical and chemical limnology",
        "Osmoregulation in a New Haloalkaliphilic Bacillus from the Wadi Natrun (Egypt)",
        "Microbiology of Extreme Environments and Its Potential for Biotechnology",
        "Distribution and types of bacteria isolated from an inland saltern",
        "Isolation and characterization of Pediococcus halophilus from salted anchovies (Engraulis anchoita)",
        "General and Applied Aspects of Halophilic Microorganisms",
        "Isolation and characterization of moderately halophilic bacteria from fully cured salted cod (bachalao)",
        "Biodegradation of organic pollutants by halophilic bacteria and archaea",
        "The Biology of Halophilic Bacteria",
        "Occurrence of halotolerant/halophilic bacterial communities in deteriorated monuments",
        "Microbial diversity of extant stromatolites in the hypersaline marine environment of Shark Bay, Australia",
        "Life at extremely low pH",
        "Industrial and environmental applications of halophilic microorganisms",
        "Unusual micro-organisms from unusual habitats: Hypersaline environments",
        "Life at high salt concentrations",
        "General and Applied Aspects of Halophilic Bacteria",
        "Halococcus dombrowskii sp. nov., an archaeal isolate from a Permian alpine salt deposit",
        "Halobacillus salinus sp. nov., isolated from a salt lake on the coast of the East Sea in Korea",
        "Halophilic Bacteria",
        "Methanogenesis: Ecology, Physiology, Biochemistry and Genetics",
        "Halophilic Microorganisms and Their Environments",
        "Stress Tolerance of Fungi",
        "Introduction to Food-Borne Fungi",
        "Halotolerant and halophilic fungi",
        "The genus Eurotium - Members of indigenous fungal community in hypersaline waters of salterns",
        "Adaptation of extremely halotolerant black yeast Hortaea werneckii to increased osmolarity: a molecular perspective at a glance",
        "Ainsworth and Bisbys Dictionary of the Fungi”",
        "Adaptation to Life at High Salt Concentrations in Archaea, Bacteria and Eukarya",
        "Taxonomy and phylogeny of the xerophilic genus Wallemia (Wallemiomycetes and Wallemiales, cl. et ord. nov.)",
        "Fungal molecular diversity of a Puerto Rican subtropical hypersaline microbial mat",
        "Lasbela Univ. J. Sci. Technol.",
        "Bioenergetics of the Archaea",
        "Advances in Microbial Ecology",
        "Isolation and characterization of Halothermothrix orenii gen. nov., sp. nov., a halophilic, thermophilic, fermentative, strictly anaerobic bacterium",
        "Genome analysis of the anaerobic thermohalophilic bacterium Halothermothrix orenii",
        "Mikrobiologiya",
        "General and Applied Aspects of Halophilic Microorganisms",
        "Biology and biotechnological potential of halotolerant bacteria from Antarctic saline lakes",
        "Acidophilic haloarchaeal strains are isolated from various solar salts",
        "Life at extreme limits: The anaerobic halophilic alkalithermophiles",
        "Biodiversity of poly-extremophilic Bacteria: Does combining the extremes of high salt, alkaline pH and elevated temperature approach a physico-chemical boundary for life?",
        "Journey to Diverse Microbial Worlds",
        "Extremolytes: Natural compounds from extremophiles for versatile applications",
        "Compatible solutes of halophilic eubacteria: molecular principles, water-solute interaction, stress protection",
        "Biotechnological applications and potentialities of halophilic microorganisms",
        "Microbiology of Extreme Environments and Its Potential for Biotechnology",
        "Potential of halotolerant and halophilic microorganisms for biotechnology",
        "Encyclopedia of Life Sciences",
        "Diversity and industrial potential of hydrolaseproducing halophilic/halotolerant eubacteria"
    ],
    "affiliation": [
        {
            "affiliation-city": "Quetta",
            "affilname": "University of Balochistan",
            "affiliation-country": "Pakistan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "affilname": "Asian Institute of Technology Thailand",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Lasbela",
            "affilname": "Lasbela University of Agriculture",
            "affiliation-country": "Pakistan"
        }
    ],
    "funding": []
}