{
    "eid": "2-s2.0-84907482506",
    "title": "Lipopeptide biosurfactant production by chitosan-immobilized Bacillus sp. GY19 and their recovery by foam fractionation",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        },
        {
            "$": "Biomedical Engineering",
            "@code": "2204"
        },
        {
            "$": "Bioengineering",
            "@code": "1502"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        }
    ],
    "keywords": [
        "Chitosan",
        "Downstream processing",
        "Fermentation",
        "Immobilization",
        "Lipopeptide production",
        "Optimization"
    ],
    "authors": [
        "Nichakorn Khondee"
    ],
    "citedby-count": 52,
    "ref-count": 40,
    "ref-list": [
        "Preparation of microcapsules containing antimicrobial lipopeptide from Bacillus amyloliquefaciens ES-2 by spray drying",
        "Adsorption of surfactin produced from Bacillus subtilis using nonwoven PET (polyethylene terephthalate) fibrous membranes functionalized with chitosan",
        "Production of surfactin by Bacillus pumilus UFPEDA 448 in solid-state fermentation using a medium based on okara with sugarcane bagasse as a bulking agent",
        "Biofiltration - The treatment of fluids by microorganisms immobilized into the filter bedding material: a review",
        "Bioreactor design for enhanced carrier-assisted surfactin production with Bacillus subtilis",
        "Lipopeptide overproduction by cell immobilization on iron-enriched light polymer particles",
        "Biosurfactants production by immobilized cells of Bacillus subtilis ATCC 21332 and their recovery by pertraction",
        "Radiation synthesis and characterization of stimuli-sensitive chitosan-polyvinyl pyrrolidone hydrogels",
        "Immobilization of nitrite oxidizing bacteria using biopolymeric chitosan media",
        "Airlift bioreactor containing chitosan-immobilized Sphingobium sp. P2 for treatment of lubricants in wastewater",
        "Production of surfactin and fengycin by Bacillus subtilis in a bubbleless membrane bioreactor",
        "Lipopeptide production from Bacillus sp. GB16 using a novel oxygenation method",
        "Rotating discs bioreactor, a new tool for lipopeptides production",
        "Oxygen transfer in three phase inverse fluidized bed bioreactor during biosurfactant production by Bacillus subtilis",
        "A review of chitin and chitosan applications",
        "Towards commercial production of microbial surfactants",
        "Integrated recirculating foam fractionation for the continuous recovery of biosurfactant from fermenters",
        null,
        "Kinetic study of biosurfactant production by Bacillus subtilis LAMI005 grown in clarified cashew apple juice",
        "Bacillus subtilis SPB1 biosurfactant: Production optimization and insecticidal activity against the carob moth Ectomyelois ceratoniae",
        "Extracellular production of a glycolipid biosurfactant, mannosylerythritol lipid, from Candida antarctica",
        "Characterization of crude glycerol from biodiesel production from multiple feedstocks",
        "Bioremediation of crude oil polluted seawater by a hydrocarbon-degrading bacterial strain immobilized on chitin and chitosan flakes",
        "Utilization of sludge palm oil as a novel substrate for biosurfactant production",
        "Rapid screening method for quantitation of bacterial cell lipids from whole cells",
        "Methods for investigating biosurfactants and bioemulsifiers: A review",
        "Colorimetric Method for Determination of Sugars and Related Substances",
        "Glycerol as substrate for the production of biosurfactant by Pseudomonas aeruginosa UCP0992",
        "Importance of 3-hydroxy fatty acid composition of lipopeptides for biosurfactant activity",
        "An alternative spectrophotometric method for the determination of free glycerol in biodiesel",
        "Chitosan functional properties",
        "Bioconversion of crude glycerol to glycolipids in Ustilago maydis",
        "Intracellular accumulation of mannosylerythritol lipids as storage materials by Candida antarctica",
        "High-cell-density cultivation of the lipid accumulating yeast Cryptococcus curvatus using glycerol as a carbon source",
        "J. Biotechnol.",
        "The application of foaming for the recovery of Surfactin from B. subtilis ATCC 21332 cultures",
        "Enhanced oil recovery from low permeability dolomite cores using biosurfactant produced by a Bacillus mojavensis (PTCC 1696) isolated from Masjed-I Soleyman field",
        "Biosurfactant production by Bacillus subtilis B30 and its application in enhancing oil recovery",
        "Rhamnolipid biosurfactant mixtures for environmental remediation",
        "Afr. J. Microbiol. Res."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "PTT",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hamburg",
            "affilname": "Hamburg University of Technology",
            "affiliation-country": "Germany"
        }
    ],
    "funding": [
        "PTT Research and Technology Institute",
        "Chulalongkorn University"
    ]
}