{
    "eid": "2-s2.0-85076286428",
    "title": "Optimization of High-Protein Glutinous Rice Flour Production Using Response Surface Method",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Agronomy and Crop Science",
            "@code": "1102",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Amino acid",
        "Glutinous rice",
        "High protein flour",
        "Response surface method",
        "α-amylase"
    ],
    "authors": [
        "Kanjanapa Eakkanaluksamee",
        "Jirarat Anuntagool"
    ],
    "citedby-count": 8,
    "ref-count": 30,
    "ref-list": [
        "Classification of rice allergenic protein cDNAs belonging to the α-amylase/trypsin inhibitor gene family",
        "Rice: Another potential cause of food allergy in patients sensitized to lipid transfer protein",
        "Allergen Data Collection-Update: Rice (Oryza sativa)",
        "Production and nutritional evaluation of high-protein rice flour",
        "Lipid transfer protein is involved in rhinoconjunctivitis and asthma produced by rice inhalation",
        "Box-Behnken design: An alternative for the optimization of analytical methods",
        "Highly thermostable amylase and pullulanase of the extreme thermophilic eubacterium Rhodothermus marinus: Production and partial characterization",
        "Rice protein and rice protein products",
        "Structural characterization of the 16-kDa allergen",
        "Staling of cake prepared from rice flour and sticky rice flour",
        "Extraction, denaturation and hydrophobic properties of rice flour proteins",
        "Release of allergenic proteins from rice grains induced by high hydrostatic pressure",
        "Enzymes: An overview In: Krishna P N. Enzyme Technology: Pacemaker of Biotechnology",
        "Effect of dry heat treatment with xanthan on waxy rice starch",
        "Rice allergenic protein and molecular- genetic approach for hypoallergenic rice",
        "Cereal allergens: Rice-seed allergens with structural similarity to wheat and barley allergens",
        "Utilization of broken rice for glucose syrup and high protein rice flour production",
        "Solution structure of a lipid transfer protein extracted from rice seeds: Comparison with homologous proteins",
        "Functional properties of glutinous rice flour by dry-heat treatment",
        "The effect of a partially hydrolysed formula based on rice protein in the treatment of infants with cow's milk protein allergy",
        "Welling power and solubility of granular starches. In: Whistler R L, Smith R J, BeMiller J N. Method in Carbohydrates Chemistry",
        "Production of high-maltose syrup and high- protein flour from rice by an enzymatic method",
        "An update on the processing of high-protein rice products",
        "Use of enzymes in the processing of protein products from rice bran and rice flour",
        "A 33-kDa allergen from rice (Oryza sativa L. japonica): cDNA cloning, expression, and identification as a novel glyoxalase I",
        "Properties and applications of starch-converting enzymes of the α-amylase family",
        "Profilin is a cross-reactive allergen in pollen and vegetable foods",
        "Digestion and gastrointestinal absorption of the 14-16-kDa rice allergens",
        "Underlying reasons for waxy rice flours having different pasting properties"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}