{
    "eid": "2-s2.0-85145199221",
    "title": "Artabotrys odoratissimus Bark Extract Restores Ethanol Induced Redox Imbalance and Toxicity in Hepatocytes and In Vivo Model",
    "cover-date": "2023-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Bioengineering",
            "@code": "1502",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Artabotrys odoratissimus",
        "Ethanol toxication",
        "Hepatoprotective effects",
        "HepG2 cells",
        "Molecular docking",
        "Oxidative stress"
    ],
    "authors": [
        "P. Meghana",
        "R. Sandeep Kumar Jain",
        "N. Prashanth",
        "J. U. Santhosh Kumar",
        "Sharath R",
        "N. D. Satyanarayan",
        "R. Rajesh",
        "C. Inchara Moodbagil",
        "H. M. Kumaraswamy"
    ],
    "citedby-count": 0,
    "ref-count": 64,
    "ref-list": [
        "Essential oils, part VI: Sandalwood oil, ylang-ylang oil, and jasmine absolute",
        "Antifertility activity of Artabotrys odoratissimus Roxb. and Couroupita guianensis Aubl",
        "Efficacy of Artabotrys odoratissimus oil as a plant based antimicrobial against storage fungi and aflatoxin B1 secretion",
        "Phytochemical profiling and screening of protective effects of Artabotrys odoratissimus on H2O2induced oxidative stress in HEK-293 cells and erythrocytes",
        "Oxidative stress in alcohol-related liver disease",
        "A comparative study of caregiver burden in alcoholic liver disease and nonalcoholic fatty liver disease",
        "Lemon balm and dandelion leaf extract synergistically alleviate ethanol-induced hepatotoxicity by enhancing antioxidant and anti-inflammatory activity",
        "Diagnosis and treatment of alcohol-associated liver diseases: 2019 practice guidance from the American Association for the Study of Liver Diseases",
        "Aqueous extract of Polygonatum sibiricum ameliorates ethanol-induced mice liver injury via regulation of the Nrf2/ARE pathway",
        "Hepatoprotective effect of the aqueous extract of the roots of Decalepis hamiltonii against ethanol-induced oxidative stress in rats",
        "Current trials and novel therapeutic targets for alcoholic hepatitis",
        "Hepatoprotective activity of some indigenous plants",
        "Chenopodium ambrosioides var ambrosioides leaf extracts possess regenerative and ameliorative effects against mercury-induced hepatotoxicity and nephrotoxicity",
        "Hepatoprotective medicinal plants of Ayurveda – A review",
        "p-Coumaric acid attenuates alcohol exposed hepatic injury through MAPKs, apoptosis and Nrf2 signaling in experimental models",
        "Wheat phenolics suppress doxorubicin-induced cardiotoxicity via inhibition of oxidative stress, MAP kinase activation, NF-κB pathway, PI3K/Akt/mTOR impairment, and cardiac apoptosis",
        "Hepatoprotective effect of Ganoderma triterpenoids against oxidative damage induced by tert-butyl hydroperoxide in human hepatic HepG2 cells",
        "Hepatoprotective effect of esculetin on ethanol-induced liver injury in human HepG2 cells and C57BL/6J mice",
        "Determination of some phenolic compounds in red wine by RP-HPLC: Method development and validation",
        "Rapid colorimetric assay for cellular growth and survival: Application to proliferation and cytotoxicity assays",
        "Acridine orange/ethidium bromide (AO/EB) staining to detect apoptosis",
        "Evaluation of the probe 2', 7'-dichlorofluorescin as an indicator of reactive oxygen species formation and oxidative stress",
        "Cytotoxicity, genotoxicity and alteration of cellular antioxidant enzymes in silver nanoparticles exposed CHO cells",
        "PubChem: Integrated platform of small molecules and biological activities",
        "PRODRG: A tool for high-throughput crystallography of protein–ligand complexes",
        "Small-molecule library screening by docking with PyRx",
        "Announcing the worldwide protein data bank",
        "Anchored plasticity opens doors for selective inhibitor design in nitric oxide synthase",
        "X-ray structure refinement and comparison of three forms of mitochondrial aspartate aminotransferase",
        "Crystal structure of rat intestinal alkaline phosphatase–role of crown domain in mammalian alkaline phosphatases",
        "Pymol An open-source molecular graphics tool",
        "Role of natural phenolics in hepatoprotection: A mechanistic review and analysis of regulatory network of associated genes",
        "Relative protective activities of quercetin, quercetin-3-glucoside, and rutin in alcohol-induced liver injury",
        "Identification of ROS using oxidized DCFDA and flow-cytometry",
        "Mouse recombinant leptin protects human hepatoma HepG2 against apoptosis, TNF-α response and oxidative stress induced by the hepatotoxin–ethanol",
        "Sasa quelpaertensis leaves ameliorate alcohol-induced liver injury by attenuating oxidative stress in HepG2 cells and mice",
        "Ethanol influences on Bax translocation, mitochondrial membrane potential, and reactive oxygen species generation are modulated by vitamin E and brain-derived neurotrophic factor",
        "Control of apoptosis by the BCL-2 protein family: Implications for physiology and therapy",
        "ERK and cell death: Mechanisms of ERK-induced cell death–apoptosis, autophagy and senescence",
        "Resveratrol induces apoptosis of human malignant B cells by activation of caspase-3 and p38 MAP kinase pathways",
        "In vivo and in vitro hepatoprotective effects of Geranium koreanum methanolic extract via downregulation of MAPK/caspase-3 pathway",
        "p53 pathway determines the cellular response to alcohol-induced DNA damage in MCF-7 breast cancer cells",
        "Therapeutic effect of methanolic extract of Telfairia occidentalis leaves against acute ethanol-induced oxidative stress in Wistar rats",
        "Alcohol and oxidative liver injury",
        "Effect of ethanol on lipid metabolism",
        "Role of free radicals in liver diseases",
        "Phenolic profiles, antihyperglycemic, antihyperlipidemic, and antioxidant properties of pomegranate (Punica granatum) peel extract",
        "Evaluation of hepatoprotective and antioxidant activity of ethanolic extract of Artabotrys zeylanicus stem against various hepatotoxins induced hepatotoxicity in albino Wister rats",
        "Hepatoprotective and antioxidant effects of single clove garlic against CCl 4-induced hepatic damage in rabbits",
        "Molecular docking: A powerful approach for structure-based drug discovery",
        "Hepatoprotective effects of eburicoic acid and dehydroeburicoic acid from Antrodia camphorata in a mouse model of acute hepatic injury",
        "Inducible nitric oxide synthase expression in liver injury: Liver protective effects on primary rat hepatocytes",
        "Rutin and quercetin, bioactive compounds from tartary buckwheat, prevent liver inflammatory injury",
        "Dose response effect of rutin a dietary antioxidant on alcohol-induced prooxidant and antioxidant imbalance–A histopathologic study",
        "Chlorogenic acid ameliorates alcohol-induced liver injuries through scavenging reactive oxygen species",
        "Differential hepatoprotective mechanisms of rutin and quercetin in CCl 4-intoxicated BALB/cN mice",
        "Hepatoprotective effect of quercetin: From chemistry to medicine",
        "Effect of flavonoids on alkaline phosphatase",
        "Inhibition of liver alanine aminotransferase and aspartate aminotransferase by hesperidin and its aglycone hesperetin: An in vitro and in silico study",
        "Protective effects of five structurally diverse flavonoid subgroups against chronic alcohol-induced hepatic damage in a mouse model"
    ],
    "affiliation": [
        {
            "affiliation-city": "Shimoga",
            "@id": "60003082",
            "affilname": "Kuvempu University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003082",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Davangere",
            "@id": "60111840",
            "affilname": "Davangere University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60111840",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tumkur",
            "@id": "117624554",
            "affilname": "Liveon Biolabs Private Limited",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/117624554",
            "affiliation-country": "India"
        }
    ],
    "funding": []
}