{
    "eid": "2-s2.0-85097023349",
    "title": "Molecular phylogeny and species delimitation of the freshwater prawn Macrobrachium pilimanus species group, with descriptions of three new species from Thailand",
    "cover-date": "2020-11-27",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Neuroscience (all)",
            "@code": "2800",
            "@abbrev": "NEUR"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry, Genetics and Molecular Biology (all)",
            "@code": "1300",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Freshwater",
        "Integrative taxonomy",
        "New species",
        "Phylogeny",
        "Species delimitation",
        "Taxonomy and systematics",
        "Thailand"
    ],
    "authors": [
        "Warut Siriwut",
        "Ekgachai Jeratthitikul",
        "Somsak Panha",
        "Ratmanee Chanabun",
        "Chirasak Sutcharit"
    ],
    "citedby-count": 7,
    "ref-count": 85,
    "ref-list": [
        "The complex evolutionary history and phylogeography of Caridina typus (Crustacea: Decapoda): Long-distance dispersal and cryptic allopatric species",
        "Phylogeny of the infraorder caridea based on mitochondrial and nuclear genes (Crustacea: Decapoda)",
        "Phylogenetic position, systematic status, and divergence time of the Procarididea (Crustacea: Decapoda)",
        "Freshwater shrimps (Crustacea: Decapoda: Caridea) from the Xishuangbanna region of Yunnan Province, southern China",
        "Descriptions of three new species of freshwater shrimps (Crus-tacea: Decapoda: Atyidae) from Yunnan, Southern China",
        "The freshwater prawns of the genus Macrobrachium Bate, 1868, of Thailand (Crustacea: Decapoda: Palaemonidae)",
        "The freshwater palaemonid prawns (Crustacea: Decapoda: Caridea) of Myanmar",
        "Report on a collection of freshwater shrimps (Crustacea: Decapoda: Caridea) from the Philippines, with descriptions of four new species",
        "Macrobrachium spelaeus, a new species of stygobitic freshwater prawn from Thailand (Decapoda: Palaemonidae)",
        "Genetic and morphological evidence for cryptic species in Macrobrachium australe and resur-rection of M. ustulatum (Crustacea, Palaemonidae)",
        "Morphometric variation of the oriental river prawn (Macrobrachium nipponense) in Taiwan",
        "A new species of freshwater prawn, Macrobrachium gua sp. nov. (Decapoda, Caridea, Palaemonidae) from Sabah, East Malaysia, Borneo",
        "Macrobrachium malayanum (Roux, 1934) stat. nov. (Decapoda, Palaemonidae) as a synonym of M. geron (Holthuis, 1950), with notes on its distribution",
        "A preliminary study on the freshwater prawn genus Macrobrachium of China (Decapoda: Caridea)",
        "Molecular signatures of Pleistocene sea-level changes that affected connectivity among freshwater shrimp in Indo-Australian waters",
        "Borneo and Indochina are major evolutionary hotspots for southeast asian biodiversity",
        "Huxley's line demarcates extensive genetic divergence between eastern and western forms of the giant freshwater prawn Macrobrachium rosenbergii",
        "Global diversity of shrimps (Crustacea: Decapoda: Caridea) in freshwater",
        "Dead shrimp blues: A global assessment of extinction risk in fresh-water shrimps (Crustacea: Decapoda: Caridea)",
        "The complex study of complexes: The first well-supported phylogeny of two species complexes within genus Caridina (Decapoda: Caridea: Atyidae) sheds light on evolution, biogeography, and habitat",
        "DNA sequences from a fossil termite in Oligo-Miocene amber and their phylogenetic implications",
        "BEAST: Bayesian evolutionary analysis by sampling trees",
        "The ecology of tropical asian rivers and streams in relation to biodiversity conservation",
        "MUSCLE: Multiple sequence alignment with high accuracy and high throughput",
        "DNA primers for amplifi-cation of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates",
        "Delimiting species using single-locus data and the generalized mixed yule coalescent approach: A revised method and evaluation on simulated data sets",
        "Potential effects of hydroelectric dam development in the Mekong river basin on the migration of Siamese mud carp (Henicorhynchus siamensis and H. lobatus) elucidated by otolith microchemistry",
        "PAST: Paleontological statistics software package for education and data analysis",
        "Freshwater prawns of the genus Macrobrachium Bate, 1868 (Crustacea, Decapoda, Palaemonidae) from Laos",
        "Exploring community assembly among Javanese and Balinese Macrobrachium rosenbergii",
        "Global diversity of shrimps (Crustacea: Decapoda: Caridea) in freshwater",
        "Dead shrimp blues: A global assessment of extinction risk in fresh-water shrimps (Crustacea: Decapoda: Caridea)",
        "The complex study of complexes: The first well-supported phylogeny of two species complexes within genus Caridina (Decapoda: Caridea: Atyidae) sheds light on evolution, biogeography, and habitat",
        "DNA sequences from a fossil termite in Oligo-Miocene amber and their phylogenetic implications",
        "BEAST: Bayesian evolutionary analysis by sampling trees",
        "The ecology of tropical asian rivers and streams in relation to biodiversity conservation",
        "MUSCLE: Multiple sequence alignment with high accuracy and high throughput",
        "DNA primers for amplifi-cation of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates",
        "Delimiting species using single-locus data and the generalized mixed yule coalescent approach: A revised method and evaluation on simulated data sets",
        "Potential effects of hydroelectric dam development in the Mekong river basin on the migration of Siamese mud carp (Henicorhynchus siamensis and H. lobatus) elucidated by otolith microchemistry",
        "PAST: Paleontological statistics software package for education and data analysis",
        "Freshwater prawns of the genus Macrobrachium Bate, 1868 (Crustacea, Decapoda, Palaemonidae) from Laos",
        "Exploring community assembly among Javanese and Balinese Liu MY",
        "Molecular systematics of the freshwater prawn genus macrobrachium Bate, 1868 (Crustacea: Decapoda: Palaemonidae) inferred from mtDNA sequences, with emphasis on east Asian species",
        "Systematic and evolutionary insights derived from mtDNA COI bar-code diversity in the decapoda (Crustacea: Malacostraca)",
        "Freshwater prawns: Status of global aquaculture, 1987",
        "Creating the CIPRES Science Gateway for inference of large phylogenetic trees",
        "Phylogenetic relationships of the globally distributed freshwater prawn genus Macrobrachium (Crustacea: Decapoda: Palaemonidae): Biogeography, taxonomy and the convergent evolution of abbreviated larval development",
        "Macrobrachium sirindhorn n. sp. a new freshwater prawn from northern Thailand (Decapoda, Caridea, Palaemonidae)",
        "Global scale of freshwater prawn farming",
        "On a collection of freshwater decapoda crustaceans from the Kinabatan-gan River, Sabah, Malaysia, with descriptions of three new species",
        "A new species of freshwater prawn, Macrobrachium platycheles (Decapoda, Caridea, Palaemonidae) from Singapore and Peninsular Malaysia",
        "Nucleic acids II: The polymerase chain reaction",
        "Sequence Navigator. Multiple sequence alignment software",
        "Molecular phylogeny of the freshwater prawn genus Macrobrachium (Decapoda, Palaemonidae), with emphasis on the rela-tionships among selected American species",
        "Sequence-based species delimitation for the DNA taxonomy of undescribed insects",
        "jModelTest: Phylogenetic model averaging",
        "ABGD, Automatic Barcode Gap Discovery for primary species delimitation",
        "MrBayes 3.2: Efficient bayesian phylogenetic in-ference and model choice across a large model space",
        "Uncovering a hid-den diversity: A new species of freshwater shrimp Macrobrachium (Decapoda: Caridea: Palaemonidae) from Neotropical region (Brazil) revealed by mor-phological review and mitochondrial genes analyses",
        "Molecular analysis of the freshwater prawn Mac-robrachium olfersii (Decapoda, Palaemonidae) supports the existence of a single species throughout its distribution",
        "New freshwater decapod crustaceans from the Malay Peninsula",
        "Morphology and molecular phylogeny of Macrobrachium supha-nense sp. nov. (Decapoda: Palaemonidae) from Thailand",
        "Macrobrachium chainatense sp. nov. (Decapoda: Palaemonidae): A freshwater prawn from Thailand based on morphology and molecular phylogeny",
        "The centipede genus Scolopen-dra in mainland Southeast Asia: Molecular phylogenetics, geometric morphometrics and external morphology as tools for species delimitation",
        "On a new genus, with four new species, of freshwater prawns",
        "RAxML-VI-HPC: Maximum likelihood-based phylogenetic analyses with thousands of taxa and mixed models",
        "Bayesian phylogenetic and phylodynamic data integration using BEAST 1.10",
        "Kakusan: A computer program to automate the selection of a nu-cleotide substitution model and the configuration of a mixed model on multilocus data",
        "Diagnosis of new species and subspecies of the genus Palaemon Fabricius (Crustacea: Decapoda)",
        "Impacts of pollution on marine life in Southeast Asia",
        "Documenting decapod biodiversity in the Caribbean from DNA barcodes gen-erated during field training in taxonomy",
        "Molecular phylogeny and diversification of freshwater shrimps (Decapoda, Atyidae, Caridina) from ancient Lake Poso (Sulawesi, Indonesia)_the importance of being colourful",
        "The Strepsiptera problem: Phylogeny of the holometabolous insect orders inferred from 18S and 28S ribosomal DNA sequences and morphology",
        "Macrobrachium empulipk, a new freshwater prawn species (Decapoda, Palaemonidae) from Indonesia",
        "Evolution of life history traits in Asian freshwater prawns of the genus Macrobrachium (Crustacea: Decapoda: Palaemonidae) based on multilocus molecular phylogenetic analysis",
        "The giant freshwater prawns of the Macrobrachium rosenbergii species group (Crustacea: Decapoda: Caridea: Palaemonidae)",
        "Two new freshwater prawns of the genus Macro-brachium Bate, 1868 (Crustacea: Decapoda: Palaemonidae) from the Kelian River, East Kalimantan, Indonesia",
        "Macrobrachium hungi, a new freshwater palaemonid prawn (Decapoda: Caridea: Palaemonidae) from the Tonle Sap Great Lake of Cambodia",
        "The freshwater and terrestrial decapod Crustacea of Pulau Tioman, Peninsular Malaysia",
        "A general species delimitation method with applications to phylogenetic placements"
    ],
    "affiliation": [
        {
            "affiliation-city": "Sakon Nakhon",
            "@id": "60194927",
            "affilname": "Sakon Nakhon Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60194927",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "113736755",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/113736755",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund",
        "Center of Excellence on Biodiversity"
    ]
}