{
    "eid": "2-s2.0-85168621966",
    "title": "Philippine philippine, or the Tropics in Cixous’s Dreaming True",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Cultural Studies",
            "@code": "3316",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "History",
            "@code": "1202",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Arts and Humanities (miscellaneous)",
            "@code": "1201",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Social Sciences (miscellaneous)",
            "@code": "3301",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Urban Studies",
            "@code": "3322",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Literature and Literary Theory",
            "@code": "1208",
            "@abbrev": "ARTS"
        }
    ],
    "keywords": [
        "decolonial",
        "dreaming true",
        "entanglement",
        "garden",
        "Hélène Cixous",
        "material poetics",
        "philippine",
        "Philippines",
        "telepathy",
        "tropicality"
    ],
    "authors": [
        "Christian Jil R. Benitez",
        "Phrae Chittiphalangsri"
    ],
    "citedby-count": 0,
    "ref-count": 90,
    "ref-list": [
        "Panahon and Bagay: Metonymy and the Close Reading of Dictionaries to Understand Filipino Temporality",
        "On the Weariness of Time: El Niño in the Philippines",
        "Telepathic Visions: On Alvin Yapan’s An Kubo sa Kawayanan (2015)",
        "A Tropical Traumaturgy: Rereading the Folk in “May Bagyo Ma’t May Rilim",
        "Maganda Datapoua Hindi Tola”: Ang Tula, Isang Katutubo, at Hinggil sa Kathang Tagpo",
        "Vernacular Virtual: Toward a Philippine New Materialist Poetics",
        "Tropical Materialisms: Toward Decolonial Poetics, Practices and Possibilities",
        "Botanical gardens in colonial empires",
        "On the nature of botanical gardens; Decolonial aesthesis in Indonesian contemporary art",
        "Type specimens in the Vidal Herbarium at the Real Jardín Botánico, Madrid",
        "Philippines",
        "Traversing the Peninsulas and Archipelagos: Translationscapes in Antipodean Southeast Asia",
        "My Algeriance, in Other Words: To Depart Not to Arrive from Algeria (E. Prenowitz, Trans.)",
        "Preface (E. Prenowitz, Trans.)",
        "Philippines: Sweet Prison (L. Milesi, Trans.)",
        "Militant Tropicality: War, Revolution, and The Reconfiguration of “The Tropics,” c. 1940-c. 1975",
        "Filipino Luho and Manila’s Metropolitan Theatre",
        "Tropic and Tropicality",
        "Hélène Cixous et la langue des oiseaux/Philippines. Prédelles d’Héléne Cixous. Galilée, “Lignes fictives”, 102 p",
        "Telepathy (N. Royle, Trans.)",
        "Peter Ibbetson. Harper & Brothers. (Original work published in 1891) Everett, S.S. (2017). The Algerian Works of Hélène Cixous: At the Triple Intersection of European, North African and Religious Nationalisms",
        "Psycho-analysis and Telepathy",
        "Dreams and Occultism",
        "Antipodal turns: Antipodean Americas and the hemispheric shift",
        "Vielliebchen",
        "Consuming Gardens: Representations of Paradise, Nostalgia and Postmodernism",
        "The Land of Others: Geographies of Exile in Hélène Cixous’s Writings",
        "The Specter of the Philippine in Hélène Cixous’s Philippines: An Essay on In/Comparable Intimacies",
        "Algerian Disorders: On Deconstructive Postcolonialism in Cixous and Derrida",
        "Hélène Cixous’s So Close; or, Moving Matters on the Subject",
        "Distorted Dreams: Peter Ibbetson from Illustration to Adaptation",
        "Dreaing true: Aesthetic experience, psychiatric power and the paranormal in George Du Maurier’s Peter Ibbetson",
        "L’autobiographie en question dans les reuvres d’Héléne Cixous",
        "Delinking: The rhetoric of modernity, the logic of coloniality and the grammar of de-coloniality",
        "The System of Colonial Gardens and the Exploitation of French Algeria, 1830-1852",
        "Nature, colonial science and nation-building in twentieth-century Philippines",
        "Etcetera: Steve Poole’s non-fiction choice - reviews",
        "Telepathies",
        "Hélène Cixous’s Other Animal: The Half-Sunken Dog",
        "Can the Subaltern Speak?",
        "Translator’s Preface",
        "Observations on Telepathy and the Transference-Love in Freud and Derrida",
        "Homofaunie: non-human tonalities of Derrida and Cixous",
        "Introduction",
        "Toponyms",
        "Duterte’s wild proposal: Changing the name of Philippines",
        "Reading for the Revelation: Hélène Cixous, Marcel Proust, Sigmund Freud, and Tele-Lethe-Pathy",
        "Dreaming True”: Playback, Immediacy, and “Du Maurierness",
        "Je me remembre” d’Héléne Cixous: Philippines: Prédelles (2009)",
        "Uncanny Intertextuality: Hélene Cixous and Peter Ibbetson"
    ],
    "affiliation": [
        {
            "affiliation-city": "Quezon City",
            "@id": "60071457",
            "affilname": "Ateneo de Manila University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071457",
            "affiliation-country": "Philippines"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Second Century Fund",
        "Chulalongkorn University"
    ]
}