{
    "eid": "2-s2.0-84901606984",
    "title": "Orthosiphol A from the aerial parts of Orthosiphon aristatus is putatively responsible for hypoglycemic effect via α-glucosidase inhibition",
    "cover-date": "2014-05-01",
    "subject-areas": [
        {
            "$": "Complementary and Alternative Medicine",
            "@code": "2707"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        },
        {
            "$": "Plant Science",
            "@code": "1110"
        },
        {
            "$": "Pharmacology",
            "@code": "3004"
        }
    ],
    "keywords": [
        "Diterpenoid",
        "Flavonoid",
        "Lamiaceae",
        "Orthosiphol",
        "Orthosiphon aristatus",
        "α-Glucosidase inhibitor"
    ],
    "authors": [
        "Thanakorn Damsud"
    ],
    "citedby-count": 18,
    "ref-count": 17,
    "ref-list": [
        "Miglitol: A review of its therapeutic potential in type 2 diabetes mellitus",
        "First identification of α-glucosidase inhibitors from okra (Abelmoschus esculentus) seeds",
        "Three new phenylpropanoyl amides from the leaves of Piper sarmentosum and their α-glucosidase inhibitory activities",
        "(+)-Pinoresinol is a putative hypoglycemic agent in defatted sesame (Sesamum indicum) seeds though inhibiting α-glucosidase",
        "Corchorusides A and B, new flavonol glycosides as α-glucosidase inhibitors from the leaves of Corchorus olitorius",
        "Phenylethyl cinnamides: A new series of α-glucosidase inhibitors from the leaves of Aegle marmelos",
        "Hypoglycaemic activity of the aqueous extract of Orthosiphon stamineus",
        "Antihyperglycemic effect of orthosiphon stamineus benth leaves extract and its bioassay-guided fractions",
        "Potent α-glucosidase and α-amylase inhibitory activities of standardized 50% ethanolic extracts and sinensetin from Orthosiphon stamineus Benth as anti-diabetic mechanism",
        "Antidiabetic Properties and Mechanism of Action of Orthosiphon stamineus Benth Bioactive Sub-fraction in Streptozotocin-induced Diabetic Rats",
        "Indonesia Journal of Chemistry",
        "Two flavones from Salvia leriaefolia",
        "Indonesian medicinal plants. XXIII. Chemical structures of two new migrated pimarane-type diterpenes, neoorthosiphols A and B, and suppressive effects on rat thoracic aorta of chemical constituents isolated from the leaves of Orthosiphon aristatus (Lamiaceae)",
        "Other chemical constituents isolated from Solanum crinitum Lam. (Solanaceae)",
        "Indonesian medicinal plants. XXII. Chemical structures of two new isopimarane-type diterpenes, orthosiphonones A and B, and a new benzochromene, orthochromene A from the leaves of Orthosiphon aristatus (Lamiaceae)",
        "Inhibition of α-glucosidase and α-amylase by flavonoids",
        "Inhibitory effect of α-glucosidase inhibitors varies according to its origin"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Raleigh",
            "affilname": "NC State University",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}