{
    "eid": "2-s2.0-85123974771",
    "title": "Completely predatory development is described in a braconid wasp",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "A. P. Ranjith",
        "Donald L.J. Quicke",
        "K. Manjusha",
        "Buntika A. Butcher",
        "M. Nasser"
    ],
    "citedby-count": 1,
    "ref-count": 37,
    "ref-list": [
        "Order Hymenoptera",
        "Evolutionary history of the Hymenoptera",
        "Economic importance of Hymenoptera",
        "Phylogeny and evolution of host-parasitoid interactions in Hymenoptera",
        "Parasitoid communities: Their size, structure and development",
        "Gall wasps in the family Braconidae (Hymenoptera)",
        "Reproductive phenology and pre-dispersal seed predation in Protium tovarense (Burseraceae), with description of the first known phytophagous “Bracon” species (Hymenoptera: Braconidae: Braconinae)",
        "Entomophytophagy ('Sequential predatory, then phytophagous behaviour') in an Indian braconid ‘parasitoid’ wasp (Hymenoptera): Specialized larval morphology, biology and description of a new species",
        "Bionomics of the Braconidae",
        "The biology and immature stages of Thrybius togashii Kusigemati (Hymenoptera: Ichneumonidae: Cryptinae), with a description of the male",
        "Cinnamon extract improves fasting blood glucose and glycosylated hemoglobin level in Chinese patients with type 2 diabetes",
        "An intimate relationship between eriophyoid mites and their host plants—A review",
        "A new classification of the Braconidae (Hymenoptera) based on the cephalic structures of the final instar larva and biological evidence",
        "A review of Bracon species of India with a key to Indian species",
        "The Old World genera of braconine wasps (Hymenoptera: Braconidae)",
        "Paraphyletic taxa and taxonomic chaining: Evaluating the classification of braconine wasps (Hymenoptera: Braconidae) using 28S D2–3 rDNA sequences and morphological characters",
        "A revision of the Bracon Fabricius species in Wesmael’s collection deposited in Brussels (Hymenoptera: Braconidae)",
        "Insect-induced galls of the Malabar bioregion, Southern India",
        "Records of parasitism in the families Ichneumonidae, Braconidae and Aulacidae",
        "The function of spider egg sacs in relation to parasitoids and predators, with special reference to the Australian fauna",
        "Parasitism of Amblyomma variegatum by a hymenopteran parasitoid in the laboratory, and some aspects of its basic biology",
        "First evidence of Ixodiphagus hookeri (Hymenoptera: Encyrtidae) parasitization in Finnish castor bean ticks (Ixodes ricinus)",
        "Descriptions and life-histories of two new parasites of the black current mite, Eriophyes ribis (Nal.)",
        "Evolutionary pattern of host utilisation by ichneumonoids parasitoids (Hymenoptera: Ichneumonidae: Braconidae)",
        "Origin and occurrence of predation among Hymenoptera: A phylogenetic perspective",
        "Revision of the subfamily Blacinae Foerster (Hymenoptera, Braconidae)",
        "A glossary of surface sculpturing"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chelari",
            "@id": "60032686",
            "affilname": "University of Calicut",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032686",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bengaluru",
            "@id": "60070270",
            "affilname": "Ashoka Trust for Research in Ecology and the Environment",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60070270",
            "affiliation-country": "India"
        }
    ],
    "funding": [
        "Kerala State Biodiversity Board",
        "Ratchadaphisek Sompot Endowment Fund",
        "Ratchadaphiseksomphot Fund",
        "Council of Scientific and Industrial Research",
        "Chulalongkorn University"
    ]
}