{
    "eid": "2-s2.0-85124742643",
    "title": "Classification of stillbirth by the International Classification of Diseases for Perinatal Mortality using a sequential approach: A 20-year retrospective study from Thailand",
    "cover-date": "2022-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Obstetrics and Gynecology",
            "@code": "2729",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "autopsy",
        "International Classification of Diseases",
        "perinatal death",
        "placenta",
        "stillbirth"
    ],
    "authors": [
        "Mana Taweevisit",
        "Panachai Nimitpanya",
        "Paul S. Thorner"
    ],
    "citedby-count": 0,
    "ref-count": 19,
    "ref-list": [
        "Causes of and factors associated with stillbirth in low- and middle-income countries: a systematic literature review",
        "Stillbirths: where? When? Why? How to make the data count?",
        "Stillbirths: rates, risk factors, and acceleration towards 2030",
        "Stillbirth evaluation: a stepwise assessment of placental pathology and autopsy",
        "The WHO application of ICD-10 to deaths during the perinatal period (ICD-PM): results from pilot database testing in South Africa and United Kingdom",
        "Application of the ICD-PM classification system to stillbirth in four sub-Saharan African countries",
        "Applying the WHO ICD-PM classification system to stillbirths in a major referral Centre in Northeast Nigeria: a retrospective analysis from 2010-2018",
        "The application of WHO ICD-PM: feasibility for the classification of timing and causes of perinatal deaths in a busy birth centre in a low-income country",
        "Baby survival in Zambia: stillbirth and neonatal death in a local hospital setting",
        "Improving diagnostic classification of stillbirths and neonatal deaths using ICD-PM (international classification of diseases for perinatal mortality) codes: validation study",
        "Classification of perinatal deaths according to ICD-PM: an audit on perinatal post-mortems in a tertiary care centre in Sri Lanka",
        "Investigation of stillbirth causes in Suriname: application of the WHO ICD-PM tool to national-level hospital data",
        "Application of the international classification of diseases for perinatal mortality (Icd-pm) to vital statistics records for the purpose of classifying perinatal deaths in Antioquia, Colombia",
        "Classifying stillbirths in a tertiary care hospital of India: international classification of disease-perinatal mortality (ICD-PM) versus cause of death-associated condition (CODAC) system",
        "Applying the international classification of diseases to perinatal mortality data, South Africa",
        "Placental findings contributing to perinatal death: a 15-year retrospective review from a teaching Hospital in Thailand",
        "Sampling and definitions of placental lesions: Amsterdam placental workshop group consensus statement",
        "Classification of placental lesions"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Toronto",
            "@id": "60016849",
            "affilname": "University of Toronto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016849",
            "affiliation-country": "Canada"
        }
    ],
    "funding": []
}