{
    "eid": "2-s2.0-84897139474",
    "title": "Postoperative irrigation therapy after sinonasal tumor surgery",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Otorhinolaryngology",
            "@code": "2733"
        },
        {
            "$": "Immunology and Allergy",
            "@code": "2723"
        }
    ],
    "keywords": [],
    "authors": [
        "Hae W. Jo"
    ],
    "citedby-count": 9,
    "ref-count": 20,
    "ref-list": [
        "Endoscopic Skull Base Surgery for Sinonasal Malignancy",
        "Clin Exp Otorhinolaryngol",
        "Comparison of transnasal endoscopic and open craniofacial resection for malignant tumors of the anterior skull base",
        "Reducing nasal morbidity after skull base reconstruction with the nasoseptal flap: Free middle turbinate mucosal grafts",
        "Improvements in site-specific quality of life 6 months after endoscopic anterior skull base surgery: A prospective study - Clinical article",
        "Endoscopic transnasal anterior skull base resection for the treatment of sinonasal malignancies",
        "Endonasal endoscopic resection of esthesioneuroblastoma: The Johns Hopkins Hospital experience and review of the literature",
        "Corticosteroid nasal irrigations after endoscopic sinus surgery in the management of chronic rhinosinusitis",
        "Psychometric validity of the 22-item Sinonasal Outcome Test",
        "Nasal morbidity following endoscopic skull base surgery: A prospective cohort study",
        "Effect of corticosteroids on wound healing after endoscopic sinus surgery",
        "Nasal irrigations: Good or bad?",
        "Mucociliary clearance and buffered hypertonic saline solution",
        "Nasal hyperthermia and simple irrigation for perennial rhinitis: Changes in inflammatory mediators",
        "Early postoperative care following endoscopic sinus surgery: An evidence-based review with recommendations",
        "Evidence-Based Practice. Postoperative Care in Endoscopic Sinus Surgery",
        "Current concepts in therapy of chronic rhinosinusitis and nasal polyposis",
        "Topical Nonsteroidal Agents and Corneal Wound Healing",
        "Corticosteroids impair intestinal epithelial wound repair mechanisms in vitro",
        "Effect of dexamethasone on wound healing of the septal mucosa in the rat"
    ],
    "affiliation": [
        {
            "affiliation-city": "Sydney",
            "affilname": "The University of Sydney School of Medicine",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Macquarie Park",
            "affilname": "The Faculty of Medicine, Health and Human Sciences",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Sydney",
            "affilname": "UNSW Sydney",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sydney",
            "affilname": "St. Vincent's Hospital Sydney",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Sydney",
            "affilname": "Concord General Hospital",
            "affiliation-country": "Australia"
        }
    ],
    "funding": []
}