{
    "eid": "2-s2.0-85068148189",
    "title": "Effect of storage time on transforming growth factor beta 1 and vascular endothelial growth factor subunit A concentration in canine platelet-rich fibrin",
    "cover-date": "2019-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Anatomy",
            "@code": "2702",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Pathology and Forensic Medicine",
            "@code": "2734",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Enzyme-linked immunosorbent assay",
        "Platelet-rich fibrin",
        "Transforming growth factor beta 1",
        "Vascular endothelial growth factor subunit A"
    ],
    "authors": [
        "C. Kornsuthisopon",
        "S. Techangamsuwan",
        "P. Makhum",
        "C. Kalpravidh",
        "N. Pirarat"
    ],
    "citedby-count": 1,
    "ref-count": 27,
    "ref-list": [
        "Canine periodontitis: The dog as an important model for periodontal studies",
        "Comparison of periodontal pathogens between cats and their owners",
        "Periodontal disease associated with red complex bacteria in dogs",
        "Platelet-rich fibrin (PRF): a second-generation platelet concentrate. Part I: technological concepts and evolution",
        "Platelet-rich fibrin (PRF): a second-generation platelet concentrate. Part II: platelet-related biologic features",
        "Three-dimensional architecture and cell composition of a Choukroun’s platelet-rich fibrin clot and membrane",
        "Optimized platelet-rich fibrin with the low-speed concept: growth factor release, biocompatibility, and cellular response",
        "Effects of platelet-poor plasma, platelet-rich plasma, and platelet-rich fibrin on healing of extraction sockets with buccal dehiscence in dogs",
        "A comparative study of platelet-rich fibrin (PRF) and platelet-rich plasma (PRP) on the effect of proliferation and differentiation of rat osteoblasts in vitro",
        "Growth factor delivery for oral and periodontal tissue engineering",
        "Comparative release of growth factors from PRP, PRF, and advanced-PRF",
        "Platelet-rich plasma: support for its use in wound healing",
        "Platelet-rich fibrin promotes periodontal regeneration and enhances alveolar bone augmentation",
        "Optimized platelet-rich fibrin with the low-speed concept: growth factor release, biocompatibility, and cellular response",
        "Growth factor and pro-inflammatory cytokine contents in platelet-rich plasma (PRP), plasma rich in growth factors (PRGF), advanced platelet-rich fibrin (A-PRF), and concentrated growth factors (CGF)",
        "Role of platelet rich fibrin in wound healing: a critical review",
        "Periodontal Disease",
        "Critical role of transforming growth factor beta in different phases of wound healing",
        "Platelet-rich fibrin: its role in periodontal regeneration",
        "PERSPECTIVE ARTICLE: Growth factors and cytokines in wound healing",
        "In vitro release of growth factors from platelet-rich fibrin (PRF): a proposal to optimize the clinical applications of PRF",
        "Platelet concentration in platelet concentrates and periodontal regeneration-unscrambling the ambiguity",
        "Novel biomaterial strategies for controlled growth factor delivery for biomedical applications",
        "An evaluation of the accuracy of the subtraction method used for determining platelet counts in advanced platelet-rich fibrin and concentrated growth factor preparations"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}