{
    "eid": "2-s2.0-84939564672",
    "title": "Electrospinnability of poly(butylene succinate): Effects of solvents and organic salt on the fiber size and morphology",
    "cover-date": "2015-11-01",
    "subject-areas": [
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "biodegradable",
        "electrospinning",
        "fibers",
        "morphology",
        "nanostructured polymers"
    ],
    "authors": [
        "Watthana Klairutsamee"
    ],
    "citedby-count": 27,
    "ref-count": 45,
    "ref-list": [
        "A review on polymer nanofibers by electrospinning and their applications in nanocomposites",
        "Electrospinning: A fascinating method for the preparation of ultrathin fibers",
        "Electrospun nanofibers: Solving global issues",
        "Surface-functionalized electrospun nanofibers for tissue engineering and drug delivery",
        "Int. J. Electrospun Nanofibers Appl.",
        "Int. J. Electrospun Nanofibers Appl.",
        "Electrospun aliphatic polycarbonates as tailored tissue scaffold materials",
        "Porous nylon-6 fibers via a novel salt-induced electrospinning method",
        "The effect of processing variables on the morphology of electrospun nanofibers and textiles",
        "Effects of processing parameters on morphology of electrospun polystyrene nanofibers",
        "Effect of solution properties on nanofibrous structure of electrospun poly(lactic-co-glycolic acid)",
        "Effects of solvents on electrospun polymeric fibers: Preliminary study on polystyrene",
        "The change of bead morphology formed on electrospun polystyrene fibers",
        "Numerical modeling of the capillary breakup of jets of polymeric liquids",
        "Beaded nanofibers formed during electrospinning",
        "Bead structure variations during electrospinning of polystyrene",
        "Science and Technology of Polymer Nanofibers",
        "Effect of different salts on electrospinning of polyacrylonitrile (PAN) polymer solution",
        "The charge effect of cationic surfactants on the elimination of fibre beads in the electrospinning of polystyrene",
        "Effect of hyperbranched poly(ester amine) additive on electrospinning of low concentration poly(methyl methacrylate) solutions",
        "Effect of organosoluble salts on the nanofibrous structure of electrospun poly(3-hydroxybutyrate-co-3-hydroxyvalerate)",
        "Effects of different ionic liquids on the electrospinning of a polyacrylonitrile polymer solution",
        "Electrospinning: A fascinating fiber fabrication technique",
        "Parametric study of manufacturing poly(lactic) acid nanofibrous mat by electrospinning",
        "Morphology of ultrafine polysulfone fibers prepared by electrospinning",
        "Study on morphology of electrospun poly(vinyl alcohol) mats",
        "Characterization of gelatin nanofiber prepared from gelatin-formic acid solution",
        "In vitro degradation and in vivo biocompatibility of chitosan-poly(butylene succinate) fiber mesh scaffolds",
        "Poly(butylene succinate) and its copolymers: Research, development and industrialization",
        "Compostable Polymer Materials",
        "Electrospun 1,6-diisocyanatohexane-extended poly(1,4-butylene succinate) fiber mats and their potential for use as bone scaffolds",
        "Antimicrobial activity of electrospun poly(butylenes succinate) fiber mats containing PVP-capped silver nanoparticles",
        "Polymer",
        "Preparation and characterization of electrospun poly(butylene succinate-co-butylene adipate) nanofibrous nonwoven mats",
        "Formation of microporous membranes of poly(1,4-butylene succinate) via nonsolvent and thermally induced phase separation",
        "Effect of the addition of a fugitive salt on electrospinnability of poly(ε-caprolactone)",
        "Comparison of the effects of an ionic liquid and triethylbenzylammonium chloride on the properties of electrospun fibers, 1 - poly (lactic acid)",
        "Effects of solvent properties, solvent system, electrostatic field strength, and inorganic salt addition on electrospun polystyrene fibres",
        "Electrospun poly lactic acid (PLA) fibres: Effect of different solvent systems on fibre morphology and diameter",
        "Electrospun cellulose acetate fibers: Effect of solvent system on morphology and fiber diameter",
        "Ultrafine electrospun polyamide-6 fibers: Effect of solution conditions on morphology and average fiber diameter",
        "Ultrafine electrospun polyamide-6 fibers: Effect of emitting electrode polarity on morphology and average fiber diameter",
        "Solvent and concentration effects on the properties of electrospun polyethylene terephthalate nanofiber mats"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}