{
    "eid": "2-s2.0-84941568811",
    "title": "The oral microbiome in human immunodeficiency virus (HIV)-positive individuals",
    "cover-date": "2015-09-01",
    "subject-areas": [
        {
            "$": "Microbiology (medical)",
            "@code": "2726"
        },
        {
            "$": "Microbiology",
            "@code": "2404"
        }
    ],
    "keywords": [],
    "authors": [
        "James O. Kistler"
    ],
    "citedby-count": 53,
    "ref-count": 31,
    "ref-list": [
        "Subgingival plaque microbiota in HIV positive patients",
        "Oral microflora in subjects with reduced salivary secretion",
        "Evidence of an increased pathogenic footprint in the lingual microbiome of untreated HIV infected patients",
        "The human oral microbiome",
        "Analysis of molecular variance inferred from metric distances among DNA haplotypes: Application to human mitochondrial DNA restriction data",
        "The influence of sex, handedness, and washing on the diversity of hand surface bacteria",
        "Critical evaluation of two primers commonly used for amplification of bacterial 16S rRNA genes",
        "Biometrika",
        "Oral lesions of HIV disease and HAART in industrialized countries.",
        "Update on the HACEK group of fastidious gram-negative bacilli, Part I",
        "The Gap Report. Geneva: UNAIDS",
        "Bacterial Community Development in Experimental Gingivitis",
        "Rapid determination of 16S ribosomal RNA sequences for phylogenetic analyses",
        "HIV infection and microbial diversity in saliva",
        "Distribution of selected bacterial species on intraoral surfaces",
        "HIV infection and periodontal diseases: An overview of the post-HAART era",
        "Oral Mycobiome Analysis of HIV-Infected Patients: Identification of Pichia as an Antagonist of Opportunistic Fungi",
        "The microbiology of HIV‐associated periodontal lesions",
        "Effect of HAART on salivary gland function in the Women's Interagency HIV Study (WIHS)",
        "Bacterial diversity in necrotizing ulcerative periodontitis in HIV-positive subjects.",
        "Necrotizing periodontal diseases in HIV-infected Brazilian patients: A clinical and microbiologic descriptive study",
        "Microbiological study of HIV-related periodontitis.",
        "Oral manifestations of HIV disease.",
        "Assessing and improving methods used in operational taxonomic unit-based approaches for 16S rRNA gene sequence analysis",
        "Introducing mothur: Open-source, platform-independent, community-supported software for describing and comparing microbial communities",
        "Metagenomic biomarker discovery and explanation",
        "Composition of the adult digestive tract bacterial microbiome based on seven mouth surfaces, tonsils, throat and stool samples.",
        "Measurement of diversity [16]",
        "Microbial geography of the oral cavity",
        "Results, Impact and Opportunities",
        "A similarity measure based on species proportions"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Gothenburg",
            "affilname": "Sahlgrenska Akademin",
            "affiliation-country": "Sweden"
        },
        {
            "affiliation-city": "London",
            "affilname": "Barts and The London School of Medicine and Dentistry",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Engineering and Physical Sciences Research Council",
        "Engineering and Physical Sciences Research Council"
    ]
}