{
    "eid": "2-s2.0-85075963402",
    "title": "The Causal Effect of Retirement on Health: Understanding the Mechanisms",
    "cover-date": "2019-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [],
    "authors": [
        "Dai Binh Tran",
        "Vasileios Zikos"
    ],
    "citedby-count": 12,
    "ref-count": 48,
    "ref-list": [
        "Identification of causal effects using instrumental variables",
        "Doubling up: A gift or a shame? Intergenerational households and parental depression of older Europeans",
        "The impact of age pension eligibility age on retirement and program dependence: Evidence from an Australian experiment",
        "The impact of retirement on smoking behavior",
        "What do self-reported, objective, measures of health measure?",
        "The moderator–mediator variable distinction in social psychological research: Conceptual, strategic, and statistical considerations",
        "The lived experience of well-being in retirement: A phenomenological study",
        "Does retirement trigger ill health?",
        "The problem of informant accuracy: The validity of retrospective data",
        "Does retirement affect cognitive functioning?",
        "Retirement and subjective well-being",
        "Self-reported versus objective measures of health in retirement models",
        "A practitioner's guide to cluster-robust inference",
        "Retirement effects on health in Europe",
        "Under one roof: The effect of co-residing with adult children on depression in later life",
        "The effects of retirement on physical and mental health outcomes",
        "The effect of coresidence with an adult child on depressive symptoms among older widowed women in South Korea: An instrumental variables estimation",
        "Understanding the effect of retirement on health: Mechanisms and heterogeneity",
        "Pension incentives and early retirement",
        "Cognitive structure and informant accuracy",
        "Errors in variables in panel data",
        "On the concept of health capital and the demand for health",
        "The impact of socioeconomic status on health functioning as assessed by the SF-36 questionnaire: The Whitehall II Study",
        "Subjective well-being and retirement: Analysis and policy recommendations",
        "The health consequences of retirement",
        "Retiring to the good life? The short-term effects of retirement on health",
        "Retirement, personality, and well-being",
        "Retirement and health behavior",
        "Multilevel modeling of individual and group level mediated effects",
        "The impact of retirement on psychological well-being in Canada",
        "Mediation analysis",
        "Unhealthy retirement?",
        "The MOS 36-item Short-Form Health Survey (SF-36): II. Psychometric and clinical tests of validity in measuring physical and mental health constructs",
        "Self-rated health status as a health measure: The predictive value of self-reported health status on the use of physician services and on mortality in the working-age population",
        "Does retirement change lifestyle habits?",
        "Quit your job and get healthier? The effect of retirement on health",
        "Validity of self-reported morbidity",
        "Mental retirement",
        "The increasing predictive validity of self-rated health",
        "Asymptotic confidence intervals for indirect effects in structural equation models",
        "Instrumental variables regression with weak instruments",
        "Are there gender differences in predicting retirement decisions?",
        "The HILDA Survey: A case study in the design and development of a successful household panel survey",
        "Planning for retirement: Longitudinal effect on retirement resources and post-retirement well-being",
        "Retirement and a healthy lifestyle: Opportunity or pitfall? A narrative review of the literature",
        "Retirement and its consequences for womens health in Australia",
        "Support from children, living arrangements, self-rated health and depressive symptoms of older people in Spain"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60030324",
            "affilname": "University of the Thai Chamber of Commerce",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030324",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Melbourne Institute",
        "Melbourne Institute of Applied Economic and Social Research",
        "Australian Government Department of Families"
    ]
}