{
    "eid": "2-s2.0-84958257177",
    "title": "The role of reactive oxygen species in the antibacterial photodynamic treatment: Photoinactivation vs proliferation",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        }
    ],
    "keywords": [
        "809-nm diode laser",
        "Antibacterial treatment",
        "Gram-negative bacteria",
        "Indocyanine green",
        "Photoinactivation",
        "Proliferation"
    ],
    "authors": [
        "N. Topaloglu"
    ],
    "citedby-count": 26,
    "ref-count": 28,
    "ref-list": [
        "Intracellular signaling mechanisms in photodynamic therapy",
        "Reactive oxygen species: Destroyers or messengers?",
        "Photo-oxidative killing of human colonic cancer cells using indocyanine green and infrared light",
        "Multiple components of photodynamic therapy can phosphorylate akt",
        "Photodynamic therapy with indocyanine green complements and enhances low-dose cisplatin cytotoxicity in MCF-7 breast cancer cells",
        "The broad spectrum of responses to oxidants in proliferating cells: A new paradigm for oxidative stress",
        "Development of a surgical diode-laser system: Controlling the mode of operation",
        "Low-intensity indocyanine-green laser phototherapy of acne vulgaris: Pilot study",
        "Photodynamic therapy: A new antimicrobial approach to infectious disease?",
        "A review of progress in clinical photodynamic therapy",
        "Mutagenesis and stress responses induced in Escherichia coli by hydrogen peroxide",
        "Irradiation with HeNe laser increases ATP level in cells cultivated in vitro",
        "Singlet oxygen-induced signaling effects in mammalian cells",
        "Anti-microbial photodynamic therapy: Useful in the future?",
        "In vitro efficiency and mechanistic role of indocyanine green as photodynamic therapy agent for human melanoma",
        "Role of oxidants in microbial pathophysiology",
        "Lethal photosensitization of wound-associated microbes using indocyanine green and near-infrared light",
        "The potential for photodynamic therapy in the treatment of localized infections",
        "Transcriptome Analysis of the Response of Pseudomonas aeruginosa to Hydrogen Peroxide",
        "Reactive oxygen species induce proliferation of bovine aortic endothelial cells",
        "Genome-wide transcriptional profiling of the steady-state response of Pseudomonas aeruginosa to hydrogen peroxide",
        "Antibacterial activity of hydrogen peroxide and the lactoperoxidase- hydrogen peroxide-thiocyanate system against oral streptococci",
        "Antimicrobial photodynamic therapy of resistant bacterial strains by indocyanine green and 809-nm diode laser",
        "Infrared laser activation of indocyanine green inhibits growth in human pancreatic cancer",
        "Antimicrobial strategies centered around reactive oxygen species - bactericidal antibiotics, photodynamic therapy, and beyond",
        "Epidermal growth factor receptor-dependent Akt activation by oxidative stress enhances cell survival",
        "The physics, biophysics and technology of photodynamic therapy",
        "Singlet Oxygen-induced Activation of Akt/Protein Kinase B is Independent of Growth Factor Receptors"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bebek",
            "affilname": "Boğaziçi Üniversitesi",
            "affiliation-country": "Turkey"
        },
        {
            "affiliation-city": "Izmir",
            "affilname": "İzmir Kâtip Çelebi Üniversitesi",
            "affiliation-country": "Turkey"
        },
        {
            "affiliation-city": "Istanbul",
            "affilname": "Istanbul Medeniyet University",
            "affiliation-country": "Turkey"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}