{
    "eid": "2-s2.0-84938055693",
    "title": "Genetic and linguistic correlation of the Kra-Dai-speaking groups in Thailand",
    "cover-date": "2015-07-28",
    "subject-areas": [
        {
            "$": "Genetics (clinical)",
            "@code": "2716"
        },
        {
            "$": "Genetics",
            "@code": "1311"
        }
    ],
    "keywords": [],
    "authors": [
        "Suparat Srithawong"
    ],
    "citedby-count": 22,
    "ref-count": 61,
    "ref-list": [
        "Culture in History: Essays in Honor of Paul Radin",
        "Handbook of Comparative Tai",
        "J. Southe. Asian Linguistic Soc",
        "Population Division. World Population Prospects: The 2012 Revision",
        "Linguistic Diversity",
        "Prawattisat Lanna",
        "Sri Dvaravati: The Initial Phase of Siam's History",
        "Thailand: A Short History",
        "A Brief History of Lanna: Civilizations of North Thailand",
        "Manusya. J. Humanities",
        "Khon Yong Yai Phaen Din",
        "Nakhon Pathom Thailand Encyclopedia of Ethnic Groups in Thailand (Institute of Language and Culture for Rural Development",
        "Tai Yai Migration in the Thai-Burma Border Area: The Settlement and Assimilation Process",
        "Conservation of Tai-Khuen Community in Ban San Kangpla",
        "A Phonological Description of Phuan at Tambon Hat Siaw Si Satchanalai District Sukhothai Province",
        "A Language Classification of Phuan in Thailand: A Study of the Tonal System",
        "J. Siam Soc",
        "Thai Lue Nakhon Pathom Thailand: Institute of Language and Culture for Rural Development. Encyclopedia of Ethnic Groups in Thailand",
        "Tones of Nyo M.A. Thesis",
        "Kaloeng Ban Bua: Rayngan Kansueksawichai Sakonnakhon Thailand",
        "Origin of the Seak Implications for Tai and Vietnamese History",
        "J. Siam Soc",
        "Mitochondrial DNA polymorphisms in Thailand",
        "Mitochondrial DNA variation of tai speaking peoples in Northern Thailand",
        "Genetic history of Southeast Asian populations as revealed by ancient and modern human mitochondrial DNA analysis",
        "Genetic structure of khon mueang populations along a historical yuan migration route in northern thailand",
        "Genetic structure of the Mon-Khmer speaking groups and their affinity to the neighbouring Tai populations in Northern Thailand",
        "Adv. Anthropol",
        "Geography has more influence than language on maternal genetic structure of various northeastern Thai ethnicities",
        "Ethnolinguistic Maps of Nakhon Pathom Thailand (Institute of Language and Culture for Rural Development",
        "Genetic affinity and admixture of northern Thai people along their migration route in northern Thailand: Evidence from autosomal STR loci",
        "Genetic variation of the Yuan in Saraburi Province of central Thailand revealed by autosomal forensic STRs",
        "Arlequin suite ver 3.5: A new series of programs to perform population genetics analyses under Linux and Windows",
        "Excel PowerStats Spread Sheet",
        "GENALEX 6: Genetic analysis in Excel. Population genetic software for teaching and research",
        "Inferring weak population structure with the assistance of sample group information",
        "Inference of population structure using multilocus genotype data",
        "Inference of population structure using multilocus genotype data: Linked loci and correlated allele frequencies",
        "A simulated annealing approach to define the genetic structure of populations",
        "Analysis of molecular variance inferred from metric distances among DNA haplotypes: Application to human mitochondrial DNA restriction data",
        "J. Lett",
        "From Ancient Thai to Modern Dialects, and Other Writings on Historical Thai Linguistics",
        "Studies in Tai Linguistics in Honor of William",
        "Proto-Southwestern Tai (Unpublished Doctoral Dissertation",
        "Proceedings of the International Conference on Tai Studies",
        "Biochemical Aspects of Evolutionary Biology",
        "ABCtoolbox: A versatile toolkit for approximate Bayesian computations",
        "Population growth of human Y chromosomes: A study of y chromosome microsatellites",
        "Simulation, Genetics and Human Prehistory",
        "Relative performance of Bayesian clustering software for inferring population substructure and individual assignment at low levels of population differentiation",
        "Allele frequency distribution of 21 forensic autosomal STRs in 7 populations from Yunnan, China",
        "A microsatellite guided insight into the genetic status of Adi, an isolated hunting-gathering tribe of northeast India",
        "Zones of sharp genetic change in Europe are also linguistic boundaries",
        "DNA variation and language affinities",
        "Genetic, geographic, and linguistic distances in Europe.",
        "Genes, peoples, and languages",
        "Genetic and linguistic affinities between human populations in Eurasia and West Africa",
        "Agricultural change and ethnic succession in southeast asian states: A case for regional anthropology",
        "History of Lan Na",
        "Encyclopedia of Ethnic Groups in Thailand (Institute of Language and Culture for Rural Development",
        "Introduction and Overview"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pitsanulok",
            "affilname": "Naresuan University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Faculty of Science, Khon Kaen University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ferrara",
            "affilname": "University of Ferrara",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Fort Worth",
            "affilname": "University of North Texas Health Science Center at Fort Worth",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}