{
    "eid": "2-s2.0-85106463169",
    "title": "Overexpression of glucose-6-phosphate isomerase in Synechocystis sp. PCC 6803 with disrupted glycogen synthesis pathway improves exopolysaccharides synthesis",
    "cover-date": "2021-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agronomy and Crop Science",
            "@code": "1102",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Cyanobacteria",
        "Exopolysaccharides",
        "Gluconeogenesis",
        "Glycogen synthesis"
    ],
    "authors": [
        "Rajendran Velmurugan",
        "Aran Incharoensakdi"
    ],
    "citedby-count": 6,
    "ref-count": 36,
    "ref-list": [
        "Complexity of cyanobacterial exopolysaccharides: composition, structures, inducing factors and putative genes involved in their biosynthetic assembly",
        "Production of exopolysaccharides by submerged mycelia culture of Grifola frondosa TFRI1073 and their antioxidant and antiproliferative activities",
        "Cyanobacterial exopolysaccharides: their nature and potential biotechnological applications",
        "Anti-HIV activity of extracts and compounds from algae and cyanobacteria",
        "Physicochemical characteristics and bioactivities of the exopolysaccharide and its sulphated polymer from Streptococcus thermophilus GST-6",
        "Extracellular polysaccharides",
        "Exocellular polysaccharides from cyanobacteria and their possible applications",
        "Exopolysaccharide-producing cyanobacteria in heavy metal removal from water: molecular basis and practical applicability of the biosorption process",
        "Characterization of exopolysaccharides produced by seven biofilm-forming cyanobacterial strains for biotechnological applications",
        "Multidisciplinary evidences that Synechocystis PCC6803 exopolysaccharides operate in cell sedimentation and protection against salt and metal stresses",
        "Bacterial extracellular polysaccharides involved in biofilm formation",
        "Disruption of polyhydroxybutyrate synthesis redirects carbon flow towards glycogen synthesis in Synechocystis sp. PCC 6803 overexpressing glgC/glgA",
        "Heteropolysaccharides from lactic acid bacteria",
        "Metabolic engineering of Synechocystis sp. PCC 6803 for production of the plant diterpenoid manoyl oxide",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Co-cultivation of two engineered strains of Synechocystis sp. PCC 6803 results in improved bioethanol production",
        "UV radiation induced accumulation of photoprotective compounds in the green alga Tetraspora sp. CU2551",
        "GABA accumulation in response to different nitrogenous compounds in unicellular cyanobacterium Synechocystis sp. PCC 6803",
        "Sulphated exopolysaccharides produced by two unicellular strains of cyanobacterium Synechocystis strain PCC 6803 and 6714",
        "2,2′-β-Hydroxylase (CrtG) is involved in carotenogenesis of both nostoxanthin and 2-hydroxymyxol 20-fucoside in Thermosynechococcus elongatus strain BP-1",
        "Evaluation of the ethanol tolerance for wild and mutant Synechocystis strains by flow cytometry",
        "Formulae for determination of chlorophyllous pigments extracted with N,N-dimethylformamide",
        "Effects of long-term ionic and osmotic stress conditions on photosynthesis in the cyanobacterium Synechocystis sp. PCC 6803",
        "Potential of metal oxides in fractionation of Synechocystis sp. PCC 6803 biomass for biofuel production",
        "Heterologous expression of ethanol synthesis pathway in Synechococcus elongatus PCC 7942 resulted in enhanced production of ethanol and exopolysaccharides",
        "Utilization of sugarcane bagasse for fermentable sugar production. Sono-assisted acid hydrolysis approach",
        "Characterization of exopolysaccharide produced by Streptococcus thermophilus CC30",
        "Glycogen synthesis and metabolite overflow contribute to energy balancing in cyanobacteria",
        "Structural analysis and molecular characterization of exopolysaccharides produced by submerged mycelial culture of Collybia maculata TG-1",
        "Extracellular polysaccharide synthesis by Nostoc strains as affected by N source and light intensity",
        "Effect of light intensity on components and topographical structures of extracellular polymeric substances from Microcoleus vaginatus (Cyanophyceae)",
        "Combined effect of temperature and light intensity on growth and extracellular polymeric substance production by the cyanobacterium Arthrospira platensis",
        "Role of mrgA in peroxide and light stress in the cyanobacterium Synechocystis sp. PCC 6803",
        "Stability of molecular and rheological properties of the exopolysaccharide produced by Cyanospira capsulate cultivated under different growth conditions",
        "Carbohydrate accumulation and osmotic stress in cyanobacteria",
        "UV-B-induced synthesis of photoprotective pigments and extracellular polysaccharides in the terrestrial cyanobacterium Nostoc commune"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "CU Ratchadaphiseksomphot Endowment Fund",
        "Graduate School",
        "Faculty of Science, Chulalongkorn University"
    ]
}