{
    "eid": "2-s2.0-85100270627",
    "title": "Oocyte Differentiation and Reproductive Health of Solitary Tunicate (Styela plicata) from Eastern Coast of Thailand (Pembezaan Oosit dan Kesihatan Pembiakan Tunikat Bersendirian (Styela plicata) dari Pantai Timur Thailand)",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Ascidian",
        "Histology",
        "Reproduction",
        "Styela plicata",
        "Thailand"
    ],
    "authors": [
        "S. Senarat",
        "J. Kettratad",
        "P. Boonyoung",
        "W. Jiraungkoorskul",
        "F. Kato",
        "E. Mongkolchaichana",
        "G. Kaneko",
        "P. Poolprasert"
    ],
    "citedby-count": 0,
    "ref-count": 44,
    "ref-list": [
        "Biological indicators of aquatic ecosystem stress",
        "Gap junctions between the oocyte and companion follicle cells in the mammalian ovary",
        "Studies on the reproductive and nervous systems of the protochordate Styela plicata (Lesueur, 1823) to correlate the nervous activity on reproduction",
        "Evaluation and comparison of trace metals accumulation indifferent tissues of potential bioindicator organisms: Macrobenthic filter feeders Styela plicata, Sabella spallanzanii and Mytilus galloprovincialis",
        "Histopathological assessment of gonadal tissue in wild fishes",
        "Sexual reproduction of the ascidian Polycarpa cryptocarpa kroboja from the northern coast of Taiwan",
        "Reproductive cycle and spawning rhythm of the ascidian, Halocynthia hilgendorfi ritteri",
        "On the structure and function of the ascidian test",
        "Localization of antimicrobial peptides in the tunic of Ciona intestinalis (Ascidiacea, Tunicata) and their involvement in local inflammatory-like reactions",
        "The blood cells of the ascidian, Phallrrsia ttzattlmillafa",
        "Studies on the blood and test of some Australian ascidians. 11. The test of Pyrira sfolonifrra (Heller)",
        "Histopathological studies on Tilapia zillii and Solea vulgaris from Lake Qarun, Egypt",
        "Alterations in the morphology of nuages in spermatogonia of the fish, Oryzias latipes, treated with puromycin and actinomycin D",
        "Toxic response of liver",
        "Fertilization in ascidians: Studies on the egg envelop, sperm and gamete interaction in Phallusis mammillata",
        "Germline cell formation and gonad regeneration in solitary and colonial ascidians",
        "Urochordata-Ascidiacea",
        "Ultrastructure and relationships of ooplasmic components in tunicates",
        "Oogenesis and oocyte envelope differentiation in the viviparous ascidian Botrylloides violaceus",
        "An unusual membrane system in the oocyte of the ascidian Botryllus schlosseri",
        "Ultrastructural study of oogenesis in the compound ascidian Botryllus schlosseri (Tunicata)",
        "Aspects of the reproductive biology of the bass, Dicentrarchus labrax L. A histological and histochemical study of oocyte development",
        "Comparative studies on the structure of reproductive organs of four botryllid ascidians",
        "Studies on the formation of germ cells in a compound ascidian Botryllus primigenus Oka",
        "Viviparous development in Botrylloides (compound ascidians)",
        "Ascidians as excellent models for studying cellular events in the chordate body plan",
        "Ascidians",
        "Some aspects of reproduction in ascidians",
        "Effects of atrazine on sex steroid dynamics, plasma vitellogenin concentration and gonad development in adult goldfish (Carassius auratus)",
        "Early oogenesis in the ascidian Ciona savignyi",
        "Heavy metals contamination in sediments along the eastern coast of the gulf of Thailand",
        "Atrazine reduces reproduction in fathead minnow (Pimephales promelas)",
        "Oocyte growth and development in teleosts",
        "The follicle cells of Styela plicata (Ascidiacea, Tunicata): A SEM study",
        "Ultrastructural aspects of oogenesis and oocyte growth in fish and amphibians",
        "Cellular and dynamic aspects of oocyte growth in teleost",
        "Methods of assessing ovarian development in fishes: A review",
        "Histology of the ascidian Botryllus schlosseritunic: In particular, the test cells",
        "Ovulation and placentation in Botryllus schlosseri (Ascidiacea): An ultrastructural study"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60210153",
            "affilname": "Navamindradhiraj University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60210153",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Victoria",
            "@id": "60103477",
            "affilname": "University of Houston-Victoria",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103477",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Songkla",
            "@id": "60092137",
            "affilname": "Rajamangala University of Technology Srivijaya",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60092137",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pitsanulok",
            "@id": "60091527",
            "affilname": "Pibulsongkram Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60091527",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Fukuoka",
            "@id": "60011047",
            "affilname": "Kyushu University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011047",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Division of Health and Applied Science, Faculty of Science, Prince of Songkla University"
    ]
}