{
    "eid": "2-s2.0-84947758511",
    "title": "Effects of musa (ABB group) prebiotic and Bacillus subtilis S11 probiotic on growth and disease resistance of cultivated pacific white shrimp (Litopenaeus vannamei)",
    "cover-date": "2015-11-17",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Bacillus subtilis S11",
        "Banana",
        "Litopenaeus vannamei",
        "Musa (ABB group)",
        "Pacific white shrimp",
        "Prebiotic",
        "Probiotic"
    ],
    "authors": [
        "Ratchana Boonmee"
    ],
    "citedby-count": 5,
    "ref-count": 39,
    "ref-list": [
        "Report of the FAO/MARD Technical Workshop on Early Mortality Syndrome (EMS) Or Acute Hepatopancreatic Necrosis Syndrome (AHPENS) of Cultured Shrimp (Under TCP/VIE/3304), Hanoi, Viet Nam, 2013",
        "Effects of a probiotic bacterium on black tiger shrimp Penaeus monodon survival and growth",
        "Immunity enhancement in black tiger shrimp (Penaeus monodon) by a probiont bacterium (Bacillus S11)",
        "Effects of the probiotic Bacillus subtilis (BP11 and BS11) on the growth and survival of Pacific white shrimp, Litopenaeus vannamei",
        "Inulin: A review of nutritional and health implications",
        "On the Presence of Inulin and Oligofructose as Natural Ingredients in the Western Diet",
        "Microbial Inulinases: Fermentation Process, Properties, and Applications",
        "Chemical composition and physicochemical properties of green banana (Musa acuminata × balbisiana Colla cv. Awak) flour",
        "Dietary modulation of the human colonic microbiota: Updating the concept of prebiotics",
        "Nutritional Responses to the Presence of Inulin and Oligofructose in the Diets of Domesticated Animals: A Review",
        "Studies on the extracting technical conditions of inulin from Jerusalem artichoke tubers",
        "Functional activity of commercial prebiotics",
        "Handbook of Microbiological Media for the Examination of Food",
        "A Practical Handbook of Seawater Analysis",
        "Vibrionaceae, in “Bergey’s Manual of Systematic Bacteriology, Vol. 1”",
        "Fungal cell wall β-1,3-glucans induce clotting and phenoloxidase attachment to foreign surfaces of crayfish hemocyte lysate",
        "A comparison of phenoloxidase activity in the blood of marine invertebrates",
        "Activation of serum prophenoloxidase in arthropod immunity. The specificity of cell wall glucan activation and activation by purified fungal glycoproteins of crayfish phenoloxidase",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "SAS Introductory Guide for Personal Computers, Version 6",
        "Maturation and larviculture of penaeid prawns in closed recirculating seawater systems",
        "Combined effect of temperature and salinity on the Thermotolerance and osmotic pressure of juvenile white shrimp litopenaeus vannamei (Boone)",
        "Identification of differentially expressed genes in the hydrothermal vent shrimp Rimicaris exoculata exposed to heat stress",
        "Dietary supplementation of short-chain fructooligosaccharides influences gastrointestinal microbiota composition and immunity characteristics of pacific white shrimp, Litopenaeus vannamei, cultured in a recirculating system",
        "Selection of probiotics by various inhibition test methods for use in the culture of western king prawns, Penaeus latisulcatus (Kishinouye)",
        "Effects of dietary mannan oligosaccharide on growth, body composition and hepatopancreas histology of Penaeus semisulcatus (de Haan 1844)",
        "Effects of dietary short-chain fructooligosaccharides on intestinal microflora, survival, and growth performance of juvenile white shrimp, Litopenaeus vannamei",
        "The effects of inulin on growth factors and survival of the Indian white shrimp larvae and postlarvae (Fenneropenaeus indicus)",
        "Effect of probiotics on growth performance and digestive enzyme activity of the shrimp Penaeus vannamei",
        "Probiotic bacteria as biological control agents in aquaculture",
        "Beneficial effects of four Bacillus strains on the larval cultivation of Litopenaeus vannamei",
        "Effect of probiotic on larvae shrimp (Penaeus vannamei) based on water quality, survival rate and digestive enzyme activities",
        "Bull. Natl. Res. Inst. Aquacult",
        "Enhancement of immunity and disease resistance in the white shrimp, Litopenaeus vannamei, by the probiotic, Bacillus subtilis E20",
        "Dietary probiotic Bacillus OJ and isomaltooligosaccharides influence the intestine microbial populations, immune responses and resistance to white spot syndrome virus in shrimp (Litopenaeus vannamei)",
        "Effect of the addition of four potential probiotic strains on the survival of pacific white shrimp (Litopenaeus vannamei) following immersion challenge with Vibrio parahaemolyticus",
        "Effects of the probiotic, Bacillus subtilis E20, on the survival, development, stress tolerance, and immune status of white shrimp, Litopenaeus vannamei larvae",
        "Guidelines for the Evaluation of Probiotics in Food",
        "Effects of dietary administration of probiotic Halomonas sp. B12 on the intestinal microflora, immunological parameters, and midgut histological structure of shrimp, Fenneropenaeus chinensis"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}