{
    "eid": "2-s2.0-84930747037",
    "title": "Effect of peanut shell content on mechanical, thermal, and biodegradable properties of peanut shell/polylactic acid biocomposites",
    "cover-date": "2017-04-01",
    "subject-areas": [
        {
            "$": "Ceramics and Composites",
            "@code": "2503"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [],
    "authors": [
        "Chamaiporn Yamoum"
    ],
    "citedby-count": 19,
    "ref-count": 34,
    "ref-list": [
        "Effects of lignin content on the properties of lignocellulose-based biocomposites",
        "J. Solid Mech. Mater. Eng.",
        "Physical properties of peanut hull pellets",
        "Utilizing peanut husk (Arachis hypogaea L.) in the manufacture of medium-density fiberboards",
        "Processing technologies for poly(lactic acid)",
        "Impact and tensile properties of PLA/Cordenka and PLA/flax composites",
        "Performance enhancement of poly(lactic acid) and sugar beet pulp composites by improving interfacial adhesion and penetration",
        "Mechanical properties of kenaf fibers and kenaf/PLA composites",
        "Int. J. Polym. Sci",
        "Preparation and properties of short natural fiber reinforced poly(lactic acid) composites",
        "Thermal stability and flammability of coconut fiber reinforced poly(lactic acid) composites",
        "Mechanical and thermal properties of poly(lactic acid) composites with rice straw fiber modified by poly(butyl acrylate)",
        "Improvement of tensile and thermal properties of poly(lactic acid) composites with admicellar-treated rice straw fiber",
        "Effect of alkali treatment on interfacial and mechanical properties of coir fiber reinforced poly(butylene succinate) biodegradable composites",
        "Mechanical properties of surface-treated banana fiber/polylactic acid biocomposites: A comparative study of theoretical and experimental values",
        "Effect of fiber surface-treatments on the properties of laminated biocomposites from poly(lactic acid) (PLA) and kenaf fibers",
        "Biodegradation of aliphatic polyester composites reinforced by abaca fiber",
        "Renewable resource-based composites of recycled natural fibers and maleated polylactide bioplastic: Characterization and biodegradability",
        "Compostability and biodegradation study of PLA-wheat straw and PLA-soy straw based green composites in simulated composting bioreactor",
        "Effect of surface treatments of banana fiber on mechanical, thermal, and biodegradability properties of PLA/banana fiber biocomposites",
        "Surface functionalisation of bacterial cellulose as the route to produce green polylactide nanocomposites with improved properties",
        "Effect of fiber surface treatments on mechanical and abrasive wear performance of polylactide/jute composites",
        "J. Biobased Mater. Bioenergy",
        "Silkworm silk/poly(lactic acid) biocomposites: Dynamic mechanical, thermal and biodegradable properties",
        "Kinetic study of effect of Irganox E antioxidants on thermal degradation of poly(vinyl chloride)",
        "A simple spectrophotometric technique for determination of Irganox 1010 in polymeric samples",
        "Biodegradation of a silkworm silk/PLA composite",
        "Poly(lactic acid): Plasticization and properties of biodegradable multiphase systems",
        "Characterization of hydrolytic degradation of polylactic acid/rice hulls composites in water at different temperatures",
        "Morphology and barrier properties of solvent cast composites of thermoplastic biopolymers and purified cellulose fibers",
        "Poly(Lactic Acid) (PLA)-reinforced kenaf bast fiber composites: The effect of triacetin",
        "Mechanical properties of biodegradable composites from poly lactic acid (PLA) and microcrystalline cellulose (MCC)",
        "Dynamic mechanical analysis of banana fiber reinforced polyester composites",
        "Biodegradation behavior of P(3HB,4HB)/PLA blends in real soil environments"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}