{
    "eid": "2-s2.0-85106366339",
    "title": "Effect 3A and 5A molecular sieve on alcohol-assisted methanol synthesis from CO2 and H2 over Cu/ZnO catalyst",
    "cover-date": "2021-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Fuel Technology",
            "@code": "2103",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Condensed Matter Physics",
            "@code": "3104",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Energy Engineering and Power Technology",
            "@code": "2102",
            "@abbrev": "ENER"
        }
    ],
    "keywords": [
        "Alcohol-assisted methanol synthesis",
        "CO2 conversion",
        "CO2 utilization",
        "Low-temperature methanol synthesis",
        "Methanol",
        "Molecular sieve"
    ],
    "authors": [
        "T. Boonamnuay",
        "N. Laosiripojana",
        "S. Assabumrungrat",
        "P. Kim-Lohsoontorn"
    ],
    "citedby-count": 8,
    "ref-count": 38,
    "ref-list": [
        "Thailand greenhouse gas management organization, overview of CO2, greenhouse gases",
        "CO2and greenhouse gas emissions",
        "Cut global emissions by 7.6 percent every year for next decade to meet 1.5°C Paris target - UN report",
        "The effect of compression ratio on the performance, emissions and combustion of an SI (spark ignition) engine fueled with pure ethanol, methanol and unleaded gasoline",
        "Slurry technology in methanol synthesis (Review)",
        "The stability of Cu/ZnO-based catalysts in methanol synthesis from a CO2-rich feed and from a CO-rich feed",
        "Intermetallic compounds of Ni and Ga as catalysts for the synthesis of methanol",
        "Alcohol promoted methanol synthesis enhanced by adsorption of water and dual catalysts",
        "A new low-temperature synthesis route of Methanol: catalytic effect of the alcoholic solvent",
        "A new method of low-temperature methanol synthesis",
        "Ethanol dehydrogenation to ethyl acetate by using copper and copper chromite catalysts",
        "Kinetic study of ethanol dehydrogenation to ethyl acetate promoted by a copper/copper-chromite based catalyst",
        "Bifunctionality of Cu/ZnO catalysts for alcohol-assisted low-temperature methanol synthesis from syngas: effect of copper content",
        "Techno-economic analysis of alternative processes for alcohol-assisted methanol synthesis from carbon dioxide and hydrogen",
        "Methanol synthesis from CO/CO2/H2over Cu/ZnO/Al2O3at differential and finite conversions",
        "Zeolite heat pump — adsorption of methanol in synthetic zeolites 13X, 4A and 5A",
        "Molecular sieves as subtractors in gas chromatographic analysis: II. Selective adsorptivity with respect to different homologous series",
        "Alcohol-assisted low temperature methanol synthesis from syngas over Cu/ZnO catalysts: effect of pH value in the co-precipitation step",
        "Effect of the aging time of the precipitate on the activity of Cu/ZnO catalysts for alcohol-assisted low temperature methanol synthesis",
        "Effect of CuO/ZnO catalyst preparation condition on alcohol-assisted methanol synthesis from carbon dioxide and hydrogen",
        "Preparation of a coprecipitated Cu/ZnO catalyst for the methanol synthesis from CO2— effects of the calcination and reduction conditions on the catalytic performance",
        "Investigating the effect of metal oxide additives on the properties of Cu/ZnO/Al2O3catalysts in methanol synthesis from syngas using factorial experimental design",
        "Influence of precipitation conditions on precursor particle size distribution and activity of Cu/ZnO methanol synthesis catalyst",
        "Copper–zinc oxide catalysts. Activity in relation to precursor structure and morphology",
        "Stable amorphous georgette as a precursor to a high-activity catalyst",
        "Preparation and characterization of hydroxycarbonate precursors that yield successful alcohol synthesis catalysts",
        "The effect of ZnO in methanol synthesis catalysts on Cu dispersion and the specific activity",
        "Hydrogenation of CO2to methanol at atmospheric pressure over Cu/ZnO catalysts: influence of the calcination, reduction, and metal loading",
        "Hydrogenation of CO2to CH3OH over Cu/ZnO catalysts with different ZnO morphology",
        "Production of hydrogen by steam reforming of methanol over Cu/ZnO catalysts prepared via a practical soft reactive grinding route based on dry oxalate-precursor synthesis",
        "Core–shell structured CuO–ZnO@H-ZSM-5 catalysts for CO hydrogenation to dimethyl ether",
        "The role of copper oxidation state in Cu/ZnO/Al2O3catalysts in CO2hydrogenation and methanol productivity",
        "ESCA studies of Cu, Cu2O and CuO",
        "Zeolite A type",
        "Revalorization of CO2for methanol production via ZnO promoted carbon nanofibers based Cu-ZrO2catalytic hydrogenation",
        "Effects of oxide carriers on surface functionality and process performance of the Cu–ZnO system in the synthesis of methanol via CO2hydrogenation",
        "Improved expression and purification of recombinant human serum albumin from transgenic tobacco suspension culture",
        "Ethanol-wter adsorption on commercial 3A zeolites: kinetic and thermodynamic data"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Thonburi",
            "@id": "60008786",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008786",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Department of Chemical Engineering, Faculty of Engineering, Chulalongkorn University",
        "National Science and Technology Development Agency",
        "Thailand Science Research and Innovation"
    ]
}