{
    "eid": "2-s2.0-84904687529",
    "title": "Observation on different reducing power of cocatalysts on the Ziegler-Natta catalyst containing alkoxide species for ethylene polymerization",
    "cover-date": "2014-10-15",
    "subject-areas": [
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "catalysts",
        "polyolefins",
        "processing",
        "synthesis"
    ],
    "authors": [
        "Goond Hongmanee"
    ],
    "citedby-count": 6,
    "ref-count": 23,
    "ref-list": [
        null,
        "High-resolution solid-state NMR study of isotactic polypropylenes",
        "Ethylene polymerization on polymer supported Ziegler-Natta catalyst",
        null,
        "The influence of mixed activators on ethylene polymerization and ethylene/1-hexene copolymerization with silica-supported ziegler-natta catalyst",
        "On the importance of diffusion of cocatalyst molecules through heterogeneous ziegler/natta catalysts",
        "Control of molecular weight distribution for polypropylene obtained by a commercial Ziegler-Natta catalyst: Effect of a cocatalyst and hydrogen",
        null,
        null,
        null,
        "J. Polym. Sci.",
        "J. Polym. Sci. Pol. Lett.",
        "J. Polym. Sci. Pol. Chem.",
        null,
        null,
        "Kinetic and morphological study of a magnesium ethoxide-based Ziegler-Natta catalyst for propylene polymerization",
        "Multilateral characterization for industrial Ziegler-Natta catalysts toward elucidation of structure-performance relationship",
        null,
        "Electron Spin Resonance, Titanium Oxidation State, and Ethylene Polymerization Studies of a Model-Supported Ziegler-Natta Catalyst. Spectroscopic Detection of Titanium Tetrachloride",
        null,
        "The Polymerization of Ethylene by Lower Valent Compounds of Titanium",
        "Introduction to Industrial Polyethylene: Properties, Catalysts, and Processes",
        null
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}