{
    "eid": "2-s2.0-85081268303",
    "title": "Adsorptions of lithium ion/atom and packing of Li ions on graphene quantum dots: Application for Li-ion battery",
    "cover-date": "2020-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Condensed Matter Physics",
            "@code": "3104",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "Adsorption",
        "DFT",
        "Graphene",
        "Graphene quantum dots",
        "Lithium atom",
        "Lithium ion"
    ],
    "authors": [
        "Naruwan Pattarapongdilok",
        "Vudhichai Parasuk"
    ],
    "citedby-count": 6,
    "ref-count": 35,
    "ref-list": [
        "Development of a high-power lithium-ion battery",
        "Recent advances in lithium ion battery materials",
        "History of lithium batteries",
        "Issues and challenges facing rechargeable lithium batteries",
        "Lithium-ion battery for electronic applications",
        "Intercalation of lithium into graphite and other carbons",
        "Characteristics of deeply Li-doped polyacenic semiconductor material and fabrication of a Li secondary battery",
        "Graphene quantum dots: an emerging material for energy-related applications and beyond",
        "Graphene quantum dots",
        "Graphene quantum dots coated VO2arrays for highly durable electrodes for Li and Na ion batteries",
        "Enhanced lithium storage performance of CuO nanowires by coating of graphene quantum dots",
        "Superior micro-supercapacitors based on graphene quantum dots",
        "Electrophoretic fabrication of highly robust, efficient, and benign heterojunction photoelectrocatalysts based on graphene-quantum-dot sensitized TiO2nanotube arrays",
        "Graphene quantum dots: emergent nanolights for bioimaging, sensors, catalysis and photovoltaic devices",
        "Strongly green-photoluminescent graphene quantum dots for bioimaging applications",
        "Graphene quantum dots as the hole transport layer material for high-performance organic solar cells",
        "Molecular and ionic interaction with graphene nanoflakes: A computational investigation of CO2, H2O, Li, Mg, Li+, and Mg2+interaction with polycyclic aromatic hydrocarbons",
        "Ab Initio study of charge transfer between lithium and aromatic hydrocarbons. Can the results be directly transferred to the lithium–graphene interaction?",
        "Modulating electron sharing in ion-π-receptors via substitution and external electric field: A route toward bond strengthening",
        "Storage of hydrogen adsorbed on alkali metal doped single-layer all-carbon materials",
        "Comparative study of Li, Na, and K adsorptions on graphite by using Ab Initio method",
        "Modeling the charge transfer between alkali metals and polycyclic aromatic hydrocarbons using electronic structure methods",
        "Lithium-cation/π complexes of aromatic systems. The effect of increasing the number of fused rings",
        "DFT studies of single lithium adsorption on coronene",
        "Mechanism of hydrogen storage in the graphene nanoflake–Lithium–H2system",
        "Lithium insertion in disordered carbon−hydrogen alloys: Intercalation vs covalent binding",
        "Excess Li ions in a small graphite cluster",
        "Molecular orbital calculations on electronic and Li-adsorption properties of sulfur-, phosphorus- and silicon-substituted disordered carbons",
        "Adsorption of single Li and the formation of small Li clusters on graphene for the anode of lithium-ion batteries",
        "The M06 suite of density functionals for main group thermochemistry, thermochemical kinetics, noncovalent interactions, excited states, and transition elements: two new functionals and systematic testing of four M06-class functionals and 12 other functionals",
        "How strong is the edge effect in the adsorption of anticancer drugs on a graphene cluster?",
        "Review on recent progress of nanostructured anode materials for Li-ion batteries",
        "The calculation of small molecular interactions by the differences of separate total energies. Some procedures with reduced errors",
        "A direct molecular orbital−molecular dynamics study on the diffusion of the Li ion on a fluorinated graphene surface"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Bansomdejchaopraya Rajabhat University",
        "Center of Innovative Nanotechnology",
        "Chulalongkorn University"
    ]
}