{
    "eid": "2-s2.0-85061493629",
    "title": "Influence of carbon nanotube and ionic liquid on properties of natural rubber nanocomposites",
    "cover-date": "2019-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemical Engineering (all)",
            "@code": "1500",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Polymers and Plastics",
            "@code": "2507",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Organic Chemistry",
            "@code": "1605",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Materials Chemistry",
            "@code": "2505",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "1-butyl-3-methyl imidazolium bis(trifluo-romethylsulphonyl)imide (BMI)",
        "Carbon nanotubes",
        "Ionic liquid",
        "Nanocomposites",
        "Natural rubber"
    ],
    "authors": [
        "A. Krainoi",
        "C. Kummerlöwe",
        "Y. Nakaramontri",
        "S. Wisunthorn",
        "N. Vennemann",
        "S. Pichaiyut",
        "S. Kiatkamjornwong",
        "C. Nakason"
    ],
    "citedby-count": 27,
    "ref-count": 50,
    "ref-list": [
        "Piezoresistive natural rubber-multiwall carbon nanotube nanocomposite for sensor applications",
        "Elucidation of the reinforcing mechanism in carbon nanotube/ rubber nanocomposites",
        "Multifunctional multi-walled carbon nanotube reinforced natural rubber nanocomposites",
        "A three-dimensional simulation of quantum transport in silicon nanowire transistor in the presence of electron-phonon interactions",
        "Influence of critical carbon nanotube loading on mechanical and electrical properties of epoxidized natural rubber nanocomposites",
        "A three-dimensional Monte Carlo model for electrically conductive polymer matrix composites filled with curved fibers",
        "Networking of ionic liquid modified CNTs in SSBR",
        "Influence of modified natural rubber on properties of natural rubber–carbon nanotube composites",
        "Effect of ionic liquid on dielectric, mechanical and dynamic mechanical properties of multi-walled carbon nanotubes/polychloroprene rubber composites",
        "Significance of interfacial interaction and agglomerates on electrical properties of polymer-car-bon nanotube nanocomposites",
        "Thermo-responsive triblock copolymer phase transition behaviour in imidazolium-based ionic liquids: Role of the effect of alkyl chain length of cations",
        "Dramatic effect of dispersed carbon nanotubes on the mechanical and electroconductive properties of polymers derived from ionic liquids",
        "Coupling activity of ionic liquids between diene elastomers and multi-walled carbon nanotubes",
        "Improved ionic conductivity of nitrile rubber/ionic liquid composites",
        "The impact of imidazolium ionic liquids on the properties of nitrile rubber composites",
        "Improving the ionic conductivity of carboxylated nitrile rubber/LDH composites by adding imidazolium bis(Trifluoromethyl-sulfonyl)imide ionic liquids",
        "Segregated network formation of multiwalled carbon nanotubes in natural rubber through surfactant assisted latex compounding: A novel technique for multifunctional properties",
        "Enhancement of electrical conductivity and filler dispersion of carbon nanotube filled natural rubber composites by latex mixing and in situ silanization",
        "Thermoelastic properties and relaxation behavior of S-SBR/silica vulcanizates",
        "Coagulation method for preparing single-walled carbon nanotube/poly(Methyl methacrylate) composites and their modulus, electrical conductivity, and thermal stability",
        "Multiwalled carbon nanotube polymer composites: Synthesis and characterization of thin films",
        "Investigations of nitrile rubber composites containing imidazolium ionic liquids",
        "Functionalization of carbon nanotubes via Birch reduction chemistry for selective loading of CuO nanosheets",
        "The scission step in hevea oxidation",
        "Improvements of lanthanum complex on the thermal-oxidative stability of natural rubber",
        "Experimental vibrational study of imidazolium-based ionic liquids: Raman and infrared spectra of 1-ethyl-3-methylimidazolium bis(tri-fluoromethylsulfonyl)imide and 1-ethyl-3-methylimidazolium ethylsulfate",
        "Elastomer composites based on carbon nanotubes and ionic liquid",
        "Why single-walled carbon nanotubes can be dispersed in imidazolium-based ionic liquids",
        "Atomic transportation via carbon nanotubes",
        "Properties of carboxylated nitrile rubber/hydrotalcite composites containing imidazolium ionic liquids",
        "Vulcanization kinetics of natural rubber–organ-oclay nanocomposites",
        "Preparation, characterization, and physical properties of multiwall carbon nanotube/elastomer composites",
        "Flexible 0–3 ceramic-polymer composites of barium titanate and epoxidized natural rubber",
        "Thermal expansion and diffusion coefficients of carbon nanotube-polymer composites",
        "Low strain dynamic properties of filled rubber",
        "A comparative investigation of rice husk ash and siliceous earth as reinforcing fillers in dynamically cured blends of epoxidized natural rubber (ENR) and thermoplastic polyurethane (TPU)",
        "Nanocomposite formation in hydrogenated nitrile rubber (HNBR)/organo-montmoril-lonite as a function of the intercalant type",
        "Characterization of the effect of the filler dispersion on the stress relaxation behavior of carbon black filled rubber composites",
        "Investigation of modified SEBS-based thermoplastic elastomers by temperature scanning stress relaxation measurements",
        "Dispersion and functionalization of carbon nanotubes for poly-mer-based nanocomposites: A review",
        "Thermal stability of oxygen-containing functional groups on activated carbon surfaces in a thermal oxidative environment",
        "Influence of carbon nanotubes on the rheology and dynamic mechanical properties of polyamide-12 for laser sintering",
        "Rheological and thermal properties of thermoplastic natural rubbers based on poly(Methyl methacrylate)/epoxidized-natur-al-rubber blends",
        "Effects of imidazolium ionic liquid on cure characteristics, electrical conductivity and other related properties of epoxidized natural rubber vulcanizates",
        "Improving reinforcement of natural rubber by networking of activated carbon nanotubes",
        "Theory of the elastic properties of rubber"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Osnabruck",
            "@id": "60019752",
            "affilname": "Fachhochschule Osnabrück",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019752",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "North Bangkok",
            "@id": "109168253",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/109168253",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}