{
    "eid": "2-s2.0-84949237645",
    "title": "Sterile neutrino dark matter production in the neutrino-phillic two Higgs doublet model",
    "cover-date": "2015-12-01",
    "subject-areas": [
        {
            "$": "Nuclear and High Energy Physics",
            "@code": "3106"
        }
    ],
    "keywords": [
        "Beyond Standard Model",
        "Cosmology of Theories beyond the SM",
        "Neutrino Physics"
    ],
    "authors": [
        "Adisorn Adulpravitchai"
    ],
    "citedby-count": 20,
    "ref-count": 57,
    "ref-list": [
        "The phenomenology of right handed neutrinos",
        "Mon. Not. Roy. Astron. Soc.",
        "Where are the missing galactic satellites?",
        "Sterile neutrinos, dark matter, and pulsar velocities in models with a higgs singlet",
        "Neutral current induced neutrino oscillations in a supernova",
        "Neutrino oscillations in the early universe",
        "Refraction and oscillations of neutrinos in the early universe",
        "Sterile neutrinos as dark matter",
        "Sterile neutrino dark matter bounds from galaxies of the Local Group",
        "New dark matter candidate: Nonthermal sterile neutrinos",
        "The νMSM, inflation, and dark matter",
        "Light inflaton hunter's guide",
        "Dark-matter sterile neutrinos in models with a gauge singlet in the Higgs sector",
        "Sterile neutrino dark matter and low scale leptogenesis from a charged scalar",
        "Freeze-in production of FIMP dark matter",
        "New production mechanism for keV sterile neutrino Dark Matter by decays of frozen-in scalars",
        "A fresh look at keV sterile neutrino dark matter from frozen-in scalars",
        "Upgrading sterile neutrino dark matter to FImP using scale invariance",
        "Cosmological implications of light sterile neutrinos produced after the QCD phase transition",
        "Dark matter in the minimal inverse seesaw mechanism",
        "Dark matter progenitor: Light vector boson decay into sterile neutrinos",
        "Standard Model with a real singlet scalar and inflation",
        "Inflationary imprints on dark matter",
        "KeV sterile neutrino dark matter in gauge extensions of the standard model",
        "Warm dark matter in low scale left-right theory",
        "Leptogenesis in models with keV sterile neutrino dark matter",
        "Neutrino masses, leptogenesis, and sterile neutrino dark matter",
        "Diluted equilibrium sterile neutrino dark matter",
        "Higgs sector extension of the neutrino minimal standard model with thermal freeze-in production mechanism",
        "νR Dark matter-philic Higgs for 3.5 keV X-ray signal",
        "FIMP realization of the scotogenic model",
        "Verifiable radiative seesaw mechanism of neutrino mass and dark matter",
        "Naturally small seesaw neutrino mass with no new physics beyond the TeV scale",
        "Detection of an unidentified emission line in the stacked x-ray spectrum of galaxy clusters",
        "Unidentified line in X-ray spectra of the andromeda galaxy and perseus galaxy cluster",
        "Observation of a new particle in the search for the Standard Model Higgs boson with the ATLAS detector at the LHC",
        "Observation of a new boson at a mass of 125 GeV with the CMS experiment at the LHC",
        "Baryon- and lepton-nonconserving processes",
        "The kinematics of cosmic reheating",
        "Lyman-α constraints on warm and on warm-plus-cold dark matter models",
        "Front. Phys.",
        "Dark radiation from particle decay: Cosmological constraints and opportunities",
        "Sterile neutrinos: The dark side of the light fermions",
        "Checking the Dark Matter Origin of a 3.53 keV Line with the Milky Way Center",
        "Discovery of a 3.5 keV line in the Galactic Centre and a critical look at the origin of the line across astronomical targets",
        "Constraints on 3.55 keV line emission from stacked observations of dwarf spheroidal galaxies",
        "Dark matter, baryogenesis and neutrino oscillations from right-handed neutrinos",
        "Clustering properties of a sterile neutrino dark matter candidate",
        "Cosmology"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sydney",
            "affilname": "The University of Sydney",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "Australian Research Council",
        "Chulalongkorn University",
        "Sponsoring Consortium for Open Access Publishing in Particle Physics"
    ]
}