{
    "eid": "2-s2.0-85132149961",
    "title": "Diversity and Antimicrobial Activity of Plant Growth Promoting Endophytic Actinomycetes Isolated from Thai Orchids",
    "cover-date": "2022-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Antimicrobial activity",
        "Endophytic actinomycetes",
        "Indole-3-acetic acid",
        "Plant growthpromoting bacteria",
        "Thai orchid"
    ],
    "authors": [
        "Nisachon Tedsree",
        "Kittisak Likhitwitayawuid",
        "Boonchoo Sritularak",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 1,
    "ref-count": 59,
    "ref-list": [
        "Indole-3-acetic acid (IAA) production by Streptomyces atrovirens isolated from rhizospheric soil in Egypt",
        "Diversity and structure of the endophytic bacterial communities associated with three terrestrial orchid species as revealed by 16S rRNA gene metabarcoding",
        "Bioactive microbial metabolites",
        "Characterisation of endophytic actinomycetes isolated from wattle trees (Acacia auriculiformis A. Cunn. ex Benth.) in Thailand",
        "Gigantol, a bibenzyl from Dendrobium draconis, inhibits the migratory behavior of non-small cell lung cancer cells",
        "Endophytic fungi from Pecteilis susannae (L.) Rafin (Orchidaceae), a threatened terrestrial orchid in Thailand",
        "One-factor-at-a-time versus designed experiments",
        "Indole-3-acetic acid (IAA) production trait, a useful screening to select endophytic and rhizosphere competent bacteria for rice growth promoting agents",
        "Endophytic bacteria isolated from orchid and their potential to promote plant growth",
        "Plant growth-promoting microbial enzymes",
        "Diversity of endophytic Actinomycetes from wheat and its potential as plant growth promoting and biocontrol agents",
        "Endophytic actinomycetes from spontaneous plants of Algerian Sahara: Indole-3-acetic acid production and tomato plants growth promoting activity",
        "Orchidassociated bacteria and their plant growth promotion capabilities",
        "Indole-3-acetic acid production by Streptomyces sp. isolated from some Thai medicinal plant rhizosphere soils",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Cytotoxic and antimigratory activities of phenolic compounds from Dendrobium brymerianum",
        "Anti-oxidant and anti-inflammatory effects of new bibenzyl derivatives from Dendrobium parishii in hydrogen peroxide and lipopolysaccharide treated RAW264. 7 cells",
        "Description of four new species of the genus Kineosporia: Kineosporia succinea sp. nov., Kineosporia rhizophila sp. nov., Kineosporia mikuniensis sp. nov., and Kineosporia rhamnosa sp. nov., isolated from plant samples, and amended description of the genus Kineosporia",
        "Diversity and antimicrobial activity of endophytic actinomycetes isolated from plant roots in Thailand",
        "Comparative genomics and proposal of Streptomyces radicis sp. nov., an endophytic actinomycete from roots of plants in Thailand",
        "MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Selection of media for isolation of Streptomycetes",
        "Indole-3-acetic acid production by endophytic Streptomyces sp. En-1 isolated from medicinal plants",
        "α-Glucosidase and pancreatic lipase inhibitory effects and anti-adipogenic activity of dendrofalconerol B, a bisbibenzyl from Dendrobium harveyanum",
        "Cross-species induction and enhancement of antimicrobial activity produced by epibiotic bacteria from marine algae and invertebrates, after exposure to terrestrial bacteria",
        "Diversity and antimicrobial potential of cultivable endophytic actinobacteria associated with the medicinal plant Thymus roseus",
        "Impact of endophytic microorganisms on plants, environment and humans",
        "Isolation, abundance and phylogenetic affiliation of endophytic actinomycetes associated with medicinal plants and screening for their in vitro antimicrobial biosynthetic potential",
        "Comparison of different culture media for the in vitro culture of Dendrobium (Orchidaceae)",
        "Plant growth-promoting effect and genomic analysis of the beneficial endophyte Streptomyces sp. KLBMP 5084 isolated from halophyte Limonium sinense",
        "Antimicrobial properties of endophytic actinomycetes isolated from Combretum latifolium Blume, a medicinal shrub from Western Ghats of India",
        "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
        "Actinomycetes from the coffee plantation soils of Western Ghats: diversity and enzymatic potentials",
        "A prospectus of plant growth promoting endophytic bacterium from orchid (Vanda cristata)",
        "Optimization of the cultural medium and conditions for production of antifungal substances by Streptomyces platensis 3-10 and evaluation of its efficacy in suppression of clubroot disease (Plasmodiophora brassicae) of oilseed rape",
        "Endophytic actinomycetes from tea plants (Camellia sinensis): Isolation, abundance, antimicrobial, and plant-growth-promoting activities",
        "Endophytic actinomycetes: Biocontrol agents and growth promoters",
        "Methods for characterization of Streptomyces species1",
        "Actinomycetes in the prokaryotic complex of the rhizosphere of oats in a soddy-podzolic soil",
        "Diversity of endophytic actinomycetes in mandarin grown in northern Thailand, their phytohormone production potential and plant growth promoting activity",
        "Potentiality of endophytic actinomycetes isolated from sugar cane",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "Proposal for a new hierarchic classification system, Actinobacteria classis nov",
        "Chemical constituents of Dendrobium venustum and their antimalarial and anti-herpetic properties",
        "Planotetraspora thailandica sp. nov., isolated from soil in Thailand",
        "Potentials of Streptomyces rochei ERY1 as an endophytic actinobacterium inhibiting damping-off pathogenic fungi and growth promoting of cabbage seedling",
        "Activity of endophytic actinomycetes from roots of Zingiber officinale and Alpinia galanga against phytopathogenic fungi",
        "Amycolatopsis dendrobii sp. nov., an endophytic actinomycete isolated from Dendrobium heterocarpum Lindl",
        "Bacteria associated with orchid roots and microbial production of auxin",
        "Actinomycetes",
        "Cytotoxic and antifungal constituents isolated from the metabolites of endophytic fungus DO14 from Dendrobium officinale",
        "Beneficial relationships between endophytic bacteria and medicinal plants",
        "Molecular systematics of Dendrobium (Orchidaceae, Dendrobieae) from mainland Asia based on plastid and nuclear sequences",
        "Antimicrobial activity and biodiversity of endophytic fungi in Dendrobium devonianum and Dendrobium thyrsiflorum from Vietnam",
        "Introducing EzBioCloud: A taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Ministry of Higher Education, Science, Research and Innovation"
    ]
}