{
    "eid": "2-s2.0-84959891574",
    "title": "Maternal floor infarction/massive perivillous fibrin deposition associated with hypercoiling of a single-artery umbilical cord: A case report",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Pathology and Forensic Medicine",
            "@code": "2734"
        },
        {
            "$": "Pediatrics",
            "@code": "2735"
        }
    ],
    "keywords": [
        "Maternal floor infarction",
        "Placenta",
        "Single umbilical artery",
        "Umbilical cord hypercoiling"
    ],
    "authors": [
        "Mana Taweevisit"
    ],
    "citedby-count": 9,
    "ref-count": 24,
    "ref-list": [
        "Maternal floor infarction of the placenta: Association with central nervous system injury and adverse neurodevelopmental outcome",
        "Maternal floor infarction in autoimmune disease: Two cases",
        "Discordancy for maternal floor infarction in dizygotic twin placentas",
        "Maternal floor infarction and massive perivillous fibrin deposition: Histological definitions, association with intrauterine fetal growth restriction, and risk of recurrence",
        "What's in fibrin?",
        "Maternal thrombophilias are associated with specific placental lesions",
        "Placental pathology, antiphospholipid antibodies, and pregnancy outcome in recurrent miscarriage patients",
        "Co-occurrence of massive perivillous fibrin deposition and chronic intervillositis: Case report",
        "Chronic villitis, chronic chorioamnionitis, and maternal floor infarction",
        "Intrauterine latent herpes simplex virus infection. I. Spontaneous abortion",
        "Placental pathology in fetal thrombophilia",
        "Placental floor infarction complicating the pregnancy of a fetus with long-chain 3-hydroxyacyl-coA dehydrogenase (LCHAD) deficiency",
        "Maternal floor infarction of the placenta: Prenatal diagnosis and clinical significance",
        "Maternal floor infarction associated with oligohydramnios and cystic renal dysplasia: Report of 2 cases",
        "Massive perivillous fibrin deposition associated with discordant fetal growth in a dichorionic twin pregnancy",
        "Overestimation of umbilical cord coiling index with segmental versus total length assessment",
        "Umbilical cord hypercoiling and thinning: A rare cause of intrauterine death in the second trimester of pregnancy",
        "Fetal vascular obstructive lesions: Nosology and reproducibility of placental reaction patterns",
        "Amniotic Fluid Water Dynamics",
        "Regulation of Transplacental Water Transfer: the Role of Fetoplacental Venous Tone",
        "Recurrent massive perivillous fibrin deposition in the placenta associated with fetal renal tubular dysgenesis: Case report and literature review",
        "Is single umbilical artery an independent risk factor for perinatal mortality?",
        "Absent umbilical artery",
        "Prenatal assessment of Wharton's jelly in umbilical cords with single artery"
    ],
    "affiliation": [
        {
            "affiliation-city": "Toronto",
            "affilname": "The Hospital for Sick Children",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}