{
    "eid": "2-s2.0-84918505451",
    "title": "Applied thermal pyrolysis of Cogongrass in twin screw reactor",
    "cover-date": "2014-08-01",
    "subject-areas": [
        {
            "$": "Nuclear Energy and Engineering",
            "@code": "2104"
        },
        {
            "$": "Energy Engineering and Power Technology",
            "@code": "2102"
        }
    ],
    "keywords": [
        "Chemical com-Pounds",
        "Cogongrass",
        "Heat transfer",
        "Product yields",
        "Thermal pyrolysis",
        "Twin screw feeder"
    ],
    "authors": [
        "K. Promdee"
    ],
    "citedby-count": 4,
    "ref-count": 23,
    "ref-list": [
        "Carbon dioxide emissions from non-energy use of fossil fuels: Summary of key issues and conclusions from the country analyses",
        "Production and fuel properties of fast pyrolysis oil/bio-diesel blends",
        "The slow and fast pyrolysis of cherry seed",
        null,
        "Overview of fuel properties of biomass fast pyrolysis oils",
        "Catalytic reforming of the aqueous phase derived from fast-pyrolysis of biomass",
        "Influence of operation variables on fast pyrolysis of Miscanthus sinensis var. purpurascens",
        "Int. J. Chem. Eng. Appl",
        "Comparative evaluation of thermochemical liquefaction and pyrolysis for bio-oil production from microalgae",
        "Pyrolysis of safflower (Charthamus tinctorius L.) seed press cake: Part 1. The effects of pyrolysis parameters on the product yields",
        "Preparation of Biofuel by Pyrolysis of Plant Matter in a Continuous Reactor",
        "Bio-oil synthesis by pyrolysis of cogongrass (Imperata Cylindrica)",
        "Combustion of oil palm stone in a pilot-scale fluidised bed reactor",
        "Pyrolysis of napier grass in an induction-heating reactor",
        "International Journal of Chemical Engineering and Applications",
        "Pyrolysis characteristics of sucrose biomass in a tubular reactor and a thermogravimetric analysis",
        "Calculation of higher and lower heating values and chemical exergy values of liquid products obtained from pyrolysis of hazelnut cupulae",
        "Characteristics of optimal chain transfer solvents for pyrolysis kinetics",
        "Formation of aromatic structures during the pyrolysis of bio-oil",
        "Selective production of light oil by biomass pyrolysis with feedstock-mediated recycling of heavy oil",
        "Characterisation of spruce, salix, miscanthus and wheat straw for pyrolysis applications",
        "Analytical pyrolysis of tobacco residue: Effect of temperature and inorganic additives",
        "Operating condition optimization of corncob hydrothermal conversion for bio-oil production"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Chulachomklao Royal Military Academy",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research Univer sity Project of Thailand",
        "Office of the Higher Educa tion Commission",
        "Higher Education Research Promotion"
    ]
}