{
    "eid": "2-s2.0-85084124815",
    "title": "Effects of replacement of para-grass with oil palm compounds on body weight, food intake, nutrient digestibility, rumen functions and blood parameters in goats",
    "cover-date": "2020-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Food Science",
            "@code": "1106",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Goat",
        "Nutrient digestibility",
        "Oil palm frond",
        "Oil palm meal",
        "Ruminal fermentation"
    ],
    "authors": [
        "C. Buranakarl",
        "S. Thammacharoen",
        "S. Semsirmboon",
        "S. Sutayatram",
        "S. Chanpongsang",
        "N. Chaiyabutr",
        "K. Katoh"
    ],
    "citedby-count": 2,
    "ref-count": 35,
    "ref-list": [
        "Feed intake and growth performance of goats fed with Napier grass and oil palm frond supplemented with soya waste",
        "Effects of feeding palm oil and soybean oil on body weight and blood cholesterol in black Bengal goats",
        "Digestibility, rumen protozoa, and ruminal fermentation in goats receiving dietary palm oil by-products",
        "Effect of feeding palm oil by-products based diets on total bacteria, cellulolytic bacteria and methanogenic archaea in the rumen of goats",
        "Growth, nitrogen metabolism and carcass composition of goats fed palm oil by-products",
        "Methods for dietary fiber, neutral detergent fiber, and non-starch polysaccharides in relation to animal nutrition",
        "The estimation of total digestible nutrients from digestible organic matter",
        "Ciliate protozoa",
        "On the estimation of allantoin by Rimini-Schryver reaction",
        "Utilization of oil palm by-products as ruminant feed in Malaysia",
        "Protein requirements of beef cattle fed palm oil by-products in the South-Thailand",
        "Utilization of oil palm frond - Based diets for beef and dairy production in Malaysia",
        "Effects of dietary vegetable oils on intake, digestibility and methane emission from black goats",
        "Carbohydrates reserves in 9 years old oil palm: Nature, distribution and seasonal changes",
        "Oil palm biomass fibres and recent advancement in oil palm biomass fibres based hybrid biocomposites",
        "Bioconversion of lignocellulose into ruminant feed with white rot fungi-review of work done at the FAL, Braunschweig",
        "Profiling of rumen fermentation, microbial population and digestibility in goats fed with dietary oils containing different fatty acids",
        "Effects of degree of fat saturation on fiber digestion and microbial protein synthesis when diets are fed twelve times daily",
        "Retention times of small feed particles and of water in the gut of dairy goats fed at different levels of intake",
        "Estimation of rumen microbial protein supply using urinary purine derivatives excretion in crossbred calves fed at different levels of feed intake",
        "Rumen holotrich ciliate protozoa",
        "Effect of monensin on the performance and nitrogen utilization of lactating dairy cows consuming fresh forage",
        "Effects of palm oil and calcium soaps of palm oil fatty acids in fattening diets on digestibility, performance and chemical body composition of lambs",
        "Ruminal hydrolysis of dietary triglycerides in dairy cows fed lipid-supplemented diets",
        "Genetic architecture of palm oil fatty acid composition in cultivated oil palm (Elaeis guineensis Jacq.) compared to its wild relative E. Oleifera (H.B.K) cortes",
        "Nutrient intake and digestibility of the lipid residue of biodiesel from palm oil in sheep",
        "Influence of oil or fat supplementation on rumen fermentation characteristics and ruminal fluid fatty acid profile in Brahman Crossbred fattening steers",
        "Chemical composition of oil droplets from palm oil mill sludge",
        "Oil palm frond supplementation can change fatty acid composition of rumen fluid, muscle tissue and blood cholesterol level in crossbred Male sheep",
        "Oil palm phenolics and vitamin E reduce atherosclerosis in rabbits",
        "Natural sources of tocotrienols",
        "Analysis and distribution of vitamin E in vegetable oils and foods",
        "Growth performance, mineral balance and metabolic profile of growing Sahiwal Friesian cattle as affected by cocoa pod husks (CPH) levels in palm kernel cake (PKC) based diets"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sendai",
            "@id": "60008435",
            "affilname": "Tohoku University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008435",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Faculty of Veterinary Science, Chulalongkorn University",
        "Veterinary Research Fund"
    ]
}