{
    "eid": "2-s2.0-85058656676",
    "title": "A Global Research Agenda for Pediatric HIV",
    "cover-date": "2018-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology (medical)",
            "@code": "2736",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Antiretrovirals",
        "Children",
        "HIV",
        "HIV diagnosis",
        "Priorities",
        "Service delivery"
    ],
    "authors": [
        "Martina Penazzato",
        "Cadi Irvine",
        "Marissa Vicari",
        "Shaffiq M. Essajee",
        "Aditi Sharma",
        "Thanyawee Puthanakit",
        "Elaine J. Abrams",
        "Meg Doherty"
    ],
    "citedby-count": 17,
    "ref-count": 36,
    "ref-list": [
        "Setting global research priorities in pediatric and adolescent HIV using the Child Health and Nutrition Research Initiative (CHNRI) methodology",
        "Paediatric HIV: the unfinished business",
        "Setting priorities in global child health research investments: guidelines for implementation of the CHNRI method",
        "Setting health research priorities using the CHNRI method: IV. Key conceptual advances",
        "Scale-up of early infant HIV diagnosis and improving access to pediatric HIV care in global plan countries: past and future perspectives",
        "Identifying gaps in HIV service delivery across the diagnosis-to-treatment cascade: findings from health facility surveys in six sub-Saharan countries",
        "Lost opportunities to identify and treat HIV-positive patients: results from a baseline assessment of provider-initiated HIV testing and counselling (PITC) in Malawi",
        "Paediatric HIV testing beyond the context of prevention of mother-to-child transmission: a systematic review and meta-analysis",
        "Uptake and yield of HIV testing and counselling among children and adolescents in sub-Saharan Africa: a systematic review",
        "Effect of point-of-care early infant diagnosis on retention of patients and rates of antiretroviral therapy initiation on primary health care clinics: a cluster-randomized trial in Mozambique",
        "Impact of point-of-care EID testing into the national EID program: pilot experiences from Malawi",
        "Comparing point of care to laboratory HIV PCR testing at birth in a hospital setting in Johannesburg, South Africa [Abstract O_14]",
        "HIV infected children with severe acute malnutrition. Early versus delayed initiation",
        "Prompt initiation of ART with therapeutic food is associated with improved outcomes in HIV-infected Malawian children with malnutrition",
        "Urgent versus poststabilisation antiretroviral treatment in hospitalised HIV-infected children in Kenya (PUSH): a randomised controlled trial",
        "Prioritizing the most needed formulations to accelerate paediatric antiretroviral therapy scale-up",
        "Causes of hospital admission among people living with HIV worldwide: a systematic review and meta-analysis",
        "Integration of HIV in child survival platforms: a novel programmatic pathway towards the 90-90-90 targets"
    ],
    "affiliation": [
        {
            "affiliation-city": "Geneva",
            "@id": "60027142",
            "affilname": "Organisation Mondiale de la Santé",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027142",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "New York",
            "@id": "60012769",
            "affilname": "Mailman School of Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012769",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Geneva",
            "@id": "60009752",
            "affilname": "UNAIDS",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009752",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "New York",
            "@id": "60008710",
            "affilname": "UNICEF",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008710",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Zaandam",
            "@id": "126428452",
            "affilname": "The Global Network of People Living with HIV (GNP+)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/126428452",
            "affiliation-country": "Netherlands"
        }
    ],
    "funding": [
        "Collaborative Initiative for Paediatric HIV Education and Research",
        "Founding Sponsor ViiV Healthcare and Janssen",
        "World Health Organization",
        "International AIDS Society"
    ]
}