{
    "eid": "2-s2.0-84995549285",
    "title": "Genetic parameters of semen quality traits and production traits of pure-bred boars in Thailand",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Average daily gain",
        "Back fat thickness",
        "Boar",
        "Genetic parameters",
        "Semen quality"
    ],
    "authors": [
        "Krittaphak Buranawit"
    ],
    "citedby-count": 2,
    "ref-count": 33,
    "ref-list": [
        "Meta-analysis of genetic parameter estimates for reproduction, growth and carcass traits of pigs in the tropics",
        "Proceeding of the 6th World Congress on Genetics Applied to Livestock Production",
        "Genetic parameters and trends for lean growth rate and its components in U.S. Yorkshire, Duroc, Hampshire, and Landrace pigs",
        "Introduction to quantitative genetics",
        "Animal breeding the modern approach",
        "The morphology of boar spermatozoa.",
        "Genetic correlations between reproduction and production traits in swine",
        "Genetic parameters for measures of residual feed intake and growth traits in seven generations of Duroc pigs",
        "Genetic parameters for reproduction and production traits of Landrace sows in Thailand",
        "Can J Anim Sci",
        "Influence of dietary protein level, amino acid supplementation, and dietary energy levels on growing-finishing pig performance and carcass composition",
        "Thai J Agric Sci",
        "Influence of rearing conditions on performance, behavioral, and physiological responses of pigs to preslaughter handling, carcass traits, and meat quality",
        "Genetic analyses of growth, real-time ultrasound, carcass, and pork quality traits in Duroc and Landrace pigs: II. Heritabilities and correlations.",
        "Proceeding of the 7th World Congress on Genetics Applied to Livestock Production",
        "Estimates of genetic correlations between production and semen traits in boar",
        "Impact of genetic selection on management of boar replacement",
        "Genetic selection of boars",
        "SAS/STAT® 9.1 User's Guide",
        "Genetic associations of prolificacy with performance, carcass, meat quality, and leg conformation traits in the Finnish Landrace and Large White pig populations",
        "Genetics of length of productive life and lifetime prolificacy in the Finnish Landrace and Large White pig populations",
        "Effects influencing boar semen",
        "Estimation of genetic parameters of semen characteristics and reproductive traits in AI boars",
        "Effect of temperature and humidity on sperm morphology in Duroc boars under different housing systems in Thailand",
        "Animal breeding the modern approach",
        "Influence of dietary oils and protein level on pork quality. 1. Effects on muscle fatty acid composition, carcass, meat and eating quality",
        "Genetic parameters for testes traits in swine.",
        "Genetic parameters for carcass composition and pork quality estimated in a commercial production chain",
        "Cornell Vet",
        "Genetic parameters for semen traits in AI boars estimated from data on individual ejaculates",
        "Heritabilities and genetic correlations for litter size and semen traits in Czech Large White and Landrace pigs",
        "Effects in genetic evaluation for semen traits in Czech Large White and Czech Landrace boars",
        "Quantification of factors affecting semen traits in artificial insemination boars from animal model analyses."
    ],
    "affiliation": [
        {
            "affiliation-city": "Phayao",
            "affilname": "University of Phayao",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}