{
    "eid": "2-s2.0-85078316903",
    "title": "Antileishmanial activity and synergistic effects of amphotericin b deoxycholate with allicin and andrographolide against leishmania martiniquensis in vitro",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Allergy",
            "@code": "2723",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Immunology and Microbiology (all)",
            "@code": "2400",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Allicin",
        "Amphotericin B deoxycholate",
        "Andrographolide",
        "Drug combination",
        "Leishmania martiniquensis",
        "Mundinia",
        "Synergistic effect"
    ],
    "authors": [
        "Nuchpicha Intakhan",
        "Wetpisit Chanmol",
        "Pradya Somboon",
        "Michelle D. Bates",
        "Vanessa Yardley",
        "Paul A. Bates",
        "Narissara Jariyapan"
    ],
    "citedby-count": 11,
    "ref-count": 44,
    "ref-list": [
        "Leishmaniasis in Thailand: A review of causative agents and situations",
        "Leishmania (Mundinia) orientalis n. sp. (Trypanosomatidae), a parasite from Thailand responsible for localised cutaneous leishmaniasis",
        "Visceral leishmaniasis elimination targets in India, strategies for preventing resurgence",
        "Prevalence and risk factors associated with Leishmania infection in Trang Province, Southern Thailand",
        "Diffuse cutaneous infection caused by a presumed monoxenous trypanosomatid in a patient infected with HIV",
        "Leishmania (Leishmania) martiniquensis n. sp. (Kinetoplastida: Trypanosomatidae), description of the parasite responsible for cutaneous leishmaniasis in Martinique Island (French West Indies)",
        "An appraisal of the taxonomy and nomenclature of trypanosomatids presently classified as Leishmania and Endotrypanum",
        "First isolation of Leishmania from Northern Thailand: Case report, identification as Leishmania martiniquensis and phylogenetic position within the Leishmania enriettii complex",
        "Consecutive cutaneous and visceral leishmaniasis manifestations involving a novel Leishmania species in two HIV patients in Thailand",
        "First case of visceral leishmaniasis caused by Leishmania martiniquensis",
        "Recurrences of visceral leishmaniasis caused by Leishmania siamensis after treatment with amphotericin B in a seronegative child",
        "Amphotericin B: Side effects and toxicity",
        "An update on pharmacotherapy for leishmaniasis",
        "Effect of allicin on promastigotes and intracellular amastigotes of Leishmania donovani and L. Infantum",
        "In vitro synergistic effect of amphotericin B and allicin on Leishmania donovani and L. Infantum",
        "Antileishmanial properties of Allium sativum extracts and derivatives",
        "Anti-Leishmanial activity (In vitro and in vivo) of allicin and allicin cream using Leishmania major (Sub-strain Zymodeme LON4) and Balb/c mice",
        "Targeting of liposomal andrographolide to L. Donovani-infected macrophages In Vivo",
        "Andrographolide: A novel antimalarial diterpene lactone compound from Andrographis paniculata and its interaction with curcumin and artesunate",
        "Andrographolide induces oxidative stress-dependent cell death in unicellular protozoan parasite Trypanosoma brucei",
        "Activity of liposomal Amphotericin B against experimental cutaneous leishmaniasis",
        "Production and characterization of stable Amphotericin-resistant amastigotes and promastigotes of Leishmania mexicana",
        "Screening strategies to identify new chemical diversity for drug development to treat kinetoplastid infection",
        "Hit and lead criteria in drug discovery for infectious diseases of the developing world",
        "Allicin enhances the oxidative damage effect of amphotericin B against Candida albicans",
        "Allicin induces calcium and mitochondrial dysregulation causing necrotic death in Leishmania",
        "The mode of action of allicin: Trapping of radicals and interaction with thiol containing proteins",
        "Antiparasitic activity of Allium sativum and Allium cepa against Trypanosoma b. Brucei and Leishmania tarentolae",
        "The mode of action of allicin: Its ready permeability through phospholipid membranes may contribute to its biological activity",
        "Impact of allicin on macrophage activity",
        "Visceral leishmaniasis-current therapeutic modalities",
        "Amphotericin B colloidal dispersion for the treatment of Indian visceral leishmaniasis",
        "Andrographolide causes apoptosis via inactivation of STAT3 and Akt and potentiates antitumor activity of gemcitabine in pancreatic cancer",
        "Anti-proliferative and pro-apoptotic effects from sequenced combinations of andrographolide and cisplatin on ovarian cancer cell lines",
        "Enhanced anti-tumor activity and reduced toxicity by combination andrographolide and bleomycin in ascitic tumor-bearing mice",
        "Synergistic anticancer effects of andrographolide and paclitaxel against A549 NSCLC cells",
        "Taxifolin synergizes Andrographolide-induced cell death by attenuation of autophagy and augmentation of caspase dependent and independent cell death in HeLa cells",
        "Andrographolide nanoparticles in leishmaniasis: Characterization and in vitro evaluations",
        "Chronic generalized fibrotic skin lesions from disseminated leishmaniasis caused by Leishmania martiniquensis in two patients from northern Thailand infected with HIV",
        "Impact of primary mouse macrophage cell types on Leishmania infection and in vitro drug susceptibility",
        "The isolation and characterization of murine macrophages",
        "In vitro stimulation of metacyclogenesis in Leishmania braziliensis, L. Donovani, L. major and L. mexicana",
        "Inhibition of Leishmania (Leishmania) amazonensis growth and infectivity by aureobasidin A",
        "Preclinical versus clinical drug combination studies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Lancaster",
            "@id": "60117609",
            "affilname": "Division of Biomedical and Life Sciences, Lancaster University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60117609",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "London",
            "@id": "60031331",
            "affilname": "London School of Hygiene &amp; Tropical Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031331",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Faculty of Medicine Research Fund",
        "Thailand Research Fund",
        "Faculty of Medicine, Chiang Mai University"
    ]
}