{
    "eid": "2-s2.0-85029609842",
    "title": "Photocatalytic behavior of metal-decorated TiO2 and their catalytic activity for transformation of glycerol to value added compounds",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Catalysis",
            "@code": "1503"
        },
        {
            "$": "Process Chemistry and Technology",
            "@code": "1508"
        }
    ],
    "keywords": [
        "Glycerol conversion",
        null,
        "Photocatalysts",
        "Value-added compound"
    ],
    "authors": [
        "Trin Jedsukontorn"
    ],
    "citedby-count": 22,
    "ref-count": 77,
    "ref-list": [
        null,
        "Liquid phase oxidation of glycerol over carbon supported gold catalysts",
        "Sustain. Chem. Process.",
        "Synthesis of glycerol carbonate from glycerol and urea with gold-based catalysts",
        "Synthesis of glycerol carbonates by transesterification of glycerol in a continuous system using supported hydrotalcites as catalysts",
        null,
        "Catalytic dehydration of biomass-derived polyols in sub- and supercritical water",
        null,
        "Selective conversion of glycerol to acrolein over supported nickel sulfate catalysts",
        "Catalytic conversion of glycerol to acrolein over MCM-41 by the grafting of phosphorus species",
        "Production of biomass-derived chemicals and energy: Chemocatalytic conversions of glycerol",
        "Hydrothermal electrolysis of glycerol using a continuous flow reactor",
        "Wet oxidation of glycerol into fine organic acids: Catalyst selection and kinetic evaluation",
        "Preparation of supported POM catalysts for liquid phase oxydehydration of glycerol to acrylic acid",
        "One-pot oxydehydration of glycerol to value-added compounds over metal-doped SiW/HZSM-5 catalysts: Effect of metal type and loading",
        "An integrated catalytic approach for the production of hydrogen by glycerol reforming coupled with water-gas shift",
        null,
        "Products distribution of glycerol hydrogenolysis over supported co catalysts in a liquid phase",
        "Environmental Applications of Semiconductor Photocatalysis",
        "A sustainable approach for lignin valorization by heterogeneous photocatalysis",
        null,
        null,
        null,
        "Hydrogen production by photocatalytic alcohol reforming employing highly efficient nanocrystalline titania films",
        null,
        null,
        null,
        null,
        "DRS UV-Vis and EPR spectroscopy of hydroperoxo and superoxo complexes in titanium silicalite",
        "Int. J. Eng. Technol.",
        "Visible-light photocatalysis in nitrogen-doped titanium oxides",
        null,
        null,
        null,
        null,
        null,
        null,
        "Performance, structure and mechanism of Pd-Ag alloy catalyst for selective oxidation of glycerol to dihydroxyacetone",
        "Insight into effect of acid/base nature of supports on selectivity of glycerol oxidation over supported Au-Pt bimetallic catalysts",
        "Highly selective electro-oxidation of glycerol to dihydroxyacetone on platinum in the presence of bismuth",
        "Glycerol oxidation with oxygen over bimetallic Pt-Bi catalysts under atmospheric pressure",
        "Gold supported on carbon nanotubes for the selective oxidation of glycerol",
        "Nanoscopic metal particles - Synthetic methods and potential applications",
        "Enhancement of the selectivity to dihydroxyacetone in glycerol oxidation using gold nanoparticles supported on carbon nanotubes",
        "Structure sensitivity and kinetics of D-glucose oxidation to D-gluconic acid over carbon-supported gold catalysts",
        "Photocatalysis of p-chlorobenzoic acid in aqueous solution under irradiation of 254 nm and 185 nm UV light",
        "Singlet Oxygen in Surface Waters. 3. Photochemical Formation and Steady-State Concentrations in Various Types of Waters",
        null,
        null,
        "Near-field dielectric scattering promotes optical absorption by platinum nanoparticles",
        "Plasmonic properties of supported Pt and Pd nanostructures",
        null,
        null,
        null,
        null,
        null,
        null,
        "J. Nanosci. Nanotechnol.",
        null,
        "Preparation of platinum modified titanium dioxide nanoparticles with the use of laser ablation in water",
        null,
        "Efficient visible-light photocatalytic degradation system assisted by conventional Pd catalysis",
        null,
        "Applied physics: Plasmonics applied",
        "Black Hydroxylated Titanium Dioxide Prepared via Ultrasonication with Enhanced Photocatalytic Activity",
        "Effects of gold nanoparticles deposition on the photocatalytic activity of titanium dioxide under visible light",
        null,
        "Int. J. Photoenergy",
        null,
        null,
        null,
        null,
        "Production of acrolein and acrylic acid through dehydration and oxydehydration of glycerol with mixed oxide catalysts",
        "Oxidation of glycerol using supported Pt, Pd and Au catalysts",
        "Effect of the operation conditions on the selective oxidation of glycerol with catalysts based on Au supported on carbonaceous materials",
        "Oxygen vacancy induced band gap narrowing of ZnO nanostructures by an electrochemically active biofilm",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nagoya",
            "affilname": "Nagoya University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Ratchadapisek Sompoch Endowment Fund",
        "Thailand Research Fun d",
        "Chulalongkorn University"
    ]
}