{
    "eid": "2-s2.0-84967332909",
    "title": "Area of Skin Numbness After Total Knee Arthroplasty: Does Minimally Invasive Approach Make Any Difference From Standard Approach?",
    "cover-date": "2016-11-01",
    "subject-areas": [
        {
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732"
        }
    ],
    "keywords": [
        "minimally invasive surgery",
        "MIS approach",
        "skin numbness",
        "TKA",
        "total knee arthroplasty"
    ],
    "authors": [
        "Aree Tanavalee"
    ],
    "citedby-count": 14,
    "ref-count": 14,
    "ref-list": [
        "Lateral skin flap numbness after total knee arthroplasty",
        "Dermal hypoesthesia after total knee arthroplasty.",
        "Reducing lateral skin flap numbness after total knee arthroplasty",
        "Comparison of scars and resulting hypoaesthesia between the medial parapatellar and midline skin incisions in total knee arthroplasty",
        "Cutaneous sensory loss following primary total knee arthroplasty. A two years follow-up study",
        "Injury to infrapatellar branch of saphenous nerve in arthroscopic knee surgery",
        "Knee pain and the infrapatellar branch of the saphenous nerve",
        "The localization of the infrapatellar nerves in the anterior knee region with special emphasis on central third patellar tendon harvest: A dissection study on cadaver and amputated specimens",
        "Progressive Quadriceps Incision During Minimally Invasive Surgery for Total Knee Arthroplasty. The Effect on Early Postoperative Ambulation",
        "Minimally invasive total knee arthroplasty: surgical technique.",
        "Contralateral total knee arthroplasty after unilateral surgery in bilateral varus gonathrosis",
        "Computer-navigated versus conventional total knee arthroplasty: A prospective randomized trial",
        "Are Korean patients different from other ethnic groups in total knee arthroplasty?",
        "A lateral skin incision reduces peripatellar dysaesthesia after knee surgery"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Taksin Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ratchaburi",
            "affilname": "Ratchaburi Regional Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Faculty of Medicine, Chulalongkorn University",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}