{
    "eid": "2-s2.0-85075084922",
    "title": "Statistical process control improves the feasibility of remote physiological monitoring in patients with chronic obstructive pulmonary disease",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pulmonary and Respiratory Medicine",
            "@code": "2740",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Health Policy",
            "@code": "2719",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Chronic obstructive pulmonary disease exacerbations",
        "Early detection",
        "Home monitoring",
        "Treatment adherence"
    ],
    "authors": [
        "Christopher B. Cooper",
        "Worawan Sirichana",
        "Eric V. Neufeld",
        "Michael Taylor",
        "Xiaoyan Wang",
        "Brett A. Dolezal"
    ],
    "citedby-count": 2,
    "ref-count": 25,
    "ref-list": [
        "Impact of frequency of COPD exacerbations on pulmonary function, health status and clinical outcomes",
        "Exacerbation frequency and course of COPD",
        "Impact of COPD exacerbations on patient-centered outcomes",
        "Early therapy improves outcomes of exacerbations of chronic obstructive pulmonary disease",
        "Home monitoring for heart failure management",
        "Remote monitoring after recent hospital discharge in patients with heart failure: A systematic review and network meta-analysis",
        "Determination of reliability and validity in home monitoring data of pulmonary function tests following lung transplantation",
        "Patient-administered sequential spirometry in healthy volunteers and patients with alpha 1-antitrypsin deficiency",
        "Time course and recovery of exacerbations in patients with chronic obstructive pulmonary disease",
        "Remote daily real-time monitoring in patients with COPD–a feasibility study using a novel device",
        "Global strategy for the diagnosis, management, and prevention of chronic obstructive pulmonary disease: GOLD executive summary",
        "Spirometric reference values from a sample of the general U.S. population",
        "General considerations for lung function testing",
        "Standardisation of spirometry",
        "A 12-Item Short-Form Health Survey: Construction of scales and preliminary tests of reliability and validity",
        "Development and first validation of the COPD Assessment Test",
        "A self-complete measure of health status for chronic airflow limitation. The St. George’s Respiratory Questionnaire",
        "Antibiotic therapy in exacerbations of chronic obstructive pulmonary disease",
        "A pilot study of a mobile-phone-based home monitoring system to assist in remote interventions in cases of acute exacerbation of COPD",
        "Using statistical process control to make databased clinical decisions",
        "Applying statistical process control to clinical data: An illustration",
        "Monitoring breathing rate at home allows early identification of COPD exacerbations"
    ],
    "affiliation": [
        {
            "affiliation-city": "Los Angeles",
            "@id": "60005247",
            "affilname": "David Geffen School of Medicine at UCLA",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005247",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Philadelphia",
            "@id": "112768650",
            "affilname": "eResearch Technology Inc",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/112768650",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "ERT, Inc.",
        "Equinox Fitness Clubs",
        "eResearch Technologies Inc",
        "GlaxoSmithKline"
    ]
}