{
    "eid": "2-s2.0-84940773211",
    "title": "Stereo correspondence using multi-label QPBO method",
    "cover-date": "2014-01-01",
    "subject-areas": [],
    "keywords": [
        "Energy minimization",
        "Markov random fields",
        "Min cut/Max flow",
        "Quadratic pseudo-Boolean optimization",
        "Stereo vision"
    ],
    "authors": [
        "Sangsan Leelhapantu"
    ],
    "citedby-count": 1,
    "ref-count": 39,
    "ref-list": [
        "On partial optimality in multi-label MRFs",
        "Symmetric sub-pixel stereo matching",
        "Fast variable window for stereo correspondence using integral images",
        "Region-based progressive stereo matching",
        "Large occlusion stereo",
        "Fast stereo matching using reliability-based dynamic programming and consistency constraints",
        "A dense stereo matching using two-pass dynamic programming with generalized ground control points",
        "Maximum-flow formulation of the N-camera stereo correspondence problem",
        "Global optimal surface from stereo",
        "Computing visual correspondence with occlusions using graph cuts",
        "Visual correspondence using energy minimization and mutual information",
        "Accurate and efficient stereo processing by semi-global matching and mutua information",
        "Global stereo reconstruction under second-order smoothness priors",
        "Stereo matching using belief propagation",
        "Stereo matching with color-weighted correlation, hierarchical belief propagation, and occlusion handling",
        "A comparative study of energy minimization methods for Markov random fields with smoothness-based priors",
        "Comparison of energy minimization algorithms for highly connected graphs",
        "Fast approximate energy minimization via graph cuts",
        "Fusion moves for markov random field optimization",
        "Stereo without epipolar lines: A maximum-flow formulation",
        "Multi-camera scene reconstruction via graph cuts",
        "Evaluation of cost functions for stereo matching",
        "Optimized block based disparity estimation in stereo systems using a maximum-flow approach",
        "Network Flows: Theory, Algorithms, and Applications",
        "Canadian Journal of Mathematics",
        "What Energy Functions Can Be Minimized via Graph Cuts?",
        "Complexity of Computer Computations",
        "Statistical priors for efficient combinatorial optimization via graph cuts",
        "Digital tapestry",
        "Minimizing nonsubmodular functions with graph cuts - A review",
        "Roof duality, complementation and persistency in quadratic 0-1 optimization",
        "Pseudo-Boolean optimization",
        "Complexity of multiterminal cuts",
        "Research Report CTUCMP200727). Czech Technical University, Tech. Rep.",
        "A pixel dissimilarity measure that is insensitive to image sampling",
        "Learning conditional random fields for stereo",
        "Optimizing binary MRFs via extended roof duality",
        "An experimental comparison of min-cut/max-flow algorithms for energy minimization in vision",
        "Exact optimization for Markov Random Fields with convex priors"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}