{
    "eid": "2-s2.0-85001863240",
    "title": "A novel biomarker for detection of Listeria species in food processing factory",
    "cover-date": "2017-03-01",
    "subject-areas": [
        {
            "$": "Food Science",
            "@code": "1106"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        }
    ],
    "keywords": [
        "Biomarker",
        "Detection method",
        "Food contamination",
        "In silico",
        "Listeria"
    ],
    "authors": [
        "Chirapiphat Phraephaisarn"
    ],
    "citedby-count": 8,
    "ref-count": 26,
    "ref-list": [
        "Development and validation of qualitative SYBR®Green real-time PCR for detection and discrimination of Listeria spp. and Listeria monocytogenes",
        "Listeria monocytogenes: Occurrence in beef and identification of the main contamination points in processing plants",
        "Detection and differentiation of Listeria spp. by a single reaction based on multiplex PCR",
        "Multiplex PCR for simultaneous detection of bacteria of the genus Listeria, Listeria monocytogenes, and major serotypes and epidemic clones of L. monocytogenes",
        "Direct identification in food samples of Listeria spp. and Listeria monocytogenes by molecular methods",
        "Listeria floridensis sp. nov., Listeria aquatica sp. nov., Listeria cornellensis sp. nov., Listeria riparia sp. nov. and Listeria grandensis sp. nov., from agricultural and natural environments",
        "Differentiation of the major listeria monocytogenes serovars by multiplex PCR",
        "Detection and quantification of the iap gene of Listeria monocytogenes and Listeria innocua by a new real-time quantitative PCR assay",
        "Prevalence, identification by a DNA microarray-based assay of human and food isolates Listeria spp. from Tunisia",
        "Tracking sources of Listeria contamination in a cooked chicken meat factory by PCR-RAPD-based DNA fingerprinting",
        "Detection of listeriolysin, the thiol-dependent hemolysin in Listeria monocytogenes, Listeria ivanovii, and Listeria seeligeri",
        "Rapid detection and differentiation of Listeria monocytogenes and Listeria species in deli meats by a new multiplex PCR method",
        "Biomarkers: Current perspectives and future prospects",
        "Characteristics and distribution of Listeria spp., including Listeria species newly described since 2009",
        "Risk factors for sporadic non-pregnancy associated listeriosis in Germany-immunocompromised patients and frequently consumed ready-to-eat products",
        "Quantitative Detection of Listeria monocytogenes and Listeria innocua by Real-Time PCR: Assessment of hly, iap, and lin02483 Targets and AmpliFluor Technology",
        "Simultaneous detection of Listeria species isolated from meat processed foods using multiplex PCR",
        "The use of PCR ribotyping for typing strains of Listeria spp.",
        "Identification of Listeria species by microarray-based assay",
        "Listeria booriae sp. nov. and Listeria newyorkensis sp. nov., from food processing environments in the USA"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Tokyo University of Marine Science and Technology",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Pathumtani",
            "affilname": "Research and Development Center",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}