{
    "eid": "2-s2.0-85075752790",
    "title": "Functional outcomes after selective dorsal rhizotomy followed by minimally invasive tendon lengthening procedures in children with spastic cerebral palsy",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pediatrics, Perinatology and Child Health",
            "@code": "2735",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "cerebral palsy",
        "minimally invasive",
        "rhizotomy",
        "spasticity",
        "tendon lengthening"
    ],
    "authors": [
        "Noppachart Limpaphayom",
        "Sara Stewart",
        "Lin Wang",
        "Jenny Liu",
        "Tae S. Park",
        "Matthew B. Dobbs"
    ],
    "citedby-count": 4,
    "ref-count": 38,
    "ref-list": [
        "Long-term effect of selective dorsal rhizotomy on gross motor function in ambulant children with spastic bilateral cerebral palsy, compared with reference centiles",
        "Selective dorsal rhizotomies in the treatment of spasticity related to cerebral palsy",
        "Orthopedic surgery after selective dorsal rhizotomy for spastic diplegia in relation to ambulatory status and age",
        "Surgical techniques of selective dorsal rhizotomy for spastic cerebral palsy",
        "Gait improvement surgery in diplegic children: How long do the improvements last?",
        "Single event multilevel surgery in children with bilateral spastic cerebral palsy: A 5 year prospective cohort study",
        "Longterm functional benefits of selective dorsal rhizotomy for spastic cerebral palsy",
        "Effect of selective dorsal rhizotomy in the treatment of children with cerebral palsy",
        "Functional outcomes of childhood selective dorsal rhizotomy 20 to 28 years later",
        "Gait status 17-26 years after selective dorsal rhizotomy",
        "Beneficial effects of childhood selective dorsal rhizotomy in adulthood",
        "Selective dorsal rhizotomy in ambulant children with cerebral palsy",
        "Selection criteria for selective dorsal rhizotomy in children with spastic cerebral palsy: A systematic review of the literature",
        "Longterm outcomes after selective dorsal rhizotomy: A retrospective matched cohort study",
        "Long-term outcome and adverse effects of selective dorsal rhizotomy in children with cerebral palsy: A systematic review",
        "Selective percutaneous myofascial lengthening of the lower extremities in children with spastic cerebral palsy",
        "Are results after single-event multilevel surgery in cerebral palsy durable?",
        "Long-term ambulatory change after lower extremity orthopaedic surgery in children with cerebral palsy: A retrospective review",
        "Stability of the gross motor function classification system after single-event multilevel surgery in children with cerebral palsy",
        "The gross motor function classification system for cerebral palsy and single-event multilevel surgery: Is there a relationship between level of function and intervention over time?",
        "The vulpius procedure for correction of equinus deformity in patients with hemiplegia",
        "Effectiveness of selective muscle-release surgery for children with cerebral palsy: Longitudinal and stratified analysis",
        "Preoperative botulinum toxin test injections before muscle lengthening in cerebral palsy",
        "Does loss of spasticity matter?",
        "Quadriceps and hamstring strength changes as a function of selective dorsal rhizotomy surgery and rehabilitation",
        "A review of orthopedic surgeries after selective dorsal rhizotomy",
        "Disappearance of spasticity after selective dorsal rhizotomy does not prevent muscle shortening in children with cerebral palsy: A case report",
        "Changes in ankle spasticity and strength following selective dorsal rhizotomy and physical therapy for spastic cerebral palsy",
        "Single-event multilevel surgery for children with cerebral palsy: A systematic review",
        "A systematic review of the effects of single-event multilevel surgery on gait parameters in children with spastic cerebral palsy",
        "Development of knee function after hamstring lengthening as a part of multilevel surgery in children with spastic diplegia: A long-term outcome study",
        "Long-term results after gastrocnemius-soleus intramuscular aponeurotic recession as a part of multilevel surgery in spastic diplegic cerebral palsy",
        "Vulpius and Z-lengthening",
        "The use of minimally invasive techniques in multi-level surgery for children with cerebral palsy: Preliminary results",
        "Recovery of muscle strength following multi-level orthopaedic surgery in diplegic cerebral palsy",
        "Orthopedic procedures after rhizotomy",
        "Effect of selective dorsal rhizotomy on need for orthopedic surgery for spastic quadriplegic cerebral palsy: Long-term outcome analysis in relation to age"
    ],
    "affiliation": [
        {
            "affiliation-city": "St. Louis",
            "@id": "60022756",
            "affilname": "Washington University School of Medicine in St. Louis",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022756",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}