{
    "eid": "2-s2.0-85074718229",
    "title": "Direct ESR dating of the Pleistocene vertebrate assemblage from Khok Sung locality, Nakhon Ratchasima Province, Northeast Thailand",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Oceanography",
            "@code": "1910",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "Ailuropoda-stegodon",
        "Electron spin resonance (esr) dating",
        "Fossil teeth",
        "Khok Sung",
        "Southeast Asia",
        "Thailand"
    ],
    "authors": [
        "Mathieu Duval",
        "Fang Fang",
        "Kantapon Suraprasit",
        "Jean Jacques Jaeger",
        "Mouloud Benammi",
        "Yaowalak Chaimanee",
        "Javier Iglesias Cibanal",
        "Rainer Grün"
    ],
    "citedby-count": 13,
    "ref-count": 58,
    "ref-list": [
        "Dose-rate conversion factors: Update",
        "Testing the savannah corridor hypothesis during MIS2: The Boh Dambang hyena site in southern Cambodia",
        "Late Pleistocene mammalian assemblages of Southeast Asia: New dating, mortality profiles and evolution of the predator-prey relationships in an environmental context",
        "Palaeoenvironments of insular Southeast Asia during the Last Glacial Period: A savanna corridor in Sundaland?",
        "Fossils and their managements at Ban Khok Sung, Muang District, Nakhon Ratchasima Province, NE Thailand. Academic report no. DMR 25/2005",
        "Quaternary tektites and their sediment hosts at Ban Thachang sand pit, Chaloem Prakiat, Nakhon Ratchasima, NE Thailand: Stratigraphy and its ages. In Mantajit, N. (ed.)",
        "Neogene reptiles of northeastern Thailand and their paleogeographical significance",
        "The migration of Homo erectus and Homo sapiens in Southeast Asia and the Indonesian archipelago",
        "Sedimentary facies and paleoenvironment of a Pleistocene fossil site in Nakhon Ratchasima province, northeastern Thailand",
        "Electron Spin Resonance Dating of fossil tooth enamel",
        "The challenge of dating Early Pleistocene fossil teeth by the combined Uranium series-electron spin resonance method: The Venta Micena palaeontological site (Orce, Spain)",
        "Are published ESR dose assessments on fossil tooth enamel reliable?",
        "ESR dating of fossil teeth: In which extent the thickness of adjacent tissues should be taken into account in the external beta dose rate evaluation?",
        "Calcium phosphate biominerals",
        "238U, 232Th profiling and U-series isotope analysis of fossil teeth by laser ablation ICPMS",
        "In situ U-series dating by laser-ablation multi-collector ICPMS: New prospects for Quaternary geochronology",
        "Datation des concrétions carbonatées de la “Grotte du Serpent’\" (Thaïlande) par la méthode Th/U",
        "U-series dating of fossil teeth and carbonates from snake cave, Thailand",
        "The Late Pleistocene Orangutan from Tham Prakai Phet: New discoveries",
        "Tham Prakai Phet (Thailand): A new biochronological benchmark for mainland Southeast Asia",
        "A Pleistocene mammal assemblage containing Ailuropoda and Pongo from Tham Prakai Phet cave, Chaiyaphum Province, Thailand",
        "Studies of fruits and seeds from the Pleistocene of northeastern Thailand",
        "Methods of dose determination using ESR spectra of tooth enamel",
        "An alternative model for open system U-series/ESR age calculations: (closed system U-series)-ESR, CSUS-ESR",
        "The DATA program for the calculation of ESR age estimates on tooth enamel",
        "The assessment of errors in past radiation doses extrapolated from ESR/TL dose-response data",
        "Laser ablation U-series analysis of fossil bones and teeth",
        "An alpha irradiator for ESR dating",
        "ESR dating of tooth enamel: Coupled correction for U-uptake and U-series disequilibrium",
        "A synopsis of climatic and vegetation changes in South East Asia",
        "On the complex of the Stegodon-Ailuropoda fauna of Southern China and the chronological position of Gigantopithecus blacki V. Koenigswald",
        "A Pliocene-Pleistocene stack of 57 globally distributed benthic °18O records",
        "Palaeoecology of Southeast Asian megafauna-bearing sites from the Pleistocene and a review of environmental changes in the region",
        "Beta-gradient Isochrons Using Electron Paramagnetic Resonance:",
        "Gavialis from the Pleistocene of Thailand and its relevance for drainage connections from India to Java",
        "Paleomagnetic direction and paleointensity variations during the Matuyama-Brunhes polarity transition from a marine succession in the Chiba composite section of the Boso Peninsula, central Japan",
        "On the Carnivora from locality 1 of Choukoutien",
        "Climate and atmospheric history of the past 420,000 years from the Vostok ice core, Antarctica",
        "Cosmic ray and gamma ray dosimetry for TL and ESR",
        "Cosmic ray contributions to dose rates for luminescence and ESR dating: Large depths and long-term time variations",
        "Age of Zhoukoudian Homo erectus determined with 26Al/10Be burial dating",
        "Pleistocene Chinese cave hyenas and the recent Eurasian history of the spotted hyena, Crocuta crocuta",
        "A Quaternary geomagnetic instability time scale",
        "Cenozoic Era",
        "Middle Pleistocene vertebrate fossils from the Nefud Desert, Saudi Arabia: Implications for biogeography and palaeoecology",
        "A complete skull of Crocuta crocuta ultima indicates a late Middle Pleistocene age for the Khok Sung (northeastern Thailand) vertebrate fauna",
        "The Middle Pleistocene vertebrate fauna from Khok Sung (Nakhon Ratchasima, Thailand): Biochronological and paleobiogeographical implications",
        "Late Middle Pleistocene ecology and climate in Northeastern Thailand inferred from the stable isotope analysis of Khok Sung herbivore tooth enamel and the land mammal cenogram",
        "New fossil and isotope evidence for the Pleistocene zoogeographic transition and hypothesized savanna corridor in Peninsular Thailand",
        "Biogeography and migration routes of large mammal faunas in South-East Asiaduring the Late Middle Pleistocene: Focus on the fossil and extant faunas from Thailand",
        "Discovery of a Homo sp. tooth associated with a mammalian cave fauna of Late Middle Pleistocene age, Northern Thailand",
        "Millennial- and orbital-scale changes in the East Asian monsoon over the past 224,000 years",
        "Age and biostratigraphic significance of the Punung Rainforest Fauna, East Java, Indonesia, and implications for Pongo and Homo",
        "The Cave of the Monk (Ban Fa Suai, Chiang Dao wild life sanctuary, northern Thailand)",
        "In press. Dating, stratigraphy and taphonomy of the Pleistocene site of Ban Fa Suai II (Northern Thailand): Contributions to the study of paleobiodiversity in Southeast Asia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Burgos",
            "@id": "60113906",
            "affilname": "Centro Nacional de Investigación sobre la Evolución Humana (CENIEH)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60113906",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Brisbane",
            "@id": "60032987",
            "affilname": "Griffith University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032987",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Poitiers",
            "@id": "60032653",
            "affilname": "Universite de Poitiers",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032653",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Canberra",
            "@id": "60008950",
            "affilname": "The Australian National University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008950",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "ANU-CSC",
        "C.N.R.S.",
        "Department of Mineral Resources",
        "Australian Research Council",
        "ANU",
        "ESR"
    ]
}