{
    "eid": "2-s2.0-85049133634",
    "title": "Comprehensive evaluation of fecal incontinence: A preliminary report of anatomical neurophysiologic study",
    "cover-date": "2018-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Anorectal manometry",
        "Endoanal ultrasound",
        "Fecal incontinence",
        "Neurophysiologic test",
        "Pudendal nerve terminal motor latency test"
    ],
    "authors": [
        "Kasaya Tantiphlachiva",
        "Jirawat Pattana-Arun",
        "Chucheep Sahakitrungrueng",
        "Arun Rojanasakul"
    ],
    "citedby-count": 0,
    "ref-count": 38,
    "ref-list": [
        "Functional anorectal disorders",
        "Functional anorectal disorders",
        "Factors impacting quality of life in women with fecal incontinence",
        "Systematic review of the prevalence of faecal incontinence",
        "The prevalence of fecal incontinence in community-dwelling adults: A systematic review of the literature",
        "Incidence of fecal incontinence after childbirth",
        "Incontinence in institutions: Costs and contributing factors",
        "Pathophysiology of adult fecal incontinence",
        "Fecal incontinence - Challenges and solutions",
        "Fecal incontinence",
        "A prospective evaluation of the value of anorectal physiology in the management of fecal incontinence",
        "The American Society of Colon and Rectal Surgeons’ clinical practice guideline for the treatment of fecal incontinence",
        "Anorectal incontinence. Pathogenesis and choice of treatment",
        "Advances in diagnostic assessment of fecal incontinence and dyssynergic defecation",
        "Neurophysiological testing in anorectal disorders",
        "Prospective comparison of faecal incontinence grading systems",
        "DiamantN, EnckP, Tougas G, Wald A. Minimum standards of anorectal manometry",
        "Manometric tests of anorectal function inhealthy adults",
        "State of the art: An integrated approach to pelvic floor ultrasonography",
        "Normative anatomy of the anal sphincter detected with 3D-endoanal ultrasonography",
        "Diagnostic testing in fecal incontinence",
        "Diagnostic testing for fecal incontinence",
        "Translumbar and transsacral motor- evoked potentials: A novel test for spino-anorectal neuropathy in spinal cord injury",
        "Clinical, sonographic and manometric characteristics and impact on quality of life of fecal incontinence in 92 men referred for endoanal ultrasonography",
        "What is the impact of fecal incontinence on quality of life?",
        "Prevalence of incontinence in patients after stroke during rehabilitation: A multi-centre study",
        "Epidemiology, pathophysiology, and classification of fecal incontinence: State of the science summary for the National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK) workshop",
        "Diagnosis and treatment of faecal incontinence: Consensus statement of the Italian Society of Colorectal Surgery and the Italian Association ofHospital Gastroenterologists",
        "Diagnosis and management of fecal incontinence. American College of Gastroenterology Practice Parameters Committee",
        "Digital rectal examination is a useful tool for identifying patients with dyssynergia",
        "Water-perfused manometryvs three-dimensional high-resolution manometry: A comparative study on a large patient population with anorectal disorders",
        "ANMS-ESNM position paper and consensus guidelines on biofeedback therapy for anorectal disorders",
        "Rectal hyposensitivity: Prevalence and clinical impact in patients with intractable constipation and fecal incontinence",
        "Rectal sensorimotor dysfunction in patients with urge faecal incontinence: Evidence from prolonged manometric studies",
        "Differences in the pressures of canal anal and rectal sensitivity in patients with fecal incontinence, chronic constipation and healthy subjects",
        "Fecal incontinence: Evaluation and treatment",
        "Translumbar and transsacral magnetic neurostimulation for the assessment of neuropathy in fecal incontinence",
        "How useful are manometric tests of anorectal function in the management of defecation disorders?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}