{
    "eid": "2-s2.0-85098570930",
    "title": "Assessment of microbial diversity and enumeration of metal tolerant autochthonous bacteria from tailings of magnesite and bauxite mines",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Materials Science (all)",
            "@code": "2500",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "Bauxite",
        "Magnesite",
        "Metals",
        "Microbial diversity",
        "Tailings",
        "Tolerance"
    ],
    "authors": [
        "Mathiyazhagan Narayanan",
        "Natarajan Devarajan",
        "Zhixia He",
        "Sabariswaran Kandasamy",
        "Veeramuthu Ashokkumar",
        "Rathinam Raja",
        "Isabel S. Carvalho"
    ],
    "citedby-count": 20,
    "ref-count": 36,
    "ref-list": [
        "Ecological study of the fungal populations of the acidic Tinto River in southwestern Spain",
        "Phytoremediation efficiency of edible and economical crops on waste dumps of bauxite mines, Salem district, Tamil Nadu, India",
        "Bacterial diversity in soils around a lead and zinc mine",
        "Bioremediation on effluents from magnesite and bauxite mines using Thiobacillus spp. And Pseudomonas spp",
        "Factors influencing the composition of bacterial communities found at abandoned copper-tailings dumps",
        "Characterization of a bacterial community in an abandoned semiarid lead-zinc mine tailing site",
        "Soil microbial properties in coal mine tailings under rehabilitation",
        "Enrichment of Cr, Mn Ni and Zn in surface soil. Conference Enrichment of Cr, Mn, Ni and Zn in surface soil",
        "Assessment of physicochemical and heavy metals from waste dumps of magnesite and bauxite mines",
        "Screening of Micrococcus sp from oil contaminated soil with reference to bioremediation",
        "Mercury tolerant diazotrophic bacteria in a long-term contaminated soil",
        "Arbuscular mycorrhizal fungi and heavy metal contaminated soils",
        "Microbial diversity in soil: Selection of microbial populations by plant and soil type and implications for disease suppressiveness",
        "Measuring soil microbial community diversity using polar lipid fatty acid and denaturing gradient gel electrophoresis data",
        "Distribution and mobility of trace elements in soils and vegetation around the mining and smelting areas of Tharsis, Ríotinto and Huelva, Iberian Pyrite Belt, SW Spain",
        "Reduction of hexavalent chromium by Bacillus sp. Isolated from chromite mine soils and characterization of reduced product",
        "Screening and evaluation of the bioremediation potential of Cu/Zn-resistant, autochthonous Acinetobacter sp. FQ-44 from Sonchus oleraceus L",
        "Ecophysiology and molecular phylogeny of bacteria isolated from alkaline two-phase olive mill wastes",
        "Microbial diversity and function in soil: From genes to ecosystems",
        "Biosorbents for heavy metals removal and their future",
        "The iron-oxidizing proteobacteria",
        "Suppression of soil microorganisms by emissions of a magnesite plant in the Slovak Republic",
        "Environmental quality of the Boula-Nuasahi chromite mine area in India",
        "Microbial diversity in uranium mining-impacted soils as revealed by high-density 16S microarray and clone library",
        "Microbial communities in acid water environments of two mines, China",
        "Heavy metal resistance by two bacteria strains isolated from a copper mine tailing in China",
        "Effects of heavy metal concentrations on biological activity of soil micro-organisms",
        "Physio-chemical characteristics and bacterial diversity in copper mining wastewater based on 16S rRNA gene analysis",
        "Fungi as geologic agents",
        "Analysis of mines and contaminated agricultural soil samples for fungal diversity and tolerance to heavy metals",
        "Plant and fungal biodiversity from metal mine wastes under remediation at Zimapan, Hidalgo, Mexico",
        "Community structure of arbuscular mycorrhizal fungi associated to Veronica rechingeri at the Anguran zinc and lead mining region",
        "Phylogenetic analysis of dematiaceous fungi isolated from the soil of Guangdong, China",
        "Production and characterization of polyhydroxyalkanoates synthesized by E. Coli Isolated from sludge soil",
        "Enzyme and metabolites attained in degradation of chemical pesticides ß Cypermethrin by Bacillus cereus",
        "Toxicity of cypermethrin and enzyme inhibitor synergists in red hairy caterpillar Amsacta albistriga (Lepidoptera: Arctiidae)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Zhenjiang",
            "@id": "60017482",
            "affilname": "Jiangsu University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017482",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60199582",
            "affilname": "Center of Excellence on Petrochemical and Materials Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199582",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Salem",
            "@id": "60012959",
            "affilname": "Periyar University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012959",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Faro",
            "@id": "60002144",
            "affilname": "Universidade do Algarve",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002144",
            "affiliation-country": "Portugal"
        },
        {
            "affiliation-city": "Krishnagiri",
            "@id": "112548868",
            "affilname": "MGR College",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/112548868",
            "affiliation-country": "India"
        }
    ],
    "funding": [
        "Department of Biotechnology"
    ]
}