{
    "eid": "2-s2.0-84905693165",
    "title": "Comprehensive Investigation of Streptococcosis Outbreaks in Cultured Nile Tilapia, Oreochromis niloticus, and Red Tilapia, Oreochromis sp., of Thailand",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Agronomy and Crop Science",
            "@code": "1102"
        },
        {
            "$": "Aquatic Science",
            "@code": "1104"
        }
    ],
    "keywords": [],
    "authors": [
        "Sasibha Jantrakajorn"
    ],
    "citedby-count": 66,
    "ref-count": 51,
    "ref-list": [
        "Pathogenicity of Streptococcus agalactiae isolated from a fish farm in Selangor to Juvenile Red Tilapia (Oreochromis sp.)",
        "Streptococcus iniae: An aquatic pathogen of global veterinary significance and a challenging candidate for reliable vaccination",
        "First isolation of Streptococcus sp. from hybrid tilapia (Oreochromis niloticus × O. aureus) in Saudi Arabia",
        "Molecular characterization of Streptococcus iniae isolated from hybrid tilapia (Oreochromis niloticus×Oreochromis aureus)",
        "Natural outbreak of Streptococcus agalactiae (GBS) infection in wild giant Queensland grouper, Epinephelus lanceolatus (Bloch), and other wild fish in northern Queensland, Australia",
        "Streptococcus iniae infection of tilapia Oreochromis niloticus in a recirculation production facility",
        "Infection of barramundi Lates calcarifer with Streptococcus iniae: Effects of different routes of exposure",
        "Streptococcus iniae, a bacterial infection in barramundi Lates calcarifer",
        "Histopathology of experimental Streptococcus sp. infection in tilapia, Oreochromis niloticus (L.), and channel catfish, lctalurus punctatus (Rafinesque)",
        "Performance standards for antimicrobial disk susceptibility tests; approved standard-eleventh edition. CLSI document M02-A11",
        "Streptococcosis in cultured turbot, Scophthalmus maximus (L.), associated with Streptococcus parauberis",
        "Isolation of Streptococcus agalactiae from cultured silver pomfret, Pampus argenteus (Euphrasen), in Kuwait",
        "Lactococcus garvieae and Streptococcus iniae infections in rainbow trout Oncorhynchus mykiss: Similar, but different diseases",
        "Streptococcus shiloi and Streptococcus difficile: Two new streptococcal species causing a meningoencephalitis in fish",
        "Red drum Sciaenops ocellatus mortalities associated with Streptococcus iniae infection",
        "Characterization of β-haemolytic Group B Streptococcus agalactiae in cultured seabream, Sparus auratus L., and wild mullet, Liza klunzingeri (Day), in Kuwait",
        "First report of Streptococcus agalactiae and Lactococcus garvieae from a wild bottlenose dolphin (Tursiops truncatus)",
        "Brazilian Journal of Veterinary Pathology",
        "Non-infectivity of cattle Streptococcus agalactiae in Nile tilapia, Oreochromis niloticus and channel catfish, Ictalurus punctatus",
        "Streptococcosis on a red tilapia, Oreochromis sp., farm: A case study",
        "Evaluating a nested-PCR assay for detecting Streptococcus agalactiae in red tilapia (Oreochromis sp.) tissue",
        "Molecular epidemiology of zoonotic streptococcosis/lactococcosis in rainbow trout (Oncorhynchus mykiss) aquaculture in Iran",
        "Enterococcus seriolicida sp. nov., a fish pathogen",
        "Streptococcus iniae type II infections in rainbow trout Oncorhynchus mykiss",
        "Multidrug-resistant, extensively drug-resistant and pandrug-resistant bacteria: An international expert proposal for interim standard definitions for acquired resistance",
        "Specific detection by PCR of Streptococcus agalactiae in milk",
        "A PCR-based method for the detection of Streptococcus agalactiae in milk",
        "Aspects of the natural history and virulence of S. agalactiae infection in Nile tilapia",
        "A Histopathological Study of Streptococcal Disease in Tilapia",
        "Streptococcus-zebrafish model of bacterial pathogenesis",
        "Lancefield group C Streptococcus dysgalactiae infection responsible for fish mortalities in Japan",
        "Pathogenicity of streptococcus ictaluri to channel catfish",
        "Epizootiological aspects of Streptococcus iniae affecting tilapia in Texas",
        "Histopathology of hybrid tilapias infected with a biotype of streptococcus iniae",
        "Streptococcus iniae sp. nov., a beta hemolytic streptococcus isolated from an Amazon freshwater dolphin, Inia geoffrensis",
        "African Journal of Microbiology Research",
        "Lactic acid bacteria in fish: A review",
        "Characterization of Streptococcus iniae isolated from ornamental cyprinid fishes and development of challenge models",
        "Streptococcus ictaluri sp. nov., isolated from Channel Catfish Ictalurus punctatus broodstock",
        "Prevalence of Streptococcus iniae in tilapia, hybrid striped bass, and channel catfish on commercial fish farms in the United States",
        "Initial disease report of Streptococcus iniae infection in hybrid striped (sunshine) bass and successful therapeutic intervention with the fluoroquinolone antibacterial enrofloxacin",
        "Occurrence of rare genotypes of Streptococcus agalactiae in cultured red tilapia Oreochromis sp. and Nile tilapia O. niloticus in Thailand-Relationship to human isolates?",
        "Streptococcus iniae infection in cultured asian sea bass (Lates calcarifer) and red tilapia (Oreochromis sp.) in southern Thailand",
        "A review of the main bacterial fish diseases in mariculture systems",
        "Pathobiological characteristics of Streptococcosis in farmed tilapia Oreochromis nilotica in Thailand",
        "Isolation and characterization of Streptococcus dysgalactiae from diseased Acipenser schrenckii",
        "Streptococcus iniae, the causative agent of mass mortality in rabbitfish siganus canaliculatus in Bahrain",
        "Diseases in Asian Aquaculture VI",
        "Pathological changes in red tilapias (Oreochromis spp.) naturally infected by Streptococcus agalactiae",
        "Possible transmission of Streptococcus iniae from wild fish to cultured marine fish",
        "Trojan horse effect: Phagocyte-mediated Streptococcus iniae infection of fish"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}