{
    "eid": "2-s2.0-84892556672",
    "title": "Effect of KI and KOH Impregnations over Activated Carbon on H2S Adsorption Performance at Low and High Temperatures",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Process Chemistry and Technology",
            "@code": "1508"
        },
        {
            "$": "Filtration and Separation",
            "@code": "1506"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [
        "activated carbon",
        "adsorption",
        "alkaline impregnation",
        "hydrogen sulphide"
    ],
    "authors": [
        "Russamee Sitthikhankaew"
    ],
    "citedby-count": 29,
    "ref-count": 51,
    "ref-list": [
        "Steam-gasification of biomass in a fluidised-bed of olivine particles",
        "Green diesel from biomass via Fischer-Tropsch synthesis: New insights in gas cleaning and process design",
        "HTHP syngas cleaning concept of two stage biomass gasification for FT synthesis",
        "The sorption of hydrogen sulfide from hot syngas by metal oxides over supports",
        "High temperature hydrogen sulfide adsorption on activated carbon - I. Effects of gas composition and metal addition",
        "High temperature hydrogen sulfide adsorption on activated carbon - II. Effects of gas temperature, gas pressure and sorbent regeneration",
        "In bed and downstream hot gas desulphurization during solid fuel gasification: A review",
        "Dry gas cleaning in coal gasification systems for fuel cells using composite sorbents",
        null,
        "Transition metal oxides for hot gas desulphurisation",
        "Coal/biomass co-gasification in a pressurised fluidised bed reactor",
        "Hot gas desulphurisation with dolomite sorbent in coal gasification",
        "Hot gas removal of tars, ammonia, and hydrogen sulfide from biomass gasification gas",
        "Sulfur-rich geothermal emissions elevate acid aerosol levels in metropolitan Taipei",
        "Relation between malodor, ambient hydrogen sulfide, and health in a community bordering a landfill",
        null,
        "Catalytic and adsorptive desulphurization of gases",
        null,
        "Preparation of zinc ferrite in the presence of carbon material and its application to hot-gas cleaning",
        "Physics Procedia",
        "Sulfidation of Zinc Titanate and Zinc Oxide Solids",
        "Cu-Cr-O and Cu-Ce-O Regenerable Oxide Sorbents for Hot Gas Desulfurization",
        null,
        null,
        "Production of activated carbon from coconut shell: Optimization using response surface methodology",
        "Songklanakarin J. Sci. Technol.",
        "Preparation and characteristics of agricultural waste activated carbon by physical activation having micro- and mesopores",
        "Journal of Sustainable Energy & Environment",
        null,
        "Decolorization of melanoidin by activated carbon obtained from bagasse bottom ash",
        "Adsorption of phenol from diluted aqueous solutions by activated carbons obtained from bagasse, oil palm shell and pericarp of rubber fruit",
        "Production of Activated Carbon from Palm-oil Shell by Pyrolysis and Steam Activation in a Fixed Bed Reactor",
        "Adsorption capacities of activated carbons prepared from bamboo by KOH activation",
        "Preparation of activated carbon derived from Jatropha curcas fruit shell by simple thermo-chemical activation and characterization of their physico-chemical properties",
        "Preparation of activated carbons from coffee residue for the adsorption of formaldehyde",
        "Cr(VI) removal from synthetic wastewater using coconut shell charcoal and commercial activated carbon modified with oxidizing agents and/or chitosan",
        null,
        null,
        "Adsorption dynamics of hydrogen sulfide in impregnated activated carbon bed",
        "On the mechanism of hydrogen sulfide removal from moist air on catalytic carbonaceous adsorbents",
        null,
        null,
        "Research improvement in Zn-based sorbent for hot gas desulfurization",
        null,
        "Copper-based sorbents for coal gas desulfurization at moderate temperatures",
        null,
        "Testing of iron oxide sorbent for high-temperature coal gas desulfurization",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Ratchaburi",
            "affilname": "Muban Chom Bueng Rajabhat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "affilname": "Imperial College London",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}