{
    "eid": "2-s2.0-84991442239",
    "title": "A novel method of sampling gingival crevicular fluid from a mouse model of periodontitis",
    "cover-date": "2016-11-01",
    "subject-areas": [
        {
            "$": "Immunology and Allergy",
            "@code": "2723"
        },
        {
            "$": "Immunology",
            "@code": "2403"
        }
    ],
    "keywords": [
        "Gingival crevicular fluid",
        "Ligature-induced periodontal disease",
        "Mice",
        "Periodontal disease"
    ],
    "authors": [
        "Shinji Matsuda"
    ],
    "citedby-count": 23,
    "ref-count": 20,
    "ref-list": [
        "Optimization of the ligature-induced periodontitis model in mice",
        "Periodontal diseases: diagnosis.",
        "Analysis of gingival crevice fluid and risk of progression of periodontitis",
        "Host-derived diagnostic markers related to soft tissue destruction and bone degradation in periodontitis",
        "A longitudinal study of aspartate aminotransferase in human gingival crevicular fluid",
        "Potential for gingival crevice fluid measures as predictors of risk for periodontal diseases",
        "Crevicular fluid updated.",
        "Advances in periodontal diagnosis 5. Potential inflammatory and immune markers",
        "Crevicular fluid biomarkers of oral bone loss.",
        "The contribution of interleukin-1 and tumor necrosis factor to periodontal tissue destruction",
        "Oral health behaviors, periodontal disease, and pathogens in preeclampsia: A case-control study in Korea",
        "Role of periodontal pathogenic bacteria in RANKL-mediated bone destruction in periodontal disease",
        "B and T lymphocytes are the primary sources of RANKL in the bone resorptive lesion of periodontal disease",
        "Cross-reactive adaptive immune response to oral commensal bacteria results in an induction of receptor activator of nuclear factor-κB ligand (RANKL)-dependent periodontal bone resorption in a mouse model",
        "Investigations into the cellular contribution to host tissue proteases and inhibitors in gingival crevicular fluid",
        "Immunological reaction in TNF-α-mediated osteoclast formation and bone resorption in vitro and in vivo",
        "Systemic markers of inflammation in periodontitis",
        "Involvement of receptor activator of NFκB ligand and tumor necrosis factor-α in bone destruction in rheumatoid arthritis",
        "Open Dent. J.",
        "Involvement of T-lymphocytes in periodontal disease and in direct and indirect induction of bone resorption"
    ],
    "affiliation": [
        {
            "affiliation-city": "Surabaya",
            "affilname": "Universitas Airlangga",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Higashihiroshima",
            "affilname": "Hiroshima University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Birmingham",
            "affilname": "University of Birmingham",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Boston",
            "affilname": "Harvard School of Dental Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Jeddah",
            "affilname": "King Abdulaziz University",
            "affiliation-country": "Saudi Arabia"
        },
        {
            "affiliation-city": "Columbus",
            "affilname": "The Ohio State University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "affilname": "Forsyth Institute",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Institute of Dental and Craniofacial Research",
        "National Institute of Dental and Craniofacial Research",
        "King Abdulaziz University"
    ]
}