{
    "eid": "2-s2.0-85124337307",
    "title": "The Cinematic Forest and Southeast Asian Cinema",
    "cover-date": "2021-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Visual Arts and Performing Arts",
            "@code": "1213",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Communication",
            "@code": "3315",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [],
    "authors": [
        "Graiwoot Chulphongsathorn"
    ],
    "citedby-count": 1,
    "ref-count": 15,
    "ref-list": [
        "The Future of Southeast Asia’s Forests",
        "Deep Forestry’: Shapers of the Philippines Forests",
        "Ideas and Images of Nature in Thai Buddhism: Continuity and Change",
        "Between a Song and a Prei: Tracking Cambodian History and Cosmology through the Forest",
        "Geographies of Knowing, Geographies of Ignorance: Jumping Scale in Southeast Asia",
        "Although East Asian ecocinema scholarship was established in 2009 with Sheldon H. Lu and Jiayan Mi’s groundbreaking edited collection Chinese Ecocinema: In the Age of Environmental Challenge (Hong Kong: Hong Kong University Press, 2009), the ecological turn in Southeast Asian film studies is just taking shape. For example, see Philippa Lovatt, “(Im)material Histories and Aesthetics of Extractivism in Vietnamese Artists’ Moving Image",
        "Through Indigenous Lenses: Ecotopia According to Vernacular Music Videos from Benguet, Philippines",
        "Animism and the Performative Realist Cinema of Apichatpong Weerasethakul",
        "Every Drop of My Blood Sings Our Song. There Can You Hear It?’: Haptic Sound and Embodied Memory in the Films of Apichatpong Weerasethakul",
        "Trương Minh Quý: A Vietnamese on Mars",
        "Screening the Forest” was exhibited at the National Museum of Singapore and the Berwick Film and Media Arts Festival in 2018. For further discussion of the relationship between slow cinema and the environment, see May Adadol Ingawanij, “Long Walk to Life: The Films of Lav Diaz",
        "Natural Views: Animals, Contingency and Death in Carlos Reygadas’s Japón and Lisandro Alonso’s Los muertos"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}