{
    "eid": "2-s2.0-85032299670",
    "title": "Physical activity of nurse clinical practitioners and managers",
    "cover-date": "2017-11-01",
    "subject-areas": [
        {
            "$": "Public Health",
            "@code": "2739"
        },
        {
            "$": "Physical Therapy",
            "@code": "3612"
        },
        {
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732"
        },
        {
            "$": "Epidemiology",
            "@code": "2713"
        }
    ],
    "keywords": [
        "Exercise",
        "Nurse administrators",
        "Nurse practitioners",
        "Work-life balance",
        "Workplace"
    ],
    "authors": [
        "Areeya Jirathananuwat"
    ],
    "citedby-count": 9,
    "ref-count": 25,
    "ref-list": [
        "Physical Activity",
        "Results of the 2004 National Worksite Health Promotion Survey",
        "Physical Activity Guidelines for Americans. Be Active, Healthy, and Happy!",
        "The mud, the blood, and the beer guys: Organizational osmosis in blue-collar work groups",
        "Work in America: M-Z",
        "Occupational class differences in leisure-time physical inactivity - Contribution of past and current physical workload and other working conditions",
        "Analysis of work ability and work-related physical activity of employees in a medium-sized business",
        "Differences between work and leisure in temporal patterns of objectively measured physical activity among blue-collar workers",
        "Occupational physical activity across occupational categories",
        "Physical activity levels by occupational category in non-metropolitan australian adults",
        "Objectively-measured physical activity in New Zealand workers",
        "A structural perspective of nurse manager and clinical nurse specialist collaboration.",
        "A comparison of work-related physical activity levels between inpatient and outpatient physical therapists: An observational cohort trial",
        "Physical activities and correlates of clinical nurses in Taipei municipal hospitals.",
        "Rotating night shift work and physical activity of nurses and midwives in the cross-sectional study in Łódź, Poland",
        "Exercise behavior among female occupational health nurses: Influence of self efficacy, perceived health control, and age",
        "Development of a novel classification and calculation algorithm for physical activity monitoring and its application",
        "Stata Statistical Software: Release 14 [Computer Program]",
        "Physical Activity",
        "Physical activity assessment using a pedometer and its comparison with a questionnaire in a large population survey",
        "Cross-sectional associations between occupational and leisure-time sitting, physical activity and obesity in working adults",
        "Associations between occupational indicators and total, work-based and leisure-time sitting: A cross-sectional study",
        "Int J Exerc Sci",
        "Excessive sitting at work and at home: Correlates of occupational sitting and TV viewing time in working adults",
        "A physically active occupation does not result in compensatory inactivity during out-of-work hours"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Vajira Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Baltimore",
            "affilname": "Johns Hopkins Bloomberg School of Public Health",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Rachada-piseksompotch Fund",
        "Chulalongkorn University",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}