{
    "eid": "2-s2.0-85010727500",
    "title": "16s rRNA gene sequencing assessment of the prokaryotic communities in the southeast Andaman Sea, Thailand and potential environmental alerts",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "16S rRNA",
        "Metagenomics",
        "Pyrosequencing",
        "Southeast Andaman Sea",
        "Tsunami"
    ],
    "authors": [
        "Khunnalack Khitmoh"
    ],
    "citedby-count": 7,
    "ref-count": 33,
    "ref-list": [
        "Ammonia-oxidizing bacteria respond to multifactorial global change",
        "Predominant role of water in regulating soil and microbial respiration and their responses to climate change in a semiarid grassland",
        "Distribution pattern of bacteria in the two geographic poles and Southern Ocean from the reported 16S rDNA sequences",
        "Study on Biodiversity of Phytoplankton and Zooplankton with Special Emphasis on Island Ecosystems (Andaman Sea)",
        "Two new species of chaetognatha from the Andaman Sea, Indian Ocean",
        "Andaman Sea copepods: Spatio-temporal variations in biomass and production, and role in the pelagic food web",
        "Biodiversity of chaetognaths of the Andaman Sea, Indian Ocean",
        "Ind. J. Mar. Sci.",
        "Physical oceanography of the Bay of Bengal and Andaman Sea",
        "Medieval forewarning of the 2004 Indian Ocean tsunami in Thailand",
        "Metagenomics: Genomic analysis of microbial communities",
        "Comparative metagenomics of microbial communities",
        "Microbial ecology of Thailand tsunami and non-tsunami affected terrestrials",
        "Metagenomic profiles of free-living archaea, bacteria and small eukaryotes in coastal areas of Sichang island, Thailand.",
        "Microbial metagenome profiling using amplicon length heterogeneity- polymerase chain reaction proves more effective than elemental analysis in discriminating soil specimens",
        "Coverage evaluation of universal bacterial primers using the metagenomic datasets",
        "A pyrosequencing-tailored nucleotide barcode design unveils opportunities for large-scale sample multiplexing",
        "Database resources of the National Center for Biotechnology Information.",
        "The RDP (Ribosomal Database Project) continues",
        "An improved Greengenes taxonomy with explicit ranks for ecological and evolutionary analyses of bacteria and archaea",
        "Plos Biology",
        "Global patterns of bacterial beta-diversity in seafloor and seawater ecosystems",
        "Introducing mothur: Open-source, platform-independent, community-supported software for describing and comparing microbial communities",
        "The RAST Server: Rapid annotations using subsystems technology",
        "The metagenomics RAST server - A public resource for the automatic phylogenetic and functional analysis of metagenomes",
        "Marine bacteria comprise a possible indicator of drowning in seawater",
        "Bacterial respiration of arsenic and selenium",
        "Nitrogen cycling and community structure of proteobacterial β-subgroup ammonia-oxidizing bacteria within polluted marine fish farm sediments",
        "Nitrogen and phosphorus enrichment alter the composition of ammonia-oxidizing bacteria in salt marsh sediments",
        "Community shift of ammonia-oxidizing bacteria along an anthropogenic pollution gradient from the Pearl River Delta to the South China Sea",
        "Coastal nitrogen pollution: A review of sources and trends globally and regionally",
        "Thermosipho melanesiensis sp. nov., a new thermophilic anaerobic bacterium belonging to the order Thermotogales, isolated from deep-sea hydrothermal vents in the Southwestern Pacific Ocean",
        "A survey on bacteria inhabiting the sea surface microlayer of coastal ecosystems"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn Academic Advancement",
        "Ratchadaphiseksomphot Endowment Fund of Chulalongkorn University",
        "Chulalongkorn University"
    ]
}