{
    "eid": "2-s2.0-85143110950",
    "title": "Brain perfusion single photon emission computed tomography abnormality in MRI-negative stroke-like patients post COVID-19 vaccination",
    "cover-date": "2022-11-25",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "COVID-19",
        "functional neurological disorder",
        "immunization stress-related response (ISRR)",
        "SARS-CoV-2",
        "SPECT",
        "stroke"
    ],
    "authors": [
        "Supatporn Tepmongkol",
        "Nijasri C. Suwanwela",
        "Nattiya Hirankarn",
        "Sookjaroen Tangwongchai",
        "Pongpat Vorasayan",
        "Chanan Sukprakun",
        "Natakorn Siritaranon",
        "Naruchorn Kijpaisalratana",
        "Wasan Akarathanawat",
        "Aurauma Chutinet",
        "Jarturon Tantivatana"
    ],
    "citedby-count": 0,
    "ref-count": 26,
    "ref-list": [
        "Acute prolonged motor aura resembling ischemic stroke after COVID - 19 vaccination (CoronaVac): the first case report",
        "Prolonged migraine aura resembling ischemic stroke following CoronaVac vaccination: an extended case series",
        "Spectrum of neurological complications following COVID-19 vaccination",
        "Alterations in 18F-FDG PET/MRI and 15O-Water PET brain findings in patients with neurological symptoms after COVID-19 vaccination: a pilot study",
        "Neurologic adverse events among 704,003 first-dose recipients of the BNT162b2 mRNA COVID-19 vaccine in Mexico: a nationwide descriptive study",
        "Vaccine-induced immune thrombotic thrombocytopenia and cerebral venous sinus thrombosis post COVID-19 vaccination; a systematic review",
        "Neurological complications of COVID-19: Guillain-Barre syndrome following Pfizer COVID-19 vaccine",
        "Neurological symptoms and neuroimaging alterations related with COVID-19 vaccine: cause or coincidence?",
        "From conversion disorder (DSM-IV-TR) to functional neurological symptom disorder (DSM-5): when a label changes the perspective for the neurologist, the psychiatrist and the patient",
        "Automated anatomical labelling atlas 3",
        "Functional neurological disorder after COVID-19 vaccination",
        "ANA investigates: neurological complications of COVID-19 vaccines",
        "Cerebral venous sinus thrombosis after COVID-19 vaccination: neurological and radiological management",
        "COVID-19 vaccination-associated myelitis",
        "The potential neurological effect of the COVID-19 vaccines: a review",
        "The SARS-CoV-2 spike protein alters barrier function in 2D static and 3D microfluidic in-vitro models of the human blood-brain barrier",
        "The S1 protein of SARS-CoV-2 crosses the blood-brain barrier in mice",
        "Endothelium infection and dysregulation by SARS-CoV-2: evidence and caveats in COVID-19",
        "Circulating severe acute respiratory syndrome Coronavirus 2 (SARS-CoV-2) vaccine antigen detected in the plasma of mRNA-1273 vaccine recipients",
        "A Bayesian account of \"hysteria.",
        "The role of the posterior cingulate cortex in cognition and disease",
        "Immunization stress-related responses: implications for vaccination hesitancy and vaccination processes during the COVID-19 pandemic",
        "Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis",
        "Differential expression of neuronal ACE2 in transgenic mice with overexpression of the brain renin-angiotensin system",
        "Midcingulate cortex: Structure, connections, homologies, functions and diseases"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}