{
    "eid": "2-s2.0-85120962714",
    "title": "Environmental, social and governance and creditworthiness: Two contrary evidence from major asian markets",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Accounting",
            "@code": "1402",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "China",
        "ESG",
        "Issuer credit rating",
        "Japan",
        "Ordered logit"
    ],
    "authors": [
        "Narapong Srivisal",
        "Natthawat Jamprasert",
        "Jananya Sthienchoak",
        "Pornpitchaya Kuwalairat"
    ],
    "citedby-count": 0,
    "ref-count": 59,
    "ref-list": [
        "Corporate social responsibility and credit ratings",
        "Do socially (ir)responsible investments pay? New evidence from international ESG data",
        "Beyond dichotomy: The curvilinear relationship between social responsiblility and financial performance",
        "Ethical investing in Australia: Is there a financial penalty?",
        "How hot is your bottom line? Linking carbon and financial performance",
        "Sovereign bond yield spreads and sustainability: An empirical analysis of OECD countries",
        "CSR and the environment: Business supply chain partnerships in Hong Kong and PRDR, China",
        "Measuring corporate environmental performance: The trade‐offs of sustainability ratings",
        "The effect of countries’ ESG ratings on their sovereign borrowing costs",
        "Executive political connections and firm performance: Comparative evidence from privately-controlled and state-owned enterprises",
        "Corporate social responsibility and developing countries",
        "Does corporate social responsibility affect the cost of capital?",
        "ESG practices and the cost of debt: Evidence from EU countries",
        "The politics of stakeholder theory: Some future directions",
        "Corporate governance: A stakeholder interpretation",
        "ESG and financial performance: Aggregated evidence from more than 2000 emperical studies",
        "Corporate social responsibility and the cost of corporate bonds",
        "the impact of corporate social responsibility on the cost of bank loans",
        "Trade-offs in corporate sustainability: You can’t have your cake and eat it",
        "The wages of social responsibility — Where are they? A critical review of ESG investing",
        "Does it pay to be green? An empirical examination of the relationship between emission reduction and firm performance",
        "Green growth (for China): A literature review",
        "Does it cost to be sustainable?",
        "Cooperation between corporations and environmental groups: A transaction cost perspective",
        "Ecological civilisation in China",
        "The impact of environmental, social, and governance disclosure on firm value: The role of CEO power",
        "Corporate social responsibility engagement of financially distressed firms and their bankruptcy likelihood",
        "State-owned enterprises in China: A review of 40 years of research and practice",
        "Determinant factors of corporate environmental information disclosure: An empirical study of Chinese listed companies",
        "Functional mechanisms of mandatory corporate environmental disclosure: An empirical study in China",
        "Misery loves companies: Rethinking social initiatives by business",
        "The influence of corporate social responsibility and price fairness on customer behaviour: Evidence from the financial sector",
        "Corporate social responsiblity: Is it rewarded by the corporate bond market? A critical note",
        "Corporate social performance, stakeholder satisfaction, and generalizability theory",
        "Stakeholders’ influences on corporate green innovation strategy: A case study of manufacturing firms in China",
        "The influence of political connection of executives on the performance of state-owned enterprises and state-owned enterprises administrative reform",
        "Socially responsible investments: Institutional aspects, performance, and investor behavior",
        "The wages of social responsibility",
        "Corporate social responsibility and eurozone corporate bonds: The moderating role of country sustainability",
        "Do shareholders benefit from green bonds",
        "Environmental credit risk management in banks and financial service institutions",
        "The performance, volatility, persistence and downside risk characteristics of sustainable investment in emerging market",
        "Empirical analysis of the integration of environmental risks into credit risk management process of European banks",
        "The financial performance of RI funds after 2000",
        "Incorporating sustainability criteria into credit risk management",
        "Priorities for corporate social responsibility: A survey of businesses and their stakeholders",
        "Case studies on trade-offs in corporate sustainability",
        "Political connections, tax benefits and firm performance: Evidence from China",
        "Industry responses to EU WEEE and ROHS directives: Perspectives from China",
        "The effect of pro-environmental preference on bond prices: Evidence from green bonds"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}