{
    "eid": "2-s2.0-85062982130",
    "title": "Prevalence of chronic kidney disease among family members of hemodialysis patients at the Bhumirajanagarindra kidney institute",
    "cover-date": "2019-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Chronic kidney disease",
        "First degree relative",
        "Hemodialysis",
        "Prevalence",
        "Urine albumin creatinine ratio"
    ],
    "authors": [
        "S. Kanchanakorn",
        "T. Thanachayanon",
        "T. Teerapornlertratt",
        "K. Pongpirul",
        "K. Tungsanga"
    ],
    "citedby-count": 0,
    "ref-count": 26,
    "ref-list": [
        "Chronic kidney disease: Global dimension and perspectives",
        "Prevalence and risk factors of chronic kidney disease in the Thai adult population: Thai SEEK study",
        "Chronic kidney disease and the risks of death, cardiovascular events, and hospitalization",
        "Cost of medical care for chronic kidney disease and comorbidity among enrollees in a large HMO population",
        "Economic burden of chronic kidney disease",
        "Screening for proteinuria in US adults: A cost-effectiveness analysis",
        "Cost-effectiveness of screening for albuminuria with subsequent fosinopril treatment to prevent cardiovascular events: A pharmacoeconomic analysis linked to the prevention of renal and vascular endstage disease (PREVEND) study and the prevention of renal and vascular endstage disease intervention trial (PREVEND IT)",
        "Predicting initiation and progression of chronic kidney disease: Developing renal risk scores",
        "A familial risk of chronic renal failure among blacks on dialysis?",
        "Population-based screening for family history of end-stage renal disease among incident dialysis patients",
        "Family history of end-stage renal disease among hemodialyzed patients in Poland",
        "Prevalence and risk factors for CKD in spouses and relatives of hemodialysis patients",
        "Association between family members of dialysis patients and chronic kidney disease: A multicenter study in China",
        "Prevalence of family history of kidney disease and perception of risk for kidney disease: A population-based study",
        "Thai Hypertension Society: Guidelines in the treatment of hypertension 2015",
        "Kinetic enzymatic method for determining serum creatinine",
        "Serum creatinine determined by Jaffe, enzymatic method, and isotope dilution-liquid chromatography-mass spectrometry in patients under hemodialysis",
        "Comparison between IDMS-IDMS-traceable Jaffe and enzymatic creatinine assays for estimation of glomerular filtration rate by the CKD-EPI equation in healthy and diabetic subjects",
        "N4Studies: Sample size calculation for an epidemiological study on a smart device",
        "KDOQI US commentary on the 2012 KDIGO clinical practice guideline for the evaluation and management of CKD",
        "Frequency of diabetes in family members of probands with non-insulin-dependent diabetes mellitus",
        "Kidney disease in the first-degree relatives of African-Americans with hypertensive end-stage renal disease",
        "2014 evidence-based guideline for the management of high blood pressure in adults: Report from the panel members appointed to the Eighth Joint National Committee (JNC 8)",
        "Diabetic kidney disease: A clinical update from Kidney Disease: Improving Global Outcomes",
        "KDIGO clinical practice guideline for glomerulonephritis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "112812049",
            "affilname": "Bhumirajanagarindra Kidney Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/112812049",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Medical Association of Thailand"
    ]
}