{
    "eid": "2-s2.0-85092614541",
    "title": "What matters in cost of debt: audit partner public-client specialization or busyness?",
    "cover-date": "2020-12-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Accounting",
            "@code": "1402",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (all)",
            "@code": "1400",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (all)",
            "@code": "2000",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Audit partner",
        "Busyness",
        "Cost of debt",
        "Specialization"
    ],
    "authors": [
        "Kanyarat (Lek) Sanoran"
    ],
    "citedby-count": 2,
    "ref-count": 65,
    "ref-list": [
        "Capital market consequences of audit partner quality",
        "Auditor industry specialization and earnings quality",
        "Audit firm tenure, non‐audit services, and internal assessments of audit quality",
        "Auditor industry specialization and evidence of cost efficiencies in homogenous industries",
        "Determinants of auditor expertise",
        "The effect of audit experience on audit fees and audit quality",
        "Audit team attributes matter: how diversity affects audit quality",
        "The value of audit quality in public and private companies: evidence from Spain",
        "Audit effort and earnings management",
        "Costs and benefits of requiring an engagement partner signature: recent experience in the United Kingdom",
        "Do audit clients successfully engage in opinion shopping? Partner-level evidence",
        "Firm versus partner measures of auditor industry expertise and effects on auditor quality",
        "Reducing restatements with increased industry expertise",
        "Understanding audit quality: insights from audit professionals and investors",
        "Auditor brand name reputations and industry specializations",
        "Auditor size and audit quality",
        "The effects of firm‐wide and office‐level industry expertise on audit pricing",
        "The role of auditor choice in debt pricing in private firms",
        "The market pricing of accruals quality",
        "The pricing of national and city‐specific reputations for industry expertise in the U.S. audit market",
        "Assessing France’s joint audit requirement: are two heads better than one?",
        "What is the relationship between audit partner busyness and audit quality?",
        "Do individual auditors affect audit quality? Evidence from archival data",
        "Busy auditors, partner-client tenure, and audit quality: evidence from an emerging market",
        "Investor protection, firm informational problems, big N auditors, and cost of debt around the world",
        "Audit partner busyness and cost of equity Capital",
        "Do (fe) male auditors impair audit quality? Evidence from going-concern opinions",
        "Sample selection bias as a specification error",
        "Auditor independence in a private firm and low litigation risk setting",
        "Big 4 auditor affiliation and accruals quality in Bangladesh",
        "Audit partner public-client specialisation and client abnormal accruals",
        "Female auditors and accruals quality",
        "Theory of the firm: managerial behavior, agency costs and ownership structure",
        "Risk management in client acceptance decisions",
        "Antecedents and consequences of independence risk: framework for analysis",
        "Audit quality and cost of debt capital for private firms: evidence from Finland",
        "Mandatory disclosure of the engagement partner's identity: potential benefits and unintended consequences",
        "Does the identity of engagement partners matter? An analysis of audit partner reporting decisions",
        "Auditor industry expertise and cost of equity",
        "Busy auditors, ethical behavior, and discretionary accruals quality in Malaysia",
        "Accounting information, disclosure, and the cost of capital",
        "Engagement partner specialization and corporate disclosure transparency",
        "Selection models in accounting research",
        "A review of the archival literature on audit partners",
        "National level, city level auditor industry specialization and cost of debt",
        "Non‐audit service fees and audit quality: the impact of auditor specialization",
        "Factors associated with the incidence of reduced audit quality behaviors",
        "Does auditor quality and tenure matter to investors? Evidence from the bond market",
        "The value of financial statement verification in debt financing: evidence from private U.S. firms",
        "The impact of auditor education level on the relationship between auditor busyness and audit quality in Turkey",
        "Estimating standard errors in finance panel data sets: comparing approaches",
        "Auditor choice and the cost of debt capital for newly public firms",
        "National and office-specific measures of auditor industry expertise and effects on audit quality",
        "Auditor quality and debt covenants",
        "What do industry-specialist auditors know?",
        "Auditor-in-charge characteristics and going-concern reporting",
        "Earnings management and audit quality in Europe: evidence from the private client segment market",
        "Enhancing knowledge sharing in public accounting firms",
        "Lead engagement partner workload, partner-client tenure and audit reporting lag: evidence from Malaysia",
        "The effects of industry expertise on cost of debt: an individual auditor-level analysis",
        "Does auditor industry expertise affect bank loan costs?",
        "Audit partner specialization and audit fees: some evidence from Sweden"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60199583",
        "affilname": "Chulalongkorn Business School",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Accounting and Finance Association of Australia and New Zealand"
    ]
}