{
    "eid": "2-s2.0-85072623780",
    "title": "Quantitative analysis of hispidulin content in clerodendrum petasites roots distributed in Thailand",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "Ben-Cha-Lo-Ka-Wi-Chian remedy",
        "Clerodendrum petasites",
        "Hispidulin",
        "HPLC-PDA"
    ],
    "authors": [
        "Thanyathorn Tangsongcharoen",
        "Somchai Issaravanich",
        "Chanida Palanuvej",
        "Nijsiri Ruangrungsi"
    ],
    "citedby-count": 3,
    "ref-count": 23,
    "ref-list": [
        "Pharmacognostic specification of five root species in Thai traditional medicine remedy: Ben-Cha-Lo-Ka-Wi-Chian",
        "Bioactivity of flavonoids",
        "Flavonoids function as antioxidants: By scavenging reactive oxygen species or by chelating iron?",
        "Isolation of a bronchodilator flavonoid from the Thai medicinal plant Clerodendrum petasites",
        "Antiinflammatory and antipyretic properties of Clerodendrum petasites S. Moore",
        "Characterisation of polyphenolic compounds in Clerodendrum petasites S. Moore and their potential for topical delivery through the skin",
        "Prospects for the study of flavonoids as hypolipidemic and antiatherosclerotic agents",
        "Effects of flavones from Saussurea involucrata on DNA synthesis by cancer cells",
        "Qualitative and quantitative analysis in quality control of traditional Chinese medicines",
        "Optimization of a quantitative HPLC determination of potentially anticarcinogenic flavonoids in vegetables and fruits",
        "Determination of phenolic compounds in aromatic plants by RP-HPLC and GC-MS",
        "Measurement of food flavonoids by highperformance liquid chromatography: A review",
        "A validated HPLC method for quantification and optimization of furocoumarins in different extracts of fruits of Heracleum candicans",
        "Pharmacognostic specifications, quercetin and quercitrin quantification in Bauhinia malabarica Leaf",
        "Pharmacognostic specifications and quantification of (+)-catechin and (-)-epicatechin in Pentace burmanica stem bark",
        "CE HPLC analysis of Adhatoda vasica obtained from different geographical sources",
        "Standardization of herbal medicines-A review",
        "Chemical constituents from the roots of Clerodendrum indicum and Clerodendrum villosum",
        "Cytotoxic activity of the chemical constituents of Clerodendrum indicum and Clerodendrum villosum roots"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60023366",
            "affilname": "Rangsit University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023366",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}