{
    "eid": "2-s2.0-84995567069",
    "title": "GnRH-agonist implants suppress reproductive function and affects ovarian LHR and FSHR expression in prepubertal female cats",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Small Animals",
            "@code": "3404"
        },
        {
            "$": "Food Animals",
            "@code": "3403"
        },
        {
            "$": "Equine",
            "@code": "3402"
        },
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        }
    ],
    "keywords": [
        "GnRH-agonist",
        "Ovarian LHR and FSHR",
        "Prepubertal cat",
        "Reproductive function"
    ],
    "authors": [
        "N. S. Mehl"
    ],
    "citedby-count": 8,
    "ref-count": 30,
    "ref-list": [
        "Treatment of queens in estrus and after estrus with a GnRH-agonist implant containing 4.7 mg deslorelin; hormonal response, duration of efficacy, and reversibility",
        "Effects of the GnRH analogue deslorelin implants on reproduction in female domestic cats",
        "A review of advances in the use of the GnRH agonist deslorelin in control of reproduction",
        null,
        "Efficacy of the GnRH analogue deslorelin for suppression of oestrous cycles in cats.",
        "Effect of GnRH analogs in postnatal domestic cats",
        "Histologic effect of a postnatal slow-release GnRH agonist on feline gonads",
        "Fecal estradiol-17β and testosterone in prepubertal domestic cats",
        "Estradiol measurement after GnRH-stimulation as a method to diagnose the presence of ovaries in the female domestic cat",
        "Comparison of embryo recovery, embryo quality, oestradiol-17β and progesterone profiles in domestic cats (Felis catus) at natural or induced oestrus",
        "Daily fecal sex steroid hormonal changes and mating success in captive female cheetahs (Acinonyx jubatus) in Japan",
        "Luteinizing hormone and follicle-stimulating hormone receptors and their transcribed genes (mRNA) are present in the lower urinary tract of intact male and female dogs",
        "The expression of angiogenic growth factors and their receptors in ovarian follicles throughout the estrous cycle in the ewe",
        "Sex steroid hormone receptors in human thymoma",
        "Differences in the expression of luteinizing hormone and follicle-stimulating hormone receptors in the lower urinary tract between intact and gonadectomised male and female dogs",
        "Recombinant human follicle stimulating hormone and growth factors improve the meiotic and developmental competence of cat oocytes",
        "Effect of antineoplastic drugs on the expression of Bcl-2 and Bcl-xL genes in the feline T-cell leukemia cell line",
        "Long-Term-Release GnRH Agonists Postpone Puberty in Domestic Cats",
        "Comparative aspects of steroid hormone metabolism and ovarian activity in felids, measured noninvasively in feces",
        "Comparative endocrinology of domestic and nondomestic felids",
        "Folliculogenesis in the domestic cat (Felis catus)",
        "Stimulation of folliculogenesis in domestic cats with human FSH and LH",
        "Expression of follicle stimulating hormone and luteinizing hormone receptors during follicular growth in the domestic cat ovary",
        "Suppression of the oestrous responses of bitches to the GnRH analogue deslorelin by progestin.",
        "Thai J Vet Med Suppl",
        "Short term suppression of follicular recruitment and spontaneous ovulation in the cat using levonorgestrel versus a GnRH antagonist",
        "Incidence of spontaneous ovulation in young, group-housed cats based on serum and faecal concentrations of progesterone.",
        "Hysterographic appearance and uterine histology at different stages of the reproductive cycle and after progestagen treatment in the domestic cat",
        "Hormonal effects on the contractile apparatus of the myometrium"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "affilname": "Royal Veterinary College University of London",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}