{
    "eid": "2-s2.0-84935020604",
    "title": "Purification and characterization of a polyextremophilic α-Amylase from an obligate halophilic Aspergillus penicillioides isolate and its potential for souse with detergents",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Immunology and Microbiology",
            "@code": "2400"
        },
        {
            "$": "General Biochemistry",
            "@code": "1300"
        }
    ],
    "keywords": [],
    "authors": [
        "Imran Ali"
    ],
    "citedby-count": 44,
    "ref-count": 44,
    "ref-list": [
        "Identification, phylogenetic analysis and characterization of obligate halophilic fungi isolated from a man-made solar saltern in Phetchaburi province, Thailand",
        "Biodiversity of Fungi-Their Role in Human Life",
        "Screening of potential biotechnological applications from obligate halophilic fungi, isolated from a man-made solar saltern located in Phetchaburi Province, Thailand",
        "Lasbella University Journal of Science and Technology",
        "Extreme environments as a resource for microorganisms and novel biocatalysts",
        "Fungal Adaptation to Extremely High Salt Concentrations",
        "Industrial and environmental applications of halophilic microorganisms",
        "Halophiles, Encyclopedia of Life Sciences",
        "Halophilic hydrolases as a new tool for the biotechnological industries",
        "Biochemical characterization of an extracellular polyextremophilic α-amylase from the halophilic archaeon Halorubrum xinjiangense",
        "Expression cloning of fungal enzyme genes; A novel approach for efficient isolation of enzyme genes of industrial relevance",
        "Purification, characterization, and potential of saline waste water remediation of a polyextremophilic α -amylase from an obligate halophilic aspergillus gracilis",
        "A novel raw starch digesting α-amylase from a newly isolated Bacillus sp. YX-1: Purification and characterization",
        "Purification and biochemical characterization of a novel SDS and surfactant stable, raw starch digesting, and halophilic α-amylase from a moderately halophilic bacterium, Nesterenkonia sp. strain F",
        "Production of surfactant and detergent-stable, halophilic, and alkalitolerant alpha-amylase by a moderately halophilic Bacillus sp. Strain TSCVKK",
        "Microbial α-amylases: A biotechnological perspective",
        "Isolation and characterization of novel α-amylase from marine Streptomyces sp. D1",
        "Purification and biochemical characterization of a novel α-amylase from Bacillus licheniformis NH1. Cloning, nucleotide sequence and expression of amyN gene in Escherichia coli",
        "Use of Dinitrosalicylic Acid Reagent for Determination of Reducing Sugar",
        "Protein measurement with the Folin phenol reagent.",
        "Application of microbial α-amylase in industry - a review",
        "α-Amylase production by Penicillium fellutanum isolated from mangrove rhizosphere soil",
        "Halotolerant ability and α-amylase activity of some saltwater fungal isolates",
        "Application of a statistical design to the optimization of parameters and culture medium for α-amylase production by Aspergillus oryzae CBS 819.72 grown on gruel (wheat grinding by-product)",
        "Diversity and industrial potential of hydrolaseproducing halophilic/halotolerant eubacteria",
        "One step purification and characterization of an extracellular α-amylase from marine Vibrio sp.",
        "Production, purification, and characterization of two extremely halotolerant, thermostable, and alkali-stable α-amylases from Chromohalobacter sp. TVSP 101",
        "Production and characterization of α-amylase from Aspergillus niger JGI 24 isolated in Bangalore",
        "α-Amylase: An ideal representative of thermostable enzymes",
        "Production, purification, and characterization of thermostable a-amylase from thermophilic Geobacillus stearothermophilus",
        "Highly thermostable amylase and pullulanase of the extreme thermophilic eubacterium Rhodothermus marinus: Production and partial characterization",
        "Production of amylase by newly isolated moderate halophile, Halobacillus sp. strain MA-2",
        "Production of surfactant and detergent-stable, halophilic, and alkalitolerant alpha-amylase by a moderately halophilic Bacillus sp. Strain TSCVKK",
        "Purification and characterization of a halophilic α-amylase with increased activity in the presence of organic solvents from the moderately halophilic Nesterenkonia sp. strain F",
        "Characterization of a microbial community capable of reducing perchlorate and nitrate in high salinity",
        "Biodegradation and bioremediation of hydrocarbons in extreme environments",
        "Identification of a haloalkaliphilic and thermostable cellulase with improved ionic liquid tolerance",
        "Extracellular enzyme production by indigenous thermophilic bacteria: Partial purification and characterization of α-amylase by Bacillus sp. WA21",
        "Enzymatic detergent formulation containing amylase from Aspergillus niger: A comparative study with commercial detergent formulations",
        "Production of alkaline protease by a thermophilic Bacillus subtilis under solid-state fermentation (SSF) condition using Imperata cylindrica grass and potato peel as low-cost medium: Characterization and application of enzyme in detergent formulation",
        "To study the influence of different components of fermentable substrates on induction of extracellular α-amylase synthesis by Bacillus subtilis DM-03 in solid-state fermentation and exploration of feasibility for inclusion of α-amylase in laundry detergent formulations",
        "The Futurist",
        "Use of nanofiltration for partial softening of very hard water",
        "Removal of hardness ions from tap water using electromembrane processes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Quetta",
            "affilname": "University of Balochistan",
            "affiliation-country": "Pakistan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}