{
    "eid": "2-s2.0-85082534612",
    "title": "Survival of Salmonella in various wild animal feces that may contaminate produce",
    "cover-date": "2020-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Food Science",
            "@code": "1106",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Animal intrusion",
        "Produce",
        "Salmonella",
        "Survival",
        "Wild animal feces"
    ],
    "authors": [
        "Zeynal Topalcengiz",
        "Patrick M. Spanninger",
        "Saharuetai Jeamsripong",
        "Anil K. Persad",
        "Robert L. Buchanan",
        "Joyjit Saha",
        "Jeff Lejeune",
        "Michele T. Jay-Russell",
        "Kalmia E. Kniel",
        "Michelle D. Danyluk"
    ],
    "citedby-count": 10,
    "ref-count": 48,
    "ref-list": [
        "A dynamic approach to predicting bacterial growth in food",
        "Survival of Escherichia coli and Salmonella Typhimurium in slurry applied to clay soil on a Danish swine farm",
        "E. Coli O157 and Salmonella spp. In white-tailed deer and livestock",
        "Salmonella infections in the common raccoon (Procyon lotor) in western Pennsylvania",
        "Outbreak of Salmonella serotype Hartford infections associated with unpasteurized orange juice",
        "Wild birds and silage as reservoirs of Listeria in the agricultural environment",
        "Outbreak of campylobacteriosis associated with consumption of raw peas",
        "Pathogenic agents in fresh water resources",
        "Diversity of pulsed field gel electrophoresis pulsotypes, serotypes and antibiotic resistance among Salmonella strains isolated from wild amphibians and reptiles in the California central coast",
        "Prevalence, distribution, and diversity of Salmonella enterica in a major produce region of California",
        "Survival and infectivity of Salmonella Choleraesuis in swine feces",
        "A scoping review of the role of wildlife in the transmission of bacterial pathogens and antimicrobial resistance to the food chain",
        "Evaluating wildlife as a potential source of Salmonella serotype Newport (JJPX01.0061) contamination for tomatoes on the eastern shore of Virginia",
        "A framework for developing research protocols for evaluation of microbial hazards and controls during production that pertain to the application of untreated soil amendments of animal origin on land used to grow produce that may be consumed raw",
        "Outbreaks associated with fresh produce: Incidence, growth, and survival of pathogens in fresh and fresh-cut produce",
        "Survival of Escherichia coli O157:H7 and Salmonella Typhimurium in cow manure and cow manure slurry",
        "Survival of Salmonella Typhimurium and Escherichia coli O157:H7 in poultry manure and manure slurry at sublethal temperatures",
        "Escherichia coli O157:H7 in feral swine near spinach fields and cattle, central California coast",
        "What is the risk from wild animals in foodborne pathogen contamination of plants?",
        "The evaluation of a PCR-based method for identification of Salmonella enterica serotypes from environmental samples and various food matrices",
        "Fate of Escherichia coli O157:H7 in manure-amended soil",
        "Comprehensive review of Campylobacter and poultry processing",
        "Isolation of Campylobacter fetus subsp. Jejuni from migratory waterfowl",
        "Fate of Salmonella following application of swine manure to tile-drained clay loam soil",
        "Presence of Salmonella and Campylobacter spp. In wild small mammals on organic farms",
        "Survival of Salmonella enterica in dry manure and persistence on spinach leaves",
        "Reducing Salmonella on cantaloupes and honeydew melons using wash practices applicable to postharvest handling, foodservice, and consumer preparation",
        "Tracking Salmonella contamination in various watersheds and phenotypic and genotypic diversity",
        "Manure and microbes: Public and animal health problem?",
        "Prevalence and serovars of Salmonella in the feces of free-ranging white-tailed deer (Odocoileus virginianus) in Nebraska",
        "Epidemiological study of the colonization of chickens with Campylobacter in broiler farms in Malaysia: Possible risk and management factors",
        "Human enteric pathogens in produce: Un-answered ecological questions with direct implications for food safety",
        "Fate of generic and Shiga toxin–producing Escherichia coli (STEC) in central Florida surface waters and evaluation of EPA worst case water as standard medium",
        "Fate of Salmonella in central Florida surface waters and evaluation of EPA worst case water as a standard medium",
        "National organic program (NOP) handbook",
        "Standards for the growing, harvesting, packing, and holding of produce for human consumption; final rule",
        "Survival of Escherichia coli in cowpats in pasture and in laboratory conditions",
        "Salmonella sp. In game (Sus scrofa and Oryctolagus cuniculus)",
        "Wild boars as an important reservoir for foodborne pathogens",
        "Survey of Campylobacter species, VTEC O157 and Salmonella species in Swedish wildlife",
        "Fate of enterohemorrhagic Escherichia coli O157:H7 in bovine feces",
        "Long-term monitoring of waterborne pathogens and microbial source tracking markers in paired agricultural watersheds under controlled and conventional tile drainage management",
        "Survival of Salmonella enterica serovar Newport in manure and manure-amended soils",
        "Fate and transport of zoonotic, bacterial, viral, and parasitic pathogens during swine manure treatment, storage, and land application"
    ],
    "affiliation": [
        {
            "affiliation-city": "Mus",
            "@id": "60104513",
            "affilname": "Muş Alparslan Üniversitesi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60104513",
            "affiliation-country": "Turkey"
        },
        {
            "affiliation-city": "St Augustine",
            "@id": "60071706",
            "affilname": "The University of the West Indies, St. Augustine Campus",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071706",
            "affiliation-country": "Trinidad and Tobago"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Newark",
            "@id": "60023004",
            "affilname": "University of Delaware",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023004",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "College Park",
            "@id": "60020304",
            "affilname": "University of Maryland, College Park",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020304",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Davis",
            "@id": "60014439",
            "affilname": "University of California, Davis",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014439",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Wooster",
            "@id": "60013499",
            "affilname": "Ohio Agricultural Research and Development Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013499",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Gainesville",
            "@id": "60010177",
            "affilname": "University of Florida Institute of Food and Agricultural Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010177",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "U.S. Department of Agriculture",
        "National Institute of Food and Agriculture"
    ]
}