{
    "eid": "2-s2.0-85062467490",
    "title": "Diploma Disease in Thai HE",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Social Sciences (miscellaneous)",
            "@code": "3301"
        },
        {
            "$": "Development",
            "@code": "3303"
        },
        {
            "$": "Education",
            "@code": "3304"
        }
    ],
    "keywords": [
        "Economist Intelligence Unit",
        "Gross Domestic Product",
        "High Education",
        "Postgraduate Degree",
        "Thai Government"
    ],
    "authors": [
        "Prompilai Buasuwan"
    ],
    "citedby-count": 2,
    "ref-count": 39,
    "ref-list": [
        "Assessment in Education: Principle, Policy, and Practice",
        "November",
        "Education, Globalization and Social Change",
        "Massification Continues to Transform HE.” University World News. September 2012",
        "Qualification and Development",
        "The Rock: A Pageant Play",
        "degreeism: Disease or cure?",
        "Has the Expansion of Higher Education Led to Greater Economic Growth?",
        "The Social Movement of Spiritually Engaged Alternative Education in Thailand against the Background of Reform and Globalization",
        "Learning to Live Together and Media Literacy in the Thai National Curriculum. Learning to Live Together through Education in the Asia-Pacific Region",
        "Neaye",
        "Education and Knowledge in Thailand: The Quality Controversy",
        "Analysis of Motivating Factors in Studying a Master’s Degree of Students in Private HE Institutions in Bangkok",
        "Inc",
        "The Diploma Disease and HE Reform during Economic Crisis: A Comparative Analysis of Diploma Disease in Thailand before and after the HE Reform of 1999",
        "Guidelines for Quality Provision in Cross-Border HE",
        "Policy Salary Adjustment for Bachelor’s Degree Holder to Fifteen Thousand Baht: Different Perspectives. Research and Information Division: Senator Secretariat Office"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}