{
    "eid": "2-s2.0-85075060781",
    "title": "Quantification of enterocytozoon hepatopenaei (Ehp) in penaeid shrimps from southeast asia and latin america using taqman probe-based quantitative PCR",
    "cover-date": "2019-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Allergy",
            "@code": "2723",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Immunology and Microbiology (all)",
            "@code": "2400",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Enterocytozoon hepatopenaei",
        "Microsporidian",
        "QPCR",
        "Shrimp parasite"
    ],
    "authors": [
        "Patharapol Piamsomboon",
        "Seong Kyoon Choi",
        "Bambang Hanggono",
        "Yani Lestari Nuraini",
        "Fatma Wati",
        "Kathy F.J. Tang",
        "Song Park",
        "Dongmi Kwak",
        "Man Hee Rhee",
        "Jee Eun Han",
        "Ji Hyung Kim"
    ],
    "citedby-count": 17,
    "ref-count": 15,
    "ref-list": [
        "Development of in situ hybridization and PCR assays for the detection of Enterocytozoon hepatopenaei (EHP), a microsporidian parasite infecting penaeid shrimp",
        "Multiple pathogens found in growth-retarded black tiger shrimp Penaeus monodon cultivated in Thailand",
        "Enterocytozoon hepatopenaei sp. Nov. (Microsporida: Enterocytozoonidae), a parasite of the black tiger shrimp Penaeus monodon (Decapoda: Penaeidae): Fine structure and phylogenetic relationships",
        "The microsporidian Enterocytozoon hepatopenaei is not the cause of white feces syndrome in whiteleg shrimp Penaeus (Litopenaeus) vannamei",
        "Emergence of Enterocytozoon hepatopenaei (EHP) in farmed Penaeus (Litopenaeus) vannamei in India",
        "Dense populations of the microsporidian Enterocytozoon hepatopenaei (EHP) in feces of Penaeus vannamei exhibiting white feces syndrome and pathways of their transmission to healthy shrimp",
        "Enterocytozoon hepatopenaei (EHP) is a risk factor for acute hepatopancreatic necrosis disease (AHPND) and septic hepatopancreatic necrosis (SHPN) in the Pacific white shrimp Penaeus vannamei",
        "Detection of the microsporidian Enterocytozoon hepatopenaei (EHP) and Taura syndrome virus in Penaeus vannamei cultured in Venezuela",
        "Loop-mediated isothermal amplification combined with colorimetric nanogold for detection of the microsporidian Enterocytozoon hepatopenaei in penaeid shrimp",
        "Quantitative detection method of Enterocytozoon hepatopenaei using TaqMan probe real-time PCR",
        "A nested PCR assay to avoid false positive detection of the microsporidian Enterocytozoon hepatopenaei (EHP) in environmental samples in shrimp farms",
        "Microsporidia: Diverse, dynamic, and emergent pathogens in aquatic systems",
        "The use of beta-tubulin gene for phylogenetic analysis of the microsporidian parasite Enterocytozoon hepatopenaei (EHP) and in the development of a nested PCR as its diagnostic tool",
        "Detection of a new microsporidium Perezia sp. In shrimps Penaeus monodon and P. indicus by histopathology, in situ hybridization and PCR",
        "Detection of the amoebic parasite (Order Dactylopodida) in cultured Pacific white shrimp (Litopenaeus vannamei)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Daegu",
            "@id": "60092864",
            "affilname": "Daegu Gyeongbuk Institute of Science and Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60092864",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Qingdao",
            "@id": "60089948",
            "affilname": "Yellow Sea Fisheries Research Institute Chinese Academy of Fishery Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60089948",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Daejeon",
            "@id": "60068693",
            "affilname": "Korea Research Institute of Bioscience and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60068693",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Daegu",
            "@id": "60012704",
            "affilname": "Kyungpook National University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012704",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Situbondo Regency",
            "@id": "106640038",
            "affilname": "Brackishwater Aquaculture Development Center Situbondo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106640038",
            "affiliation-country": "Indonesia"
        }
    ],
    "funding": [
        "Kyungpook National University Research Fund"
    ]
}