{
    "eid": "2-s2.0-85056255685",
    "title": "Tire-suspension-steering hardware-in-the-loop simulation",
    "cover-date": "2018-09-30",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Engineering (all)",
            "@code": "2200",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Skidpad test",
        "Step steering response",
        "Tire suspension steering hardware in the loop simulations",
        "Vehicle dynamics"
    ],
    "authors": [
        "Sunhapos Chantranuwathana",
        "R. Chancharoen",
        "W. Wannasuphoprasit",
        "A. Sripakakorn",
        "N. Noomwongs"
    ],
    "citedby-count": 2,
    "ref-count": 25,
    "ref-list": [
        "Development of a driver information and warning system with vehicle hardware-in-the-loop simulations",
        "Semi-active control of the macpherson suspension system: HIL simulations",
        "Investigation of hardware-in-the-loop for use in suspension development",
        "Hardware-in-the-loop simulation for the design and testing of engine-control systems",
        "Requirement-based testing of an automotive ECU considering the behavior of the vehicle",
        "Reconfigurable real-time hardware-in-the-loop environment for automotive electronic control unit testing and verification",
        "Design and hardware-in-loop implementation of collision avoidance algorithms for heavy commercial road vehicles",
        "Development of a hardware in the loop simulation system for electric power steering in vehicles",
        "Design and validation of a longitudinal velocity and distance controller via hardware-in-the-loop simulation",
        "An integrated pedal follower and torque based approach for electronic throttle control in a motorcycle engine",
        "Diesel hybrid electric vehicle hardware system",
        "Development of hardware-in-the-loop simulator for analyzing vehicle handling and stability",
        "Study on handling and stability using tire hardware-in-the-loop simulator",
        "Vehicle dynamic analysis and evaluation of continuously controlled semi-active suspensions using hardware-in-the-loop simulation",
        "Force feedback in steer-by-wire systems: Architecture and experimental results",
        "Hardware-in-the-loop test rig for integrated vehicle control systems",
        "Hardware-in-the-loop simulation of magnetorheological dampers for vehicle suspension systems",
        "Hardware in the loop simulation of active front wheel steering control for yaw disturbance rejection",
        "Fidelity of using scaled vehicles for chassis dynamic studies",
        "Kinematics-based analytical solution for wheel slip angle estimation of a rwd vehicle with drift",
        "Development of tire-suspension-steering hardware in the loop simulator for student formula car handling testing",
        "Tire-suspension-steering hardware-in-the-loop for vehicle dynamics simulation",
        "Torque vectoring for electric vehicles with individually controlled motors: State-of-the-art and future developments",
        "Validation of hardware in the loop (HIL) simulation for use in heavy truck stability control system effectiveness research"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "National Metal and Materials Technology Center"
    ]
}