{
    "eid": "2-s2.0-85070311707",
    "title": "PP/organoclay nanocomposites for fused filament fabrication (FFF) 3D printing",
    "cover-date": "2019-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemical Engineering (all)",
            "@code": "1500",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Polymers and Plastics",
            "@code": "2507",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Organic Chemistry",
            "@code": "1605",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Materials Chemistry",
            "@code": "2505",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "3D printing",
        "Fused filament fabrication (FFF)",
        "Organoclay",
        "Polymer composites",
        "Polypropylene"
    ],
    "authors": [
        "C. Aumnate",
        "S. Limpanart",
        "N. Soatthiyanon",
        "S. Khunton"
    ],
    "citedby-count": 23,
    "ref-count": 28,
    "ref-list": [
        "Polymers for 3D printing and customized additive manufacturing",
        "3D printable graphene composite",
        "Effect of fused layer modeling (FLM) processing parameters on impact strength of cellular polypropylene",
        "Surface modified clay/poly-propylene (PP) nanocomposites: Effect on physico-me-chanical, thermal and morphological properties",
        "Polypropylene clay nanocomposites",
        "Elastic and yield behaviors of recycled polypropylene-based composites: Experimental and modeling study",
        "Impact of melt-processing strategy on structural and mechanical properties: Clay-containing polypropylene nanocomposites",
        "The effect of poly-ethylene-co-glycidyl methacrylate efficiency and clay platelets on thermal and rheological properties of wood polyethylene composites",
        "Effects of polypropylene-g-(Maleic anhydride/styrene) compatibilizer on mechanical and rheological properties of polypropylene/clay nanocomposites",
        "Rheological characterization of melt compounded polypropylene/clay nanocomposites",
        "Linear low density polyethylene (LLDPE)/clay nanocomposites. Part I: Structural characterization and quantifying clay dispersion by melt rheology",
        "Quantitative characterization of clay dispersion in polypropylene-clay nanocomposites by combined transmission electron microscopy and optical microscopy",
        "Rheology, morphology, and mechanical properties of reactive compatibilized polypropylene/polystyrene blends via Friedel–Crafts alkylation reaction in the presence of clay",
        "Advances in thermal and mechanical behaviors of PP/clay nanocomposites",
        "Rheology and applications of highly filled polymers: A review of current understanding",
        "Effect of the surfactant coverage on the preparation of polystyrene–clay nanocomposites prepared by melt in-tercalation",
        "Preparation, characterization and performance of polyethersulfone/organically modified mont-morillonite nanocomposite membranes in removal of pesticides",
        "Polymer-layered silicate nano-composites: Preparation, properties and uses of a new class of materials",
        "Correlation between mechanical properties and orientation of the crystalline and meso-morphic phases in isotactic polypropylene fibers",
        "Isotactic polypropylene crystallization: Analysis and modeling",
        "Feedstock material property – Process relationships in fused deposition of ceramics (FDC)",
        "Thermal behavior, dynamic mechanical properties and rheological properties of poly(Butylene succinate) composites filled with nanometer calcium carbonate",
        "Optimization of the FDM additive manufacturing process",
        "Fabrication of ABS/graphene oxide composite filament for fused filament fabrication (FFF) 3D printing"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60091507",
        "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60091507",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University and The Thailand Research Fund",
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}