{
    "eid": "2-s2.0-85090826210",
    "title": "Lactobacillus gastricus BTM 7 prevents intestinal colonization by biofilm forming Cronobacter sakazakii in Caenorhabditis elegans model host",
    "cover-date": "2020-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Antimicrobial activity",
        "Biofilm",
        "Caenorhabditis elegans",
        "Cronobacter sakazakii",
        "Probiotics"
    ],
    "authors": [
        "Sharma Kavita",
        "Murugesan Pooranachithra",
        "Niharika Singh",
        "Mani Iyer Prasanth",
        "Krishnaswamy Balamurugan",
        "Gunjan Goel"
    ],
    "citedby-count": 2,
    "ref-count": 35,
    "ref-list": [
        "Lactic acid permeabilizes gram-negative bacteria by disrupting the outer membrane",
        "Use of Lactobacillus plantarum strains as a biocontrol strategy against food-borne pathogenic microorganisms",
        "Anti-listerial and Anti-biofilm Activities of Potential Probiotic Lactobacillus Strains Isolated from Tunisian Traditional Fermented Food",
        "Antimicrobial activity of Lactobacillus against microbial flora of cervicovaginal infections",
        "Establishment of a Caenorhabditis elegans infection model for Vibrio alginolyticus",
        "Pseudomonas aeruginosa suppresses host immunity by activating the DAF-2 insulin-like signaling pathway in Caenorhabditis elegans",
        "Epidemiology of invasive neonatal Cronobacter (Enterobactersakazakii) infections",
        "In vitro and in vivo selection of potentially probiotic lactobacilli from Nocellara del Belice table olives",
        "Combination strategies to enhance the efficacy of antimicrobial peptides against bacterial biofilms",
        "Casein-derived antimicrobial peptides generated by Lactobacillus acidophilus DPC6026",
        "Ce-Duox1/BLI-3 generated reactive oxygen species trigger protective SKN-1 activity via p38 MAPK signaling during infection in C. elegans",
        "Influence of lactic acid bacteria on longevity of Caenorhabditis elegans and host defense against Salmonella enterica serovar enteritidis",
        "Cronobacter condimenti sp. nov., isolated from spiced meat, and Cronobacter universalis sp. nov., a species designation for Cronobacter sp. genomospecies 1, recovered from a leg infection, water, and food ingredients",
        "Role of PMK-1/p38 MAPK defense in Caenorhabditis elegans against Klebsiella pneumoniae infection during host-pathogen interaction",
        "Caenorhabditis elegans immune conditioning with the probiotic bacterium Lactobacillus acidophilus NCFM enhances gram-positive immune responses",
        "Dairy Propionibacterium extends the mean lifespan of Caenorhabditis elegans via activation of the innate immune system",
        "Immunity in Caenorhabditis elegans",
        "Identification of novel antimicrobials using a live-animal infection model",
        "Discovering probiotic microorganisms: in vitro, in vivo, genetic and omics approaches",
        "Probiotic Lactobacillus fermentum strain JDFM216 stimulates the longevity and immune response of Caenorhabditis elegans through a nuclear hormone receptor",
        "Incidence of Cronobacter spp. infections, United States, 2003–2009",
        "Ultraviolet-a triggers photoaging in model nematode Caenorhabditis elegans in a DAF-16 dependent pathway",
        "Elongated cells of Listeria monocytogenes in biofilms in the presence of sucrose and bacteriocin-producing Leuconostoc mesenteroides A11",
        "Lactic Acid Bacteria Antimicrobial Compounds: Characteristics and Applications",
        "Selection and evaluation of probiotic and functional characteristics of autochthonous lactic acid bacteria isolated from fermented wheat flour dough babroo",
        "Multivariate analysis of increase in life span of Caenorhabditis elegans through intestinal colonization by indigenous probiotic strains",
        "Probiotic mediated colonization resistance against E. coli infection in experimentally challenged Caenorhabditis elegans",
        "Inhibition of quorum-sensing-mediated biofilm formation in Cronobacter sakazakii strains",
        "Caenorhabditis elegans as a model for studying Cronobacter sakazakii ATCC BAA-894 pathogenesis",
        "Lactobacillus acidophilus-derived biosurfactant effect on gtfB and gtfC expression level in Streptococcus mutans biofilm cells Braz",
        "From cell differentiation to cell collectives: Bacillus subtilis uses division of labor to migrate",
        "Probiotic-mediated competition, exclusion and displacement in biofilm formation by food-borne pathogens",
        "Antimicrobial activity of bacteriocin-producing lactic acid bacteria isolated from cheeses and yogurts",
        "A novel bacteriocin BMP11 and its antibacterial mechanism on cell envelope of Listeria monocytogenes and Cronobacter sakazakii",
        "Antibiofilm potential of Lactobacillus plantarum spp. cell free supernatant (CFS) against multidrug resistant bacterial pathogens"
    ],
    "affiliation": [
        {
            "affiliation-city": "Mahendergarh",
            "@id": "60107367",
            "affilname": "Central University of Haryana",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60107367",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Solan",
            "@id": "60104116",
            "affilname": "Jaypee University of Information Technology, Solan",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60104116",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Karaikudi",
            "@id": "60016712",
            "affilname": "Alagappa University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016712",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Kanpur",
            "@id": "117390309",
            "affilname": "Rama University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/117390309",
            "affiliation-country": "India"
        }
    ],
    "funding": [
        "Department of Biotechnology",
        "Jaypee University of Information Technology"
    ]
}