{
    "eid": "2-s2.0-84973402286",
    "title": "Competence, competency-based education, and undergraduate dental education: a discussion paper",
    "cover-date": "2018-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Dentistry (all)",
            "@code": "3500",
            "@abbrev": "DENT"
        }
    ],
    "keywords": [
        "competence",
        "competency-based curriculum",
        "undergraduate dental education"
    ],
    "authors": [
        "S. Chuenjitwongsa",
        "R. G. Oliver",
        "A. D. Bullock"
    ],
    "citedby-count": 36,
    "ref-count": 61,
    "ref-list": [
        "The revitalization of U.S. dental education",
        "Profile and competences for the graduating european dentist - update 2009",
        "Curriculum structure, content, learning and assessment in european undergraduate dental education - update 2010",
        "Competencies: a new view of becoming a dentist",
        "Curriculum structure: principles and strategy",
        "Competency-based dental education in context",
        "Competency-based medical education: theory to practice",
        "Competency-based medical education: implications for undergraduate programs",
        "The malmö model: a problem-based learning curriculum in undergraduate dental education",
        "Chairside teaching and the perceptions of dental teachers in the uk",
        "Tacit knowledge in dental clinical teaching",
        "Tacit knowledge",
        "Teaching and learning in dental student clinical practice",
        "Observation, assisting, apprenticeship: cycles of visual and kinesthetic learning in dental education",
        "Dissociating explicit and procedural-learning based systems of perceptual category learning",
        "Perspective-tacit knowledge and knowledge conversion: controversy and advancement in organizational knowledge creation theory",
        "Preliminary assessment of faculty and student perception of a haptic virtual reality simulator for training dental manual dexterity",
        "Conceptual framework for performance assessment: competency, competence and performance in the context of assessments in healthcare - deciphering the terminology",
        "Identifying the policy implications of competency-based education",
        "Portfolios and assessment of competence: a review of the literature",
        "Competence and competency-based nursing education: finding our way through the issues",
        "Concepts of competence",
        "A primer on competency-based evaluation",
        "Toward a competency-based curriculum",
        "Competence in nursing practice: a controversial concept–a focused review of literature",
        "A concept analysis of competence and its transition in nursing",
        "Problems of competence-based nurse education",
        "Defining and assessing professional competence",
        "From the educational bench to the clinical bedside: translating the dreyfus developmental model to the learning of clinical skills",
        "Medical competence: the interplay between individual ability and the health care environment",
        "Toward a definition of competency-based education in medicine: a systematic review of published definitions",
        "The promise of competency-based education in the health professions for improving global health",
        "Amee guide no 14: outcome-based education: Part 1 - an introduction to outcome-based education",
        "A content analysis of dental education research as reported in two journals",
        "International standards in medical education: assessment and accreditation of medical schools’ – educational programmes. A wfme position paper",
        "The academic environment: the students’ perspective",
        "The dental education environment",
        "Major long-term factors influencing dental education in the twenty-first century",
        "Identification of competencies for effective dental faculty",
        "Effective small group learning: amee guide no. 48",
        "Faculty development to support curriculum change and ensure the future vitality of dental education",
        "Undergraduate nursing students’ acquisition and retention of cpr knowledge and skills",
        "Modeling the skills obsolescence process: a psychological/economic integration",
        "Language attrition and theories of forgetting: a cross-disciplinary review",
        "Factors that influence skill decay and retention: a quantitative review and analysis",
        "Beyond initial certification: the assessment and maintenance of competency in professions",
        "How medical students and residents describe the roles and characteristics of their influential clinical teachers",
        "A pilot study designed to acquaint medical educators with basic pedagogic principles",
        "The abcs of pedagogy for clinical teachers",
        "Development of teaching expertise viewed through the dreyfus model of skill acquisition",
        "Assessing dental students’ competence: best practice recommendations in the performance assessment literature and investigation of current practices in predoctoral dental education",
        "Assessment methods in medical education",
        "Competency: the structured clinical operative test (scot) in dental competency assessment",
        "New approaches to medical education: an international perspective"
    ],
    "affiliation": [
        {
            "affiliation-city": "Cardiff",
            "@id": "60023998",
            "affilname": "Cardiff University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023998",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}