{
    "eid": "2-s2.0-84908052377",
    "title": "Proportion of ovarian cancers in overall Ovarian masses in Thailand",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Public Health",
            "@code": "2739"
        },
        {
            "$": "Oncology",
            "@code": "2730"
        },
        {
            "$": "Cancer Research",
            "@code": "1306"
        },
        {
            "$": "Epidemiology",
            "@code": "2713"
        }
    ],
    "keywords": [
        "Menopause",
        "Ovarian cancers",
        "Ovarian masses",
        "Pregnancy",
        "Thailand"
    ],
    "authors": [
        "Yada Kunpalin"
    ],
    "citedby-count": 12,
    "ref-count": 25,
    "ref-list": [
        "Cancer facts and figures Atlanta",
        "Glob. libr",
        "Malignant ovarian germ cell tumors: A single-institution experience",
        "Globocan 2012 v1.0, cancer incidence and mortality worldwide",
        "Methylenetetrahydrofolate reductase gene polymorphisms as predictive and prognostic biomarkers in ovarian cancer risk",
        "Molecular abnormalities in ovarian carcinoma: Clinical, morphological and therapeutic correlates",
        "Ovarian sex cord stromal tumours in children and young girls - A more than two decade clinicopathological experience in a developing country, Pakistan",
        "Clinicopathological spectrum of ovarian sex cord-stromal tumors; 20 years' retrospective study in a developing country",
        "Cancer in Thailand 2007-2009",
        "Clinicopathologic characteristics of malignant germ cell tumors in the ovaries of korean women: A korean gynecologic oncology group study",
        "Adnexal masses in pregnancy: How often are they malignant?",
        "Malignant ovarian germ cell tumor in King Chulalongkorn Memorial Hospital.",
        "Changing trends in incidence of ovarian cancer - The Indian Scenario",
        "Study of ovarian tumors treated at Nagoya University Hospital, 1965-1988",
        "Characteristics and treatment outcomes of patients with malignant transformation arising from mature cystic teratoma of the ovary: Experience at a single institution",
        "Germ cell tumors of the ovary: A clinicopathologic study of 121 cases from Nepal",
        "Malignant transformation arising from mature cystic teratoma of the ovary: A retrospective study of 20 cases",
        "Granulosa cell tumor of the ovary",
        "Global distribution pattern of histological subtypes of epithelial ovarian cancer: A database analysis and systematic review",
        "Malignant ovarian germ cell tumors: Clinico-pathological presentation and survival outcomes",
        "world health organization classification of tumours",
        "Chula Med J",
        "Oral contraceptive use and reproductive factors and risk of ovarian cancer in the European Prospective Investigation into Cancer and Nutrition",
        "Time trends of ovarian cancer incidence in china",
        "Clinicopathologic features of epithelial ovarian carcinoma in younger vs. older patients: Analysis in Japanese women"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}