{
    "eid": "2-s2.0-85065399729",
    "title": "Prevalence of tool behaviour is associated with pelage phenotype in intraspecific hybrid long-tailed macaques (Macaca fascicularis aurea × M. f. fascicularis)",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Behavioral Neuroscience",
            "@code": "2802",
            "@abbrev": "NEUR"
        }
    ],
    "keywords": [
        "Animal culture",
        "Developmental bias",
        "Hybridization",
        "Learning",
        "Long-Tailed macaque",
        "Phenotypic variation",
        "Tool behaviour"
    ],
    "authors": [
        "Michael D. Gumert",
        "Amandawei Yi Tan",
        "Lydia V. Luncz",
        "Constance Ting Chua",
        "Lars Kulik",
        "Adam D. Switzer",
        "Michael Haslam",
        "Atsushi Iriki",
        "Suchinda Malaivijitnond"
    ],
    "citedby-count": 9,
    "ref-count": 119,
    "ref-list": [
        "Identifying the morphological signatures of hybridization in primate and human evolution",
        "Development of tool-use to obtain food in a captive group of Macaca tonkeana",
        "Naive, captive long-tailed macaques (Macaca fascicularis fascicularis) fail to individually and socially learn pound-hammering, a tool-use behavior",
        "Random effects structure for confirmatory hypothesis testing: Keep it maximal",
        "Fitting linear mixed-effects models using lme4",
        "Genetic diversity and introgression in the Scottish wildcat",
        "Primate tool behaviour",
        "Social system of a hybrid baboon group (Papio anubis × P. Hamadryas)",
        "Behavioral variation and reproductive success of male baboons (Papio anubis × Papio hamadryas) in a hybrid social group",
        "Tool use as adaptation",
        "An evolutionary model of social learning: The effects of spatial and temporal variation",
        "Morphological characteristics and genetic diversity of Burmese long-tailed macaques (Macaca fascicularis aurea)",
        "The ingredients for becoming a creative tool user",
        "Monkeys opening oysters",
        "Tool-composite reuse in wild chimpanzees (Pan troglodytes): Archaeologically invisible steps in the technological evolution of early hominins?",
        "Use of tools by wild macaque monkeys in Singapore",
        "Hybridization in howler monkeys: Current understanding and future directions",
        "On the relation between social dynamics and social learning",
        "Tectonics and history of the Andaman Sea region",
        "Ontogeny of manipulative behavior and nut cracking in young tufted capuchin monkeys (Cebus apella): A perception-action perspective",
        "Tool-use learning in Tonkean macaques (Macaca tonkeana)",
        "Analysis of sea almond (Terminalia catappa) cracking sites used by wild Burmese long-tailed macaques (Macaca fascicularis aurea)",
        "Systematic review of southeast Asian longtail macaques, Macaca fascicularis (Raffles, [1821])",
        "Cryptic multiple hypotheses testing in linear models: Overestimated effect sizes and the winner's curse",
        "Generative aspects of manipulation in tufted capuchin monkeys (Cebus apella)",
        "Synchronized practice helps bearded capuchin monkeys learn to extend attention while learning a tradition",
        "Socially biased learning in monkeys",
        "The fourth dimension of tool use: Temporally enduring artefacts aid primates learning to use tools",
        "Monkey forests and human landscapes: Is extensive sympatry sustainable for Homo sapiens and Macaca fascicularis on Bali",
        "Why do wild bonobos not use tools like chimpanzees do?",
        "Human activity negatively affects stone tool-using Burmese long-tailed macaques Macaca fascicularis aurea in Laem Son National Park, Thailand",
        "The physical characteristics and usage patterns of stone axe and pounding hammers used by long-tailed macaques in the Andaman Sea region of Thailand",
        "Marine prey processed with stone tools by Burmese long-tailed macaques (Macaca fascicularis aurea) in intertidal habitats",
        "Long-tailed macaque stone tool use in areas of hybridization between Macaca fascicularis aurea and M. F. Fascicularis",
        "Current knowledge on the distribution of long-tailed macaque stone tool use",
        "Long-tailed macaque stone tool use in intertidal habitats",
        "Sex differences in the stone tooluse behavior of a wild population of Burmese long-tailed macaques (Macaca fascicularis aurea)",
        "Assessment of hybridization between rhesus (Macaca mulatta) and long-tailed macaques (M. Fascicularis) based on morphological characters",
        "Use-wear patterns on wild macaque stone tools reveal their behavioural history",
        "Stone tool transport by wild Burmese long-tailed macaques (Macaca fascicularis aurea)",
        "Hybrid zones - Natural laboratories for evolutionary studies",
        "Effect of ancestry on behavioral variation in two species of howler monkeys (Alouatta pigra and A. Paliiata) and their hybrids",
        "The development of pandanus tool manufacture in wild New Caledonian crows",
        "Social learning in New Caledonian crows",
        "Stone-play of Macaca fuscata in Arashyama B troop: Transmission of a non-adaptive behavior",
        "Stone handling by Japanesemacaques (Macaca fuscata): Implications for tool use of stones",
        "Diversification and cumulative evolution in New Caledonian crow tool manufacture",
        "Why is tool use rare in animals?",
        "Cognitive requirements for tool use by New Caledonian crows (Corvus moneduloides)",
        "Morphological variation of genetically confirmed Alouatta pigra × A. Palliata hybrids from a natural hybrid zone in tabasco, Mexico",
        "Tool manufacture by naive juvenile crows",
        "Chimpanzees and bonobos differ in intrinsic motivation for tool use",
        "The animal cultures debate: Response to Laland and Janick",
        "Imitation, social learning and preparedness",
        "Social learning strategies",
        "Do animals have culture?",
        "The animal cultures debate",
        "Response to Krützen et al.: Further problems with the \"method of exclusion\"",
        "Niche construction, biological evolution, and cultural change",
        "Animal culture: Problems and solutions",
        "The extended evolutionary synthesis: Its structure, assumptions and predictions",
        "Genetic and \"cultural\" similarity in wild chimpanzees",
        "Japanese macaque cultures: Inter- and intratroop behavioural variability of stone handling patterns across 10 troops",
        "What can associative learning do for planning?",
        "The number of cultural traits is correlated with female group size but not with male group size in chimpanzee communities",
        "Assessing the manipulative potentials of monkeys, apes and humans from hand proportions: Implications for hand evolution",
        "The evolution of cognitive mechanisms in response to cultural innovations",
        "Genes, mind and culture",
        "Technological response of wild macaques (Macaca fascicularis) to anthropogenic change",
        "Resource depletion through primate stone technology",
        "Cladistic analysis of behavioral variation in wild Pan troglodytes: Exploring the chimpanzee culture hypothesis",
        "Individual and social learning processes involved in the acquisition and generalization of tool use in macaques",
        "Current status and situation of long-tailed macaques (Macaca fascicularis) in Thailand",
        "The current distribution and status of macaque in Thailand",
        "Stone-tool usage by Thai long-tailed macaques (Macaca fascicularis)",
        "The instinct to learn",
        "Innateness and the instinct to learn",
        "Selective vocal learning in a sparrow",
        "Culturally transmitted patterns of vocal behavior in sparrows",
        "Culture in nonhuman primates?",
        "Towards a unified science of cultural evolution",
        "The Phanerozoic record of global sea-level change",
        "Statistical issues and assumptions of phylogenetic generalized least squares",
        "A comparison of anubis baboons, hamadryas baboons and their hybrids at a species border in Ethiopia",
        "Comparison of stone handling behavior in two macaque species: Implications for the role of phylogeny and environment in primate cultural variation",
        "Stone handling behavior in rhesus macaques (Macaca mulatta), a behavioral propensity for solitary object play with Japanese macaques",
        "Extractive foraging and tool-aided behaviors in the wild Nicobar long-tailed macaque (Macaca fascicularis umbrosus)",
        "Tool use and cognition in primates",
        "Behavior systems approach to object play: Stone handling repertoire as a measure of propensity for complex foraging and percussive tool use in the genus Macaca",
        "Adaptive cultural transmission biases in children and nonhuman primates",
        "A dual inheritance model of the human evolutionary process I: Basic postulates and a simple model",
        "Distribution and current status of long-tailed macaques (Macaca fascicularis aurea) in Myanmar",
        "A mechanism for social selection and successful altruism",
        "Are significance thresholds appropriate for the study of animal behaviour?",
        "Sociological study of wild group of hybrid baboons between Papio anubis and P. Hamadryas in the Awash Valley, Ethiopia",
        "Ethological study of the social behavior of hybrid baboons between Papio anubis and P. Hamadryas in free-ranging groups",
        "From play to proficiency: The ontogeny of stone-tool use in coastalforaging long-tailed macaques (Macaca fascicularis) from a comparative perceptionaction perspective",
        "Complex processing of prickly pear cactus (Opuntia sp.) by free-ranging long-tailed macaques: Preliminary analysis for hierarchical organisation",
        "Young macaques (Macaca fascicularis) preferentially bias attention towards closer, older, and better tool users",
        "Covariation of conflict management patterns across macaque species",
        "Tool-using in primates and other vertebrates",
        "The natural history of valuable relationships in primates",
        "Local traditions in orangutans and chimpanzees: Social learning and social tolerance",
        "Long-tailed macaques use human hair as dental floss",
        "Cultural behavior and extractive foraging in Macaca fascicularis",
        "Primate culture and social learning",
        "The extension of biology through culture",
        "Cultures in chimpanzees",
        "The strange blood: Natural hybridization in primates",
        "Stimulus enhancement and spread of a spontaneous tool use in a colony of long-tailed macaques"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60005510",
            "affilname": "Nanyang Technological University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005510",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Kobe",
            "@id": "60274641",
            "affilname": "RIKEN Center for Biosystems Dynamics Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60274641",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Oxford",
            "@id": "60175816",
            "affilname": "Oxford Social Sciences Division",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60175816",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60118622",
            "affilname": "Earth Observatory of Singapore",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60118622",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60118475",
            "affilname": "Asian School of the Environment",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60118475",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Oxford",
            "@id": "60026851",
            "affilname": "University of Oxford",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026851",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Durham",
            "@id": "60022175",
            "affilname": "Durham University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022175",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Leipzig",
            "@id": "60005807",
            "affilname": "Max-Planck-Institut für Evolutionäre Anthropologie",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005807",
            "affiliation-country": "Germany"
        }
    ],
    "funding": [
        "College of Humanities",
        "Laem Son National Parks",
        "Thai Department of National Parks",
        "Thailand Research Fund-Chinese Academy of Science",
        "Leakey Foundation",
        "National Geographic Society",
        "Canadian Institute for Advanced Research",
        "European Research Council",
        "Nanyang Technological University",
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}