{
    "eid": "2-s2.0-84903954107",
    "title": "Experimental investigation of void distribution in Suppression Pool during the initial blowdown period of a Loss of Coolant Accident using air-water two-phase mixture",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Nuclear Energy and Engineering",
            "@code": "2104"
        }
    ],
    "keywords": [
        "Blowdown",
        "LOCA",
        "Pressure suppression chamber",
        "Suppression Pool",
        "Void distribution"
    ],
    "authors": [
        "Somboon Rassame"
    ],
    "citedby-count": 12,
    "ref-count": 13,
    "ref-list": [
        "Simulation of small break LOCA effects on BWR-pressure suppression systems",
        "The effect of a containing cylindrical boundary on the velocity of a large gas bubble in a liquid",
        "Proc. R. Soc. Lond. A",
        "Mark i Containment Program, Full Scale Test Program Final Report, General Electric Report",
        "Local measurement of interfacial area, interfacial velocity and liquid turbulence in two-phase flow",
        "The three-level scaling approach with application to the Purdue University Multi-Dimensional Integral Test Assembly (PUMA)",
        "Scaling and Scientific Design Study for GE ESBWR Relative to PUMA Facility with Volume Ratio of 1/580",
        "Dynamic loading of containment during blowdown: review of experimental data from marviken and brunsbüttel",
        "The LOCA air-injection loads in BWR Mark II pressure suppression containment systems",
        "Research Report",
        "Mark i Containment Long Term Program-safety Evaluation Report, US Nuclear Regulatory Commission Report NUREG-0661",
        "GSI-193 BWR ECCS Suction Concerns",
        "Assessment of performance of BWR passive safety systems in a small break LOCA with integral testing and code simulation"
    ],
    "affiliation": [
        {
            "affiliation-city": "West Lafayette",
            "affilname": "College of Engineering",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}