{
    "eid": "2-s2.0-84992021874",
    "title": "Characterization of lipolytic producing Proteus and Klebsiella strains isolated from fermented foods",
    "cover-date": "2016-10-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Antibiotic sensitivity",
        "Fermented foods",
        "Klebsiella",
        "Lipolytic activity",
        "Proteus"
    ],
    "authors": [
        "Somboon Tanasupawat"
    ],
    "citedby-count": 3,
    "ref-count": 36,
    "ref-list": [
        "Staphylococcus warneri BW 94 - A new source of lipase",
        "Lipases of genera Pseudomonas and Burkholderia and their applications in biotechnology",
        "Int. J. Sci. Technol.",
        "Modern Food Sci. Technol.",
        "Dieselzymes: Development of a stable and methanol tolerant lipase for biodiesel production by directed evolution",
        "Production of biodiesel using immobilized lipase from Proteus vulgaris",
        "Enhanced maize productivity by inoculation with diazotrophic bacteria",
        "Hydrolytic and haemolytic activity of Klebsiella pneumoniae and Klebsiella oxytoca",
        "Hydrolytic activity of bacterial lipases in amazonian vegetable oils",
        "Microbial Diversity in Asia: Technology and Prospects",
        "Changes in lipid composition and fatty acid profile of Nham, a Thai fermented pork sausage, during fermentation",
        "Cowan and Steel’s Manual for the Identification of Medical Bacteria",
        "Lactic acid bacteria found in fermented fish in Thailand",
        "Antibiotic susceptibility testing by a standardized single disk method.",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "Evolution",
        "A simple method for the detection of lipolytic activity of micro-organisms and some observations on the influence of the contact between cells and fatty substrates",
        "Staphylococcus lipolyticus sp. nov., a new cold-adapted lipase producing marine species",
        "Biochemical identification and characterization of DNA groups within the Proteus vulgaris complex",
        "Phylogenetic analysis of the genera Proteus, Morganella and Providencia by comparison of rpoB gene sequences of type and clinical strains suggests the reclassification of proteus myxofaciens in a new genus, Cosenzaea gen. nov., as Cosenzaea myxofaciens comb. nov",
        "Klebsiella singaporensis sp. nov., a novel isomaltulose-producing bacterium",
        "Natural antibiotic susceptibility of Proteus spp., with special reference to P. mirabilis and P. penneri strains",
        "Haemolytic pattern of pathogenic and non-pathogenic Klebsiella isolated from foods and clinical cases",
        "Isolation and characterization of lipase-producing bacteria in the intestine of the silkworm, Bombyx mori, reared on different forage",
        "Bacterial spoilage of meat and cured meat products",
        "Meat and Meat Products Technology, Chemistry and Microbiology",
        "Identification and antimicrobial susceptibility of 100 Klebsiella animal clinical isolates",
        "Food as a source of Klebsiella species for colonisation and infection of intensive care patients",
        "Characteristics of nitrogen-fixing Klebsiella oxytoca isolated from wheat roots",
        "Appl. Environ. Microbiol.",
        "Klebsiella planticola sp. nov.: A new species of enterobacteriaceae found primarily in nonclinical environments",
        "Clin. Microbiol. Rev.",
        "A new variant of food poisoning: Enteroinvasive Klebsiella pneumoniae and Escherichia coli sepsis from a contaminated hamburger",
        "Milchwissenchaft"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Chulalongkorn University"
    ]
}