{
    "eid": "2-s2.0-85042128472",
    "title": "Kaolin-nano scale zero-valent iron composite(K-nzvi): Synthesis, characterization and application for heavy metal removal",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Water Science and Technology",
            "@code": "2312"
        },
        {
            "$": "Pollution",
            "@code": "2310"
        },
        {
            "$": "Ocean Engineering",
            "@code": "2212"
        }
    ],
    "keywords": [
        "Adsorption",
        "Heavy metal removal",
        "K-nVZI composite",
        "Wastewater treatment"
    ],
    "authors": [
        "L. Sivarama Krishna"
    ],
    "citedby-count": 16,
    "ref-count": 30,
    "ref-list": [
        "Removal of Pb(II) from aqueous solution by a zeolite-nanoscale zero-valent iron composite",
        "Enhanced removal of nitrate by a novel composite: Nanoscale zero valent iron supported on pillared clay",
        "Development of a new zero-valent iron zeolite material to reduce nitrate without ammonium release",
        "Novel NaY zeolite-supported nanoscale zero-valent iron as an efficient heterogeneous Fenton catalyst",
        "Natural zeolites as effective adsorbents in water and wastewater treatment",
        "Removal of Pb(II) from water using synthesized kaolin supported nanoscale zero-valent iron",
        "Equilibrium studies on adsorption of Cu(II) from aqueous solution onto cellulose",
        "Int. J. Eng. Sci. Technol.",
        "Adsorption characteristics of Cu(II) onto ion exchange resins 252H and 1500H: Kinetics, isotherms and error analysis",
        "Cost and Benefits of Reducing Lead in Gasoline",
        "Copper and carcinogenesis",
        "Removal of copper ions from aqueous solution by calcium alginate immobilized kaolin",
        "Recovery of heavy metals by means of ultrafiltration with water-soluble polymers: Calculation of design parameters",
        "Evaluation of biomass, Indian Jujuba seed (IJS) for removal of Congo red",
        "Utilization of the agricultural waste (Cicer arientinum Linn fruit shell biomass) as biosorbent for decolorization of Congo red",
        "The Sci. World J.",
        "Remediation of radionuclide pollutants through biosorption - an overview",
        "The use of an agricultural waste material, Jujuba seeds for the removal of anionic dye (Congo red) from aqueous medium",
        "Zero-valent iron nanoparticles for abatement of environmental pollutants: Materials and engineering aspects",
        "Characterization of zero-valent iron nanoparticles",
        "Polymer supported inorganic nanoparticles: Characterization and environmental applications",
        "Characterization and properties of metallic iron nanoparticles: Spectroscopy, electrochemistry, and kinetics",
        "Ambient Temperature Synthesis of Fine Metal Particles in Montmorillonite Clay and Their Magnetic Properties",
        "Nanoscale zero valent supported by Zeolite and Montmorillonite: Template effect of the removal of lead ion from an aqueous solution",
        "Development of a new zero-valent iron zeolite material to reduce nitrate without ammonium release",
        "Characterization and differentiation of kaolinites from selected Czech deposits using infrared spectroscopy and differential thermal analysis",
        "Adsorption of Pb (II) and Cd (II) from aqueous solutions onto sodium tetraborate-modified Kaolinite clay: Equilibrium and thermodynamic studies",
        "Sequestration of metal cations with zerovalent iron nanoparticles - A study with high resolution x-ray photoelectron spectroscopy (HR-XPS)",
        "Removal of Chromium (VI) from wastewater using bentonite-supported nanoscale zero-valent iron",
        "Aluminum Pillared Palygorskite-Supported Nanoscale Zero-Valent Iron for Removal of Cu(II), Ni(II) From Aqueous Solution"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Center of Excellence on Petrochemical and Materials Technology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kuala Lumpur",
            "affilname": "Universiti Teknologi Malaysia Kuala Lumpur",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangi",
            "affilname": "Universiti Kebangsaan Malaysia",
            "affiliation-country": "Malaysia"
        }
    ],
    "funding": [
        "Chulalong-korn University",
        "Rachadapisaek Sompote Fund",
        "Thailand Research Fund",
        "Graduate School, Kasetsart University"
    ]
}