{
    "eid": "2-s2.0-85021666533",
    "title": "Effect of Vitamin E on oxidative stress level in blood, synovial fluid, and synovial tissue in severe knee osteoarthritis: A randomized controlled study",
    "cover-date": "2017-06-29",
    "subject-areas": [
        {
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732"
        },
        {
            "$": "Rheumatology",
            "@code": "2745"
        }
    ],
    "keywords": [
        "Anti-inflammation",
        "Antioxidant",
        "Knee osteoarthritis",
        "Oxidative stress",
        "Vitamin E"
    ],
    "authors": [
        "Saran Tantavisut"
    ],
    "citedby-count": 31,
    "ref-count": 34,
    "ref-list": [
        "Pathophysiology of osteoarthritis",
        "Osteoarthritis - An untreatable disease?",
        "Nitric oxide in arthritis",
        "Enhanced and coordinated in vivo expression of inflammatory cytokines and nitric oxide synthase by chondrocytes from patients with osteoarthritis",
        "Synovial fluid nitric oxide levels in patients with knee osteoarthritis",
        "Plasma total antioxidant capacity, lipid peroxidation, and erythrocyte antioxidant enzyme activities in patients with rheumatoid arthritis and osteoarthritis",
        "Oxygen and reactive oxygen species in cartilage degradation: Friends or foes?",
        "Oxidative stress, vitamin E, and antioxidant capacity in knee Osteoarthritis",
        "Inducible nitric oxide synthase is expressed in synovial fluid granulocytes",
        "Do antioxidant micronutrients protect against the development and progression of knee osteoarthritis?",
        "The effect of nutritional supplements on osteoarthritis",
        "Putative analgesic activity of repeated oral doses of vitamin E in the treatment of rheumatoid arthritis. Results of a prospective placebo controlled double blind trial",
        "Int J Recent Adv Pharm Res",
        "Efficacy of vitamin E in knee osteoarthritis management of North Indian geriatric population",
        "Palm vitamin E and glucosamine sulphate in the treatment of osteoarthritis of the knee",
        "OARSI recommendations for the management of hip and knee osteoarthritis. Part III: Changes in evidence following systematic cumulative update of research published through January 2009.",
        "A systematic review of recommendations and guidelines for the management of osteoarthritis: The Chronic Osteoarthritis Management Initiative of the U.S. Bone and Joint Initiative",
        "Development of criteria for the classification and reporting of osteoarthritis: Classification of osteoarthritis of the knee",
        "Radiological assessment of osteo-arthrosis.",
        "Validation of a modified Thai version of the Western Ontario and McMaster (WOMAC) osteoarthritis index for knee osteoarthritis",
        "Collaborative study of modified AOAC method of analysis for nitrite in meat and meat products.",
        "Quantitation of malondialdehyde in gingival crevicular fluid by a high-performance liquid chromatography-based method",
        "Antioxidant status and levels of different vitamins determined by high performance liquid chromatography in diabetic subjects with multiple complications",
        "The ferric reducing ability of plasma (FRAP) as a measure of 'antioxidant power': The FRAP assay",
        "Quantitative structure-activity relationship analysis of phenolic antioxidants",
        "Antioxidant properties of pearled barley fractions",
        "Distribution of protein nitrotyrosine in synovial tissues of patients with rheumatoid arthritis and osteoarthritis",
        "Serum nitrate and nitrite levels in patients with rheumatoid arthritis, ankylosing spondylitis, and osteoarthritis",
        "Status of lipid peroxidation, glutathione, ascorbic acid, vitamin E and antioxidant enzymes in patients with osteoarthritis",
        "Lipid peroxidation, glutathione, vitamin E, and antioxidant enzymes in synovial fluid from patients with osteoarthritis",
        "Vitamin E down-modulates iNOS and NADPH oxidase in c-Myc/TGF-α transgenic mouse model of liver cancer",
        "Effects of vitamins C and E on oxidative stress markers and endothelial function in patients with systemic lupus erythematosus: A double blind, placebo controlled pilot study",
        "Mechanism of vitamin E inhibition of cyclooxygenase activity in macrophages from old mice: Role of peroxynitrite",
        "Vitamin E, oxidative stress, and inflammation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Iowa City",
            "affilname": "University of Iowa Hospitals &amp; Clinics",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Ratchadapiseksompotch Fund",
        "Thailand Research Fund",
        "National Research Council of Thailand",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}