{
    "eid": "2-s2.0-84940780672",
    "title": "Physico-chemical factors influencing blooms of Chaetoceros spp. and Ceratium furca in the Inner Gulf of Thailand",
    "cover-date": "2015-08-01",
    "subject-areas": [
        {
            "$": "General Agricultural and Biological Sciences",
            "@code": "1100"
        }
    ],
    "keywords": [
        "Ceratium",
        "Chaetoceros",
        "DIN",
        "DIN:DSi",
        "DIP"
    ],
    "authors": [
        "Nittaya Somsap"
    ],
    "citedby-count": 4,
    "ref-count": 36,
    "ref-list": [
        "Factors determining the dynamics of toxic blooms of Alexandrium minutum during a 10-year study along the shallow southwestern Mediterranean coasts",
        "Phytoplankton succession in a coastal area of the NW Adriatic, over a 10-year sampling period (1990-1999)",
        "Growth of dinoflagellates, Ceratium furca and Ceratium fusus in Sagami Bay, Japan: The role of nutrients",
        "Reproductive ecology of the dominant dinoflagellate, Ceratium fusus, in coastal area of Sagami Bay, Japan",
        "Phytoplankton community structure defined by key environmental variables in Tagus estuary, Portugal",
        "Seasonal variation in water column conditions in the upper Gulf of Thailand",
        "Seasonal variations in circulation and salinity distributions in the upper Gulf of Thailand: Modeling approach",
        "Coastal Marine Science",
        "Seasonal variations in inorganic nutrient budgets of the Bangpakong Estuary, Thailand",
        "The role of phosphorus in the eutrophication of receiving waters: A review",
        "Effects of light and nutrients on seasonal phytoplankton succession in a temperate eutrophic coastal lagoon",
        "Ecology of Harmful Algae",
        "Changes in N:P stoichiometry influence taxonomic composition and nutritional quality of phytoplankton in the Peruvian upwelling",
        "Effect of Temperature on the Growth of Marine Diatom, Chaetoceros simplex (Ostenfeld, 1901) with Different Nitrate: Silicate Concentrations",
        "Responses in growth and succession of the phytoplankton community to different N/P ratios near Dongtou Island in the East China Sea",
        "Thailand Integrated Water Resource Management",
        "Proceedings of the 44th Kasetsart University Annual Conference",
        "Environmental factors associated with phytoplankton succession for the Sacramento-San Joaquin Delta and Suisun Bay estuary, California",
        "Mar. Ecol.-Prog. Ser",
        "Occurence of Causative Red tide Organism, Ceratium furca, in Relation to some Environmental Factors",
        "Coastal Marine Science",
        "Experimental Phycology: A Laboratory Manual",
        "Red Tides",
        "A Manual of Chemical and Biological Methods for Seawater Analysis",
        "Study on Water Quality Changes in Bangpakong River",
        "Proceedings of the 12th International Conference on Harmful Algae",
        "James Johnstone Memorial Volume",
        "J. Environ. Prot",
        "Abiotic controls of potentially harmful algal blooms in Santa Monica Bay, California",
        "Bolm. Inst. Oceanogr",
        "Knowledge Management for Marine Interest Project. Thailand Research Fund (TRF)",
        "Biogeochemical Processes of Biogenic Elements in China Marginal Seas",
        "Phytoplankton Manual",
        "Population dynamics of green Noctiluca scintillans (Dinophyceae) associated with the monsoon cycle in the upper Gulf of Thailand",
        "Identifying Marine Phytoplankton",
        "Presence of the dinoflagellates Ceratium dens, C. fusus and C. furca (Gonyaulacales: Ceratiaceae) in Golfo de Nicoya, Costa Rica"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}