{
    "eid": "2-s2.0-85045530106",
    "title": "Didilia sp. Infecting Phlebotomus stantoni in Thailand",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Infectious Diseases",
            "@code": "2725"
        },
        {
            "$": "Parasitology",
            "@code": "2405"
        }
    ],
    "keywords": [],
    "authors": [
        "S. Sor-Suwan"
    ],
    "citedby-count": 0,
    "ref-count": 24,
    "ref-list": [
        "Memórias Do Instituto Oswaldo Cruz",
        "Journal of Global Infectious Diseases",
        "India. Global Journal of Medical Research",
        "SM Tropical Medicine Journal",
        "Description of Madathamugadia hiepei n. sp. (Nematoda: Splendidofilariinae), a parasite of a South African gecko, and its development in laboratory bred Phlebotomus dubosqi (Diptera: Psychodidae)",
        "Preliminary observations on entomopathogens of phlebotomine sandflies in Pakistan",
        "Preliminary observations on nematode parasites of phlebotomine sandflies in Pakistan. Communication II",
        "[Detection of entomopathogen nematode [EPN - sand flies (Phlebotomus tobbi)] caught in the wild in Aydin, Kuşadasi town and its assessment as a biological control agent].",
        "Annales De Parasitologie Humaine Et Comparee",
        "Entomology",
        "Phlebotomine sandflies (Diptera: Psychodidae) from the Oriental Region",
        "Thai Journal of Agricultural Science",
        "Characterization of new entomopathogenic nematodes from thailand: Foraging behavior and virulence to the greater wax moth, Galleria mellonella L. (Lepidoptera: Pyralidae)",
        "Didilia SP. (Tetradonematidae: Mermithoidea: Nematoda), a parasite of Phlebotomus sergenti in Portugal",
        "Fundamental and Applied Nematology",
        "Preliminary description of a new entomoparasitic nematode infecting Lutzomyia longipalpis sand fly, the vector of visceral leishmaniasis in the new world",
        "Occurrence of entomophilic nematode infestation among phlebotomid sandfly, Phlebotomus papatasi--a preliminary report.",
        "Steinernema siamkayai n. sp. (Rhabditida: Steinernematidae), an entomopathogenic nematode from Thailand",
        "Fundamental and Applied Nematology",
        "Life cycle of Didilia ooglypta (Nematoda: Tetradonematidae), a parasite of phlebotomine sandflies of Afghanistan",
        "Kasetsart Journal Natural Science",
        "Diversity of Xenorhabdus and Photorhabdus spp. and Their Symbiotic Entomopathogenic Nematodes from Thailand",
        "DISTRIBUTION OF ENTOMOPATHOGENIC NEMATODES IN LOWER NORTHERN THAILAND",
        "Pathogens of phlebotomine sandflies: a review."
    ],
    "affiliation": [
        {
            "affiliation-city": "Lancaster",
            "affilname": "Division of Biomedical and Life Sciences, Lancaster University",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Faculty of Medicine, Chiang Mai University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "KOICID",
        "Korean International Cooperation for Infectious Diseases",
        "Newton Fund-TRF",
        "Chiang Mai University",
        "Faculty of Medicine, Chiang Mai University"
    ]
}