{
    "eid": "2-s2.0-85062031928",
    "title": "Family ownership and earnings quality of Thai firms",
    "cover-date": "2019-03-19",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Accounting",
            "@code": "1402",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Accounting-based valuation",
        "Alignment effect",
        "Controlling shareholders",
        "Family ownership"
    ],
    "authors": [
        "Kriengkrai Boonlert-U-Thai",
        "Pradyot K. Sen"
    ],
    "citedby-count": 10,
    "ref-count": 83,
    "ref-list": [
        "Relative informativeness of accounting disclosures in different countries",
        "Country-specific factors related to financial reporting and the value relevance of accounting data",
        "Corporate disclosures by family firms",
        "Founding-family ownership and firm performance: evidence from the S&P 500",
        "Founders, heirs, and corporate opacity in the United States",
        "Founding-family ownership and the agency cost of debt",
        "The effect of institutional factors on properties of accounting earnings: international evidence",
        "An international analysis of historical and forecast earnings in accounting-based valuation models",
        "Relative valuation roles of equity book value and net income as a function of financial health",
        "The relevance and the value relevance literature for financial accounting standard setting: another view",
        "Perspective on recent capital market research",
        "Mixing family with business: a study of Thai business groups and the families behind them",
        "Relative versus incremental value relevance",
        "Family control and the implied cost of equity: evidence before and after the Asian financial crisis",
        "Use of R-square in accounting research: measuring changes in value relevance over the last four decades",
        "Family firms",
        "The influence of family ownership on the quality of accounting information",
        "When does transitioning from family to professional management improve firm performance?",
        "Do family firms provide more or less voluntary disclosure?",
        "Managerial ownership, board monitoring and firm performance in a family-concentrated corporate environment",
        "The separation of ownership and control in east Asian corporations",
        "Disentangling the incentive and entrenchment effects of large shareholdings",
        "Changes in the value relevance of earnings and book value over the past forty years",
        "Investment policy at family firms: evidence from Thailand",
        "Ownership concentration, family control, and auditor choice",
        "Information disclosure by family-controlled firms",
        "The quality of accruals and earnings: the role of accrual estimation errors",
        "The structure of ownership and the theory of the firm",
        "The association between unexpected earnings and abnormal security returns in the presence of financial leverage",
        "PE ratios, PEG ratios, and estimating the implied expected rate of return on equity capital",
        "The ultimate ownership of western european corporations",
        "Separation of ownership and control",
        "Corporate ownership structure and the informativeness of accounting earnings in east Asia",
        "Valuation and clean surplus accounting for operating and financial activities",
        "Corporate governance and value relevance of financial information: evidence from the Ghana stock exchange",
        "Costs of equity and earnings attributes",
        "Performance, valuation and capital structure: survey of family firms",
        "Private control benefits and earnings management: evidence from insider controlled firms",
        "The value relevance of accounting information during a financial crisis: Thailand and the 1997 decline in the value of the baht",
        "The value relevance of German accounting measures: an empirical analysis",
        "The role of majority shareholders in publicly held corporations: an exploratory analysis",
        "The relevance of the value relevance literature for financial accounting standard setting",
        "The effect of CEO ownership and shareholder rights on cost of equity capital",
        "Theory of the firm: managerial behavior, agency costs, and ownership structure",
        "Ownership structure and earnings informativeness evidence from Korea",
        "Accounting diversity and firm valuation",
        "Managerial ownership and accounting conservatism",
        "Corporate ownership around the world",
        "Equity ownership and firm value in emerging markets",
        "If family leadership always beneficial?",
        "Are family firms really superior performers?",
        "Managerial ownership and market valuation: an empirical analysis",
        "Earnings, book value, and dividends in security valuation",
        "Earnings, book values and dividends in equity valuation: an empirical perspective",
        "Accounting data and value: the basic results",
        "Expected EPS and EPS growth as determinants of value",
        "Value-relevance of earnings and book value over the institutional transition in China: the suitability of fair value accounting in this emerging market",
        "Do better governed firms enjoy a lower cost of equity capital?: evidence from Spanish firms",
        "Accounting based valuation models: what have we learned?",
        "Evaluating the effectiveness of model specifications and estimation approaches for empirical accounting-based valuation models",
        "A survey of corporate governance",
        "How do family ownership, control and management affect firm value?",
        "Clean surplus accounting models and market-based accounting research: a review",
        "Founding family ownership and earnings quality",
        "Does a family-controlled firm perform better in corporate venturing?",
        "Family business groups in Thailand: coping with management critical points",
        "Do controlling shareholders enhance corporate value?",
        "Conservative accounting and equity valuation",
        "Equity valuation and negative earnings: the role of book value of equity",
        "Detecting earnings management",
        "The life cycle of family ownership: international evidence",
        "Going public without governance: managerial reputation effects",
        "Investor protection and corporate governance",
        "Discussion of the quality of accruals and earnings: the role of accrual estimation errors"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bothell",
            "@id": "60016643",
            "affilname": "University of Washington-Bothell",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016643",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "European Accounting Association in Maastricht",
        "Utah State University",
        "University of Washington",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}