{
    "eid": "2-s2.0-84940660919",
    "title": "Psychometric properties and factor structure of the General Health Questionnaire as a screening tool for anxiety and depressive symptoms in a multi-national study of young adults",
    "cover-date": "2015-11-15",
    "subject-areas": [
        {
            "$": "Clinical Psychology",
            "@code": "3203"
        },
        {
            "$": "Psychiatry and Mental Health",
            "@code": "2738"
        }
    ],
    "keywords": [
        "Common psychiatric disorders",
        "Confirmatory factor analysis",
        "Exploratory factor analysis",
        "Factor structure",
        "GHQ-12"
    ],
    "authors": [
        "Bizu Gelaye"
    ],
    "citedby-count": 48,
    "ref-count": 25,
    "ref-list": [
        "The factor structure of the 12-item general health Questionnaire in a Literate Kenyan population",
        "Comparison of two self administered psychiatric questionnaires (GHQ-12 and SRQ-20) in primary care in Chile",
        "Confirmatory Factor Analysis for Applied Research",
        "Mood disorders and medical illness: A major public health problem",
        "Abuse and other correlates of common mental disorders in youth: A cross-sectional study in Goa, India",
        "The validity of two versions of the GHQ in the WHO study of mental illness in general health care",
        "Multidimensional properties of the General Health Questionnaire",
        "Investing in the health and well-being of young adults",
        "Lifetime prevalence and age-of-onset distributions of DSM-IV disorders in the national comorbidity survey replication",
        "Sleep Disord.",
        "Factorial structure of the Chinese version of the 12-item General Health Questionnaire in adolescents",
        "Validation of Patient Health Questionnaire for depression screening among primary care patients in Taiwan",
        "Sleep quality and sleep patterns in relation to consumption of energy drinks, caffeinated beverages, and other stimulants among Thai college students",
        "The 12-item General Health Questionnaire (GHQ-12): Translation and validation study of the Iranian version",
        "Confirmatory factor analysis of the general health questionnaire (GHQ-12) in spanish adolescents",
        "Detecting common mental disorders in primary care in India: A comparison of five screening questionnaires",
        "The prognosis of common mental disorders in adolescents: A 14-year prospective cohort study",
        "Reliability, validity and factor structure of the 12‐item General Health Questionnaire among young males in Italy",
        "Health",
        "Depression screening and mental health outcomes in children and adolescents: A systematic review protocol",
        "Factor structure of the General Health Questionnaire (GHQ-12) in subjects who had suffered from the 2004 Niigata-Chuetsu Earthquake in Japan: A community-based study",
        "Sleep Disord.",
        "The stability of the factor structure of the general health questionnaire",
        "Physical Status: The Use and Interpretation of Anthropometry. Report of a WHO Expert Committee",
        "Process of Translation and Adaptation of Instruments"
    ],
    "affiliation": [
        {
            "affiliation-city": "Punta Arenas",
            "affilname": "Centro de Rehabilitación Club de Leones Cruz del Sur",
            "affiliation-country": "Chile"
        },
        {
            "affiliation-city": "Addis Ababa",
            "affilname": "Addis Continental Institute of Public Health",
            "affiliation-country": "Ethiopia"
        },
        {
            "affiliation-city": "Lima",
            "affilname": "Universidad Peruana de Ciencias Aplicadas",
            "affiliation-country": "Peru"
        },
        {
            "affiliation-city": "Boston",
            "affilname": "Harvard T.H. Chan School of Public Health",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tha Sala",
            "affilname": "Walailak University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Washington, D.C.",
            "affilname": "Georgetown University",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Institutes of Health",
        "National Institute on Minority Health and Health Disparities",
        "National Institute on Minority Health and Health Disparities"
    ]
}