{
    "eid": "2-s2.0-85037691271",
    "title": "Shelf-life extension of banana fruit using a chitosan-containing photocatalyst",
    "cover-date": "2017-11-25",
    "subject-areas": [
        {
            "$": "Horticulture",
            "@code": "1108"
        }
    ],
    "keywords": [
        "Biobased material",
        "Biodegradable",
        "Composite film",
        "Ethylene scavenging",
        "Quality attributes"
    ],
    "authors": [
        "T. Tattiyakul"
    ],
    "citedby-count": 1,
    "ref-count": 17,
    "ref-list": [
        "Nam Dork Mai. Agric. Sci. J.",
        "A model approach revealed the relationship between banana pulp acidity and composition during growth and post harvest ripening",
        "Optimization of the biocide properties of chitosan for its application in the design of active films of interest in the food area",
        "Relationships between respiration, ethylene, and aroma production in ripening banana",
        "Colorimetric indicator for classification of bananas during ripening",
        null,
        "Bananas physiology and biochemistry of storage and ripening for optimum quality",
        "Acta Hortic",
        "Prolonging storage life of orchid flowers using active packaging",
        "Carbohydrate metabolism in ripening banana fruit",
        "Determination of senescent spotting in banana (Musa cavendish) using fractal texture Fourier image",
        "Changes in colour and texture and their relationship with eating quality during storage of two different dessert bananas",
        "Acta Hortic",
        "J. Am. Sci.",
        "Procedia Chem",
        "Expression of genes associated with ethylene-signalling pathway in harvested banana fruit in response to temperature and 1-MCP treatment",
        "Effects of the combination treatment of 1-MCP and ethylene on the ripening of harvested banana fruit"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Faculty of Science, Victoria University of Wellington",
        "Chulalongkorn University",
        "Faculty of Science, Chulalongkorn University"
    ]
}