{
    "eid": "2-s2.0-85118233421",
    "title": "Aspergillus lentulus: An Under-recognized Cause of Antifungal Drug-Resistant Aspergillosis",
    "cover-date": "2021-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Oncology",
            "@code": "2730",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Aspergillus lentulus",
        "cryptic species",
        "DNA sequencing",
        "MALDI-TOF MS",
        "multidrug resistance",
        "pulmonary aspergillosis"
    ],
    "authors": [
        "Saman Nematollahi",
        "Nitipong Permpalung",
        "Sean X. Zhang",
        "Megan Morales",
        "Kieren A. Marr"
    ],
    "citedby-count": 10,
    "ref-count": 38,
    "ref-list": [
        "Genetic relatedness versus biological compatibility between Aspergillus fumigatus and related species",
        "Multicentric analysis of the species distribution and antifungal susceptibility of cryptic isolates from Aspergillus section fumigati",
        "Aspergillus fumigatus-related species in clinical practice",
        "Molecular identification of Aspergillus species collected for the Transplant-Associated Infection Surveillance Network",
        "Invasive pulmonary aspergillosis due to Aspergillus lentulus in an adult patient: A case report and literature review",
        "Population-based survey of filamentous fungi and antifungal resistance in Spain (FILPOP Study)",
        "Aspergillus fumigatus variant with decreased susceptibility to multiple antifungals",
        "Aspergillus lentulus sp. nov., a new sibling species of A. fumigatus",
        "Discrimination of Aspergillus lentulus from Aspergillus fumigatus by Raman spectroscopy and MALDI-TOF MS",
        "Isolation of Aspergillus lentulus in Spain from a critically ill patient with chronic obstructive pulmonary disease",
        "Unusual Aspergillus species in patients with cystic fibrosis",
        "Early invasive pulmonary aspergillosis in a kidney transplant recipient caused by Aspergillus lentulus: First Brazilian report",
        "Invasive pulmonary aspergillosis due to Aspergillus lentulus: Successful treatment of a liver transplant patient",
        "Prevalence and mechanisms of azole resistance in clinical isolates of Aspergillus section fumigati species in a Canadian tertiary care centre, 2000 to 2013",
        "Clinical and microbiological characterization of invasive pulmonary aspergillosis caused by Aspergillus lentulus in China",
        "Cryptic Aspergillus species- A case report of chronic cavitary pulmonary Aspergillus lentulus infection in a heart transplant recipient [in Czech]",
        "A case report on Aspergillus lentulus pneumonia",
        "Azole resistance in Aspergillus isolates by different types of patients and correlation with environment- A n Italian prospective multicentre study (ARiA study)",
        "Phenotypic and genotypic characterization of Aspergillus lentulus and Aspergillus fumigatus isolates in a patient with probable invasive aspergillosis",
        "Fatal outcome after heart transplantation caused by Aspergillus lentulus",
        "Multi-triazole-resistant Aspergillus fumigatus infections in Australia",
        "A prospective survey of Aspergillus spp. in respiratory tract samples: Prevalence, clinical impact and antifungal susceptibility",
        "Molecular characterization of Aspergillus fumigatus isolated from raw cow milk in Argentina: Molecular typing of A. fumigatus from raw cow milk",
        "Molecular screening of 246 Portuguese Aspergillus isolates among different clinical and environmental sources",
        "Sinonasal and sino-orbital aspergillosis in 23 cats: Aetiology, clinicopathological features and treatment outcomes",
        "Polyphasic taxonomy of Aspergillus fumigatus and related species",
        "Alkali, thermo and halo tolerant fungal isolate for the removal of textile dyes",
        "Succession and persistence of microbial communities and antimicrobial resistance genes associated with international space station environmental surfaces",
        "Does fungicide application in vineyards induce resistance to medical azoles in Aspergillus species",
        "Is azole resistance in Aspergillus fumigatus a problem in Spain",
        "Invasive pulmonary aspergillosis due to azole-resistant Aspergillus lentulus",
        "Secondary metabolite profiles and antifungal drug susceptibility of Aspergillus fumigatus and closely related species, Aspergillus lentulus, Aspergillus udagawae, and Aspergillus viridinutans",
        "Antifungal susceptibilities to amphotericin B, triazoles and echinocandins of 77 clinical isolates of cryptic Aspergillus species in multicenter surveillance in Korea",
        "Aspergillus section fumigati: Antifungal susceptibility patterns and sequence-based identification",
        "Aspergillus species and antifungals susceptibility in clinical setting in the north of Portugal: Cryptic species and emerging azoles resistance in A. fumigatus",
        "Isavuconazole activity against Aspergillus lentulus, Neosartorya udagawae, and Cryptococcus gattii, emerging fungal pathogens with reduced azole susceptibility",
        "Role of Aspergillus lentulus 14-sterol demethylase (Cyp51A) in azole drug susceptibility",
        "Antifungal susceptibility profile of cryptic species of Aspergillus"
    ],
    "affiliation": [
        {
            "affiliation-city": "Baltimore",
            "@id": "60001117",
            "affilname": "Johns Hopkins School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001117",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Richmond",
            "@id": "60002476",
            "affilname": "Virginia Commonwealth University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002476",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}