{
    "eid": "2-s2.0-84938744804",
    "title": "Grandparents and grandchildren: Care and support in Myanmar, Thailand and Vietnam",
    "cover-date": "2015-10-10",
    "subject-areas": [
        {
            "$": "Geriatrics and Gerontology",
            "@code": "2717"
        },
        {
            "$": "Arts and Humanities (miscellaneous)",
            "@code": "1201"
        },
        {
            "$": "Health (social science)",
            "@code": "3306"
        },
        {
            "$": "Public Health",
            "@code": "2739"
        },
        {
            "$": "Social Psychology",
            "@code": "3207"
        }
    ],
    "keywords": [
        "grandchildren",
        "grandparents",
        "intergenerational exchanges",
        "migration",
        "Myanmar",
        "skip-generation households",
        "Thailand",
        "Vietnam"
    ],
    "authors": [
        "John Knodel"
    ],
    "citedby-count": 48,
    "ref-count": 49,
    "ref-list": [
        "Modernisation and ageing theory revisited: Current explanations of recent developing world and historical Western shifts in material family support for older people",
        "Grandparenting in the 21st century: New directions",
        "Living with migration: Experiences of left-behind children in the Philippines",
        "Living arrangements in four Asian countries: a comparative perspective",
        "The wellbeing of grandparents caring for grandchildren in China and the United States",
        "Encyclopedia of Aging.",
        "Ageing in the Asia-Pacific Regions: Issues and Policies.",
        "A Comparative Review of Grandparent Care of Children in the U.S. and China",
        "Aging in Southeast and East Asia: Issues and policy directions",
        "The Determinants of Happiness of China's Elderly Population",
        "Caring for grandchildren and intergenerational support in rural China: A gendered extended family perspective",
        "The intergenerational contract in the changing Asian family",
        "Spiritual debts and gendered costs",
        "Gender dimensions of support for elderly in Vietnam",
        "The Well-being of the Elderly in Asia: A Four-country Comparative Study.",
        "Social change and marriage in Vietnam: From socialist state to market reform",
        "Is Intergenerational Solidarity Really on the Decline? Cautionary Evidence from Thailand",
        "Solidarity, ambivalence and multigenerational co-residence in Hong Kong",
        "Profiles of grandmothers providing child care to their grandchildren in South Korea",
        "Family change and support of the elderly in Asia: what do we know?",
        "Health of grandmothers as caregivers: A ten month follow-up",
        "Grandmothers and caregiving to grandchildren: Continuity, change, and outcomes over 24 months",
        "Longitudinal analysis of resourcefulness, family strain, and depressive symptoms in grandmothercaregivers",
        "Policies and programs in place and under development",
        "Aging and Long-term Care: National Policies in the Asia-Pacific.",
        "Chinese Older Adults Taking Care of Grandchildren: Practices and Policies for Productive Aging",
        "Family support for the elderly in Korea: Continuity, change, future directions, and cross-cultural concerns",
        "Poverty in Focus",
        "Contemporary grandparenting: Changing family relationships in global contexts",
        "Living arrangements, patrilineality and sources of support among elderly Vietnamese.",
        "BMC Public Health"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ann Arbor",
            "affilname": "University of Michigan, Ann Arbor",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Hanoi",
            "affilname": "Institute of Social and Medical Studies",
            "affiliation-country": "Viet Nam"
        }
    ],
    "funding": []
}