{
    "eid": "2-s2.0-84949726155",
    "title": "Responding to media convergence: Regulating multi-screen television services in Thailand",
    "cover-date": "2016-05-01",
    "subject-areas": [
        {
            "$": "Computer Networks and Communications",
            "@code": "1705"
        },
        {
            "$": "Law",
            "@code": "3308"
        },
        {
            "$": "Electrical and Electronic Engineering",
            "@code": "2208"
        },
        {
            "$": "Communication",
            "@code": "3315"
        }
    ],
    "keywords": [
        "Convergence",
        "Cross-platform video consumption",
        "Digital TV",
        "IPTV",
        "Mobile TV",
        "Multi-screen TV",
        "Net neutrality",
        "Platform neutrality"
    ],
    "authors": [
        "Trisha T.C. Lin"
    ],
    "citedby-count": 8,
    "ref-count": 53,
    "ref-list": [
        "Classification - Content Regulation and Convergent Media (ALRC Report 118)",
        "Stay Tuned for IPTV: The New System is Expected to Gain Ground As Two New Providers Begin Services",
        "CTH Secures EPL Sponsor Deals",
        "Thai PBS Pushed Community and Kids' TV",
        "Content is King for TV Channels",
        "Communication Scenes: Thailand Asian Communication Handbook",
        "36th Research Conference on Communications, Information, and Internet Policy",
        "Thailand in View: Thai Pay TV 2011",
        "Thailand in View: Thai Cable and Satellite TV in 2013",
        "Thailand Broadcasting Sector",
        "2011 Digital Media Asia Conference",
        "An Ericsson Consumer Insight Summary Report: August 2014",
        "Thailand Internet Users Profile 2014",
        "Green Paper on the Convergence of the Telecommunications, Media and Information Technology Sectors, and the Implications for Regulations",
        "Green Paper on Preparing for A Fully Converged Audiovisual World: Growth, Creation and Values",
        "China Media Observatory Newsletter",
        "ICS Occasional Paper Series",
        "The Next Step for Telecom Regulation: ICT Convergence Regulation or Multisector Utilities Regulation",
        "The Future of TV: Strategies for Becoming Connected, Social and in the Cloud",
        "TOT Begins IPTV Trial Service",
        "ITU ICT Eye: Thailand",
        "Mobile Just One Leg of Microsoft's Three-screen Strategy",
        "Digital to Transform TV",
        "33rd Annual Pacific Telecommunications Conference 2011 (PTC'11)",
        "Market competitiveness of mobile TV industry in China",
        "Convergence and regulation of multi-screen television: The Singapore experience",
        "DTV Auction Winners Would Be Granted Mobile TV License from NBTC",
        "Digital TV: Turning Point of Thailand TV Industry",
        "A Survey on ICT Use of Thailand Household in 2014",
        "NBTC Annual Report: Year 2012 (In Thai)",
        "Thailand ICT Information: Broadband Penetration per Population",
        "The Total Audience Report: December 2014",
        "TV or Not TV, Three Screens One Regulation?",
        "Three Screen Platforms and the App Economy",
        "Responding to Convergence: Different Approaches for Telecommunication Regulators",
        "The Rise of the Connected Viewer",
        "Community Radio in Thailand: From Media Reform to An Enabling Regulatory Framework",
        "Int. J. Manag. Public Sect. Inf. Commun. Technol.",
        "Social TV: How Marketers Can Reach and Engage Audiences by Connecting Television to the Web, Social Media, and Mobile",
        "The Connected World Supplement Report: Multi-screen TV so Much More Than Video on New Devices",
        "An analysis of mobile Internet access in Thailand: Implications for bridging the digital divide",
        "The impact of convergence on European television policy: Pressure for change - Forces of stability",
        "The Relationships between Thailand Political Changes and the Development of Broadcasting and Telecommunication Services",
        "Final Summary Report: Building A Democratic Regulatory Framework for Community Radio in Thailand",
        "12th APT Policy and Regulatory Forum",
        "Media Rating, Research Firms to Be Regulated Via App Licenses",
        "NBTC Orders Return of Some Frequencies",
        "NLA Expected to Amend Telecom, Broadcast Laws by March, NBTC Says",
        "Broadcasters Plead for Payment Delay",
        "Satellite and Cable TV Set for Big Jump in Penetration",
        "Five-year Nationwide Digital Master Plan in Effect",
        "Nielsen Report Confirms Second Screen Growth",
        "Thailand Digital TV in Transition: Policy and Regulation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "affilname": "Nanyang Technological University",
            "affiliation-country": "Singapore"
        }
    ],
    "funding": []
}