{
    "eid": "2-s2.0-84926479945",
    "title": "Factors influencing insulin resistance in relation to atherogenicity in mood disorders, the metabolic syndrome and tobacco use disorder",
    "cover-date": "2015-07-01",
    "subject-areas": [
        {
            "$": "Clinical Psychology",
            "@code": "3203"
        },
        {
            "$": "Psychiatry and Mental Health",
            "@code": "2738"
        }
    ],
    "keywords": [],
    "authors": [
        "Chiara Cristina Bortolasci"
    ],
    "citedby-count": 25,
    "ref-count": 63,
    "ref-list": [
        "Increased uric acid levels in bipolar disorder subjects during different phases of illness",
        "Harmonizing the metabolic syndrome: A joint interim statement of the international diabetes federation task force on epidemiology and prevention; National heart, lung, and blood institute; American heart association; World heart federation; International atherosclerosis society; And international association for the study of obesity",
        "Effects of oxidative stress on fatty acid- and one-carbon-metabolism in psychiatric and cardiovascular disease comorbidity",
        "Smoking induces insulin resistance—a potential link with the insulin resistance syndrome",
        "Hyperuricemia as a mediator of the proinflammatory endocrine imbalance in the adipose tissue in a murine model of the metabolic syndrome",
        "Serum uric acid: Marker for atherosclerosis as it is positively associated with \"atherogenic index of plasma\"",
        "Malondialdehyde-acetaldehyde (MAA) adducted proteins bind to scavenger receptor A in airway epithelial cells",
        "Paraoxonase (PON)1 Q192R functional genotypes and PON1 Q192R genotype by smoking interactions are risk factors for the metabolic syndrome, but not overweight or obesity",
        "Prevalence rate of Metabolic Syndrome in a group of light and heavy smokers",
        "Clinical correlation of alteration of endogenous antioxidant-uric acid level in major depressive disorder",
        "Prevalence of the Metabolic Syndrome in Individuals with Hyperuricemia",
        "Relationship between hyperuricemia and other cardiovascular disease risk factors among adult males in Taiwan",
        "Sex difference in high density lipoprotein cholesterol in six countries",
        "Confiabilidade da \" Entrevista Clínica Estruturada Para O DSM-IV - Versão Clínica \" Traduzida Para O Português Reliability of the Structured Clinical Interview for DSM-IV",
        "Estimates of global mortality attributable to smoking in 2000",
        "Effect of plasma uric acid on antioxidant capacity, oxidative stress, and insulin sensitivity in obese subjects",
        "Relationship Between Resistance to Insulin-Mediated Glucose Uptake, Urinary Uric Acid Clearance, and Plasma Uric Acid Concentration",
        "Xanthine Oxidase activity is associated with risk factors for cardiovascular disease and inflammatory and oxidative status markers in metabolic syndrome: Effects of a single exercise session",
        "Smoking and All-Cause Mortality in Older People",
        "Effects of cigarette smoking on HDL quantity and function: Implications for atherosclerosis",
        "The Fagerström Test for Nicotine Dependence: a revision of the Fagerstrom Tolerance Questionnaire",
        "Oxidative stress and antioxidant status in mouse liver: Effects of dietary lipid, vitamin E and iron",
        "In a double-blind, randomized and placebo-controlled trial, adjuvant allopurinol improved symptoms of mania in in-patients suffering from bipolar disorder",
        "Zahedan J. Res. Med. Sci.",
        "Improved analysis of malondialdehyde in human body fluids",
        "Sugar, uric acid, and the etiology of diabetes and obesity",
        "A systematic review and meta-analysis of the association between depression and insulin resistance",
        "Comment on: Kan et al. A systematic review and meta-analysis of the association between depression and insulin resistance. Diabetes Care 2013;36:480-489",
        "Insulin resistance and hyperglycaemia in cardiovascular disease development",
        "Uric acid induces hepatic steatosis by generation of mitochondrial oxidative stress: Potential role in fructose-dependent and -independent fatty liver",
        "Correct homeostasis model assessment (HOMA) evaluation uses the computer program [3]",
        "Association between serum uric acid level and components of the metabolic syndrome",
        "HDL as a target in the treatment of atherosclerotic cardiovascular disease",
        "Epidemiological association between uric acid concentration in plasma, lipoprotein(a), and the traditional lipid profile",
        "A double-blind, randomized, placebo-controlled 4-week study on the efficacy and safety of the purinergic agents allopurinol and dipyridamole adjunctive to lithium in acute bipolar mania",
        "Fatty acids, cytokines, and major depression.",
        "Lower degree of esterification of serum cholesterol in depression: relevance for depression and suicide research",
        "Lower serum high-density lipoprotein cholesterol (HDL-C) in major depression and in depressed men with serious suicidal attempts: Relationship with immune-inflammatory markers",
        "Multiple aberrations in shared inflammatory and oxidative & nitrosative stress (IO&NS) pathways explain the co-association of depression and cardiovascular disorder (CVD), and the increased risk for CVD and due mortality in depressed patients",
        "An association of hyperglycemia with plasma malondialdehyde and atherogenic lipid risk factors in newly diagnosed Type 2 diabetic patients",
        "Homeostasis model assessment: insulin resistance and β-cell function from fasting plasma glucose and insulin concentrations in man",
        "Lipoprotein ratios: Physiological significance and clinical usefulness in cardiovascular prevention",
        "Hyperuricemia is a risk factor for the onset of impaired fasting glucose in men with a high plasma glucose level: A community-based study",
        "Rev. Psiquiatr. Clín.",
        "The higher plasma malondialdehyde concentrations are determined by metabolic syndrome-related glucolipotoxicity",
        "The shared role of oxidative stress and inflammation in major depressive disorder and nicotine dependence",
        "Genetic polymorphisms in glutathione-S-transferases are associated with anxiety and mood disorders in nicotine dependence",
        "Uric acid-lowering treatment with benzbromarone in patients with heart failure a double-blind placebo-controlled crossover preliminary study",
        "Serum gamma glutamyltransferase as a marker of metabolic syndrome and coronary disease likelihood in nondiabetic middle-aged and elderly adults",
        "Serum Uric Acid Is a Determinant of Metabolic Syndrome in a Population-Based Study",
        "Indian J. Endocrinol. Metab.",
        "Relations of hyperuricemia with the various components of the insulin resistance syndrome in young black and white adults: The CARDIA study",
        "Sucrose induces fatty liver and pancreatic inflammation in male breeder rats independent of excess energy intake",
        "Uric acid: The oxidant-antioxidant paradox",
        "A review of the association between depression and insulin resistance: Pitfalls of secondary analyses or a promising new approach to prevention of type 2 diabetes?",
        "Evaluation of insulin resistance, tumor necrosis factor alpha, and total antioxidant status in obese patients smoking cigarettes",
        "Distribution of high-density lipoprotein cholesterol according to age, sex, and ethnic origin: Cardiovascular disease study in Finnmark 1977",
        "Oxidative stress and lowered total antioxidant status are associated with a history of suicide attempts",
        "Castelli risk indexes 1 and 2 are higher in major depression but other characteristics of the metabolic syndrome are not specific to mood disorders",
        "Allopurinol for mania: A randomized trial of allopurinol versus placebo as add-on treatment to mood stabilizers and/or antipsychotic agents in manic patients with bipolar disorder",
        "Serum uric acid levels and the clinical characteristics of depression",
        "Effects of cigarette smoking on fasting triglyceride, total cholesterol, and HDL-cholesterol in women",
        "Effect of centella asiatica on oxidative stress and lipid metabolism in hyperlipidemic animal models"
    ],
    "affiliation": [
        {
            "affiliation-city": "Londrina",
            "affilname": "Universidade Estadual de Londrina",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Melbourne",
            "affilname": "The Florey",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Melbourne",
            "affilname": "University of Melbourne",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Geelong",
            "affilname": "Deakin University",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Melbourne",
            "affilname": "ORYGEN Youth Health",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "CAPES foundation",
        "National Health and Medical Research Council",
        "National Health and Medical Research Council",
        "Conselho Nacional de Desenvolvimento Científico e Tecnológico",
        "Universidade Estadual de Londrina"
    ]
}