{
    "eid": "2-s2.0-84963656269",
    "title": "Comparison of contrast ratio of two ceramics in two different thicknesses",
    "cover-date": "2015-12-30",
    "subject-areas": [],
    "keywords": [
        "Contrast ratio",
        "Lithium disilicate ceramics",
        "Opacity",
        "Translucency",
        "Zirconia ceramics"
    ],
    "authors": [
        "Porak Sethakamnerd"
    ],
    "citedby-count": 2,
    "ref-count": 32,
    "ref-list": [
        "Green teeth associated with neonatal hyperbilirubinemia caused by Biliary Atresia: Review and case report",
        "Tooth pigmentation caused by bilirubin: A case report and histological evaluation",
        "Discolouration potential of endodontic procedures and materials: A review",
        "Discoloration of roots caused by residual endodontic intracanal medicaments",
        "Tooth discolouration and staining: A review of the literature",
        "The effect of core translucency on the aesthetics of all-ceramic restorations.",
        "Fracture resistance of thin-walled roots restored with different post systems",
        "Fracture strength of endodontically treated teeth with flared root canals and restored with different post systems",
        "Anterior discolored teeth restored with procera all-ceramic restorations: a clinical evaluation of the esthetic outcome based on the thickness of the core selected.",
        "Contrast ratio and masking ability of three ceramic veneering materials",
        "Contrast Ratio of Six Zirconia-Based Dental Ceramics",
        "Effect of substrate shades on the color of ceramic laminate veneers",
        "The effect of luting agents and ceramic thickness on the color variation of different ceramics against a chromatic background",
        "The effect of different shades of specific luting agents and ips empress ceramic thickness on overall color",
        "Comparison of Fracture Toughness of All-Ceramic and Metal–Ceramic Cement Retained Implant Crowns: An In Vitro Study",
        "Relative translucency of six all-ceramic systems. Part I: Core materials",
        "Influence of the core material and the glass infiltration mode on the color of glass-infiltrated ceramic veneers over discolored backgrounds. A spectrophotometric evaluation.",
        "Ceramics in dentistry: Historical roots and current perspectives",
        "State of the art of zirconia for dental applications",
        "Comparison of the translucency of shaded zirconia all-ceramic systems",
        "Effect of adding opaque porcelain on the final color of porcelain laminates",
        "Contrast Ratio of Veneering and Core Ceramics as a Function of Thickness",
        "Measurement of translucency of tooth enamel and dentin",
        "Variables affecting the spectral transmittance of light through porcelain veneer samples",
        "The Journal of Prosthetic Dentistry",
        "Threshold Contrast Ratio and Masking Ability of Porcelain Veneers with High-Density Alumina Cores",
        "Ceramic materials for porcelain veneers. Part I: Correlation between translucency parameters and contrast ratio",
        "Quantification of the amount of light passing through zirconia: The effect of material shade, thickness, and curing conditions",
        "Relative translucency of six all-ceramic systems. Part II: Core and veneer materials",
        "Evaluation of the color reproducibility of allceramic restorations fabricated by the digital veneering method",
        "Optical properties of current ceramics systems for laminate veneers",
        "Spectrophotometric evaluation of color match to VITA classical shade guide of four different veneering porcelain systems for metal ceramic restorations"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}