{
    "eid": "2-s2.0-84907559671",
    "title": "Pharmacognostic specification, mutagenic and antimutagenic properties of Cymbopogon nardus roots in Thailand",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Ames Salmonella assay",
        "Cymbopogon nardus",
        "Dried root",
        "Essential oil analysis",
        "Quality specification"
    ],
    "authors": [
        "Pravaree Phuneerub"
    ],
    "citedby-count": 0,
    "ref-count": 27,
    "ref-list": [
        "Medicinal and aromatic plant series: Citronella",
        "Mahidol University Journal of Pharmaceutical Sciences",
        "Traditional Herbal Medicine Research Methods, John Wiley & Sons",
        "Japan International Research Center for Agricultural Sciences",
        "Food control",
        "Malays. Appl. Biol",
        "A Journal of the Bangaladesh Pharmacological Society",
        "Chemical Composition and Antifungal Activity of Essential Oil from Cymbopogon nardus (Citronella Grass)",
        "Genotoxic and cytotoxic effects of Ben-Cha-Moon-Yai remedy and it's ingredients",
        "Research Guidelines for Evaluating the Safety and Efficacy of Herbal Medicines",
        "A new Salmonella tester strain, TA97, for the detection of frameshift mutagens. A run of cytosines as a mutational hot-spot",
        "Revised methods for the Salmonella mutagenicity test",
        "Mutation Research",
        "Evaluation of the mutagenic and antimutagenic effects of South African plants",
        "Quality assessment of South African herbal medicines by means of HPLC fingerprinting",
        "Dynamic configuration method of process design in bio-sensing information computing system",
        "Biological activity of essential oils from leaves and fruits of pepper tree (Schinus molle L.) To control rice weevil (Sitophilus oryzae L.)",
        "Journal of Natural Products",
        "Mosquito-larvicidal activity of ceylon citronella {Cymbopogon Nardus (L.) Rendle} oil fractions",
        null,
        null,
        "Essential oil-bearing grasses: The genus Cymbopogon",
        "Mutation Research",
        "Antimutagenic effect of fruit and vegetable ethanolic extracts against N-nitrosamines evaluated by the Ames test",
        "The Ames Salmonella/microsome mutagenicity assay"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Rangsit University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}