{
    "eid": "2-s2.0-85012111027",
    "title": "Treatment with vasoactive drugs and outcomes in surgical critically ill patients: The results from the THAI-SICU study",
    "cover-date": "2016-09-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "ICU outcomes",
        "Inotrope",
        "Surgical ICU",
        "Vasoactive drug",
        "Vasopressor"
    ],
    "authors": [
        "Thammasak Thawitsri"
    ],
    "citedby-count": 3,
    "ref-count": 17,
    "ref-list": [
        "Surviving sepsis campaign: International guidelines for management of severe sepsis and septic shock, 2012",
        "Thai-shock survey 2013: Survey of shock management in Thailand",
        "Early goal-directed therapy in the treatment of severe sepsis and septic shock",
        "Timing of vasopressor initiation and mortality in septic shock: A cohort study",
        "High versus low blood-pressure target in patients with septic shock",
        "Dopamine affects cellular immune functions during polymicrobial sepsis",
        "Role of dopamine in the physiology of T-cells and dendritic cells",
        "Dopamine versus norepinephrine in the treatment of septic shock: A meta-analysis*",
        "Comparison of dopamine and norepinephrine in the treatment of shock",
        "Does dopamine administration in shock influence outcome? Results of the Sepsis Occurrence in Acutely Ill Patients (SOAP) Study",
        "Increasing Cardiac Output by Epinephrine After Cardiac Surgery: Effects on Indocyanine Green Plasma Disappearance Rate and Splanchnic Microcirculation",
        "Vasoactive drugs in circulatory shock",
        "A multi-center thai university-based surgical intensive care units study (THAI-SICU study): Methodology and ICU characteristics",
        "Stress cardiomyopathy: A syndrome of catecholamine-mediated myocardial stunning?",
        "Stress Cardiomyopathy After Intravenous Administration of Catecholamines and Beta-Receptor Agonists",
        "Effects of norepinephrine, epinephrine, and norepinephrine-dobutamine on systemic and gastric mucosal oxygenation in septic shock",
        "Influence of vasopressor agent in septic shock mortality. Results from the Portuguese Community-Acquired Sepsis Study (SACiUCI study)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Faculty of Medicine, Chiang Mai University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Medical Association of Thailand",
        "Navamindradhiraj University",
        "Phramongkutklao Hospital",
        "Royal College of Anesthesiology of Thailand",
        "Thai Medical Schools",
        "Chulalongkorn University",
        "Khon Kaen University",
        "Mahidol University",
        "Prince of Songkla University",
        "National Research Council of Thailand",
        "Srinakharinwirot University"
    ]
}