{
    "eid": "2-s2.0-85133897981",
    "title": "Native SodB Overexpression of Synechocystis sp. PCC 6803 Improves Cell Growth Under Alcohol Stresses Whereas Its Gpx2 Overexpression Impacts on Growth Recovery from Alcohol Stressors",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Bioengineering",
            "@code": "1502",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Alcohol tolerance",
        "Glutathione peroxidase",
        "Growth recovery",
        "Superoxide dismutase",
        "Synechocystis sp. PCC 6803"
    ],
    "authors": [
        "Phuwanet Vachiranuvathin",
        "Vetaka Tharasirivat",
        "Thitaporn Hemnusornnanon",
        "Saowarath Jantaro"
    ],
    "citedby-count": 1,
    "ref-count": 35,
    "ref-list": [
        "Stress-tolerance of baker’s-yeast (Saccharomyces cerevisiae) cells: Stress-protective molecules and genes involved in stress tolerance",
        "Ethanol-tolerant Saccharomyces cerevisiae strains isolated under selective conditions by over-expression of a proofreading-deficient DNA polymerase δ",
        "Identification of novel genes responsible for ethanol and/or thermotolerance by transposon mutagenesis in Saccharomyces cerevisiae",
        "Improvement of organic solvent tolerance level of Escherichia coli by overexpression of stress-responsive genes",
        "Suppression of hypersensitivity of Escherichia coli acrB mutant to organic solvents by integrational activation of the acrEF operon with the IS1 of IS2 element",
        "Engineering microbial biofuel tolerance and export using efflux pumps",
        "Quantitative proteomics reveals dynamic responses of Synechocystis sp. PCC 6803 to next-generation biofuel butanol",
        "Biofuel toxicity and mechanisms of biofuel tolerance in three model cyanobacteria",
        "Engineering microbes for tolerance to next-generation biofuels",
        "Using transcriptomics to improve butanol tolerance of Synechocystis sp. strain PCC 6803",
        "Mechanisms of membrane toxicity of hydrocarbons",
        "N-Acetyltransferase Mpr1 confers ethanol tolerance on Saccharomyces cerevisiae by reducing reactive oxygen species",
        "Quantitative iTRAQ LC−MS/MS proteomics reveals metabolic responses to biofuel ethanol in cyanobacterial Synechocystis sp. PCC 6803",
        "RNA-seq based identification and mutant validation of gene targets related to ethanol resistance in cyanobacterial Synechocystis sp PCC 6803",
        "Overexpression of sigma factor SigB improves temperature and butanol tolerance of Synechocystis sp. PCC6803",
        "Physiological tolerance and stoichiometric potential of cyanobacteria for hydrocarbon fuel production",
        "Light-dependent expression of superoxide dismutase from cyanobacterium Synechocystis sp. strain PCC 6803",
        "Catalase-peroxidase from the cyanobacterium Synechocystis PCC 6803: Cloning, overexpression in Escherichia coli, and kinetic characterization",
        "In vivo role of catalase-peroxidase in Synechocystis sp. strain PCC 6803",
        "Glutathione-peroxidase-like protein of Synechocystis PCC 6803 confers tolerance to oxidative and environmental stresses in transgenic Arabidopsis",
        "Metabolic engineering of Synechocystis sp. PCC 6803 for production of the plant siterpenoid manoyl oxide",
        "Generic assignment, strain histories and properties of pure cultures of cyanobacteria",
        "Molecular and biochemical characterization of herbicide-resistant mutants of cyanobacteria reveals that phytoene desaturation is a rate-limiting step in carotenoid biosynthesis",
        "Formulae for determination of chlorophyllous pigments extracted with N, N-dimethylformamide",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Glycolate metabolism of three submersed aquatic angiosperms during ageing",
        "In vitro antioxidant and free radical scavenging activity of different parts of Tabebuia pallida growing in Bangladesh",
        "Influence of light on accumulation of photosynthesis-specific transcripts in the cyanobacterium Synechocystis 6803",
        "Co-overexpression of native phospholipid-biosynthetic genes plsX and plsC enhanced lipid production in Synechocystis sp PCC 6803",
        "Improved lipid production via fatty acid biosynthesis and free fatty acid recycling in engineered Synechocystis sp PCC 6803",
        "Synechocystis sp PCC 6803 overexpressing genes involved in CBB cycle and free fatty acid cycling enhances the significant levels of intracellular lipids and secreted free fatty acids",
        "Reactive oxygen species and antioxidant machinery in abiotic stress tolerance in crop plants",
        "Characterization of damage to photosystems I and II in a cyanobacterium lacking detectable iron O2-dismutase activity",
        "Identification of iron superoxide dismutase and a copper/zinc superoxide dismutase enzyme activity within the marine cyanobacterium Synechococcus sp. WH 7803",
        "A cyanobacterium lacking iron superoxide dismutase is sensitized to oxidative stress induced with methyl viologen but is not sensitized to oxidative stress induced with norflurazon"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Department of Biochemistry",
        "Chulalongkorn University",
        "Uppsala University",
        "Faculty of Science, Chulalongkorn University"
    ]
}