{
    "eid": "2-s2.0-85096746931",
    "title": "Therapy-related myeloid neoplasm after peptide receptor radionuclide therapy (PRRT) in 1631 patients from our 20 years of experiences: prognostic parameters and overall survival",
    "cover-date": "2021-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Radiology, Nuclear Medicine and Imaging",
            "@code": "2741",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Acute myeloid leukemia (AML)",
        "Myelodysplastic syndrome (MDS)",
        "Overall survival",
        "Peptide receptor radionuclide therapy (PRRT)",
        "Prognostic factors",
        "Therapy-related myeloid neoplasm"
    ],
    "authors": [
        "M. Chantadisai",
        "H. R. Kulkarni",
        "R. P. Baum"
    ],
    "citedby-count": 11,
    "ref-count": 27,
    "ref-list": [
        "The 2016 revision to the World Health Organization classification of myeloid neoplasms and acute leukemia",
        "Therapy-related myeloid neoplasms - what have we learned so far?",
        "Therapy-related myelodysplasia and acute myeloid leukemia",
        "Therapy-related myeloid neoplasms: when genetics and environment collide",
        "Therapy-related myeloid neoplasms",
        "Myelotoxicity of peptide receptor radionuclide therapy of neuroendocrine tumors: a decade of experience",
        "The prognostic value of 18 FDG PET /CT metabolic tumor volume (MTV) in distant metastatic breast cancer",
        "Results and adverse events of personalized peptide receptor radionuclide therapy with (90)Yttrium and (177)Lutetium in 1048 patients with neuroendocrine neoplasms",
        "Long-term tolerability of PRRT in 807 patients with neuroendocrine tumours: the value and limitations of clinical factors",
        "Persistent hematologic dysfunction after peptide receptor radionuclide therapy with (177)Lu-DOTATATE: incidence, course, and predicting factors in patients with gastroenteropancreatic neuroendocrine tumors",
        "Characteristics and outcomes of therapy-related myeloid neoplasms after peptide receptor radionuclide/chemoradionuclide therapy (PRRT/PRCRT) for metastatic neuroendocrine neoplasia: a single-institution series",
        "Myeloid neoplasms after chemotherapy and PRRT: myth and reality",
        "Salvage peptide receptor radionuclide therapy with [(177)Lu-DOTA,Tyr(3)]octreotate in patients with bronchial and gastroenteropancreatic neuroendocrine tumours",
        "Severe hematological complications associated with peptide receptor radionuclide therapy: 15 years of experience at Bad Berka",
        "Hematological toxicity of combined 177Lu-octreotate radiopeptide chemotherapy of gastroenteropancreatic neuroendocrine tumors in long-term follow-up",
        "High risk of myelodysplastic syndrome and acute myeloid leukemia after 177Lu-octreotate PRRT in NET patients heavily pretreated with alkylating chemotherapy",
        "International scoring system for evaluating prognosis in myelodysplastic syndromes",
        "Revised international prognostic scoring system for myelodysplastic syndromes",
        "Secondary myeloid neoplasms: bone marrow cytogenetic and histological features may be relevant to prognosis",
        "Therapy-related myeloid neoplasms: clinical perspectives",
        "A prognostic model of therapy-related myelodysplastic syndrome for predicting survival and transformation to acute myeloid leukemia",
        "Thrombocytopenia in patients with myelodysplastic syndromes",
        "Thrombopoietin receptor agonists: a critical review",
        "Therapy-related acute lymphoblastic leukemia",
        "Therapy-related acute lymphoblastic leukemia has distinct clinical and cytogenetic features compared to de novo acute lymphoblastic leukemia, but outcomes are comparable in transplanted patients",
        "Chronic lymphocytic leukaemia",
        "A very rare case presentation of chronic lymphocytic leukemia occurring during the course of chronic myeloid leukemia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Berga",
            "@id": "60018973",
            "affilname": "Zentralklinik Bad Berka",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018973",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Wiesbaden",
            "@id": "115125071",
            "affilname": "DKD Helios Klinik Wiesbaden",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/115125071",
            "affiliation-country": "Germany"
        }
    ],
    "funding": []
}