{
    "eid": "2-s2.0-84924917104",
    "title": "Pyrethroid insecticide exposure in school-aged children living in rice and aquacultural farming regions of thailand",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Public Health",
            "@code": "2739"
        },
        {
            "$": "Health Policy",
            "@code": "2719"
        }
    ],
    "keywords": [
        "2-dichlorovinyl)-2",
        "2-dimethylcyclopropane carboxylic acid",
        "3-PBA",
        "3-phenoxybenzoic acid",
        "Activity",
        "Child health",
        "Cis/trans-3-(2",
        "DCCA",
        "Environment",
        "PYR",
        "Pyrethroid insecticide"
    ],
    "authors": [
        "Juthasiri Rohitrattana"
    ],
    "citedby-count": 14,
    "ref-count": 26,
    "ref-list": [
        "Journal of Medicine and Medical Sciences",
        "[Effects of Pesticide Usage in Rice Farming]",
        "Neurotoxicity of pesticides",
        "Mechanisms of pyrethroid neurotoxicity: Implications for cumulative risk assessment",
        "Pyrethroids: A new threat to marine mammals?",
        "Environmental Pesticide Exposure and Neurobehavioral Effects among Children of Nicaraguan Agricultural Workers",
        "Urinary metabolites of organophosphate and pyrethroid pesticides and behavioral problems in Canadian children",
        "Risk Assessment for Environmental Health",
        "Human dose-excretion studies with pyrethroid insecticides cypermethrin and alphacypermethrin: Relevance for biological monitoring",
        "Biological monitoring for pesticide absorption",
        "Determination of metabolites of pyrethroids in human urine using solid-phase extraction and gas chromatography-mass spectrometry",
        "Urinary pesticide concentrations among children, mothers and fathers living in farm and non-farm households in Iowa",
        "Children's exposures to pyrethroid insecticides at home: a review of data collected in published exposure measurement studies conducted in the United States.",
        "Journal of Health Research",
        "A field survey of chemicals and biological products used in shrimp farming",
        "Pesticide exposure of children in an agricultural community: Evidence of household proximity to farmland and take home exposure pathways",
        "Biological monitoring of organophosphate pesticides in preschool children in an agricultural community in Thailand",
        "Occupational and Residential Exposure Test Guidelines: OPPTS 875.2400 Dermal Exposure [EPA 712–C–96–269]",
        "Guidelines for Standard Method Performance Requirements. Standard Method Performance Requirements (Smprs)",
        "Hoppe Seylers Z Physiol Chem",
        "Universal 5-min on-line method for extracting and isolating pesticide residues and industrial chemicals",
        "Estimation of Average Concentration in the Presence of Nondetectable Values",
        "Urinary pesticide metabolites in school students from northern Thailand",
        "Urinary concentrations of metabolites of pyrethroid insecticides in the general u.s. population: National health and nutrition examination survey 1999-2002",
        "Reference values for metabolites of pyrethroid and organophosphorous insecticides in urine for human biomonitoring in environmental medicine",
        "Urinary creatinine concentrations in the U.S. population: Implications for urinary biologic monitoring measurements"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "New Brunswick",
            "affilname": "School of Environmental and Biological Sciences",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Atlanta",
            "affilname": "Rollins School of Public Health",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "New Brunswick",
            "affilname": "Rutgers Robert Wood Johnson Medical School at New Brunswick",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Piscataway",
            "affilname": "Rutgers Environmental and Occupational Health Sciences Institute",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}