{
    "eid": "2-s2.0-85124651163",
    "title": "Molecular detection of Trypanosoma (Trypanosomatidae) in bats from Thailand, with their phylogenetic relationships",
    "cover-date": "2022-04-04",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Parasitology",
            "@code": "2405",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Bat",
        "Thailand",
        "Trypanosoma dionisii",
        "Trypanosoma noyesi",
        "Trypanosoma sp."
    ],
    "authors": [
        "Elizabeth Riana",
        "Apinya Arnuphapprasert",
        "Duriyang Narapakdeesakul",
        "Thongchai Ngamprasertwong",
        "Monsicha Wangthongchaicharoen",
        "Pipat Soisook",
        "Phanaschakorn Bhodhibundit",
        "Morakot Kaewthamasorn"
    ],
    "citedby-count": 0,
    "ref-count": 92,
    "ref-list": [
        "Survey of Trypanosoma and Leishmania in Wild and Domestic Animals in an Atlantic Rainforest Fragment and Surroundings in the State of Espírito Santo, Brazil",
        "First molecular investigation of haemosporidian parasites in Thai bat species",
        "Diversity and epidemiology of bat trypanosomes: a One Health perspective",
        "First report of Trypanosoma dionisii (Trypanosomatidae) identified in Australia",
        "First European record of Trypanosoma (Megatrypanum) sp. of bats",
        "Trypanosoma teixeirae: a new species belonging to the T. cruzi clade causing trypanosomosis in an Australian little red flying fox (Pteropus scapulatus)",
        "Trypanosoma madeirae sp. n.: a species of the clade T. cruzi associated with the neotropical common vampire bat Desmodus rotundus",
        "Detection of Trypanosoma cruzi in the saliva of diverse neotropical bats",
        "Characterizing and evaluating the zoonotic potential of novel viruses discovered in vampire bats",
        "Phylogenetic relationships and diversity of bat-associated Leptospira and the histopathological evaluation of these infections in bats from Grenada, West Indies",
        "Chapter 18-Arthropods as vectors",
        "Morphological and phylogenetic description of Trypanosoma noyesi sp. nov.: an Australian wildlife trypanosome within the T. cruzi clade",
        "First report of the prevalence and genotype of Trypanosoma spp. in bats in Yunnan Province, Southwestern China",
        "Bats: important reservoir hosts of emerging viruses",
        "Phylogeographical, ecological and biological patterns shown by nuclear (ssrRNA and gGAPDH) and mitochondrial (Cyt b) genes of trypanosomes of the subgenus Schizotrypanum parasitic in Brazilian bats",
        "Preference of an insular flying fox for seed figs enhances seed dispersal of a dioecious species",
        "Terrace aware data structure for phylogenomic inference from supermatrices",
        "Out of Africa: the origins of the protozoan blood parasites of the Trypanosoma cruzi clade found in bats from Africa",
        "Ecological scenario and Trypanosoma cruzi DTU characterization of a fatal acute Chagas disease case transmitted orally (Espírito Santo state, Brazil)",
        "High Trypanosoma spp. diversity is maintained by bats and triatomines in Espírito Santo state, Brazil",
        "Flying fox hemolytic fever, description of a new zoonosis caused by Candidatus Mycoplasma haemohominis",
        "Trypanosoma sp. diversity in Amazonian bats (Chiroptera; Mammalia) from Acre State, Brazil",
        "Genetic diversity of Trypanosoma cruzi parasites infecting dogs in southern Louisiana sheds light on parasite transmission cycles and serological diagnostic performance",
        "Transmission and epidemiology of zoonotic protozoal diseases of companion animals",
        "Trypanosoma rangeli is phylogenetically closer to Old World trypanosomes than to Trypanosoma cruzi",
        "Bat coronaviruses in China",
        "Schizotrypanum in British bats",
        "Trypanosoma (Megatrypanum) incertum from Pipistrellus pipistrellus: development and transmission by cimicid bugs",
        "The molecular phylogeny of trypanosomes: evidence for an early divergence of the Salivaria",
        "BioEdit: a user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
        "Trypanosomes are monophyletic: evidence from genes for glyceraldehyde phosphate dehydrogenase and small subunit ribosomal RNA",
        "Patterns of co-evolution between trypanosomes and their hosts deduced from ribosomal RNA and protein-coding gene phylogenies",
        "Phylogenetic analysis reveals the presence of the Trypanosoma cruzi clade in African terrestrial mammals",
        "Parasites reveal movement of bats between the New and Old worlds",
        "The evolution of Trypanosoma cruzi: the 'bat seeding' hypothesis",
        "The classification of mammalian trypanosomes",
        "Trypanosome species, including Trypanosoma cruzi, in sylvatic and peridomestic bats of Texas, USA",
        "MRBAYES: Bayesian inference of phylogenetic trees",
        "Changing resource landscapes and spillover of henipaviruses",
        "MEGA X: molecular evolutionary genetics analysis across computing platforms",
        "Ecosystem services provided by bats",
        "PartitionFinder: combined selection of partitioning schemes and substitution models for phylogenetic analyses",
        "PartitionFinder 2: new methods for selecting partitioned models of evolution for molecular and morphological phylogenetic analyses",
        "PopART: full-feature software for haplotype network construction",
        "Phylogenetic and morphological characterization of trypanosomes from Brazilian armoured catfishes and leeches reveal high species diversity, mixed infections and a new fish trypanosome species",
        "Bat-borne virus diversity, spillover and emergence",
        "Evolutionary insights from bat trypanosomes: morphological, developmental and phylogenetic evidence of a new species, Trypanosoma (Schizotrypanum) erneyi sp. nov., in African bats closely related to Trypanosoma (Schizotrypanum) cruzi and allied species",
        "Trypanosoma livingstonei: a new species from African bats supports the bat seeding hypothesis for the Trypanosoma cruzi clade",
        "New insights into the evolution of the Trypanosoma cruzi clade provided by a new trypanosome species tightly linked to Neotropical Pteronotus bats and related to an Australian lineage of trypanosomes",
        "Detection of Rickettsia, Borrelia, and Bartonella in Carios kelleyi (Acari: Argasidae)",
        "First record of Trypanosoma dionisii of the T. cruzi clade from the eastern bent-winged bat (Miniopterus fuliginosus) in the Far East",
        "Trypanosoma rangeli isolates of bats from central Brazil: genotyping and phylogenetic analysis enable description of a new lineage using spliced-leader gene sequences",
        "Remarkable genetic diversity of Trypanosoma cruzi and Trypanosoma rangeli in two localities of southern Ecuador identified via deep sequencing of mini-exon gene amplicons",
        "Assessing Trypanosoma cruzi parasite diversity through comparative genomics: implications for disease epidemiology and diagnostics",
        "Developmental stages of Trypanosoma cruzi-like flagellates in Cavernicola pilosa",
        "Trypanosoma irwini n. sp (Sarcomastigophora: Trypanosomatidae) from the koala (Phascolarctos cinereus)",
        "Novel trypanosome Trypanosoma gilletti sp. (Euglenozoa: Trypanosomatidae) and the extension of the host range of Trypanosoma copemani to include the koala (Phascolarctos cinereus)",
        "Trypanosomes of bats",
        "A morbillivirus that caused fatal disease in horses and humans",
        "Mapping of climatic data in northeast Thailand: rainfall",
        "IQ-TREE: a fast and effective stochastic algorithm for estimating maximum-likelihood phylogenies",
        "A nested PCR for the ssrRNA gene detects Trypanosoma binneyi in the platypus and Trypanosoma sp. in wombats and kangaroos in Australia",
        "Corrigendum to 'A nested PCR for the ssrRNA gene detects Trypanosoma binneyi in the platypus and Trypanosoma sp. in wombats and kangaroos in Australia'. [International Journal for Parasitology 29 (2) (1999) 331-339]",
        "Meta-transcriptomic identification of Trypanosoma spp. in native wildlife species from Australia",
        "Detection of an unknown Trypanosoma DNA in a Phlebotomus stantoni (Diptera: Psychodidae) collected from southern Thailand and records of new sand flies with reinstatement of Sergentomyia hivernus Raynal & Gaschen, 1935 (Diptera: Psychodidae)",
        "An overview of Trypanosoma brucei infections: an intense host-parasite interaction",
        "Molecular identification and genetic diversity of Bartonella spp. in 24 bat species from Thailand",
        "Molecular characterization and phylogenetic analysis of Trypanosoma spp. detected from striped leaf-nosed bats (Hipposideros vittatus) in Zambia",
        "Posterior summarization in Bayesian phylogenetics using tracer 1.7",
        "First report of human Trypanosoma cruzi infection attributed to TcBat genotype",
        "Isolation and characterization of trypanosomatids, including Crithidia mellificae, in bats from the Atlantic Forest of Rio de Janeiro, Brazil",
        "Uncovering Trypanosoma spp. diversity of wild mammals by the use of DNA from blood clots",
        "MrBayes 3: Bayesian phylogenetic inference under mixed models",
        "DnaSP 6: DNA sequence polymorphism analysis of large data sets",
        "Argasid ticks of Palearctic bats: distribution, host selection, and zoonotic importance",
        "NIH Image to ImageJ: 25 years of image analysis",
        "Phylogeny of sheep and goat Theileria and Babesia parasites",
        "Detection of Leishmania and Trypanosoma DNA in field-caught sand flies from endemic and non-endemic areas of Leishmaniasis in Southern Thailand",
        "The evolution of trypanosomes infecting humans and primates",
        "The ancient and divergent origins of the human pathogenic trypanosomes, Trypanosoma brucei and T. cruzi",
        "Host conservation through their parasites: molecular surveillance of vector-borne microorganisms in bats using ectoparasitic bat flies",
        "Bat trypanosomes from Tapajós-Arapiuns extractive reserve in Brazilian Amazon",
        "A climatological monsoon break in rainfall over Indochina-a singularity in the seasonal march of the Asian summer monsoon",
        "Natural infection with Trypanosoma cruzi in bats captured in Campeche and Yucatán, México",
        "First report of Trypanosoma cruzi infection in salivary gland of bats from the Peruvian Amazon",
        "Trypanosoma dionisii in insectivorous bats from northern China",
        "Nipah virus infection in bats (order Chiroptera) in peninsular Malaysia",
        "A pneumonia outbreak associated with a new coronavirus of probable bat origin"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sevenoaks",
            "@id": "100434803",
            "affilname": "Harrison Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/100434803",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "BEI Resources",
        "RSPG",
        "Royal Initiative of Her Royal Highness Princess Maha Chakri Sirindhorn",
        "Second Century Fund",
        "Thailand Science Research and Innovation Fund Chulalongkorn University",
        "NIH",
        "NIAID",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}