{
    "eid": "2-s2.0-85024089017",
    "title": "Ewing's Sarcoma of the maxillofacial region: A case report",
    "cover-date": "2017-10-01",
    "subject-areas": [
        {
            "$": "Oral Surgery",
            "@code": "3504"
        },
        {
            "$": "Surgery",
            "@code": "2746"
        },
        {
            "$": "Otorhinolaryngology",
            "@code": "2733"
        }
    ],
    "keywords": [
        "Ewing's sarcoma",
        "Histopathologic differential diagnosis",
        "Maxillofacial region"
    ],
    "authors": [
        "P. Rattana-Arpha"
    ],
    "citedby-count": 2,
    "ref-count": 15,
    "ref-list": [
        "Proc NY Pathol Soc",
        "Extraskeletal ewing's sarcoma family of tumours in adults: Analysis of 57 patients from a single institution",
        "Primary Ewing's sarcoma involving the bones of the head and neck",
        "\"Undifferentiated\" neoplasms of the sinonasal region: Differential diagnosis based on clinical, light microscopic immunohistochemical, and ultrastructural features",
        "Imaging findings of Ewing's sarcoma in the mandible.",
        "Primary Ewing's sarcoma of the maxilla and zygoma: Report of a case",
        "Case of Ewing's sarcoma misdiagnosed as a periapical lesion of maxillary incisor",
        "Comparison of Ewing's sarcoma of bone and peripheral neuroepithelioma: An immunocytochemical and ultrastructural analysis of two primitive neuroectodermal neoplasms",
        "The many faces of atypical Ewing's sarcoma. A true entity mimicking sarcomas, carcinomas and lymphomas",
        "Pathobiologic markers of the Ewing sarcoma family of tumors: State of the art and prediction of behaviour",
        "Histological heterogeneity of Ewing's sarcoma/PNET: An immunohistochemical analysis of 415 genetically confirmed cases with clinical support",
        "Peripheral primitive neuroectodermal tumor associated with the anterior mandible: A case report and review of the literature",
        "Treatment results and prognostic factors in ewing sarcoma",
        "Clinical outcomes of rhabdomyosarcoma and Ewing's sarcoma of the head and neck in children"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Bhumibol Adulyadej Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Khon Kaen University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}