{
    "eid": "2-s2.0-85137612786",
    "title": "Cyanobacterial cells",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biochemistry, Genetics and Molecular Biology (all)",
            "@code": "1300",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Central metabolism",
        "Cyanobacteria",
        "Morphology",
        "Natural products",
        "Nutrient recycling",
        "Polyphasic taxonomy"
    ],
    "authors": [
        "Rungaroon Waditee-Sirisattha",
        "Hakuto Kageyama"
    ],
    "citedby-count": 1,
    "ref-count": 63,
    "ref-list": [
        "Molecular ecology of microbial mats",
        "Molecular biology of cyanobacterial salt acclimation",
        "Photosynthetic microbes in freezing deserts",
        "Cyanobacteria evolution: insight from the fossil record",
        "Biogeochemistry: life before the rise of oxygen",
        "Bioactive natural products from marine cyanobacteria for drug discovery",
        "Heterocyst development in Anabaena",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Novel metabolic attributes of the genus Cyanothece, comprising a group of unicellular nitrogen-fixing Cyanothece",
        "Co-existence of photosynthetic and respiratory activities in cyanobacterial thylakoid membranes",
        "Genomic mechanisms for cold tolerance and production of exopolysaccharides in the Arctic cyanobacterium Phormidesmis priestleyi BC1401",
        "Complexity of cyanobacterial exopolysaccharides: composition, structures, inducing factors and putative genes involved in their biosynthesis and assembly",
        "Crucial role of extracellular polysaccharides in desiccation and freezing tolerance in the terrestrial cyanobacterium Nostoc commune",
        "Wide variation in the cyanobacterial complement of presumptive penicillin-binding proteins",
        "From the regulation of peptidoglycan synthesis to bacterial growth and morphology",
        "Cyanobacterial cell walls: news from an unusual prokaryotic envelope",
        "Ploidy in cyanobacteria",
        "Cyanobacterial genomics for ecology and biotechnology",
        "Separation of small circular DNA molecules from the blue-green alga Anacystis nidulans",
        "Cyanobacterial toxins: biosynthetic routes and evolutionary roots",
        "Metals in cyanobacteria: analysis of the copper, nickel, cobalt and arsenic homeostasis mechanisms",
        "The TolC-like protein HgdD of the cyanobacterium Anabaena sp. PCC 7120 is involved in secondary metabolite export and antibiotic resistance",
        "Polyphosphate: a multifunctional metabolite in cyanobacteria and algae",
        "Organization, structure, and assembly of alpha-carboxysomes determined by electron cryotomography of intact cells",
        "Biosynthesis of the cyanobacterial reserve polymer multi-L-arginyl-poly-L-aspartic acid (cyanophycin). Mechanism of the cyanophycin synthetase reaction studied with synthetic primers",
        "Microbial production of cyanophycin: from enzymes to biopolymers",
        "Lipid droplets and cellular lipid metabolism",
        "The three-dimensional structure of the cyanobacterium Synechocystis sp. PCC 6803",
        "Composition and occurrence of lipid droplets in the cyanobacterium Nostoc punctiforme",
        "Microorganism lipid droplets and biofuel development",
        "Carbon-rich wastes as feedstocks for biodegradable polymer (polyhydroxyalkanoate) production using bacteria",
        "Novel unexpected functions of PHA granules",
        "Cyanobacterial polyhydroxybutyrate (PHB): screening, optimization and characterization",
        "Altering the structure of carbohydrate storage granules in the cyanobacterium Synechocystis sp. strain PCC 6803 through branching-enzyme truncations",
        "Unique thylakoid membrane architecture of a unicellular N2-fixing cyanobacterium revealed by electron tomography",
        "Composition of the carbohydrate granules of the cyanobacterium, Cyanothece sp. strain ATCC 51142",
        "Carboxysomes: metabolic modules for CO2fixation",
        "Functions, compositions, and evolution of the two types of carboxysomes: polyhedral microcompartments that facilitate CO2fixation in cyanobacteria and some proteobacteria",
        "The developmental biology of heterocyst and akinete formation in cyanobacteria",
        "The multicellular nature of filamentous heterocyst-forming cyanobacteria",
        "Phylum BX. Cyanobacteria",
        "The structural code of cyanobacterial genomes",
        "Massive multiplication of genome and ribosomes in dormant cells (akinetes) of Aphanizomenon ovalisporum (Cyanobacteria)",
        "Molecular circuit of heterocyst differentiation in cyanobacteria",
        "Cyanobacterial peptides—nature's own combinatorial biosynthesis",
        "The true value of Spirulina",
        "Spirulina for the food and functional food industries",
        "Hypolipidemic, antioxidant, and anti-inflammatory activities of microalgae Spirulina",
        "Functional food from cyanobacteria: an emerging source for functional food products of pharmaceutical importance",
        "Establishment of a pure culture of the hitherto uncultured unicellular cyanobacterium Aphanothece sacrum, and phylogenetic position of the organism",
        "Tansley review no. 116: cyanobacterium-plant symbioses",
        "Novel lichen-dominated hypolithic communities in the Namib Desert",
        "Dinitrogen-fixing cyanobacteria in microbial mats of two shallow coral reef ecosystems",
        "Effects of inorganic nutrients in recycled water on freshwater phytoplankton biomass and composition",
        "A systematic review of analytical methods for the detection and quantification of beta-N-methylamino-l-alanine (BMAA)",
        "Toxicity at the edge of life: a review on cyanobacterial toxins from extreme environments",
        "International code of nomenclature for algae, fungi, and plants (Melbourne Code)",
        "Reptodigitus Chapmanii (Nostocales, Hapalosiphonaceae) Gen. Nov.: a unique Nostocalean (Cyanobacteria) genus based on a polyphasic approach (1)",
        "A polyphasic taxonomic approach in isolated strains of cyanobacteria from thermal springs of Greece",
        "Revealing new sponge-associated cyanobacterial diversity: novel genera and species",
        "Diversity of cyanobacteria at the Alaska North Slope with description of two new genera: Gibliniella and Shackletoniella",
        "Taxonomic classification of cyanoprokaryotes (cyanobacterial genera) 2014, using a polyphasic approach",
        "A polyphasic approach for the taxonomy of cyanobacteria: principles and applications"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nagoya",
            "@id": "60027762",
            "affilname": "Meijo University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027762",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}