{
    "eid": "2-s2.0-85089603539",
    "title": "2019 Seoul consensus on esophageal Achalasia guidelines",
    "cover-date": "2020-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Neurology (clinical)",
            "@code": "2728",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Gastroenterology",
            "@code": "2715",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Esophageal Achalasia",
        "Esophageal motility disorders",
        "Guideline",
        "Manometry",
        "Myotomy"
    ],
    "authors": [
        "Hye Kyung Jung",
        "Su Jin Hong",
        "Oh Young Lee",
        "John Pandolfino",
        "Hyojin Park",
        "Hiroto Miwa",
        "Uday C. Ghoshal",
        "Sanjiv Mahadeva",
        "Tadayuki Oshima",
        "Minhu Chen",
        "Andrew S.B. Chua",
        "Yu Kyung Cho",
        "Tae Hee Lee",
        "Yang Won Min",
        "Chan Hyuk Park",
        "Joong Goo Kwon",
        "Moo In Park",
        "Kyoungwon Jung",
        "Jong Kyu Park",
        "Kee Wook Jung",
        "Hyun Chul Lim",
        "Da Hyun Jung",
        "Do Hoon Kim",
        "Chul Hyun Lim",
        "Hee Seok Moon",
        "Jung Ho Park",
        "Suck Chei Choi",
        "Hidekazu Suzuki",
        "Tanisa Patcharatrakul",
        "Justin C.Y. Wu",
        "Kwang Jae Lee",
        "Shinwa Tanaka",
        "Kewin T.H. Siah",
        "Kyung Sik Park",
        "Sung Eun Kim"
    ],
    "citedby-count": 43,
    "ref-count": 129,
    "ref-list": [
        "ACG clinical guideline: diagnosis and management of achalasia",
        "Consensus methods for medical and health services research",
        "The Cochrane collaboration's tool for assessing risk of bias in randomised trials",
        "Clinical practice guidelines for irritable bowel syndrome in Korea, 2017 revised edition",
        "Histopathologic features in esophagomyotomy specimens from patients with achalasia",
        "Erroneous diagnosis of gastroesophageal reflux disease in achalasia",
        "Difficulties in the diagnosis of pseudoachalasia",
        "Incidence and costs of achalasia in The Netherlands",
        "Achalasia in Zimbabwean blacks",
        "Incidence, clinical features and para-clinical findings of achalasia in Algeria: experience of 25 years",
        "Incidence and prevalence of achalasia in central Chicago, 2004-2014, since the widespread use of high-resolution manometry",
        "Achalasia: incidence, prevalence and survival. A population-based study",
        "Achalasia in Korea: an epidemiologic study using a national healthcare database",
        "Epidemiology and practice patterns of achalasia in a large multi-centre database",
        "Achalasia: a review of clinical diagnosis, epidemiology, treatment and outcomes",
        "Current diagnosis and management of achalasia",
        "Management of achalasia",
        "The Chicago classification of esophageal motility disorders, v3.0",
        "Classifying esophageal motility by pressure topography characteristics: a study of 400 patients and 75 controls",
        "High-resolution manometry improves the diagnosis of esophageal motility disorders in patients with dysphagia: a randomized multicenter study",
        "Factors associated with achalasia treatment outcomes: systematic review and meta-analysis",
        "Achalasia: a new clinically relevant classification by high-resolution manometry",
        "Achalasia cardia subtyping by high-resolution manometry predicts the therapeutic outcome of pneumatic balloon dilatation",
        "Long-term results of the European achalasia trial: a multicentre randomised controlled trial comparing pneumatic dilation versus laparoscopic heller myotomy",
        "Laparoscopic heller myotomy for achalasia in 101 patients: can successful symptomatic outcomes be predicted?",
        "Laparoscopic heller myotomy can be used as primary therapy for esophageal achalasia regardless of age",
        "Effects of laparoscopic myotomy on the esophageal motility pattern of esophageal achalasia as measured by high-resolution manometry",
        "Predictive factors associated with the success of pneumatic dilatation inJapanese patients with primary achalasia: a study using high-resolution manometry",
        "Pre-treatment Eckardt score is a simple factor for predicting one-year peroral endoscopic myotomy failure in patients with achalasia",
        "The preoperative manometric pattern predicts the outcome of surgical treatment for esophageal achalasia",
        "Barium esophagography: a study for all seasons",
        "Ten questions about barium esophagography and dysphagia",
        "Esophageal stasis on a timed barium esophagogram predicts recurrent symptoms in patients with longstanding achalasia",
        "Evaluation of the response to treatment inpatients with idiopathic achalasia by the timed barium esophagogram: results from a randomized clinical trial",
        "Timed barium swallow: diagnostic role and predictive value in untreated achalasia, esophagogastric junction outflow obstruction, and non-achalasia dysphagia",
        "Diagnosis and management of esophageal achalasia",
        "Diagnostic features of malignancy-associated pseudoachalasia",
        "Pseudoachalasia: a review",
        "Achalasia: from diagnosis to management",
        "Five year prospective study of the incidence, clinical features, and diagnosis of achalasia in Edinburgh",
        "Achalasia: a systematic review",
        "Diagnosis and management of achalasia. American college of gastroenterology practice parameter committee",
        "Isosorbide dinitrate or nifedipine: which is preferable in the medical therapy of achalasia?",
        "Clinical and manometric effects of nifedipine in patients with esophageal achalasia",
        "Prospective clinical and manometric study comparing pneumatic dilatation and sublingual nifedipine in the treatment of oesophageal achalasia",
        "McCallumRW. Effects of nifedipine on esophageal motor function in humans: correlation with plasma nifedipine concentration",
        "Review article: pharmacological options in achalasia",
        "Effect of cimetropium bromide on esophageal motility and transit in patients affected by primary achalasia",
        "Controlled trial of botulinum toxin injection versus placebo and pneumatic dilation in achalasia",
        "A multicentre randomised study of intrasphincteric botulinum toxin in patients with oesophageal achalasia. GISMAD achalasia study group",
        "Botulinum toxin for achalasia: long-term outcome and predictors of response",
        "Esophageal achalasia: intrasphincteric injection of botulinum toxin A versus balloon dilation",
        "Botulinum toxin versus pneumatic dilatation in the treatment of achalasia: a randomised trial",
        "Randomized controlled trial comparing botulinum toxin injection to pneumatic dilatation for the treatment of achalasia",
        "Long-term followup of achalasia patients treated with botulinum toxin",
        "Intrasphincteric botulinum toxin versus pneumatic balloon dilation for treatment of primary achalasia",
        "Randomized controlled trial of botulinum toxin versus laparoscopic heller myotomy for esophageal achalasia",
        "Clinical study on combined therapy of botulinum toxin injection and small balloon dilation in patients with esophageal achalasia",
        "Complexities of managing achalasia at a tertiary referral center: use of pneumatic dilatation, heller myotomy, and botulinum toxin injection",
        "Esophageal perforation, inflammatory mediastinitis and pseudoaneurysm of the thoracic aorta as potential complications of botulinum toxin injection for achalasia",
        "Complications of botulinum toxin injections for treatment of esophageal motility disorders†",
        "Treatment of patients with achalasia with botulinum toxin: a multicenter prospective cohort study",
        "Comparison of peroral endoscopic myotomy and endoscopic balloon dilation for primary treatment of pediatric achalasia",
        "Laparoscopic heller's cardiomyotomy achieved lesser recurrent dysphagia with better quality of life when compared with endoscopic balloon dilatation for treatment of achalasia",
        "Pneumatic balloon dilation therapy is as effective as esophagomyotomy for achalasia",
        "Long-term outcomes of balloon dilation versus botulinum toxin injection in patients with primary achalasia",
        "Pneumatic dilatation or laparoscopic cardiomyotomy in the management of newly diagnosed idiopathic achalasia. Results of a randomized controlled trial",
        "Efficacy of pneumodilation in achalasia after failed heller myotomy",
        "Predictors of a better outcome of pneumatic dilatation in patients with primary achalasia",
        "Treatment of achalasia: botulinum toxin injection vs. pneumatic balloon dilation. A prospective study with long-term follow-up",
        "Pneumatic dilation versus laparoscopic heller's myotomy for idiopathic achalasia",
        "Efficacy and safety of pneumatic dilation in achalasia: a systematic review and meta-analysis",
        "Long-term outcome of pneumatic dilation in the treatment of achalasia",
        "Achalasia",
        "A total fundoplication is not an obstacle to esophageal emptying after heller myotomy for achalasia: results of a long-term follow up",
        "World gastroenterology organisation global guidelines: dysphagia-global guidelines and cascades update September 2014",
        "Management of achalasia cardia: expert consensus statements",
        "Safety and efficacy of POEM for treatment of achalasia: a systematic review of the literature",
        "Peroral endoscopic myotomy: a meta-analysis",
        "Comparative efficacy of per-oral endoscopic myotomy and heller myotomy in patients with achalasia: a meta-analysis",
        "A comparative study on comprehensive, objective outcomes of laparoscopic heller myotomy with per-oral endoscopic myotomy (POEM) for achalasia",
        "Comparison of outcomes of laparoscopic heller myotomy versus per-oral endoscopic myotomy for management of achalasia",
        "A matched comparison of per oral endoscopic myotomy to laparoscopic heller myotomy in the treatment of achalasia",
        "Peroral endoscopic myotomy: a short-term comparison with the standard laparoscopic approach",
        "Outcome of peroral endoscopic myotomy (POEM) for treating achalasia compared with laparoscopic heller myotomy (LHM)",
        "The 2018 ISDE achalasia guidelines",
        "Outcomes of per-oral endoscopic myotomy for treatment of esophageal achalasia with a median follow-up of 49 months",
        "Peroral endoscopic myotomy versus surgical myotomy for primary achalasia: single-center, retrospective analysis of 74 patients",
        "GERD after per-oral endoscopic myotomy as compared with heller's myotomy with fundoplication: a systematic review with meta-analysis",
        "Laparoscopic heller myotomy versus peroral endoscopic myotomy (POEM) for achalasia: a systematic review and meta-analysis",
        "Peroral endoscopic myotomy (POEM) vs laparoscopic heller myotomy (LHM) for the treatment of type III achalasia in 75 patients: a multicenter comparative study",
        "Pathophysiology and treatment of achalasia in a muscle mechanical perspective",
        "Outcomes of treatment for achalasia depend on manometric subtype",
        "Is POEM the answer for management of spastic esophageal disorders? A systematic review and meta-analysis",
        "Comprehensive analysis of adverse events associated with per oral endoscopic myotomy in 1826 patients: an international multicenter study",
        "Endoscopic and surgical treatments for achalasia: a systematic review and meta-analysis",
        "Laparoscopic myotomy: technique and efficacy in treating achalasia",
        "Treatment of achalasia with laparoscopic myotomy or pneumatic dilatation: long-term results of a prospective, randomized study",
        "Comparative study between laparoscopic heller myotomy versus pneumatic dilatation for treatment of early achalasia: a prospective randomized study",
        "Pneumatic dilation versus laparoscopic heller myotomy for the treatment of achalasia: variables related to a good response",
        "Health economic evaluation of therapeutic strategies in patients with idiopathic achalasia: results of a randomized trial comparing pneumatic dilatation with laparoscopic cardiomyotomy",
        "The cost of laparoscopic myotomy versus pneumatic dilatation for esophageal achalasia",
        "Randomized controlled trial of laparoscopic heller myotomy plus dor fundoplication versus nissen fundoplication for achalasia: long-term results",
        "Heller myotomy versus heller myotomy with dor fundoplication for achalasia: a prospective randomized double-blind clinical trial",
        "Laparoscopic dor versus toupet fundoplication following heller myotomy for achalasia: results of a multicenter, prospective, randomized-controlled trial",
        "Does concomitant anterior fundoplication promote dysphagia after laparoscopic heller myotomy?",
        "Anterior fundoplication decreases esophageal clearance in patients undergoing heller myotomy for achalasia",
        "S093: pneumatic balloon dilation for palliation of recurrent symptoms of achalasia after esophagomyotomy",
        "Management of recurrent symptoms after per-oral endoscopic myotomy in achalasia",
        "Recurrent symptoms after per-oral endoscopic myotomy in achalasia: redo, dilate, or operate? a call for a tailored approach",
        "Retreatment after failure of peroral endoscopic myotomy: does “cutting” fare better than “stretching”?",
        "Pneumatic dilation for achalasia cardia: reduction in lower esophageal sphincter pressure in assessing response and factors associated with recurrence during long-term follow up",
        "Long-term follow-up after pneumatic dilation for achalasia cardia: factors associated with treatment failure and recurrence",
        "Per-oral endoscopic myotomy: a series of 500 patients",
        "The effect of prior treatment on clinical outcomes in patients with achalasia undergoing peroral endoscopic myotomy",
        "Effect of peroral endoscopic myotomy in achalasia patients with failure of prior pneumatic dilation: a prospective case-control study",
        "Feasibility and safety of peroral endoscopic myotomy for achalasia after failed endoscopic interventions",
        "Per-oral endoscopic myotomy for achalasia cardia: outcomes in over 400 consecutive patients",
        "Peroral endoscopic myotomy in treatment-naïve achalasia patients versus prior treatment failure cases",
        "Repeat peroral endoscopic myotomy: a salvage option for persistent/recurrent symptoms",
        "A multicenter international registry of redo per-oral endoscopic myotomy (POEM) after failed POEM",
        "Peroral endoscopic remyotomy for failed heller myotomy: a prospective single-center study",
        "Efficacy and safety of peroral endoscopic myotomy for treatment of achalasia after failed heller myotomy",
        "Per-oral endoscopic myotomy in patients with or without prior heller's myotomy: comparing long-term outcomes in a large U.S. single-center cohort (with videos)",
        "Peroral endoscopic myotomy as salvation technique post-heller: international experience",
        "The risk of esophageal resection after esophagomyotomy for achalasia",
        "Recurrent dysphagia after heller myotomy: is esophagectomy always the answer?",
        "Esophagectomy for end-stage achalasia: systematic review and meta-analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Seoul",
            "@id": "60095571",
            "affilname": "Severance Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60095571",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60023859",
            "affilname": "Soonchunhyang University, College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023859",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Suwon",
            "@id": "60016329",
            "affilname": "SKKU School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016329",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60006240",
            "affilname": "University of Ulsan College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006240",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60277004",
            "affilname": "The Catholic University of Korea Eunpyeong St. Mary’s Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60277004",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60276990",
            "affilname": "The Catholic University of Korea Seoul St. Mary's Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60276990",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60211633",
            "affilname": "Hanyang University Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60211633",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Guangzhou",
            "@id": "60122356",
            "affilname": "The First Affiliated Hospital, Sun Yat-sen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60122356",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60106366",
            "affilname": "National University Health System",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60106366",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60094975",
            "affilname": "Gangnam Severance Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60094975",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Guri",
            "@id": "60094238",
            "affilname": "Hanyang University Guri Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60094238",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Dalseo-gu",
            "@id": "60032638",
            "affilname": "Keimyung University (KU), College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032638",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Nishinomiya",
            "@id": "60030873",
            "affilname": "Hyogo Medical University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030873",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60030358",
            "affilname": "Ewha Womans University School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030358",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Suwon",
            "@id": "60029305",
            "affilname": "Ajou University School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029305",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Kuala Lumpur",
            "@id": "60029157",
            "affilname": "Universiti Malaya",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029157",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Isehara",
            "@id": "60028799",
            "affilname": "Tokai University School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028799",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Iksan",
            "@id": "60025727",
            "affilname": "Wonkwang University (WKU), School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025727",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Lucknow",
            "@id": "60025015",
            "affilname": "Sanjay Gandhi Postgraduate Institute of Medical Sciences Lucknow",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025015",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": null,
            "@id": "60024787",
            "affilname": "Prince of Wales Hospital Hong Kong",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024787",
            "affiliation-country": "Hong Kong"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kobe",
            "@id": "60018144",
            "affilname": "Kobe University Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018144",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Gyeongsan",
            "@id": "60013400",
            "affilname": "Catholic University of Daegu",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013400",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Chicago",
            "@id": "60013227",
            "affilname": "Northwestern University Feinberg School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013227",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Busan",
            "@id": "60012736",
            "affilname": "Kosin University, College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012736",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Yusong",
            "@id": "60005732",
            "affilname": "Chungnam National University, College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005732",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Ipoh",
            "@id": "100447376",
            "affilname": "Ipoh Gastro Centre",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/100447376",
            "affiliation-country": "Malaysia"
        }
    ],
    "funding": []
}