{
    "eid": "2-s2.0-85068804584",
    "title": "Vascular dysfunction in breast cancer patients receiving anthracycline chemotherapy: A cross-sectional study",
    "cover-date": "2019-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Arterial stiffness",
        "Endothelial dysfunction",
        "Flow-mediated dilatation",
        "Intima-media thickness"
    ],
    "authors": [
        "S. Siripanya",
        "N. Parinyanitikul",
        "H. Tanaka",
        "D. Suksom"
    ],
    "citedby-count": 1,
    "ref-count": 17,
    "ref-list": [
        "Cancer incidence and mortality worldwide: Sources, methods and major patterns in GLOBOCAN 2012",
        "Doxorubicin and paclitaxel versus doxorubicin and cyclophosphamide as first-line chemotherapy in metastatic breast cancer: The European Organization for Research and Treatment of Cancer 10961 Multicenter Phase III Trial",
        "Longitudinal changes in multiple biomarkers are associated with cardiotoxicity in breast cancer patients treated with doxorubicin, taxanes, and trastuzumab",
        "Anthracycline causes impaired vascular endothelial function and aortic stiffness in long term survivors of childhood cancer",
        "Assessment of brachial artery reactivity, carotid intima-media thickness, and adhesion molecules in pediatric solid tumor patients treated with anthracyclines",
        "Anthracyclines cause endothelial injury in pediatric cancer patients: A pilot study",
        "Validity and reliability of the global physical activity questionnaire (GPAQ)",
        "Interrelationships among noninvasive measures of postischemic macro-and microvascular reactivity",
        "The acute effects of supramaximal high-intensity intermittent exercise on vascular function in lean vs. Obese prepubescent boys",
        "Arterial stiffness is associated with age-related differences in cerebrovascular conductance",
        "Low to moderate dose anthracycline-based chemotherapy is associated with early noninvasive imaging evidence of subclinical cardiovascular disease",
        "Long-term arterial complications of chemotherapy in patients with cancer",
        "Adriamycin-induced cardiomyocyte and endothelial cell apoptosis: In vitro and in vivo studies",
        "Endothelial nitric oxide synthase-dependent superoxide generation from adriamycin",
        "Vitamin C increases nitric oxide availability in coronary atherosclerosis",
        "Clinically important factors influencing endothelial function",
        "Endothelial dysfunction: Cardiovascular risk factors, therapy, and outcome"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Austin",
            "@id": "60013372",
            "affilname": "The University of Texas at Austin",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013372",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Government Research Budget Chulalongkorn University",
        "Chulalongkorn University"
    ]
}