{
    "eid": "2-s2.0-85118470726",
    "title": "Actinomycetes: Taxonomy, genomic approach and applications",
    "cover-date": "2021-04-08",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Microbiology (all)",
            "@code": "2400",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [],
    "authors": [
        "Nattakorn Kuncharoen",
        "Wongsakorn Phongsopitanun",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 0,
    "ref-count": 104,
    "ref-list": [
        "Basic local alignment search tool",
        "Whole-Genome Analyses: Average Nucleotide Identity",
        "Standard operating procedure for calculating genome-to-genome distances based on high-scoring segment pairs",
        "Taxonomy, physiology, and natural products of actinobacteria",
        "Bioactive microbial metabolites",
        "Thoughts and facts about antibiotics: Where we are now and where we are heading",
        "Bacterial chitinases: Properties and potential",
        "Mycolic acid analysis by high-performance liquid chromatography for identification of Mycobacterium species",
        "Isolation and characterization of endophytic Streptomyces strains from surface-sterilized tomato (Lycopersicon esculentum) roots",
        "Genome-based classification of micromonosporae with a focus on their biotechnological and ecological potential",
        "Screening for plant growth-promoting rhizobacteria to promote early soybean growth",
        "Proposed minimal standards for the use of genome data for the taxonomy of prokaryotes",
        "Integrating genomics into the taxonomy and systematics of the Bacteria and Archaea",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Polyphasic taxonomy of the genus vibrio: Numerical taxonomy of Vibrio cholerae, Vibrio parahaemolyticus, and related Vibrio species",
        "Taxonomy and classification of the actinomycetes",
        "Seed germination enhancing activity of endophytic Streptomyces isolated from indigenous ethno-medicinal plant Centella asiatica",
        "Plant growth promotion and biological control of Pythium aphanidermatum, a pathogen of cucumber, by endophytic actinomycetes",
        "The potential for the biological control of cavity spot disease of carrots caused by Pythium coloratum by streptomycete and non-streptomycete actinomycetes in Western Australia",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Confidence limits on phylogenies: An approach using the bootstrap",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Toward defining the course of evolution: Minimum change for specific tree topology",
        "Bergey's Manual of Systematic Bacteriology",
        "Ecology of actinomycetes",
        "DNA-DNA hybridization values and their relationship to whole genome sequence similarities",
        "Alkaliphiles: Some applications of their products for biotechnology",
        "Plant growth promoting potential and soil enzyme production of the most abundant Streptomyces spp. from wheat rhizosphere",
        "Statistical optimization of α-amylase production by Streptomyces erumpens MTCC 7317 cells in calcium alginate beads using response surface methodology",
        "Towards a taxonomic coherence between average nucleotide identity and 16S rRNA gene sequence similarity for species demarcation of prokaryotes",
        "Simple method for estimating evolutionary rate of base substitutions through comparative studies of nucleotide sequences",
        "En route to a genome-based classification of archaea and bacteria?",
        "Fatty acid and menaquinone analysis of actinomycetes and related organisms",
        "MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Micromonospora azadirachtae sp. nov., isolated from roots of Azadirachta indica A. Juss. var siamensis Valeton",
        "Versatile and open software for comparing large genomes",
        "Revival of the genus Lentzea and proposal for Lechevalieria gen. nov",
        "Discovery of novel metabolites from marine actinomycetes",
        "A critical evaluation of the genera of aerobic actinomycetes",
        "Biology of actinomycetes",
        "Chemical composition as a criterion in the classification of actinomycetes",
        "Chemotaxonomy of aerobic actinomycetes: Phospholipid composition",
        "Isolation and Characterization of Endophytic Actinomycetes from Chinese Cabbage Roots as Antagonists to Plasmodiophora brassicae",
        "Processivity, substrate binding, and mechanism of cellulose hydrolysis by Thermobifida fusca Cel9A",
        "Road map of the phylum Actinobacteria",
        "Overview: A phylogenetic backbone and taxonomic framework for procaryotic systematics",
        "Salinispora arenicola gen. nov., sp. nov. and Salinispora tropica sp. nov., obligate marine actinomycetes belonging to the family Micromonosporaceae",
        "Genome sequencing in microfabricated high-density picolitre reactors",
        "Rhizocola hellebori gen. nov., sp. nov., an actinomycete of the family Micromonosporaceae containing 3,4-dihydroxydiaminopimelic acid in the cell-wall peptidoglycan",
        "The fast changing landscape of sequencing technologies and their impact on microbial genome assemblies and annotation",
        "An endophytic actinomycete, Streptomyces sp. MBR-52, that accelerates emergence and elongation of plant adventitious roots",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "Highly parallelized inference of large genome-based phylogenies",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "Post-column fluorometric detection of reducing sugar in high-performance liquid chromatography using arginine",
        "Polar lipid composition in the classification of Nocardia and related bacteria",
        "Using the basic local alignment search tool (BLAST)",
        "Actinomycetes: A Source of Industrially Important Enzymes",
        "Purification and characterization of a thermophilic and acidophilic chitinase from Microbispora sp. V2",
        "Endophytic actinomycetes isolated from Aquilaria crassna Pierre ex. Lec and screening of plant growth promoters production",
        "Purification and characterization of extracellular xylanase from Streptomyces cyaneus SN32",
        "Genome-based taxonomic classification of the phylum Actinobacteria",
        "Dactylosporangium sucinum sp. nov., isolated from Thai peat swamp forest soil",
        "Actinoplanes lichenis sp. nov., isolated from lichen",
        "Plantactinospora mayteni gen. nov., sp. nov., a member of the family Micromonosporaceae",
        "Biodiversity, bioactive natural products and biotechnological potential of plant-associated endophytic actinobacteria",
        "A polyphasic strategy incorporating genomic data for the taxonomic description of novel bacterial species",
        "Verrucosispora gifhornensis gen. nov., sp. nov., a new member of the actinobacterial family Micromonosporaceae",
        "Shifting the genomics gold standard for the prokaryotic species definition",
        "JSpeciesWS: A web server for prokaryotic species circumscription based on pairwise genome comparison",
        "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
        "Revisiting the taxonomic status of the biomedically and industrially important genus Amycolatopsis, using a phylogenomic approach",
        "DNA sequencing with chain-terminating inhibitors",
        "Identification of bacteria by gas chromatography of cellular fatty acids",
        "Endophytic Actinomycetes: Biocontrol agents and growth promoters",
        "Methods for characterization of Streptomyces species",
        "Jiangella gansuensis gen. nov., sp. nov., a novel actinomycete from a desert soil in north-west China",
        "Characterization and antimicrobial activity of Streptomyces strains from soils in southern Thailand",
        "Taxonomic parameters revisited: Tarnished gold standards",
        "Taxonomic note: A place for DNA-DNA reassociation and 16S rRNA sequence analysis in the present species definition in bacteriology",
        "Production and characterization of a thermostable alpha-amylase from Nocardiopsis sp. endophyte of yam bean",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "Cellulase production by Thermomonospora curvata isolated from municipal solid waste compost",
        "Purification and biochemical characterization of a highly thermostable xylanase from Actinomadura sp. strain Cpt20 isolated from poultry compost",
        "Determination of DNA base composition",
        "Analysis of bacterial menaquinone mixtures by high performance liquid chromatography",
        "A new genus of the family Micromonosporaceae, Polymorphospora gen. nov., with description of Polymorphospora rubra sp. nov",
        "Notes on the characterization of prokaryote strains for taxonomic purposes",
        "Rare actinomycetes: A potential storehouse for novel antibiotics",
        "Mycolic acid composition and thermally adaptative changes in Nocardia asteroids",
        "Genome features of the endophytic actinobacterium Micromonospora lupini strain Lupac 08: On the process of adaptation to an endophytic life style?",
        "An improved method for the glycolate test for simple identification of the acyl type of bacterial cell walls",
        "Polyphasic taxonomy, a consensus approach to bacterial systematics",
        "International committee on systematic bacteriology, report of the ad hoc committee on the reconciliation of approaches to bacterial systematic",
        "Jishengella endophytica gen. nov., sp. nov., a new member of the family Micromonosporaceae",
        "Purification and properties of a maltotriose-producing alpha-amylase from Thermobifida fusca",
        "Introducing EzBioCloud: A taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "A large-scale evaluation of algorithms to calculate average nucleotide identity",
        "Cloning, expression and characterization of an alkaline thermostable GH9 endoglucanase from Thermobifida halotolerans YIM 90462T",
        "Purification and partial characterisation of a thermostable xylanase from salttolerant Thermobifida halotolerans YIM 90462T"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}