{
    "eid": "2-s2.0-85129132332",
    "title": "Value-Added By-Products from Sugar Processing Industries",
    "cover-date": "2017-01-01",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Ali Akbar"
    ],
    "citedby-count": 3,
    "ref-count": 72,
    "ref-list": [
        "Introduction to Protozoology",
        "Coccidiosis of cats and dogs and the status of the isospora of man",
        "Isospora natalensis (sp. nov.) in man.",
        "Human cocidiosis. Recurrent diarrhea of 26 years duration due to Isaspora belli: A case report.",
        "Recurrent isosporiasis over a decade in an immunocompetent host successfully treated with pyrimethamine",
        "The genus Atoxoplasma (Garnham 1950) as a junior objective synonym of the Genus isospora (Schneider 1881) species infecting birds and resurrection of Cystoisospora (Frenkel 1977) as the correct genus for Isospora species infecting Mammals",
        "Taxonomic position of the human intestinal protozoan parasite Isospora belli as based on ribosomal RNA sequences",
        "The current status of the small subunit rRNA phylogeny of the coccidia (Sporozoa)",
        "Morphologic and molecular characterization of Isospora belli oocysts from patients in Thailand",
        "Extra‐Intestinal Stages of Isospora felis and I. rivolta (Protozoa: Eimeriidae) in Cats",
        "Disseminated extraintestinal isosporiasis in a patient with acquired immune deficiency syndrome",
        "Intestinal and Extraintestinal Isospora belli Infection in an Aids Patient: A Second Case Report",
        "Besnoitia wallacei of cats and rodents: with a reclassification of other cyst-forming isosporoid coccidia",
        "Biology of Isospora spp. from humans, nonhuman primates, and domestic animals",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Clinical Parasitology",
        "Observations on human isospora",
        "Infectivity and sporogony of Caryospora-type oocysts of Isospora rivolta obtained by heating",
        "Life Cycle of Isospora rivolta (Grassi, 1879) in Cats and Mice",
        "Ultrastructural observations showing enteric multiplication of Cystoisospora (Isospora)felis by Endodyogeny",
        "Ultrastructural evidence of endodyogeny in Isospora suis from pigs",
        "The Life Cycle of Isospora felis Wenyon, 1923, a Coccidium of the Cat",
        "Isospora felis: development in cultured cells with some cytological observations",
        "Cystoisospora belli: In vitro multiplication in mammalian cells",
        "Development of Isospora belli in HCT-8, hep-2, human fibroblast, bek and vero culture cells",
        "Experimental infection of murine and human macrophages with Cystoisospora belli",
        "Ultrastructural aspects of Cystoisospora belli (syn. Isospora belli) in continuous cell lines",
        "Isosporosis and unizoite tissue cysts in patients with acquired immunodeficiency syndrome",
        "Isospora belli Infection: Observation of Unicellular Cysts in Mesenteric Lymphoid Tissues of a Brazilian Patient with AIDS and Animal Inoculation",
        "Examination of extraintestinal tissue cysts of Isospora belli",
        "Experimental Isospora canis and Isospora felis Infection in Mice, Cats, and Dogs",
        "Cystoisospora canis (Apicomplexa: Sarcocystidae): Development of monozoic tissue cysts in human cells, demonstration of egress of zoites from tissue cysts, and demonstration of repeat monozoic tissue cyst formation by zoites",
        "Development and ultrastructure of cystoisospora canis nemesri, 1959 (syn. Isospora canis) monozoic cysts in two noncanine cell lines",
        "Human isosporosis in the Western Hemisphere.",
        "Parasitological observations of chronic diarrhoea in suspected aids adult patients in kinshasa (Zaire)",
        "Clinical Manifestations and Therapy of Isospora belli Infection in Patients with the Acquired Immunodeficiency Syndrome",
        "Isosporiasis in Venezuelan adults infected with human immunodeficiency virus: clinical characterization.",
        "Intestinal parasites of some diarrhoeic HIV-seropositive individuals in North Brazil, with particular reference to Isospora belli Wenyon, 1923 and Dientamoeba fragilis Jepps & Dobell, 1918.",
        "Epidemiology of isosporiasis among persons with acquired immunodeficiency syndrome in Los Angeles County",
        "Human Coccidiosis — A Possible Cause of Malabsorption: The Life Cycle in Small-Bowel Mucosal Biopsies as a Diagnostic Feature",
        "Chronic Intestinal Coccidiosis in Man: Intestinal Morphology and Response to Treatment",
        "Experimental infection of Isospora hominis in man",
        "Natural and laboratory-acquired infection by isospora belli",
        "A case of severe human coccidiosis in Israel",
        "Treatment and Prophylaxis of Isospora belli Infection in Patients with the Acquired Immunodeficiency Syndrome",
        "Endometrial coccidiosis",
        "Cyclospora cayetanensis: A review, focusing on the outbreaks of cyclosporiasis in the 1990s",
        "Diagnostic Medical Parasitology",
        "Simple method for long-term copro-preservation of Cryptosporidium oocysts for morphometric and molecular analysis",
        "Diagnostic Medical Parasitology",
        "Differences in the detection of cryptosporidium and isospora (cystoisospora) oocysts according to the fecal concentration or staining method used in a clinical laboratory",
        "Three-step stool examination for cryptosporidiosis in 10 homosexual men with protracted watery diarrhea",
        "Fuchsin fluorescence and autofluorescence in Cryptosporidium, Isospora and Cyclospora oocysts",
        "Autofluorescence microscopy for the detection of nematode eggs and protozoa, in particular Isospora suis, in swine faeces",
        "Comparison of autofluorescence and iodine staining for detection of Isospora belli in feces",
        "Diagnostic Medical Parasitology",
        "Light and electron microscopic identification of cyclospora species in the small intestine: Evidence of the presence of asexual life cycle in human host",
        "Acute Enterocolitis in a Human Being Infected with the Protozoan Cryptosporidium",
        "Overwhelming Watery Diarrhea Associated with a Cryptosporidium in an Immunosuppressed Patient",
        "Developmental biology of cystoisospora (Apicomplexa: Sarcocystidae) monozoic tissue cysts",
        "Detection of Isospora belli by polymerase chain reaction using primers based on small-subunit ribosomal RNA sequences",
        "Multiplex polymerase chain reaction method to detect Cyclospora, Cystoisospora, and Microsporidia in stool samples",
        "Application of a qPCR assay with melting curve analysis for detection and differentiation of protozoan oocysts in human fecal samples from Dominican Republic",
        "Goodman and Gilman’s: The Pharmacological Basis of Therapeutics",
        "Dihydrofolate reductase as a target for chemotherapy in parasites",
        "Sulfa and trimethoprim-like drugs-antimetabolites acting as carbonic anhydrase, dihydropteroate synthase and dihydrofolate reductase inhibitors",
        "Trimethoprim, a sulphonamide potentiator.",
        "An attempt to infect animals with isospora belli",
        "Human coccidiosis in South Carolina.",
        "External factors and self-regulating mechanisms which may influence the sporulation of oocysts of the rat coccidium, Eimeria nieschulzi",
        "Methods in coccidiosis research: Separation of oocysts from faeces",
        "Isospora felis and I. rivolta infections in cats induced by mouse tissue or oocysts."
    ],
    "affiliation": [
        {
            "affiliation-city": "Quetta",
            "affilname": "University of Balochistan",
            "affiliation-country": "Pakistan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}