{
    "eid": "2-s2.0-84975517114",
    "title": "Factors affecting community pharmacy customers’ decision to use personal health records via smartphone",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Health application",
        "Personal health record",
        "Self-care",
        "Smartphone",
        "Technology adoption behavior"
    ],
    "authors": [
        "K. Lalitaphanit"
    ],
    "citedby-count": 6,
    "ref-count": 19,
    "ref-list": [
        "Design and baseline characteristics of participants in the TRial of Economic Incentives to Promote Physical Activity (TRIPPA): A randomized controlled trial of a six month pedometer program with financial incentives",
        "Identifying preferences for mobile health applications for self-monitoring and self-management: Focus group findings from HIV-positive persons and young mothers",
        "Transforming hypertension management using mobile health technology for telemonitoring and self-care support",
        "Personal health records: is rapid adoption hindering interoperability?",
        "Smartphone Applications for Patients' Health and Fitness",
        "Teachers' beliefs and their intention to use interactive simulations in their classrooms",
        null,
        "The number of subjects per variable required in linear regression analyses",
        "Towards an understanding of the behavioural intention to use a web site",
        "Psychometric Theory",
        "Factors influencing health information technology adoption in Thailand's community health centers: Applying the UTAUT model",
        "Modeling factors explaining the acceptance, actual use and satisfaction of nurses using an Electronic Patient Record in acute care settings: An extension of the UTAUT",
        "The relationship between usage intention and adoption of electronic health records at primary care clinics",
        "Extending the expectation-confirmation model to evaluate the post-adoption behavior of it continuers and discontinuers",
        "E-Health-For Continuity of Care",
        "Comput Biol Med",
        "Barriers to the Adoption and Use of Personal Health Record Systems",
        "Evaluation framework for personal health records: Microsoft HealthVault vs. Google Health"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}