{
    "eid": "2-s2.0-85016924994",
    "title": "A large laryngeal pleomorphic leiomyosarcoma arising from a small pedicle without mucosal invasion: Case report",
    "cover-date": "2015-09-01",
    "subject-areas": [
        {
            "$": "Otorhinolaryngology",
            "@code": "2733"
        }
    ],
    "keywords": [],
    "authors": [
        "Napadon Tangjaturonrasme"
    ],
    "citedby-count": 1,
    "ref-count": 50,
    "ref-list": [
        "Leiomyosarcoma of the larynx: A case report",
        "Leiomyosarcoma of the larynx: Emergency laryngectomy",
        "Leiomyosarcoma of the larynx as a local relapse of squamous cell carcinoma - Report of an unusual case",
        "Spindle-cell tumours of the larynx: Diagnostic pitfalls. A case report and review of the literature",
        "Leiomyosarcoma of the larynx: Critical analysis of the diagnostic role played by immunohistochemistry",
        "Smooth muscle tumours of the upper respiratory tract",
        "Leiomyosarcoma of the larynx. Review of the literature and a case report",
        "Myogenic tumours of the larynx",
        "Leiomyosarcoma of the larynx",
        "Pathology in Focus Smooth muscle tumours of the larynx",
        "Leiomyosarcoma of the larynx in an 8-year-old girl",
        "Larynx leiomyomas",
        "Nonsquamous neoplasms of the larynx",
        "Bull N Y Acad Med",
        "Leiomyosarcoma of the larynx: Case report and review of the literature",
        "Leiomyosarcoma of the larynx",
        "Malignant mesenchymal tumors of the larynx. Considerations on a rare",
        "LARYNGEAL MALIGNANCY FOLLOWING IODINE-125 THERAPY FOR THYROTOXICOSIS",
        "Leiomyosarcoma of the larynx. Review of the literature and a case report",
        "Histopathology of the Ear, Nose and Throat",
        "Laryngeal leiomyosarcoma: A case report",
        "Leiomyosarcoma of the larynx",
        "Leiomyosarcoma of the larynx",
        "Leiomyosarcoma of the larynx",
        "Leiomyosarcoma of the larynx. Review of the literature and report of two cases",
        "Leiomyosarcoma of the larynx: Case report with pathologic and surgical considerations",
        "Leiomyosarcoma of the larynx",
        "Pathology quiz case 2",
        "Leiomyosarcoma of the larynx presenting as a laryngopyocele",
        "Leiomyosarcoma of the larynx: Diagnosis aided by advances in immunohistochemical staining",
        "LEIOMYOSARCOMA OF THE LARYNX.",
        "Arch Ital Laringol",
        "Airway repair with pedicled composite grafts—Clinical experience",
        "Displacement of the Ventricular Fold Following Cordectomy",
        "Simultaneous squamous cell carcinoma with leiomyosarcoma of the larynx",
        "Leiomyosarcoma of the larynx. One case report",
        "Laryngeal leiomyosarcoma: A case report and review of the literature",
        "Leiomyosarcoma of the head and neck: Report of two cases and review of the literature",
        "Otorinolaringologica",
        "Laryngeal leiomyosarcoma--evaluation of the authors' case and observation of the literature",
        "Leiomyosarcoma of the larynx",
        "Leiomyosarcoma of the larynx",
        "Leiomyosarcoma of the larynx",
        "Laryngeal lieomyosarcoma. Histological, immunohistochemical and ultrastructural study of one case with review of the literature",
        "Leiomyosarcoma of the larynx: Emergency tracheostomy",
        "Leiomyosarcoma of the larynx: Case report",
        "Subglottic leiomyosarcoma of the larynx; A case report",
        "Leiomyosarcoma of the larynx",
        "Leiomyosarcoma of the larynx",
        "Laryngeal leiomyosarcoma"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Faculty of Medicine, Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}