{
    "eid": "2-s2.0-85099920579",
    "title": "Efficacy of a protective hand cream versus a conventional cream to improve skin barrier function among pediatric intensive care unit healthcare workers: A pilot study",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Hand hygiene practices",
        "Healthcare workers",
        "Pediatric intensive care unit",
        "Protective hand cream",
        "Transepidermal water loss"
    ],
    "authors": [
        "Supanun Poopat",
        "Therdpong Tempark",
        "Susheera Chatproedprai",
        "Siriwan Wananukul"
    ],
    "citedby-count": 0,
    "ref-count": 13,
    "ref-list": [
        "Causal inference: the case of hygiene and health",
        "Guideline for hand hygiene in health-care settings. Recommendations of the healthcare infection control practices advisory committee and the HIPAC/SHEA/APIC/IDSA hand hygiene task force",
        "Attitudes and perceptions toward hand hygiene among healthcare workers caring for critically ill neonates",
        "Prevalence of hand dermatitis in inpatient nurses at a United States hospital",
        "Cross-sectional survey of hand-hygiene compliance and attitudes of health care workers and visitors in the intensive care units at King Chulalongkorn Memorial Hospital",
        "Histological assessment of skin damage by irritants: its possible use in the evaluation of a 'barrier cream'",
        "Barrier creams-skin protectants: can you protect skin?",
        "Using skin models to assess the effects of a pre-work cream. Methodological aspects and perspective of the industry",
        "Barrier creams: facts and controversies",
        "Efficacy of a barrier cream and its vehicle as protective measures against occupational irritant contact dermatitis",
        "Preventing irritant contact dermatitis with protective creams: influence of the application dose",
        "Double-blind, randomized trial of scheduled use of a novel barrier cream and an oil-containing lotion for protecting the hands of health care workers",
        "A double-blind, randomized study to assess the effectiveness of different moisturizers in preventing dermatitis induced by hand washing to simulate healthcare use"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadapiseksompoch Research Fund",
        "Chulalongkorn University"
    ]
}