{
    "eid": "2-s2.0-85137544625",
    "title": "Subfamily Homolobinae van Achterberg, 1979",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Distribution",
        "Fauna",
        "Homolobinae",
        "Host",
        "Middle East",
        "Species diversity"
    ],
    "authors": [
        "Neveen Samy Gadallah",
        "Hassan Ghahari",
        "Donald L.J. Quicke",
        "Michael J. Sharkey",
        "Scott Richard Shaw"
    ],
    "citedby-count": 0,
    "ref-count": 39,
    "ref-list": [
        "A survey of braconid wasps (Hymenoptera: Braconidae: Euphorinae, Homolobinae, Macrocentrinae, Rogadinae) in Kerman province, southeastern Iran",
        "Braconidae diversity (Hymenoptera: Ichneumonoidea) in alfalfa fields, Medicago sativa L., of some Western Desert Oases, Egypt",
        "Faunistic survey of parasitoid wasps family of Braconidae from Anar Region, Kerman province",
        "Taxonomical investigations of the fauna of Helconinae, Homolobinae, and Ichneutinae (Hymenoptera, Braconidae) in provinces Ardahah, Erzurum, Igdir, and Kars of Turkish north-eastern Anatolia region",
        "Additions to the rare species of Braconidae fauna (Hymenoptera: Braconidae) from Turkey",
        "Additions to the rare species of Braconidae fauna (Hymenoptera: Braconidae) from Turkey",
        "A contribution on the subfamilies Helconinae, Homolobinae, Macrocentrinae, Meteorinae, and Orgilinae (Hymenoptera: Braconidae) of southeastern Anatolia with new records from other parts of Turkey",
        "Taxonomical investigations on Braconidae (Hymenoptera: Ichneumonoidea) fauna in northern Cyprus, with twenty-six new records for the country",
        "Parasitoids associated to natural populations of Spodoptera littoralis Boisduval and S. exigua Hb. (Lepidoptera: Noctuidae). Boletín de Sanidad Vegetal",
        "Systematics, phylogeny, and evolution of braconid wasps: 30 years of progress",
        "Fauna of Braconidae (Hym., Ichneumonoidae) in the South of Sistan & Baluchestan province",
        "Checklist of Braconidae (Insecta: Hymenoptera) from Iran",
        "First record of Homolobus infumator (Lyle, 1914) (Insecta: Hymenoptera: Braconidae: Homolobinae) from Iran",
        "Iranian Braconidae (Insecta: Hymenoptera: Ichneumonoidea): diversity, distribution and host association",
        "Five new records of Iranian Braconidae (Hymenoptera: Ichnemonoidea) for Iran and annotated catalogue of the subfamily Homolobinae",
        "A contribution to Braconidae (Hymenoptera) from rice fields and surrounding grasslands of Northern Iran",
        "A contribution to the Knowledge of the braconid-fauna (Hymenoptera, Ichneumonoidea, Braconidae) of Arasbaran, Northwestern Iran",
        "Records of the genus Homolobus Foerster (Hymenoptera: Braconidae), with description of a new species from Saudi Arabia",
        "Braconidae (Hymenoptera) associated with forest and ornamental trees and shrubs in Israel",
        "The biological control of the cotton leaf-worm (Prodenia litura F.) in Egypt",
        "A survey on abundance and species diversity of braconid wasps in forest of Mazandaran province",
        "Braconid and ichneumonid (Hymenoptera) parasitoid wasps of Lepidoptera from the Maltese Islands",
        "Family Braconidae (Hymenoptera), pp. 265-267",
        "A contribution to the braconid fauna of Israel (Hymenoptera: Braconidae), 3",
        "Phylogeny of the subfamilies of the family Braconidae (Hymenoptera: Ichneumonoidea)",
        "Homolobus (Phylacter) meridionalis van Achterberg, 1979 (Braconidae, Homolobinae) in Iran: the first record from Asia",
        "A faunistic study on some subfamilies of Braconidae (Hymenoptera: Ichneumonoidea) from Iran",
        "Recent findings on Braconidae (Hymenoptera: Ichneumonoidea) of Iran with an updated checklist",
        "Updated checklist of Iranian Braconidae (Hymenoptera: Ichneumonoidea) with twenty-three new records",
        "Annotated checklist of Braconidae (Hymenoptera) in the Canadian Prairies Ecozone",
        "Classification and biology of Braconid wasps (Hymenoptera: Braconidae)",
        "A rearing of Homolobus (Phylacter) meridionalis van Achterberg (Hymenoptera: Braconidae, Homolobinae) in the south of France",
        "Introduction of five hymenopterous wasps parasitizing the larvae of Mythimna loreyi (Dup.) (Lep.: Noctuidae) at Khuzestan corn fields",
        "Homolobinae, Orgilinae (Mimagathidinae, Microtypinae)",
        "A revision of the subfamily Zelinae auct. (Hymenoptera, Braconidae)",
        "Illustrated key to subfamilies of the Braconidae (Hymenoptera: Ichneumonoidea)",
        "Order Hymenoptera, family Braconidae: the subfamily Homolobinae from the United Arab Emirates, with a review of the fauna of the Arabian Peninsula",
        "A new species of the genus Homolobus from Ecuador (Hymenoptera: Braconidae: Homolobinae)",
        "Taxapad 2016, Ichneumonoidea 2015, Database on flash-drive"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tehran",
            "@id": "60111398",
            "affilname": "Islamic Azad University, Shahr-e-Rey Branch",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60111398",
            "affiliation-country": "Iran"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Giza",
            "@id": "60026365",
            "affilname": "Faculty of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026365",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Lexington",
            "@id": "60026117",
            "affilname": "University of Kentucky College of Agriculture, Food and Environment",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026117",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Laramie",
            "@id": "60008827",
            "affilname": "University of Wyoming",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008827",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}