{
    "eid": "2-s2.0-84944624469",
    "title": "Laboratory and modelling investigation of root-reinforced system for slope stabilisation",
    "cover-date": "2015-10-01",
    "subject-areas": [
        {
            "$": "Civil and Structural Engineering",
            "@code": "2205"
        },
        {
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909"
        }
    ],
    "keywords": [
        "Centrifuge modelling",
        "Laboratory tests",
        "Slopes",
        "Vegetation"
    ],
    "authors": [
        "Kreng Hav Eab"
    ],
    "citedby-count": 86,
    "ref-count": 21,
    "ref-list": [
        "Shear strength of a soil containing vegetation roots",
        "\"Ch 4 - Black and White in Photoshop\" Black and White in Photoshop CS3 and Photoshop Lightroom: Create Stunning Monochromatic Images in Photoshop CS3, Photoshop Lightroom, and Beyond",
        "Standard Test Method for Direct Shear Test of Soil under Consolidated Drained Conditions",
        "Specimen Size and Scale Effects of Direct Shear Box Tests of Sands",
        "A Study on the Ecotype Comparison of Vetiver Grass in Thailand",
        "Use of Vegetation in Civil Engineering Construction Industry and Research Information Association (CIRIA)",
        "Centrifuge modelling of root-reinforced soil slope subjected to rainfall infiltration",
        "Biotechnical Slope Protection and Erosion Control",
        "Biotechnical and Soil Bioengineering Slope Stabilization: A Practical Guide for Erosion Control",
        "Proceedings of the First International Conference on Vetiver",
        "Slope Stability",
        "Proceedings of the First International Conference on Vetiver",
        "Engineering Properties of Weathered Clay Soil Reinforced with Prachuap Khiri Khan Vetiveria memoralis A. Camus Root for Slope Protection",
        "Vetiver Grass Overview",
        "Int. Rev. For. Res.",
        "A Numerical Investigation of the Stability of Unsaturated Soil Slopes Subjected to Transient Seepage",
        "Centrifuge modelling of soil slopes reinforced with vegetation",
        "On the seepage-induced failure of vegetation-stabilised slopes",
        "Geotechnical Centrifuge Technology",
        "STRENGTH OF TREE ROOTS AND LANDSLIDES ON PRICE OF WALES ISLAND, ALASKA.",
        "Slope Stabilization and Erosion Control"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Institute of Science Tokyo",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Thailand Research Fund",
        "Thailand Research Fund"
    ]
}