{
    "eid": "2-s2.0-85089310509",
    "title": "Quality assessment and in vitro anti-diabetic activity of thunbergia laurifolia stems and leaves",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Rosmarinic acid",
        "Thunbergia laurifolia",
        "TLC-densitometric method",
        "TLC-image analysis",
        "α-glucosidase inhibition"
    ],
    "authors": [
        "Parichart Hongsing",
        "Chanida Palanuvej",
        "Nijsiri Ruangrungsi"
    ],
    "citedby-count": 3,
    "ref-count": 22,
    "ref-list": [
        "Classification of acanthaceae",
        "Effect of Thunbergia laurifolia, a Thai natural product used to treat drug addiction, on cerebral activity detected by functional magnetic resonance imaging in the rat",
        "Trends in prevalence of diabetes in Asian countries",
        "Anti-diabetic effect of Thunbergia laurifolia Linn. aqueous extract",
        "Effect of Thunbergia laurifolia Linn. extract in hyperglycemic cats. The Veterinary Practitioner Association of Thailand (VPAT)",
        "Iridoid glucosides from Thunbergia laurifolia",
        "The similarity and variability of the iridoid glycoside profile and antioxidant capacity of aerial and underground parts of Lamiophlomis rotata according to UPLC-TOF-MS and multivariate analyses",
        "Antioxidant-guided Isolation of rosmarinic acid, a major constituent from Thunbergia laurifolia, and its use as a bioactive marker for standardization",
        "Antioxidant activity of rosmarinic acid and its principal metabolites in chemical and cellular systems: Importance of physico-chemical characteristics",
        "Antinociceptive and anti-inflammatory effects of rosmarinic acid isolated from Thunbergia laurifolia Lindl",
        "Prunella vulgaris extract and rosmarinic acid suppress lipopolysaccharide-induced alteration in human gingival fibroblasts",
        "Rosmarinic acid and its methyl ester as antimicrobial components of the hydromethanolic extract of Hyptis atrorubens Poit. (Lamiaceae)",
        "Antimutagenicity of rosmarinic acid in Swiss mice evaluated by the micronucleus assay",
        "Rosmarinic acid ameliorates hyperglycemia and insulin sensitivity in diabetic rats, potentially by modulating the expression of PEPCK and GLUT4",
        "Marker based standardization of polyherbal formulation (SJT-DI-02) by high performance thin layer chromatography method",
        "Bergenin determination in different extracts by high-performance thin-layer chromatographic densitometry",
        "Validation of analytical procedures: Text and methodology Q2(R1)",
        "Wood anatomy of Acanthaceae: A survey",
        "Phenolic diterpenes, flavones, and rosmarinic acid distribution during the development of leaves, flowers, stems and roots of rosmarinus officinalis. antioxidant activity",
        "Rosmarinic acid extract for antioxidant, antiallergic, and α-glucosidase inhibitory activities, isolated by supramolecular technique and solvent extraction from perilla leaves"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60023366",
            "affilname": "Rangsit University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023366",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}