{
    "eid": "2-s2.0-84925267341",
    "title": "Surface modification of silica particles and its effects on cure and mechanical properties of the natural rubber composites",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        }
    ],
    "keywords": [
        "Composite materials",
        "Mechanical testing",
        "Solegel growth",
        "Thermal properties"
    ],
    "authors": [
        "Thawinan Theppradit"
    ],
    "citedby-count": 53,
    "ref-count": 39,
    "ref-list": [
        "Science and Technology of Rubber",
        "Basic Elastomer Technology",
        "Science and Technology of Rubber",
        "Effects of partial replacement of silica with surface modified nanocrystalline cellulose on properties of natural rubber nanocomposites",
        "Studies of the surface wettability and hydrothermal stability of methyl-modified silica films by FT-IR and Raman spectra",
        "Super-hydrophobicity of silica nanoparticles modified with vinyl groups",
        "Optical diffraction from silica-poly (methyl methacrylate) composite films",
        "Luminescent silicon nanoparticles capped by conductive polyaniline through the self-assembly method",
        "Surface properties of submicrometer silica spheres modified with aminopropyltriethoxysilane and phenyltriethoxysilane",
        "Comparison of reinforcing efficiency between Si-69 and Si-264 in an efficient vulcanization system",
        "Nanoporous Materials Science and Engineering",
        "Japanese",
        "Particulate-filled Polymer Composites",
        "Microporous polypropylene films containing ultrafine silica particles",
        "Synthesis of core-shell poly (N-isopropylacrylamide) grafted silica nanoparticles by distillation precipitation polymerization",
        "Coating of methyltriethoxysilane - Modified colloidal silica on polymer substrates for abrasion resistance",
        "Effects of ion irradiation on the structural transformation of sol-gel derived TEOS/MTES thin films",
        null,
        "Superhydrophobicity of silica nanoparticles modified with polystyrene",
        "In situ generated silica in natural rubber latex via the sol-gel technique and properties of the silica rubber composites",
        "Controlled growth of monodisperse silica spheres in the micron size range",
        null,
        "Self-assembly of two- and three-dimensional particle arrays by manipulating the hydrophobicity of silica nanospheres",
        "Statistical mechanics of swelling of network structures",
        "Principles of Polymer Chemistry",
        "Influence of thermal aging on crosslinking density of boron carbide/natural rubber composites",
        "Effects of methyl methacrylate grafting and in situ silica particle formation on the morphology and mechanical properties of natural rubber composite films",
        "A DSC study of the drying process of TEOS derived wet silica gels",
        "Organic modification of TEOS based silica aerogels using hexadecyltrimethoxysilane as a hydrophobic reagent",
        "Super-hydrophobicity of silica nanoparticles modified with vinyl groups",
        "Chem. Eng. J",
        "Selective separation of U(VI) from its solutions using amine modified silica gel produced from leached zircon",
        "Rubber Abrasion Resistance Abrasion Resistance of Materials",
        "In situ silica reinforcement of natural rubber by sol-gel process via rubber solution",
        "Can nanoparticles really enhance thermal stability of polymers? Part II: An overview on thermal decomposition of polycondensation polymers",
        "Kinetic parameters from thermogravimetric data [12]",
        "Calorimetric and thermogravimetric studies of UV-irradiated polypropylene/starch-based materials aged in soil",
        "J. China Univ. Min. Technol",
        "Polym. Degrad. Stabil"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "National Research University",
        "Ratchadaphiseksomphot Endowment Fund",
        "Thai Government",
        "Toyo Tire & Rubber Co. Ltd."
    ]
}