{
    "eid": "2-s2.0-85029579165",
    "title": "Liquid-phase synthesis of isoprene from MTBE and formalin using cesium salts of silicotungstic acid",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Catalysis",
            "@code": "1503"
        },
        {
            "$": "Process Chemistry and Technology",
            "@code": "1508"
        }
    ],
    "keywords": [
        "Cesium",
        "Isoprene",
        "MTBE",
        "Prins reaction",
        "Silicotungstic"
    ],
    "authors": [
        "Nattaporn Songsiri"
    ],
    "citedby-count": 18,
    "ref-count": 43,
    "ref-list": [
        "Catal. Sustain. Energy",
        "The formation of isoprene by means of a vapor-phase prins reaction between formaldehyde and isobutene",
        "Isoprene by Prins condensation over acidic molecular sieves",
        "Prins condensation of isobutylene and formaldehyde over Fe-silicates of MFI structure",
        "Synthesis of isoprene from formaldehyde and isobutene over phosphate catalysts",
        "Catalysis by coke deposits: Synthesis of isoprene over solid catalysts",
        null,
        "Synthesis of isoprene from 1,3-dioxolane and isobutylene",
        "Chem. Sustain. Dev.",
        "Liquid-Phase Synthesis of Isoprene from Methyl tert-Butyl Ether and Formalin Using Keggin-Type Heteropolyacids",
        "A survey of applications of polyoxometalates",
        "Chem. Rev.",
        "Wells-Dawson type molybdovanadophosphoric heteropolyacids catalyzed Prins cyclization of alkenes with paraformaldehyde under mild conditions - A facile and efficient method to 1,3-dioxane derivatives",
        "Synthesis, characterization and catalytic performance of a Fe polyoxometalate/silica composite in the oxidation of alcohols with hydrogen peroxide",
        "Zirconia-supported heteropoly acids: Characterization and catalytic behavior in liquid-phase veratrole benzoylation",
        null,
        "Proc. R. Soc. London Ser. A",
        "Hydrophobicity of water-tolerant solid acids characterized by adsorptions of water and benzene",
        null,
        "Insoluble heteropoly compounds as highly active catalysts for liquid-phase reactions",
        null,
        null,
        "Selective etherification of hydroxymethylfurfural to biofuel additives over Cs containing silicotungstic acid catalysts",
        null,
        "Catalysis by porous heteropoly compounds",
        null,
        "A revision for the synthesis of β-enaminones in solvent free conditions: Efficacy of different supported heteropoly acids as active and reusable catalysts",
        null,
        "Vibrational Investigations of Polyoxometalates. 2. Evidence for Anion-Anion Interactions in Molybdenum(VI) and Tungsten(VI) Compounds Related to the Keggin Structure",
        null,
        "Solvent-free hydration of alkynes over a heterogeneous silver exchanged silicotungstic acid catalyst",
        "Supported Keggin type heteropolycompounds for ecofriendly reactions",
        "Production of isoprene from formaldehyde and isobutylene through 3-methylbutanediol-1,3",
        "A new intermediate in the Prins reaction",
        null,
        "Catalysis of heteropoly compounds (polyoxometalates)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Waterloo",
            "affilname": "University of Waterloo",
            "affiliation-country": "Canada"
        }
    ],
    "funding": []
}