{
    "eid": "2-s2.0-84929077844",
    "title": "Global and blow-up solutions of superlinear pseudoparabolic equations with unbounded coefficient",
    "cover-date": "2015-04-01",
    "subject-areas": [
        {
            "$": "Applied Mathematics",
            "@code": "2604"
        },
        {
            "$": "Analysis",
            "@code": "2603"
        }
    ],
    "keywords": [
        "Blow up",
        "Critical exponent",
        "Global solutions",
        "Mild solutions",
        "Pseudoparabolic equations",
        "Superlinear",
        "Test function method"
    ],
    "authors": [
        "Sujin Khomrutai"
    ],
    "citedby-count": 6,
    "ref-count": 28,
    "ref-list": [
        "Nonlin. Anal. and App.",
        "Multidimensional nonlinear diffusion arising in population genetics",
        "Basic concepts in the theory of seepage of homogeneous liquids in fissured rocks [strata]",
        "Philos. Trans. R. Soc. Lond. Ser. A",
        "Cauchy problems of semilinear pseudo-parabolic equations",
        "J. Fac. Sci. Univ. Tokyo Sect. I",
        "Solutions of pseudo-heat equations in the whole space",
        "Proc. Japan Acad.",
        "Using Pseudo-Parabolic and Fractional Equations for Option Pricing in Jump Diffusion Models",
        "The curious history of Faà di Bruno's formula",
        "The Cauchy problem for an equation of Sobolev type with power non-linearity",
        "Asymptotic behaviour of solutions to some pseudoparabolic equations",
        "Large-time Behaviour of Solutions to Non-linear Wave Equations: Higher-order Asymptotics",
        "On the growing up problem for semilinear heat equations",
        "Zh. Vychisl. Mat. Mat. Fiz.",
        "Three-dimensional nonlinear evolutionary pseudoparabolic equations in mathematical physics",
        "Differ. Uravn.",
        "Blow-up of solutions of nonlinear Sobolev type equations with cubic sources",
        "Proc. Steklov Inst. Math.",
        "Approximation of Functions of Several Variables and Imbedding Theorems",
        "Effect of aggregation on population recovery modeled by a forward-backward pseudoparabolic equation",
        null,
        "Maximum principles for pseudoparabolic partial differential equations",
        "The nonposinvity of solutions to pseudoparabolice quations",
        "SIAM J. Math. Anal.",
        "Certain non-steady flows of second-order fluids",
        "Parabolic and pseudo-parabolic partial differential equations",
        "Existence and non-existence of global solutions for a semilinear heat equation"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}