{
    "eid": "2-s2.0-84902533528",
    "title": "Paleoearthquake investigations of the mae hong son fault, mae hong son region, Northern Thailand",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Oceanography",
            "@code": "1910"
        },
        {
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909"
        },
        {
            "$": "Geophysics",
            "@code": "1908"
        }
    ],
    "keywords": [
        "active fault",
        "Mae Hong Son Fault",
        "northern Thailand",
        "paleoseismology",
        "quaternary dating"
    ],
    "authors": [
        "Weerachat Wiwegwin"
    ],
    "citedby-count": 5,
    "ref-count": 69,
    "ref-list": [
        "Proc. National Conf. Geologic Resources of Thailand: Potential of Future Development",
        "Beiheft Geol. Jahrb",
        "THERMOLUMINESCENCE DATING: RADIATION DOSE‐RATE DATA",
        "Proc. Int. Conf. Stratigraphy and Tectonic Evolution of Southeast Asia and the South Pacific",
        "Tectonic geomorphology north and south of the Garlock fault, California.",
        "Technical Report, Geological Survey Division, Department of Mineral Resources, Thailand",
        "Application of enhanced satellite-borne images to the relationships between fractures and mineralization in the nam Mae moei-nam Mae Ping area, northern Thailand",
        "Int. Conf",
        "Geology of the Mae la Noi District (Scale 1:50,000)",
        "A Ctive Fault Map of Thailand",
        "Investigation on Recurrence Interval in Areas Showing Trace of Movement Along the Faults in the Mae Hong Son and Tak Provinces (Mae Hong Son and Mae Ping Faults)",
        "J. Southeast Asian Earth Sci",
        "Active Fault Study and Seismic Hazard Analysis in Northern and Western Thailand (Part 1: Northern Region)",
        "Proc. Int. Conf. Stratigraphy and Tectonic Evolution of Southeast Asia and the South Pacific",
        "Recent paleoseismic investigations in Northern and Western Thailand",
        "Active fault segmentation in southwest Bulgaria and Coulomb stress triggering of the 1904 earthquake sequence",
        "Bull. Geol. Surv. Jpn",
        "Geol. Jahrb. Reihe B",
        "Patterns of displacement along the Wasatch fault",
        "Technical Conf. Progression and v Ision of Mineral Resources Development",
        "Report of EANHMP, An Approach to Natural Hazards in Eastern Asia",
        "Missing ophiolitic rocks along the Mae Yuam Fault as the Gondwana-Tethys divide in north-west Thailand",
        "Indochina Peninsula and the collision of India and Eurasia",
        "Active Tectonics: Earthquake, Uplift, and Landscape",
        "Technical Report, Geological Survey Division, Department of Mineral Resources",
        "The CCOP Meeting on Exodynamic Geohazards in East and Southeast Asia, Pattaya, Thail and",
        null,
        "Hairpin river loops and slip-sense inversion' on southeast Asian strike-slip faults",
        "The sedimentary history of a debris‐flow dominated, Devonian alluvial fan–a study of textural inversion",
        "Active faulting and tectonics of Burma and surrounding regions.",
        "The tectonostratigraphic evolution of SE Asia",
        "The Doi Inthanon metamorphic core complex in NW Thailand: age and tectonic significance",
        "A tectonic model for the Tertiary evolution of strike-slip faults and rift basins in SE Asia",
        "Variations in Late Cenozoic-Recent strike-slip and oblique-extensional geometries, within Indochina: The influence of pre-existing fabrics",
        "The Geology of Thailand",
        "Activation of rift oblique and rift parallel pre-existing fabrics during extension and their effect on deformation style: Examples from the rifts of Thailand",
        "Evolution of deformation styles at a major restraining bend, constraints from cooling histories, Mae Ping fault zone, western Thailand",
        "Late Oligocene - Recent stress evolution in rift basins of northern and central Thailand: Implications for escape tectonics",
        "Series on Seismology",
        "The Int. Symp. Intermountain Basins: Geology and Resources",
        "Earthquake activities along the Lampang-Theon fault zone, Northern Thailand: Evidence from paleoseismological and seismicity data",
        "Formation and evolution of strike-slip faults, rifts, and basins during the India-Asia collision: an experimental approach",
        "Topographic expression of active faults in the foothills of the Northern Apennines",
        "Development of Cenozoic basins in Thailand",
        "Palaeocurrents and provenance of the Mae Rim Formation, Northern Thailand: Implications for tectonic evolution of the Chiang Mai basin",
        "Earthquake Statistic of Thailand",
        "Characteristics of the Moei-Mae Ping Fault Zone, Changwat Tak, Northwestern Thailand",
        "Proc. Int. Conf. Geology, Geotechnology and Mineral Resources of INDOCHINA",
        "Proc. GEOINDO 2011",
        "Bull. Geol. Surv. Jpn",
        "Sedimentation model of gravel-dominated alluvial piedmont fan, Ganga Plain, India",
        "3rd Int. Earthquake Microzonation Conf. Proc",
        "29th Congr. Science and Technology of Thailand",
        "Nat. Hist. J. Chula. Univ",
        "Structural and Sedimentological Evolution of the Phrae Basin, Northern Thailand",
        "Late Caledonian (Devonian) Basin Formation, Western Norway: Signs of Strike-Slip Tectonics during Infilling",
        "J. Geol. Soc",
        "Preliminary Data Personally Conveyed to DMR Staff",
        "On the mechanics of the collision between India and Asia.",
        "Earthquake Statistic of Thailand",
        "Tectonic geomorphology of the southernmost Sagaing fault and surface rupture associated with the may 1930 Pegu (Bago) earthquake, Myanmar",
        "Proc. Int. Symp. Shallow Tethys 5, Department of Geological Sciences",
        "Relationships between Cenozoic strike-slip faulting and basin opening in northern Thailand",
        "Symp. Mineral, Energy and Water Resources of Thailand: Towards the Yea R 2000",
        "Optically stimulated luminescence (OSL) dating investigations of rock and underlying soil from three case studies",
        "J. Res. US Geol. Surv",
        "New empirical relationships among magnitude, rupture length, rupture width, rupture area, and surface displacement",
        "Re-evaluation of the activity of the Thoen Fault in the Lampang Basin, northern Thailand, based on geomorphology and geochronology"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tsukuba",
            "affilname": "University of Tsukuba",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Royal Thai Government",
        "Japan Society for the Promotion of Science",
        "Chulalongkorn University",
        "Electricity Generating Authority of Thailand"
    ]
}