{
    "eid": "2-s2.0-85050470048",
    "title": "Ecological impacts of fishing gears in Thailand: Knowledge and gaps",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Aquatic Science",
            "@code": "1104"
        },
        {
            "$": "Ecology",
            "@code": "2303"
        },
        {
            "$": "Food Science",
            "@code": "1106"
        }
    ],
    "keywords": [
        "Bycatch",
        "Ecological impacts",
        "Fishing gears",
        "Habitat damage",
        "Knowledge gap"
    ],
    "authors": [
        "Wichin Suebpala"
    ],
    "citedby-count": 6,
    "ref-count": 98,
    "ref-list": [
        "Mapping Shrimp Feed Supply Chain in Songkhla Province to Facilitate Feed Dialogue.",
        "Ecology of the Dugong (Dugong Dugong) in Thailand: Population Characteristics, Feeding Habits and Conservation",
        "Catch Rate and Size Composition of Blue Swimming Crab from Trawl and Push Net Fisheries in Thai Waters.",
        "Sergestid Push Net Fishery in the Andaman Sea.",
        "Anchovy Resource Survey in the Upper Gulf of Thailand in 1997",
        "Anchovy Resource Survey in the Upper Gulf of Thailand.",
        "Bamboo Stake Trap Fisheries in Trat Bay.",
        "In 49Th Kasetsart University Annual Conference: Fisheries, Bangkok, Thailand",
        "Kasetsart Journal (Natural Science)",
        "Fish Resources Survey by Tuna Longline along the Continental Shelf in the Andaman Sea.",
        "Community Structure of Aquatic Animals Caught by Stow Nets in the Bang Pakong River Mouth.",
        "Environmental Impacts by Undulated Surf Clam (Paphia Spp.) Dredge Fishing: Case Study in Paknam Pranburi Estuary and Adjacent Areas, Pranburi District and Sam Roi Yot District, Prachaup Khiri Khan Province",
        "Survey of Small-Scale Fishing Gear and Practices Contributing to Sea Turtle Mortalities along the Coast of Rayong Province, Eastern Gulf of Thailand",
        "7Th International Coral Reefs Symposium",
        "King Mackerel Gillnet Fishery along the Andaman Sea Coast of Thailand.",
        "Fish for Life: Interactive Governance for Fisheries",
        "Shifting gears: Assessing collateral impacts of fishing methods in US waters",
        "Aichi Biodiversity Targets",
        "Species Compositions and Some Biological Aspects of Sharks and Rays from the Gulf of Thailand and Andaman Landing Sites",
        "Definitions and Classification of Fishing Gears in Thailand",
        "Strategic Plan for 2016–2019",
        "Marine Fisheries Statistics in 2012 Based on the Sample Survey",
        "Thai Fishing Vessels Statistics in 2013",
        "Fisheries Statistics of Thailand in 2013.",
        "Fishing Community Production Survey in 2013",
        "Marine Fisheries Management Plan of Thailand: A National Policy for Marine Fisheries Management 2015–2019",
        "Penang.Malaysian Fisheries Journal",
        "A Survey of Marine Trash Fish and Fish Meal as Aquaculture Feed Ingredients in Vietnam.",
        "Code of Conduct for Responsible Fisheries.",
        "Fisheries Management: The Ecosystem Approach to Fisheries.",
        "The State of World Fisheries and Aquaculture 2014",
        "Voluntary Guidelines for Securing Sustainable Small-Scale Fisheries.",
        "Assessing impact of crab gill net fishery to bycatch population in the lower gulf of Thailand",
        "How We Fish Matters: Addressing the Ecological Impacts of Canadian Fishing Gear.Ecology Action Centre, Living Oceans Society and Marine Conservation Biology Institute",
        "Regional Office for Asia and the Pacific.FAO, Bangkok",
        "Fishery systems and linkages: Implications for science and governance",
        "Issues, Terminology, Principles, Institutional Foundations, Implementation and Outlook.",
        "Community perspectives and conservation needs for dugongs (Dugong dugon) along the andaman coast of Thailand",
        "Marine Resources and Commercial Trawl Fishery in the Andaman Sea.",
        "45Th Kasetsart University Annual Conference: Fisheries",
        "Blue Swimming Crab (Portunus Pelagicus) from Small Otter Board Trawl and Push Net in the Inner Gulf of Thailand.",
        "Survey on Economic Bivalve in Mahachai Bay, Samut Sakhon Province.",
        "Kasetsart Journal (Natural Science)",
        "Status Evaluation of Reef Fisheries in Phuket Province",
        "Discards in the world’s Marine Fisheries: An Update.",
        "Biology and Conservation of Green Turtle Chelonia Mydas in Thailand",
        "Species, Maturation and Fishery of Sharks in the Andaman Sea of Thailand.",
        "Anchovy Fisheries along the Andaman Sea, Coast of Thailand.",
        "Marine Resources from Small Fisheries along the Andaman Sea Coast of Thailand.",
        "Dugong Status Reports and Action Plans for Countries and Territories.UNEP Early Warning and Assessment Report Series.",
        null,
        "Ecosystems and Human Well-Being: Current State and Trends",
        "Shifting Gears: Assessing the Collateral Impacts of Fishing Methods in US Waters",
        "An interview-based approach to assess marine mammal and sea turtle captures in artisanal fisheries",
        "The Effect of Mackerel Encircling Gill Net Fishery to Indo-Pacific Mackerel Parent Stock in Protected Area, Prachuap Khiri Khan, Chumphon and Surat Thani Provinces.",
        "Species Composition, Size and Catch per Unit Effort of Marine Fauna by Luring Purse Seine Gear in the Gulf of Thailand.",
        "In Annual Conference on Fisheries 2012",
        "When trash fish is treasure: The case of Ghana in West Africa",
        "Large Marine Ecosystems of the World: Trends in Exploitation, Protection and Research",
        "Global trends in world fisheries: Impacts on marine ecosystems and food security",
        "Crab Fisheries in Locally Based Coastal Fisheries Management, Pathew District, Chumphon Province.",
        "Impacts of Octopus Pot Fishers in the Middle Gulf of Thailand.",
        "Small-Scale Fisheries in the Closed Area during Spawning and Breeding Season in the Andaman Sea.",
        "Cost, Return and Financial Loss from Stow-Net Fishery at Klong Sanphasamit.",
        "Ecosystem-based fishery management",
        "Little Fish, Big Impact: Managing a Crucial Link in Ocean Food Webs",
        "Catch Composition of Fishes from King Mackerel Driftnet.",
        "Comparison of ghost fishing impacts on collapsible crab trap between conventional and escape vents trap in Si Racha Bay, Chon Buri province",
        "Commercial Fisheries Status of Nakhon Si Thammarat Province in 2009",
        "Introduction of Set-Net Fishing to Develop the Sustainable Coastal Fisheries Management in Southeast Asia: Case Study in Thailand 2003–2005",
        "Anchovy Fisheries in the Gulf of Thailand.",
        "Catch Composition of Fisheries Resources by Tuna Purse Seine in the Indian Ocean by R/V Mahidol.",
        "Fish Community Structure in the Middle Gulf of Thailand by Otter Board Trawl during 2004–2005",
        "Marine Organisms Caught by Push Net at Thungka-Sawi Bay, Chumphon Province",
        "Collapsible Squid Trap Fisheries in Ban Jao-Lhao, Chantaburi Province",
        "Who and what is to be involved in successful coastal zone management: A Thailand example",
        "Push Net Fisheries in the Eastern Gulf of Thailand.",
        "Short-Necked Clam Fishery and Jointly Survey with Fishers.",
        "Bycatch Management in Trawl Fisheries in the Gulf of Thailand: A National Report to Submit for the GEF: Bycatch Management and Reducing Discard from Trawl Fisheries in the Coral Triangle and Southeast Asian Waters"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ramkhamhaeng University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "St John's",
            "affilname": "Memorial University of Newfoundland",
            "affiliation-country": "Canada"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Kasetsart University"
    ]
}