{
    "eid": "2-s2.0-85137547249",
    "title": "Subfamily Doryctinae Foerster, 1863",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Distribution",
        "Doryctinae",
        "Fauna",
        "Hosts",
        "Middle East",
        "Species diversity"
    ],
    "authors": [
        "Hassan Ghahari",
        "Sergey A. Belokobylskij",
        "Neveen Samy Gadallah",
        "Donald L.J. Quicke",
        "Scott Richard Shaw"
    ],
    "citedby-count": 0,
    "ref-count": 111,
    "ref-list": [
        "Ecological and biological studies on some parasitoid species associated with Scolytus amygdali Guer. (Coleoptera: Scolytidae) in Fayoum Governorate, Egypt",
        "Additions to the fauna of Braconidae (Hym., Ichneumonoidea) of Iran based on specimens housed in Hayk Mirazayansn Insect Museum with six new records for Iran",
        "Taxonomic study of the subfamily Doryctinae (Hymenoptera: Braconidae) in Hormozgan province, southern Iran",
        "Investigation on parasitoids of bark beetles with new host Record (Taphrorychus lenkoranus Reitter, 1913 (Curculionidae: Scolytinae)) from northern forests of Iran",
        "A study on the transitional population of overwintering larvae of Chilo suppressalis Walker (Lepidoptera: Crambidae) with percent rice infestation in main crop, and their natural enemies in Mazandaran, Iran",
        "Liste d’identification No. 6 (présentée par le service d’identification des Entomophages)",
        "Introduction to parasitoids of bark beetles (Coleoptera: Scolytidae) in Meshkin-Shahr, Ardebil province, Iran",
        "Dendrosoter middendorffii (Ratzeburg, 1848) (Hymenoptera: Braconidae) a parasitoid of the fruit bark beetles in Iran",
        "A faunal study of the subfamily Doryctinae in Turkey (Hymenoptera: Braconidae)",
        "Pests of fruit crops in Iran",
        "Palearctic species of braconids of the genus Spathius Nees: of the group of species S. labdacus, S. urios and S. leucippus (Hymenoptera, Braconidae, Doryctinae)",
        "Review of braconid wasps of the genus Rhaconotus Ruthe (Hymenoptera, Braconidae) of the Palearctic region",
        "New taxa of the braconid subfamilies Doryctinae and Exothecinae (Hymenoptera, Braconidae) from West Palaearctic",
        "Review of species of the Old World genus Doryctophasmus Enderlein, 1912 (Hymenoptera: Braconidae: Doryctinae)",
        "Two new species of the genus Leluthia (Hymenoptera: Braconidae: Doryctinae) from Yemen",
        "Two new species of the genus Neoheterospilus Belokobylskij, 2006 (Hymenoptera: Braconidae: Doryctinae) from Yemen",
        "The species of the genus Rhaconotus Ruthe, 1854 (Hymenoptera: Braconidae: Doryctinae) from China with a key to species",
        "Annotated catalogue of the Hymenoptera of Russia",
        "Doryctinae (Hymenoptera, Braconidae) of Japan. Fauna mundi 1",
        "Doryctinae, pp. 21-72",
        "Review of the braconid parasitoid subfamily Doryctinae (Hymenoptera, Braconidae) from the United Arab Emirates and Yemen",
        "Family Braconidae, pp. 200-329",
        "First records of the tribe Holcobraconini and the genus Zombrus Marshall, 1897 (Hymenoptera: Braconidae: Doryctinae) in Europe",
        "Fam. Braconidae - braconidy, pp. 300-389",
        "Phylogeny of the genera of the parasitic wasps subfamily Doryctinae (Hymenoptera: Braconidae) based on morphological evidence",
        "The Chinese species of the genus Ontsira Cameron (Hymenoptera, Braconidae, Doryctinae)",
        "Checklist of the Turkish Doryctinae (Hymenoptera, Braconidae)",
        "A new species, Heterospilus magnastigmata sp. nov. (Hymenoptera: Braconidae: Doryctinae) from Turkey",
        "Taxonomical investigation on Braconidae (Hymenoptera: Ichneumonoidea) fauna in northern Cyprus, with twenty six new records for the country",
        "Systematics, phylogeny, and evolution of braconid wasps: 30 years of progress",
        "Les hyménoptères entomophages de l'Iran (études faunistiques)",
        "First contribution to the doryctine fauna (Hymenoptera, Braconidae, Doryctinae) of Farasan Archipelago, Saudi Arabia, with new records and the description of a new species",
        "Opuscula braconologica. Band 3. Palaearktischen region. Lieferung 1-2. Opuscula braconologica, 1-160. Fritz Wagner, Wien",
        "Opuscula braconologica. Band 3. Palaearktischen Region. Lieferung 3. Opuscula braconologica, (1931)",
        "Checklist of Braconidae (Insecta: Hymenoptera) from Iran",
        "Wasps of the subfamily Doryctinae (Hymenoptera: Braconidae) in Iran",
        "Iranian Braconidae (Insecta: Hymenoptera: Ichneumonoidea), diversity, distribution and host association",
        "Revision der paläarktischen Arten der Gattung Heterospilus Haliday (Hymenoptera, Braconidae)",
        "Neue Braconiden-Parasiten von schadlichen insecten (Hymenoptera)",
        "Eine neue Spathius-Art aus dem Iran (Hym. Braconidae)",
        "Zwei gezogene Doryctes-Arten aus Kärnten (Hymenoptera, Braconidae)",
        "Taxonomische Untersuchungen über Doryctinae aus der Odontobracon-Verwandtschaft (Hymenoptera, Braconidae)",
        "An annotated catalogue of the Iranian Doryctinae and Exothecinae (Hymenoptera: Braconidae)",
        "Species diversity of Ichneumonoidea (Hymenoptera) from rice fields of Mazandaran province, northern Iran",
        "Faunistic survey of parasitoid wasps (Hymenoptera) in forest areas of Mazandaran province, northern Iran",
        "Species diversity of Chalcidoidea and Ichneumonoidea (Hymenoptera) in some paddy fields and surrounding grasslands of Mazandaran and Guilan provinces, northern Iran",
        "A contribution to the knowledge of the braconid-fauna (Hymenoptera, Ichneumonoidea, Braconidae) of Arasbaran, northwestern Iran",
        "Faunistic note on the Braconidae (Hymenoptera: Ichneumonoidea) in Iranian cotton fields and surrounding grasslands",
        "A contribution to the Braconidae (Hymenoptera: Ichneumonoidea) from north-western Iran",
        "A study on the Braconidae (Hymenoptera: Ichneumonoidea) from Qazvin province, Iran",
        "A study on the Braconidae (Hymenoptera: Ichneumonoidea) from Ilam province, Iran",
        "New records of braconid wasps (Hymenoptera: Ichneumonoidea: Braconidae) from Iran",
        "New records of Braconidae (Hymenoptera: Ichneumonoidea) from Iran, and in Memoriam Dr. Maximilian Fischer (7 June 1929 - 15 June 2019)",
        "Braconidae (Hymenoptera) associated with forest and ornamental trees and shrubs in Israel",
        "Notes on Ecphylus Först. and description of two new species (Ichneumonoidea, Braconidae, Doryctinae)",
        "Ichneumoniden und Braconiden aus den Iran 1954 (Hymenoptera)",
        "Mitteleuropäische Schlupfwespen und ihre Wirte",
        "Molecular phylogenetics and evolution of generic diagnostic morphological features in the doryctine wasp tribe Rhaconotini (Hymenoptera: Braconidae)",
        "The main parasites of xylophagous pests (Coleoptera) of trees and shrubs in Absheron Peninsula and their usage as ecological control agents",
        "Caenopachys hartigii (ratzeburg) (Hymenoptera: Braconidae: Doryctinae) confirmed for Italy, with notes on the status of the genus Caenopachys Foerster",
        "The Doryctinae of Costa Rica (excluding the genus Heterospilus)",
        "The Doryctinae (Braconidae) of Costa Rica: genera and species of the tribe Heterospilini",
        "Sergey gen. n., a new doryctine genus from temperate forests of Mexico and Cuba (Hymenoptera, Braconidae)",
        "Hymenopterous parasitoids of bark beetles (Scolytidae) in Israel: relationships between host and parasitoid size and sex ratio",
        "Parasites of the bark beetles (Col.: Scolytidae) on pine and cypress in Israel",
        "Family Braconidae (Hymenoptera), pp. 265-267",
        "Family Braconidae (Hymenoptera), pp. 483-486",
        "A preliminary study on the seed beetle Caryedon angeri (Col., Chrysomelidae, Bruchinae) feeding on Prosopis farcta (Fabaceae) in Yaz province",
        "A revision of the Spathiinae of the Old World (Hymenoptera: Braconidae)",
        "The important record of Monolexis fuscicornis Foerster, 1862 (Hymenoptera, Braconidae, Doryctinae) in Turkey, with notes on Trogoxylon impressum (Comoti, 1837)",
        "A contribution to the braconid fauna of Israel (Hymenoptera)",
        "A contribution to the braconid fauna of Israel (Hymenoptera), 2",
        "A contribution to the braconid fauna of Israel (Hymenoptera: Braconidae), 3",
        "New diagnostic ovipositor characters for doryctine wasps (Hymenoptera: Braconidae)",
        "Xylophagous insects of roseaceous trees in Iran",
        "Insects attacking rosaceous fruit trees in Iran",
        "The genus Aivalykus Nixon, 1938 (Hymenoptera: Braconidae: Doryctinae) with description of a new species from India and Arabian Peninsula",
        "On a collection of Braconidae (Hymenoptera) from East Azarbaijan and vicinity, Iran",
        "A contribution to the most important trees and shrubs as the hosts of woodboring beetles in different regions of Iran and identification of many natural enemies",
        "On a collection of Braconidae (Hymenoptera) from northern Iran",
        "Recent findings on Braconidae (Hymenoptera: Ichneumonoidea) of Iran with an updated checklist",
        "Updated checklist of Iranian Braconidae (Hymenoptera: Ichneumonoidea) with twenty-three new records",
        "A study on the Braconidae (Hymenoptera: Ichneumonoidea) from West Azarbaijan province, northwestern Iran",
        "A fauistic study of Braconidae (Hymenoptera: Ichneumonoidea) from southern Iran",
        "A faunistic study on some subfamilies of Braconidae (Hymenoptera: Ichneumonoidea) from Iran",
        "A faunistic study on Agathidinae, Alysiinae, Doryctinae, Helconinae, Microgastrinae, and Rogadinae (Hymenoptera: Braconidae), with eight new country records",
        "A faunistic study on Braconidae (Hymenoptera: Ichneumonoidea) from Ardebil and East Azarbayjan provinces, northwestern Iran",
        "A faunistic study on the family Braconidae (Hymenoptera: Ichneumonoidea) from Iran",
        "Beiträge zur Forestentomologie der Türkei. III. Die Massenvermhrung des Ips sexdendatus Börner in Gebiete der orientalischen Fichte. II. Teil",
        "Forstinsekten der Tuerkei und ihre Umwelt. Prague",
        "Biology of mugwort weevil, Lixus fasciculatus (Col.: Curculionidae) on Artemisia vulgaris (Asteraceae) in Urmia region",
        "A new braconid genus (Hymenoptera) parasitizing webspinners (Embiidina) in Trinidad",
        "Classification and biology of braconid wasps",
        "Braconidae 9. Doryctinae. Hymenopterorum Catalogus (nova editio). Pars 13",
        "Résultats de l’étude faunistique des Hyménoptères parasites (Terebrants) en Iran et l’importance de leur utilisation dans la lutte biologique",
        "Family Braconidae, subfamily Braconinae (continuation) and Sigalphinae. Fauna USSR",
        "New species of braconids (Hymenoptera, Braconidae)-parasites of bark beetles from Mongolia and the USSR",
        "Illustrated key to the subfamilies of the Braconidae (Hymenoptera: Ichneumonidae)",
        "New parasitic Hymenoptera and notes on other species",
        "Distribution and bionomics of natural enemies of rice stem borers",
        "Taxapad 2016, Ichneumonoidea 2015, Database on flash-drive. Ottawa, Ontario, Canada",
        "The parasitic wasp genus Hecabolus (Hymenoptera: Braconidae: Doryctinae), with the description of a new species from Mexico",
        "A single origin of gall association in a group of parasitic wasps with disparate morphologies",
        "Molecular phylogeny and historical biogeography of the cosmopolitan parasitic wasp subfamily Doryctinae (Hymenoptera: Braconidae)",
        "Species delimitation, global phylogeny and historical biogeography of the parasitoid wasp genus Spathius (Braconidae: Doryctinae) reveal multiple Oligocene-Miocene intercontinental dispersal events",
        "Systematics of the cyclostome subfamilies of braconid parasitic wasps (Hymenoptera: Ichneumonoidea), a simultaneous molecular and morphological Bayesian approach",
        "Systematics and evolution of gallformation in the plant-associated genera of the wasp subfamily Doryctinae (Hymenoptera: Braconidae)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tehran",
            "@id": "60111398",
            "affilname": "Islamic Azad University, Shahr-e-Rey Branch",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60111398",
            "affiliation-country": "Iran"
        },
        {
            "affiliation-city": "Saint Petersburg",
            "@id": "60101968",
            "affilname": "Zoological Institute of the Russian Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60101968",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Giza",
            "@id": "60026365",
            "affilname": "Faculty of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026365",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Laramie",
            "@id": "60008827",
            "affilname": "University of Wyoming",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008827",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}