{
    "eid": "2-s2.0-85118265948",
    "title": "Case Report: Molecular and Pathological Investigations of Zoonotic Anatrichosoma Spp.-Induced Ulcerative Pododermatitis in a Domestic Cat in Thailand",
    "cover-date": "2021-10-14",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "Anatrichosomaspp",
        "cat",
        "molecular investigation",
        "pododermatitis",
        "Thailand"
    ],
    "authors": [
        "Wanarit Jitsamai",
        "Sawang Kesdangsakonwut",
        "Thanakorn Srirat",
        "Piyanan Taweethavonsawat"
    ],
    "citedby-count": 0,
    "ref-count": 25,
    "ref-list": [
        "A field study of Anatrichosoma infections in the opossum, Didelphis virginiana",
        "Studies of Anatrichosoma (Nematoda: Trichinellida) with descriptions of Anatrichosoma rhina sp. n and Anatrichosoma nacepobi sp n from the nasal mucosa of Macaca mulatta",
        "Anatrichosoma haycocki sp. n (Nematoda: Trichuridae) from the paracloacal glands of Antechinus spp. with notes on Skrjabinocapillaria skarbilovitsch",
        "Anatrichosoma ocularis sp. n (Nematoda: Trichosomoididae) from the eye of the common tree shrew, Tupaia glis",
        "Parasites of free-ranging Cayo Santiago macaques after 46 years of isolation",
        "Anatrichosoma cynamolgi (Nematoda: Trichinellida) in rhesus monkeys, Macaca mulatta",
        "An unusual parasitological finding in a subcutaneous mammary nodule",
        "Zoonotic anatrichosomiasis in a mother and daughter",
        "A survey of the prevalence of Anatrichosoma sp. in nasal cavities of cynomolgus monkeys",
        "Anatrichosoma infection in two white-handed gibbons",
        "Anatrichosoma sp. in the footpads of a cat: diagnosis and pathology of Namibian case",
        "Ulcerative pododermatitis in a cat associated with Anatrichosoma sp",
        "de la Rey R <italic>Anatrichosoma</italic> sp infestation in the footpads of a cat",
        "Anatrichosoma sp infection in a dog",
        "Diagnostic exercise: cutaneous lesions and unilateral hind limb swelling in a rhesus monkey",
        "The mating behavior of Anatrichosoma (Nematoda: Trichuroidea)",
        "Prevalence of parasites in working pig-tailed Macaques (Macaca nemestrina) in Kelantan, Malaysia",
        "Co-infection patterns of intestinal parasites in arboreal primates (proboscis monkeys, Nasalis larvatus) in Borneo",
        "Diversity and prevalence of gastrointestinal parasites in seven non-human primates of the Tai National Park, Cote d'Ivoire",
        "Gastrointestinal parasites of the chimpanzee population introduced onto Rubondo Island National Park, Tanzania",
        "Gastro-intestinal parasites in two subspecies of toque macaque (Macaca sinica) in Sri Lanka and their zoonotic potential",
        "Oliveira AL, Silva de Alexandre A. Trichuris trichiura eggs found in oral mucosal lesions in a child in Brazil",
        "Trichuris, Capillaria or Anitrichosoma?",
        "Molecular identification of Taenia specimens after long-term preservation in formalin"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Faculty of Veterinary Science, Chulalongkorn University",
        "Chulalongkorn University"
    ]
}