{
    "eid": "2-s2.0-85107228637",
    "title": "Clinical assessment of brachycephalic airway obstructive syndrome using questionnaire and 6-minute walk test in French Bulldogs",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "6-minute walk test",
        "Brachycephalic airway obstructive syndrome",
        "French Bulldog",
        "Questionnaire"
    ],
    "authors": [
        "Tamolwan Anyamaneecharoen",
        "Krishaporn Kradangnga",
        "Saikaew Sutayatram",
        "Sumit Durongphongtorn",
        "Pasakorn Brikshavana"
    ],
    "citedby-count": 0,
    "ref-count": 19,
    "ref-list": [
        "Assessment of welfare and brachycephalic obstructive airway syndrome signs in young, breeding age French Bulldogs and Pugs, using owner questionnaire, physical examination and walk tests",
        "Feeding management throughout the life cycle",
        "Noninvasive assessment of neuromuscular disease in dogs: use of the 6-minute walk test to assess submaximal exercise tolerance in dogs with centronuclear myopathy",
        "Comparison of submaximal exercise test results and severity of brachycephalic obstructive airway syndrome in English bulldogs",
        "Characterisation of brachycephalic obstructive airway syndrome in French bulldogs using whole-body barometric plethysmography",
        "Surgery of the upper respiratory system",
        "Effect of body weight loss on cardiopulmonary function assessed by 6-minute walk test and arterial blood gas analysis in obese dogs",
        "Brachycephalic Airway Syndrome",
        "A novel approach to brachycephalic syndrome. 1. Evaluation of anatomical intranasal airway obstruction",
        "How does multilevel upper airway surgery influence the lives of dogs with severe brachycephaly? Results of a structured pre-and postoperative owner questionnaire",
        "Prevalence of gastrointestinal tract lesions in 73 brachycephalic dogs with upper respiratory syndrome",
        "Long-term results of upper respiratory syndrome surgery and gastrointestinal tract medical treatment in 51 brachycephalic dogs",
        "How does severe brachycephaly affect dog's lives? Results of a structured preoperative owner questionnaire",
        "Evaluation of the 6-minute walk test in pet dogs",
        "The effects of submaximal exercise training on cardiovascular functions and physical capacity in dogs with myxomatous mitral valve disease",
        "Efficacy of ultrasonic dissection device in staphylectomy surgery in brachycephalic airway obstructive syndrome (BAOS) dogs"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}