{
    "eid": "2-s2.0-84929709768",
    "title": "Who Supports Whom? Gender and Intergenerational Transfers in Post-Industrial Barbados",
    "cover-date": "2015-06-26",
    "subject-areas": [
        {
            "$": "Geriatrics and Gerontology",
            "@code": "2717"
        },
        {
            "$": "Health (social science)",
            "@code": "3306"
        }
    ],
    "keywords": [
        "Aging",
        "Caribbean",
        "Gender",
        "Intergenerational support"
    ],
    "authors": [
        "Nekehia T. Quashie"
    ],
    "citedby-count": 8,
    "ref-count": 87,
    "ref-list": [
        "Women's labour force participation rates in Latin America",
        "Intergenerational transfers of time and money in European families: Common patterns - Different regimes?",
        "The urban female labour market in Latin America: the myth and the reality",
        "Pension reforms and gender equality in Latin America gender and development",
        "Caregiving networks of elderly persons: Variation by marital status",
        "Family in the Caribbean: themes and perspectives",
        "Caribbean portraits: essays on gender ideologies and identities",
        "Journal of Marriage and Family",
        "Gender and ageing in the context of globalization",
        "International handbook of population aging",
        "Gender in Latin America",
        "Externally-Resident Daughters, Social Capital, and Support for the Elderly in Rural Tibet",
        "Number of children and upstream intergenerational financial transfers: Evidence from Hong Kong",
        "Intergenerational exchange between parents and migrant and nonmigrant sons in Rural China",
        "Support from parents over the life course: The adult child’s perspective",
        "Returns on Lifetime Investments in Children in Egypt",
        "Household composition in Latin America",
        "Receipt of assistance and extended family residence among elderly men in Mexico",
        "The Barbados labour market: a diagnostic study and reform proposals",
        "Caribbean labour market challenges and policies Macroeconomía del desarrollo",
        "Paper presented at the Thirtieth Session of ECLAC",
        "Santiago",
        "Social policy and aging: a critical perspective",
        "Giving to the good and the needy: Parental support of grown Children",
        "Who gets what and why? Help middle-aged adults provide to parents and grown children",
        "Gender, Kinscripts and the work of transnational kinship among afro-Caribbean immigrant families: an exploratory analysis",
        "Annual review of gerontology and geriatrics: focus on intergenerational relations across time and place",
        "Global aging",
        "Intergenerational exchanges in Mexico: Types and intensity of support",
        "State care provision, societal opinion and children's care of older parents in 11 European countries",
        "The economics of rotating savings and credit associations: Evidence from the Jamaican 'Partner'",
        "Proximity and contacts between older parents and their children: A European comparison",
        "Gendered stories of parental caregiving among siblings",
        "Caribbean transnationalism as a gendered process",
        "\"I'm here, but i'm there\": The meanings of Latina transnational motherhood",
        "Employment Policy in a Small Island Economy",
        "From",
        "Ageing and intergenerational relations: Family reciprocity from a global perspective",
        "Sourcebook on family theory and research",
        "Minor children and adult care exchanges with community-dwelling frail elders in a St. Lucian village.",
        "Migration and intergenerational solidarity: evidence from rural Thailand Papers in Population Ageing Series, Number 2",
        "Journal of Marriage and the Family",
        "American Journal of Sociology",
        "Aging in Asia: findings from new and emerging data initiatives",
        "Eldercare in the United States and South Korea: Balancing family and community support",
        "Motives for intergenerational transfers: Evidence from Malaysia",
        "Filial norms and intergenerational support to aging parents in China and Taiwan",
        "Tradition and change in the urban Chinese family: The case of living arrangements",
        "Family and age in a global perspective",
        "Family change and support of the elderly in Asia: what do we know?",
        "Population and Development Review",
        "Jamaican families",
        "Gendered realities: essays in Caribbean feminist thought",
        "National census report: Barbados",
        "Patterns in living arrangements and familial support for the elderly in the Philippines.",
        "Remittances and development: lessons from Latin America",
        "Intergenerational support and gender: A comparison of four Asian countries",
        "Barbados health in the Americas",
        "and Aging in Latin America and the Caribbean",
        "Workable pension systems: reforms in the Caribbean",
        "Residential proximity of nearest child and older adults' receipts of informal support transfers in Barbados",
        "Journal of Sociology and Social Welfare",
        "Achieving effective social protection for all in Latin America and the Caribbean: from right to reality",
        "Changes in geographic proximity between parents and their adult children",
        "The role of the father in child development",
        "The division of labor at home",
        "Sixty plus: the elderly Brazilians and their new social roles",
        "Journal of Latin American Anthropology",
        "Reciprocity in parent-child relations over the adult life course",
        "Intergenerational support to aging parents: The role of norms and needs",
        "Informal and formal long-term care for frail older adults in Cairo, Egypt: Family caregiving decisions in a context of social change",
        "The matrifocal family: power, pluralism and politics",
        "Caribbean life in New York: sociocultural dimensions",
        "Intergenerational family relations in adulthood: Patterns, variations, and implications in the contemporary United States",
        "Sibling influence on care given by children to older parents",
        "A companion to gender studies",
        "From",
        "from",
        "from"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}