{
    "eid": "2-s2.0-85135964480",
    "title": "Antigenic components, identification, and characterization of whole worm extract of Platynosomum illiciens",
    "cover-date": "2022-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Parasitology",
            "@code": "2405",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "Feline platynosomosis",
        "Immunoblotting",
        "Immunolocalization",
        "LC-MS/MS",
        "Platynosomum illiciens",
        "SDS-PAGE",
        "Whole worm extract"
    ],
    "authors": [
        "Shin Moe Aoke",
        "Amaya Watthanadirek",
        "Napassorn Poolsawat",
        "Nitipon Srionrod",
        "Pornpiroon Nooroong",
        "Sutthida Minsakorn",
        "Sitthichok Lacharoje",
        "Woraporn Sukhumavasi",
        "Panat Anuracpreeda"
    ],
    "citedby-count": 0,
    "ref-count": 30,
    "ref-list": [
        "Platynosomum fastosum-induced cholangiosarcomas in cats",
        "Distribution of 28.5 kDa antigen in the tegument of adult Fasciola gigentica",
        "Fasciola gigantica: Immunolocalization of 28.5 kDa antigen in the tegument of metacercaria and juvenile fluke",
        "Antigenic components, isolation and partial characterization of excretion-secretion fraction of Paramphistomum cervi",
        "Production and characterization of a monoclonal antibody against recombinant cathepsin L1 of Fasciola gigantica.",
        "Antigenic profile, isolation and characterization of whole body extract of Paramphistomum gracile",
        "The anthelmintic effects of the ethanol extract of Terminalia catappa L. leaves against the ruminant gut parasite. Fischoederius cobboldi",
        "The in vitro anthelmintic activity of the ethanol leaf extracts of Terminalia catappa L. on Fasciola gigantica",
        "Production and characterization of a monoclonal antibody specific to 16 kDa antigen of Paramphistomum gracile",
        "The radiographic and ultrasonographic evaluation of the liver and gallbladder in domestic cats (Felis caétus domesticus) parasitized by Platynosomum illiciens (Braun, 1901) Kossak, 1910",
        "A review of the cat liver fluke Platynosomum fastosum Kossack,1910 (Trematoda: Dicrocoeliidae)",
        "Feline cholangitis/ cholangiohepatitis complex secondary to Platynosomum fastosum infection in a cat",
        "Specific and common antigens of Clonorchis sinensis and Opisthorchis viverrine (Opisthorchidae, Trematoda)",
        "Feline cholangiohepatitis complex",
        "Microvolume protein concentration determination using the NanoDrop2000c spectrophotometer",
        "Platynosomum concinnum infection in cats",
        "Histopathologic evaluation of feline liver disease",
        "Platynosomum fastosum in an asymptomatic cat in the state of Espírito Santo: first report",
        "Platynosomum fastosum induced chronic intrahepatic cholangitis and Spirometra spp. infection in feral cats from Grand Cayman",
        "Platynosomum fastosum-induced infections in domestic shorthair cats: a retrospective study of seven cases",
        "Cloning, characterization, and expression of 174 vitelline protein BI and its encoding gene in the liver fluke, Fasciola gigantica. Southeast Asian J",
        "Immunolocalization and immunodetection of the excretory/secretory (ES) antigens of Fasciola gigantica",
        "The identification of a Clonorchis sinensis gene encoding an antigenic egg protein",
        "Platynosomum fastosum (Trematoda: Dicrocoeliidae) from Cats in Vietnam: Morphological Redescription and Molecular Phylogenetics",
        "Morphology and histology of the adult Paramphistomum gracile Fischoeder, 1901",
        "New insights into the life cycle of Platynosomum (Trematoda: Dicrocoeliidae)",
        "A first attempt at determining the antibody-specific pattern of Platynosomum fastosum crude antigen and identification of immunoreactive proteins for immunodiagnosis of feline platynosomiasis",
        "Platynosomum fastosum infection in two cats in Belo Horizonte, Minas Gerais State, Brazil. Braz",
        "A histidine-rich protein from the vitellaria of the liver fluke Fasciola hepatica",
        "Recombinant expression and characterization of major surface protein 4 from Anaplasma marginale"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60009499",
            "affilname": "Institute of Molecular Biosciences, Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009499",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University-Veterinary Science Research Fund",
        "International Graduate Program of Veterinary Science and Technology",
        "RedKnight Consultancy Ltd",
        "VST",
        "Chulalongkorn University",
        "Mahidol University",
        "Faculty of Veterinary Science, Chulalongkorn University"
    ]
}