{
    "eid": "2-s2.0-85073460182",
    "title": "Integrative taxonomy of the Asian skinks Sphenomorphus stellatus (Boulenger, 1900) and S. praesignis (Boulenger, 1900) with the resurrection of S. annamiticus (Boettger, 1901) and the description of a new species from Cambodia",
    "cover-date": "2019-10-09",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Cambodia",
        "Indochina",
        "Peninsular Malaysia",
        "Phylogenetic systematics",
        "Prey Lang Wildlife Sanctuary",
        "Scincidae",
        "Vietnam"
    ],
    "authors": [
        "L. Lee Grismer",
        "Perry L. Wood",
        "Evan S.H. Quah",
        "Shahrul Anuar",
        "Nikolay A. Poyarkov",
        "Neang Thy",
        "Nikolai L. Orlov",
        "Panupong Thammachoti",
        "Hun Seiha"
    ],
    "citedby-count": 11,
    "ref-count": 72,
    "ref-list": [
        "Universal and rapid salt-extraction of high quality genomic DNA for PCR-based techniques",
        "A biogeographic synthesis of the amphibians and retptiles of Indochina",
        "Diversification in sexual and asexual organisms",
        "Aufzählung einer Liste von Reptilien und Batrachiern aus Annam",
        "Descriptions of new batrachians and reptiles from Larut Hills, Perak",
        "Large-scale phylogenetic analyses provide insights into unrecognized diversity and historical biogeography of Asian leaf-litter frogs, genus Leptolalax (Anura: Megophryidae)",
        "The evolutionary genetics of speciation",
        "New and little known lizard species from Vietnam",
        "Species concepts and species delimitation",
        "Independently evolving species in asexual bdelloid rotifers",
        "Multilocus phylogeny and a new classification for African, Asian and Indian supple and writhing skinks (Scincidae: Lygosominae)",
        "New Ichthyophis species from Indochina (Gymnophiona, Ichthyophiidae):1. The unstriped forms with descriptions of three new species and the redescriptions of I. acuminatus Taylor, 1960, I. youngorum Taylor, 1960 and I. laosensis Taylor, 1969",
        "The Lower Mekong: An insurmountable barrier to amphibians in southern Indochina?",
        "A new skink of the genus Subdoluseps (Hardwicke & Gray 1828) from Peninsular Malaysia",
        "A re-evaluation of the phylogenetic relationships of the Cyrtodactylus condorensis group (Squamata; Gekkonidae) and a suggestd protocol for the characterization of rock-dwelling ecomorphology in Cyrtodactylus",
        "Four new species of the gekkonid genus Cnemaspis Strauch 1887 (Reptilia: Squamata) from southern Vietnam",
        "Additional amphibians and reptiles from the Phnom Samkos Wildlife Sanctuary in the northwestern Cardamom Mountains, Cambodia, with comments on their taxonomy and the discovery of three new species",
        "The rediscovery of Sphenomorphus malayanus Doria, 1888 (Squamata: Scincidae) from the Titiwangsa Mountain Range of Peninsular Malaysia and its re-description as S. senja sp. nov",
        "On the taxonomy of Lygosoma bampfyldei Bartlett, 1895 (Squamata: Scincidae) with descriptions of new species from Borneo and Peninsular Malaysia and the resurrection of Lygosoma schneideri Werner, 1900",
        "Geographic structure of genetic variation in the Parachute Gecko Ptychozoon lionotum Annandale 1905 across Indochina and Sundaland with descriptions of three new species",
        "Systematics, ecomorphology, cryptic speciation and biogeography of the lizard genus Tytthoscincus Linkem, Diesmos & Brown (Squamata: Scincidae) from the sky-island archipelago of Peninsular Malaysia",
        "A new species of the genus Calotes Cuvier, 1817 (Squamata: Agamidae) from southern Vietnam",
        "Stream amphibians as indicatorsof ecosystem stress: A case study from California Redwoods",
        "Caecilian phylogeny and biogeography inferred from mitochondrial DNA sequences of the 12S rRNA and 16S rRNA genes (Amphibia: Gymnophiona)",
        "Species delimitation in herpetology",
        "Ufboot2: Improving the ultrafast bootstrap approximation",
        "Phylogeny and biogeography of the water skinks of the genus Tropidophorus (Reptilia: Scincidae): A molecular approach",
        "Bayesian inference of phylogeny and its Impact on evolutionary biology",
        "Discriminant analysis of principal components: A new method for the analysis of genetically structured populations",
        "ModelFinder: Fast model selection for accurate phylogenetic estimates",
        "Unrealized diversity in an urban rainforest: A new species of Lygosoma (Squamata: Scincidae) from western Sarawak, Malaysia (Borneo)",
        "MAFTT: A novel method for rapid sequence alignment based on fast Fourier transform",
        "Geneious Basic: An integrated and extendable desktop software platform for the organization and analysis of sequence data",
        "Delimiting species without monophyletic gene trees",
        "Dynamics of mitochondrial DNA evolution in animals: Amplification and sequencing of conserved primers",
        "MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Quantifying ecological, morphological, and genetic variation to delimit species in the coast horned lizard species complex (Phrynosoma)",
        "Further comments on rare snakes",
        "Two new species of pitviper of the genus Cryptelytrops Cope 1860 (Squamata: Viperidae: Crotalinae) from Southeast Asia",
        "Creating the CIPRES Science Gateway for inference of large phylogenetic trees",
        "Ultrafast approximation for phylogenetic bootstrap",
        "Six new species of the Cyrtodactylus intermedius complex (Squamata: Gekkonidae) intermedius complex from the Cardamom Mountains and associated highlands of Southeast Asia",
        "Biodiversity hotspots for conservation priorities",
        "A new species of smooth skink (Squamata: Scincidae: Scincella) from Cambodia",
        "Historical demography of four gecko species specializing in boulder cave habitat: Implications in the evolutionary dead end hypothesis and conservation",
        "Review of the genus Sphenomorphus Fitzinger, 1843 (Squamata; Sauria: Scincidae) in Vietnam, with description of a new species from northern Vietnam and southern China and the first record of Sphenomorphus mimicus Taylor, 1962 from Vietnam",
        "IQ-TREE: A fast and effective stochastic algorithm for estimating maximum likelihood phylogenies",
        "Pre-logging survey on vertebrate species diversity at Sungai Weng sub-catchment, Ulu Muda Forest Reserve, Kedah. 2: Reptilian fauna",
        "Molecular, morphological and acoustic assessment of the genus Ophryophryne (Anura, Megophryidae) from Langbian Plateau, southern Vietnam, with description of a new species",
        "Counting stripes: Revision of the Lipinia vittigera complex (Reptilia, Squamata, Scincidae) with description of two new species from Indochina",
        "Mr. Bayes 3.2: Efficient Bayesian phylogenetic inference and model choice across a large model space",
        "Hidden species diversity in Sylvirana nigrovittata (Amphibia: Ranidae) highlight the importance of taxonomic revisions in biodiversity conservation",
        "New Supple Skink, Genus Lygosoma (Reptilia: Squamata: Scincidae) from Indochina and redescription of Lygosoma quadrupes (Linnaeus, 1766)",
        "A collection of amphibians and reptiles from the Cardamom Mountains, southwestern Cambodia",
        "High level of cryptic species diversity revealed by sympatric lineages of Southeast Asian forest frogs",
        "The first riparian skink (Genus: Sphenomorphus Strauch, 1887) from Peninsular Malaysia and its relationship to other Indochinese and Sundaic species",
        "A taxonomic study of the cosmopolitan lizards of the genus Eumeces with an account of the distribution and relationships of its species",
        "The lizard fauna of Thailand",
        "Phylogenetic relationships of the Dwarf Boas and a comparison of Bayesian and bootstrap measures of phylogenetic support"
    ],
    "affiliation": [
        {
            "affiliation-city": "Saint Petersburg",
            "@id": "60101968",
            "affilname": "Zoological Institute of the Russian Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60101968",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Terengganu,",
            "@id": "60078085",
            "affilname": "Universiti Malaysia Terengganu",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60078085",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Auburn",
            "@id": "60011754",
            "affilname": "Auburn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011754",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Riverside",
            "@id": "60011702",
            "affilname": "La Sierra University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011702",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Moscow",
            "@id": "60007457",
            "affilname": "Lomonosov Moscow State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007457",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Phnom Penh",
            "@id": "122146400",
            "affilname": "Wild Earth Allies",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/122146400",
            "affiliation-country": "Cambodia"
        },
        {
            "affiliation-city": "Hanoi",
            "@id": "112771173",
            "affilname": "Joint Russian-Vietnamese Tropical Research and Technological Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/112771173",
            "affiliation-country": "Viet Nam"
        }
    ],
    "funding": [
        "BMNH",
        "NLO",
        "RSF",
        "RSF",
        "RAS",
        "Auburn University Museum of Natural History",
        "RFBR",
        "Russian Science Foundation"
    ]
}