{
    "eid": "2-s2.0-85146419977",
    "title": "Utilization of palm oil as an alternative processing oil in carbon black-filled natural rubber compounds",
    "cover-date": "2023-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agronomy and Crop Science",
            "@code": "1102",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Crosslinking type",
        "Elastic property",
        "Natural rubber",
        "Palm oil",
        "Payne effect"
    ],
    "authors": [
        "Chesidi Hayichelaeh",
        "Kanoktip Boonkerd"
    ],
    "citedby-count": 2,
    "ref-count": 27,
    "ref-list": [
        "Investigation of modified SEBS-based thermoplastic elastomers by temperature scanning stress relaxation measurements",
        "Mechanistic aspects of the role of coupling agents in silica–rubber composites",
        "Statistical mechanics of cross‐linked polymer networks II. Swelling",
        "The effect of filler–filler and filler–elastomer interaction on rubber reinforcement",
        "Enhancement of the properties of carbon-black-filled natural rubber compounds containing soybean oil cured with peroxide through the addition of coagents",
        "Silica-reinforced natural rubber tire tread compounds containing bio-based process oils. i: aspects of mixing sequence and epoxide content",
        "Unfilled natural rubber compounds containing bio-oil cured with different curing systems: a comparative study",
        "Elucidation of the accelerated sulfur vulcanization of biooil-extended natural rubber compounds",
        "Optimization of mixing conditions for silica-reinforced natural rubber tire tread compounds",
        "Development and preparation of high-performance thermoplastic vulcanizates based on blends of natural rubber and thermoplastic polyurethanes",
        "Preparation and properties of carbon nanotube composites with nitrile- and styrene-butadiene rubbers",
        "Rubber–filler interactions and rheological properties in filled compounds",
        "Modified soybean oil-extended SBR compounds and vulcanizates filled with carbon black",
        "Development and characterization of novel EPDM/NR prophylactic waste composites",
        "Effects of time and temperature on the reaction of tespt silane coupling agent during mixing with silica filler and tire rubber",
        "Effects of bio-based oils on processing properties and cure characteristics of silica-filled natural rubber compounds",
        "Influence of modifying agents of organoclay on properties of nanocomposites based on natural rubber",
        "Effects of cashew nut shell liquid and its decarboxylated form on the properties of natural rubber",
        "Relationships of tensile strength with crosslink density for the high-carbon black-filled EPDM compounds with various softeners",
        "Tire tread compounds with reduced rolling resistance and improved wet grip",
        "Investigation of palm oil as green plasticizer on the processing and mechanical properties of ethylene propylene diene monomer rubber",
        "Influence of crosslink density on mechanical properties of natural rubber vulcanizates",
        "A review of some of the factors affecting fracture and fatigue in SBR and BR vulcanizates",
        "The surface chemistry of amorphous silica. Zhuravlev model."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}