{
    "eid": "2-s2.0-85013629317",
    "title": "Proteomic analysis of isozymes in Butea superba leaves",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Plant Science",
            "@code": "1110"
        }
    ],
    "keywords": [
        "Butea superba",
        "isozyme",
        "mass spectrometry",
        "proteomics",
        "seasonal changes",
        "two-dimensional gel electrophoresis"
    ],
    "authors": [
        "C. Leelahawong"
    ],
    "citedby-count": 0,
    "ref-count": 26,
    "ref-list": [
        "Screening for acetylcholinesterase inhibitory activity in plants used in Thai traditional rejuvenating and neurotonic remedies",
        "The differential anti-proliferation effect of white (Pueraria mirifica), red (Butea superba), and black (Mucuna collettii) Kwao Krua plants on the growth of MCF-7 cells",
        "J. Sci. Res. Chula. Univ.",
        "Cytotoxic constituents from Butea superba Roxb.",
        "Crop responses to climatic variation",
        "Leaf proteomic analysis in cassava (Manihot esculenta, Crantz) during plant development, from planting of stem cutting to storage root formation",
        "The wheat (Triticum aestivum L.) leaf proteome",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Proteomic studies of cholangiocarcinoma and hepatocellular carcinoma cell secretomes",
        "A proteomic analysis of Curcuma comosa Roxb. rhizomes",
        "Proteomic analysis of young leaves at three developmental stages in an albino tea cultivar",
        "Proteomic approach to study leaf proteins in a fast-growing tree species, Gmelina arborea Linn. Roxb",
        "Proteomic Analysis of Heat Stress Response in Leaves of Radish (Raphanus sativus L.)",
        "Low temperature tolerance in plants: Changes at the protein level",
        "Proteomic changes in different growth periods of ginseng roots",
        "Isoflavonoids of the leguminosae",
        "Proteomic and selected metabolite analysis of grape berry tissues under well-watered and water-deficit stress conditions",
        "Organ-specific proteome analysis for identification of abiotic stress response mechanism in crop",
        "Correlation of antioxidant activity and major isoflavonoid contents of the phytoestrogen-rich Pueraria mirifica and Pueraria lobata tubers",
        "Differential responses of the activities of antioxidant enzymes to thermal stresses between two invasive Eupatorium species in China",
        "Med. Cluj-Napoca Hortic.",
        "Glycine-rich RNA-binding proteins are functionally conserved in arabidopsis thaliana and oryza sativa during cold adaptation process",
        "A proteome-wide screen identifies valosin-containing protein as an essential regulator of podocyte endoplasmic reticulum stress",
        "Molecular characterization of a β-type proteasome subunit from Arabidopsis thaliana co-expressed at a high level with an α-type proteasome subunit early in the cell cycle",
        "Responses of Organisms to Water Stress",
        "Reactive oxygen species and antioxidant machinery in abiotic stress tolerance in crop plants"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Laboratory of Biochemistry",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}