{
    "eid": "2-s2.0-85109023366",
    "title": "Characterization and anti-candida activity of the endophytic Streptomyces isolated from Asystasia gangetica",
    "cover-date": "2021-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Analytical Chemistry",
            "@code": "1602",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Molecular Medicine",
            "@code": "1313",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Complementary and Alternative Medicine",
            "@code": "2707",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Actinobacteria",
        "Candidiasis",
        "Endophyte",
        "Streptomyces"
    ],
    "authors": [
        "Duongkamol Phongsopitanun",
        "Paranee Sripreechasak",
        "Kanyanat Piewpong",
        "Wongsakorn Phongsopitanun",
        "Esthera Prateeptongkum"
    ],
    "citedby-count": 0,
    "ref-count": 28,
    "ref-list": [
        "Candida and Candidiasis-Opportunism Versus Pathogenicity: A Review of the Virulence Traits",
        "Current treatment of oral candidiasis: A literature review",
        "Oral Candidiasis: A Disease of Opportunity",
        "Oral candidiasis-review",
        "Clinical appearance of oral Candida infection and therapeutic strategies",
        "Candidiasis and Mechanisms of Antifungal Resistance",
        "Assessment of herbal drugs for promising anti-Candida activity",
        "Streptomyces mimosae sp. nov., an endophytic actinomycete isolated from the root of Mimosa pudica in Thailand",
        "Microbispora catharanthi sp. nov., a novel endophytic actinomycete isolated from the root of Catharanthus roseus",
        "Nonomuraea phyllanthi sp. nov., an endophytic actinomycete isolated from the leaf of Phyllanthus amarus",
        "Review: Endophytic microbes and their potential applications in crop management",
        "Endophytic actinomycetes: promising source of novel bioactive compounds",
        "Diversity and antimicrobial activity of culturable endophytic actinobacteria associated with Acanthaceae plants",
        "A rapid analysis for chemical grouping of aerobic actinomycetes",
        "Introducing EzBioCloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "MEGA X: Molecular Evolutionary Genetics Analysis across Computing Platforms",
        "MIC distributions for amphotericin B, fluconazole, itraconazole, voriconazole, flucytosine and anidulafungin and 35 uncommon pathogenic yeast species from the UK determined using the CLSI broth microdilution method",
        "Confidence limits of phylogenies: an approach using the bootstrap",
        "Chemical composition as a criterion in the classification of aerobic actinomycetes",
        "Cedarmycins, A., and B, new antimicrobial antibiotics from Streptomyces sp. TP-A0456",
        "Siomycin, a new thiostrepton-like antibiotic",
        "The structure of siomycin-D1, peptide antibiotic isolated from Streptomyces sioyaensis",
        "A new streptomycin group antibiotic produced by Streptomyces sioyaensis",
        "Altemicidin, a new acaricidal and antitumor substance I. taxonomy, fermentation, isolation and physico-chemical and biological properties",
        "Studies on a new antibiotic FR-900336 Taxonomy Isolation and characterization",
        "Isolation and biochemical characterization of an endo-1,3-β-glucanase from Streptomyces sioyaensis containing a C-terminal family 6 carbohydrate-binding module that binds to 1,3-β-glucan",
        "Bioactivities and genome insights of a thermotolerant antibiotics-producing Streptomyces sp. TM32 reveal its potentials for novel drug discovery"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "@id": "60009116",
            "affilname": "Burapha University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009116",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nontaburi",
            "@id": "101574732",
            "affilname": "Institute of Dentistry",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101574732",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Institute of Dentistry, Ministry of Public Health, Thailand",
        "Thailand Research Fund"
    ]
}