{
    "eid": "2-s2.0-85046491240",
    "title": "Development of mass transfer model for chromatographic separation of free lutein and fatty acids in de-esterified marigold lutein",
    "cover-date": "2018-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Food Science",
            "@code": "1106",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Chemical Engineering (all)",
            "@code": "1500",
            "@abbrev": "CENG"
        }
    ],
    "keywords": [
        "Chromatographic process",
        "Fatty acids",
        "Linear adsorption",
        "Lutein",
        "Marigold",
        "Mass transfer model"
    ],
    "authors": [
        "Weerawat Clowutimon",
        "Artiwan Shotipruk",
        "Panatpong Boonnoun",
        "Pimporn Ponpesh"
    ],
    "citedby-count": 3,
    "ref-count": 40,
    "ref-list": [
        "Composition of lutein ester regioisomers in marigold flower dietary supplement, and herbal tea",
        "The science behind lutein",
        "Chromatographic Purification of Gamma Oryzanol from By-products of Rice Bran Oil Refinery. Master Thesis",
        "Purification of free lutein from marigold flowers by liquid chromatography",
        "Removal of nickel(II) ions from aqueous solution by solution by biosorption in a fixed bed column",
        "Carotenoid fatty acid esters: easy substrates for digestive enzymes?",
        "Computational fluid dynamics modeling for chromatographic purification of free lutein",
        "Relative solubilitym stability and absorptivity of lutein and b-carotene in organic solvents",
        "The calculation of molecular volumes and the use of volume analysis in the investigation of structured media and of solid-state organic reactivity",
        "Optimization of extraction parameters of bioactive cmoponents from defatted marigold (Tagetes erecta L.) residue using response surface methodology",
        "Continuous fixed bed adsorption of C.I. Acid Blue 92 by exfoliated graphite: an experimental and modeling study",
        "Serum depletion and bioavailability of lutein in type I diabetic petients",
        "Lutein and lutein estes in marigold flowers by high performance chromatography",
        "Mass transfer in lamina region between liquid and packing material surface in the packed bed",
        "Intraparticle mass transfer kinetics on molecularly imprinted polymers of structural analogues of a template",
        "Fluidization",
        "Mathematical modeling and scale-up of size-exclusion chromatography",
        "Lutein production from biomass: marigold flowers versus microalgae",
        "Mathematical model of supercritical CO2adsorption on activated carbon: effect of operating conditions and adsorption scale-up",
        "Modeling of the adsorption breakthrough behaviors of Pb2+in a fixed bed of ETS-10 adsorbent",
        "Modelling of packed bed adsorption columns for the separation of grenn tea catechins",
        "Design of high productivity sequential multi-column chromatography for antibody capture",
        "Lutein and lutein ester content in different types of Tagetes patula and T. erecta",
        "The solubilities of the normal saturated fatty acids",
        "Adsorption of complex phenolic compounds on active charcoal: breakthrough curves",
        "Principles of Adsorption and Adsorption Processes",
        "Preparative Chromatography of Fine Chemicals and Pharmaceutical Agents",
        "Improved separation method for highly purified lutein from chlorella powder using jet mill and flash column chromatography on silica gel",
        "Changes in coolur, antioxidant activities and carotenoids (lycopene b-carotene, lutein) of marigold flower (Tagetes erecta L.) resulting from different drying processes",
        "Lutein in selected Canadian crops and agri-food processing by-products and purification by high-speed counter current chromatography",
        "Separation of geometric isomers of native luein diesters in marigold (Tagetes erecta L.) by high-performance liquid chromatography–mass spectrometry",
        "Tagetes: a multipurpose plant",
        "Extraction and Purificatopm of Lutein Fatty Acid Esters from Marigold Flower. Master Thesis",
        "Focus on xanthophylls from Tagetes erecta L. the giant natural complex-I",
        "Fundamentals of Momentum, Heat and Mass Transfer",
        "Chromatographic separation of wood model constituens—mathematical modeling and parameter estimation",
        "Liquid-phase mass transfer at low Reynolds numbers",
        "Liquid mass transfer at very low Reynold numbers in packed beds"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pitsanulok",
            "@id": "60022498",
            "affilname": "Naresuan University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022498",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}