{
    "eid": "2-s2.0-85047905170",
    "title": "The Sukhothai Zone (Permian–Triassic island-arc domain of Southeast Asia) in Northern Laos: Insights from Triassic carbonates and foraminifers",
    "cover-date": "2018-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Geology",
            "@code": "1907",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "Late Triassic foraminifera",
        "Northern Laos",
        "Sukhothai Zone",
        "Tectonostratigraphy",
        "“Tubiphytes”-microbial reefal limestone"
    ],
    "authors": [
        "Katsumi Ueno",
        "Yoshihito Kamata",
        "Koji Uno",
        "Thasinee Charoentitirat",
        "Punya Charusiri",
        "Khamseng Vilaykham",
        "Rossana Martini"
    ],
    "citedby-count": 12,
    "ref-count": 82,
    "ref-list": [
        "Le Trias dans la region de Pinarbasi, Taurus oriental, Turquie: unites lithologiques, micropaléontologie, milieu de dépôt",
        "Palaeolituonella majzoni nov. gen. nov. sp. (Foraminifera) from a Wetterstein reef limestone in NE Hungary",
        "Foraminifera of the Triassic formations of Alsó Hill (Northern Hungary). Part 2: Foraminifer assemblage of the Wetterstein Limestone Formation",
        "Foraminifera from the basal Upper Muschelkalk at Hyéres, western Basse-province, southern France",
        "Palaeoenvironmental reconstruction of the Mufara Formation (Upper Triassic, Sicily): high resolution sedimentology, biostratigraphy and sea-level changes",
        "Aulotortus friedli from the Upper Triassic gravitational flow deposits of the Kumagawa River (Kyushu, Southwest Japan)",
        "Upper Triassic foraminifers from Panthalassan carbonate buildups of southwestern Japan and their paleobiogeographic implications",
        "Triassic",
        "The granites of the Southeast Asian tin belt",
        "Some foraminifera from the Pennsylvanian and Permian of Texas",
        "Sur quelques Foraminifères nouveaux du Trias de Kocaeli, Turquie",
        "Geological and Mineral Map of North Lao Region (Scale 1:200,000), F-47-XXIX (B. Meung)",
        "Geological and Mineral Map of North Lao Region (Scale 1:200,000), F-47-XXX (Louangnamtha)",
        "Geological and Mineral Map of North Lao Region (Scale 1:200,000), F-47-XXXV (Houay Xai) and E-47-V (B. Xiang Nou)",
        "Geological and Mineral Map of North Lao Region (Scale 1:200,000), F-47-XXXVI (M. Nale) and E-47-VI (B. Khon)",
        "Late Triassic (Carnian) foraminifers of northeastern Cortina d'Ampezzo (Tamarin, San Cassiano Fm., Dolomites, Italy)",
        "Involutinidae Bütschli (Foraminiferida) in the Carnian of the northeastern Dolomites (Italy)",
        "Morphological features of Triasina hantkeni Majzon, 1954 (Foraminiferida, Aulotortidae) and remarks on the test wall structure",
        "Zircon U-Pb dating and the petrological and geochemical constraints on Lincang granite in Western Yunnan, China: implications for the closure of the Paleo-Tethys Ocean",
        "Le microbiofacies giurassiche dei Monti Martani",
        "Correlation of Triassic stratigraphy between the Simao and Lampang-Phrae basins: implications for the tectonopaleogeography of Southeast Asia",
        "Triassic reef patterns",
        "Microfacies of Carbonate Rocks. Analysis, Interpretation and Application",
        "Rhaetian foraminiferal assemblage from the Dachstein Limestone of Mt. Begunjščica (Košuta Unit, eastern Southern Alps)",
        "The closure of Palaeo-Tethys in Eastern Myanmar and Northern Thailand: new insights from zircon U-Pb and Hf isotope data",
        "Rhaetian micrifacies, stratigraphy and facial development in the Tatra Mts",
        "Foraminifers and biostratigraphy of Upper Triassic and Lower Jurassic of the Slovakian and Polish Carpathians",
        "Triassic Foraminifers from the Malay Peninsula",
        "Triassic microfossils from the Korytnica Limestones at Liptovská Osada (Slovakia, ČSSR) and their stratigraphic significance",
        "Sandstone provenance and U–Pb ages of detrital zircons from Permian–Triassic forearc sediments within the Sukhothai Arc, northern Thailand: record of volcanic-arc evolution in response to Paleo-Tethys subduction",
        "Nan suture in Laos",
        "Triassic foraminifers from the San Juan Islands, Washington, U.S.A",
        "Sedimentary and paleogeographic significance of Permo-Carboniferous sequences in western Yunnan, China",
        "Triassic foraminifers of the Lampang Group (Northern Thailand)",
        "Rotaliidea (Foraminifera) aus der Trias der Ostalpen",
        "Stratigraphisch wertvolle Foraminiferen aus Obertrias und Liaskalken der voralpinen Fazies bei Wien",
        "Beiträge zur Mikrofauna des Rhät. Il. Zwei charakteristische Foraminiferengemeinschaften aus Rhätkaken",
        "Zur Kenntnis der Mikrofauna und -flora der Salzburger Kalkalpen",
        "Contributions to the stratigraphy of the Dachstein Limestone",
        "Biostratigraphy of Upper Triassic–Lower Jurassic carbonate platform sediments of the Central-southern Apennines (Italy)",
        "Depthtransect of an Upper Triassic (Rhaetian) reef from Gosau, Austria: microfacies and community ecology",
        "Depositional environment and biofacies characterisation of the Triassic (Carnian to Rhaetian) carbonate succession of Punta Bassano (Marettimo Island, Sicily)",
        "Late Triassic foraminifera in reefal limestones of SW Cyprus",
        "Iskopaemye izvestkovye vodorosli SSSR",
        "Gondwana dispersion and Asian accretion: tectonic and palaeogeographic evolution of eastern Tethys",
        "Tectonic evolution of Sundaland",
        "Foraminiferal fauna and sedimentary environment of carbonate formations in the Lampang Group of Northern Thailand",
        "Stop 7. An abandoned limestone quarry south of Doi Ha Hua Mueang (Lampang Group)",
        "Foraminiferal assemblage and depositional environment of the Doi Long Formation (Triassic Lampang Group), Northern Thailand",
        "A Miliolacea focsalád (Foraminifera) képviseloi a Bakonyszucs-1 sz. fúrás karni képzodményeiben",
        "Triassic Foraminifers of the Transdanubian Central Range",
        "Environmental and biological controls on the initiation and growth of a Middle Triassic (Anisian) reef complex on the Great Bank of Guizhou, Guizhou province, China",
        "Involutinacea (Foraminifera) der Trias und des Lias",
        "An early Middle Anisian (Middle Triassic) Tubiphytes and cement crusts-dominated reef from North Dobrogea (Romania): facies, depositional environment and diagenesis",
        "Arc-like volcanic rocks in NW Laos: geochronological and geochemical constraints and their tectonic implications",
        "Geochronological and geochemical constraints on the mafic rocks along the Luang Prabang zone: Carboniferous back-arc setting in northwest Laos",
        "Foraminiferi del Trias inferiore e medio della Tetide: revision tassonomica, stratigrafia ed interpretazione filogenetica",
        "Entwurf eines naturlichen Systems der Thalamophoren",
        "Lower Palaeozoic",
        "The volcaniclastic series from the Luang Prabang Basin, Laos: a witness of a Triassic magmatic arc?",
        "Triassic Foraminifers of the West Carpathians",
        "Die Kalkalgen aus der Obertrias von Hydra, Griechenland",
        "Tubiphytes Maslov, 1956 and description of similar organisms from Triassic reefs of the Tethys",
        "Parallel Tethyan Sutures in mainland SE Asia: new insights for Palaeo-Tethys closure",
        "Sapphire crystallization, age and origin, Ban Huai Sai, Laos: age based on zircon inclusions",
        "The foraminifera zones and subzones of the Triassic in Bulgaria, II. Ladinian and Carnian",
        "Taxonomy of Bulgarian Triassic foraminifera, I. Families Psammosphaeridae to Nodosinellidae",
        "Taxonomy of Bulgarian foraminifera, II. Families Endothyridae to Ophthalmidiidae",
        "Gondwana/Tethys divide in East Asia: solution from Late Paleozoic foraminiferal paleobiogeograpgy",
        "Geotectonic linkage between West Yunnan and mainland Thailand: toward the unified geotectonic evolution model of East Asia",
        "Carboniferous and Permian",
        "Closure of the Paleo-Tethys caused by the collision of Indochina and Sibumasu",
        "Geotectonic implications of Permian and Triassic carbonate successions in the Central Plain of Thailand",
        "Permian and Triassic carbonates in the Oudom Xai–Luang Namtha area, northern Laos: stratigraphical and paleontological constraints for connecting northern Laos with Northern Thailand",
        "Nouvelle classification des foraminifères endothyroïdes du Trias",
        "The oldest Triassic platform margin reef from the Alpine-Carpathian region (Aggtelek, NE Hungary): platform evolution, reefal biota and biostratigraphic framework",
        "Aulotortus, a new genus of foraminifera from the Jurassic of Tyrol, Austria",
        "Devonian",
        "The Changning-Menglian suture zone; a segment of the major Cathaysian-Gondwana divide in Southeast Asia",
        "Les Foraminiferes du Trias",
        "24. Triassic foraminifers from Sites 761 and 764, Wombat Plateau, Northwest Australia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Fukuoka",
            "@id": "60031720",
            "affilname": "Fukuoka University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031720",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Okayama",
            "@id": "60023147",
            "affilname": "Okayama University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023147",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tsukuba",
            "@id": "60014256",
            "affilname": "University of Tsukuba",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014256",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Geneva",
            "@id": "60004718",
            "affilname": "Université de Genève",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004718",
            "affiliation-country": "Switzerland"
        }
    ],
    "funding": [
        "Swiss NSF",
        "Japan Society for the Promotion of Science"
    ]
}