{
    "eid": "2-s2.0-85020279374",
    "title": "Contraceptive practices among married women of reproductive age in Bangladesh: a review of the evidence",
    "cover-date": "2017-06-06",
    "subject-areas": [
        {
            "$": "Reproductive Medicine",
            "@code": "2743"
        },
        {
            "$": "Obstetrics and Gynecology",
            "@code": "2729"
        }
    ],
    "keywords": [
        "Bangladesh",
        "Contraceptive practices",
        "Family planning",
        "Married women of reproductive age"
    ],
    "authors": [
        "Fauzia Akhter Huda"
    ],
    "citedby-count": 36,
    "ref-count": 19,
    "ref-list": [
        "National Institute of Population Research and Training (NIPORT)",
        "National Institute of Population Research and Training (NIPORT), Dhaka, Bangladesh",
        "Contraceptive failure: Levels, trends and determinants in Matlab, Bangladesh",
        "Family planning as an economic investment. Washington D.C",
        "National Instuitute of Population Research and Training (NIPORT), Dhaka, Bangladesh",
        "Bangladesh Maternal Mortality and Health Care Survey 2010",
        "Health, Population, and Nutrition Sector Development Program (2011-2016), Program Implementation Plan",
        "J Dhaka Med Coll",
        "Discontinuation and Switching Patterns in Matlab, Bangladesh. TRAction Activity Report: Secondary Data Analysis on Contraceptive Use",
        "Prevalence and socioeconomic correlates of unintented pregnancy among women in rural Bangladesh",
        "Inconsistencies in the relationship between contraceptive use and fertility in Bangladesh",
        "Factors influencing fertility preferences of men in Bangladesh",
        "High fertility regions in bangladesh: A marriage cohort analysis",
        "The effect of husbands' and wives' fertility preferences on the likelihood of a subsequent pregnancy, Bangladesh 1998-2003",
        "Summary of Commitments",
        "Reducing unmet need by supporting women with met need",
        "Can mobile phone text messaging increase uptake of family planning services in Uganda?",
        "Population and family planning in Bangladesh.",
        "Analysing the relationship between family planning workers' contact and contraceptive switching in rural Bangladesh using multilevel modelling"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Melbourne",
            "affilname": "University of Melbourne",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Baltimore",
            "affilname": "The Sidney Kimmel Comprehensive Cancer Center",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "New York",
            "affilname": "The Population Council, Inc.",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Dhaka",
            "affilname": "International Centre for Diarrhoeal Disease Research Bangladesh",
            "affiliation-country": "Bangladesh"
        }
    ],
    "funding": []
}