{
    "eid": "2-s2.0-85119492588",
    "title": "Molecular identification and genetic diversity of Bartonella spp. in 24 bat species from Thailand",
    "cover-date": "2022-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Microbiology (all)",
            "@code": "2400",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "Bartonellosis",
        "bat",
        "genetic diversity",
        "network analysis",
        "phylogenetic relationship",
        "Thailand"
    ],
    "authors": [
        "Juthathip Poofery",
        "Duriyang Narapakdeesakul",
        "Elizabeth Riana",
        "Apinya Arnuphapprasert",
        "Yudhi Ratna Nugraheni",
        "Thongchai Ngamprasertwong",
        "Monsicha Wangthongchaicharoen",
        "Pipat Soisook",
        "Phanaschakorn Bhodhibundit",
        "Morakot Kaewthamasorn"
    ],
    "citedby-count": 4,
    "ref-count": 83,
    "ref-list": [
        "Genetic diversity of Bartonella spp. in vampire bats from Brazil",
        "Diversity of Bartonella spp. in Bats, Southern Vietnam",
        "First molecular investigation of haemosporidian parasites in Thai bat species",
        "Classification of Bartonella strains associated with straw-colored fruit bats (Eidolon helvum) across Africa using a multi-locus sequence typing platform",
        "Genetic diversity, infection prevalence, and possible transmission routes of Bartonella spp. in vampire bats",
        "Phylogenetic relationships and diversity of bat-associated Leptospira and the histopathological evaluation of these infections in bats from Grenada, West Indies",
        "Vector transmission of Bartonella species with emphasis on the potential for tick transmission",
        "Generalized linear mixed models: A practical guide for ecology and evolution",
        "Bartonella spp. infections, Thailand",
        "Comparison of partial citrate synthase gene (gltA) sequences for phylogenetic analysis of Bartonella species",
        "Bartonellosis: One health perspectives for an emerging infectious disease",
        "Bartonella spp. in fruit bats and blood-feeding ectoparasites in Madagascar",
        "Bats as ‘special’ reservoirs for emerging zoonotic pathogens",
        "Chronic Bartonella quintana bacteremia in homeless patients",
        "Deciphering Bartonella Diversity, Recombination, and Host Specificity in a Rodent Community",
        "Bats: Important reservoir hosts of emerging viruses",
        "Terrace Aware Data Structure for Phylogenomic Inference from Supermatrices",
        "Bat-related zoonoses",
        "Molecular characterization of haemoparasites infecting bats (Microchiroptera) in Cornwall. UK",
        "Bartonella DNA in heart tissues of bats in central and eastern Europe and a review of phylogenetic relations of bat-associated bartonellae",
        "Evidence of Bartonella spp. in blood and ticks (Ornithodoros hasei) of bats, in French Guiana",
        "Flying fox hemolytic fever, description of a new zoonosis caused by Candidatus Mycoplasma haemohominis",
        "Determinants of genetic diversity",
        "Nipah virus dynamics in bats and implications for spillover to humans",
        "Bacteremia, fever, and splenomegaly caused by a newly recognized Bartonella species",
        "Parasite and viral species richness of Southeast Asian bats: Fragmentation of area distribution matters",
        "Presence of Bartonella species in wild carnivores of northern Spain",
        "Association of Bartonella species with wild and synanthropic rodents in different Brazilian biomes",
        "Bartonella infection in rodents and their flea ectoparasites: An overview",
        "BioEdit: A user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
        "Novel Bartonella species in insectivorous bats, Northern China",
        "Urbanization and disease emergence: Dynamics at the wildlife-livestock-human interface",
        "Prevalence of Bartonella henselae and Bartonella clarridgeiae in stray cats",
        "SplitsTree: Analyzing and visualizing evolutionary data",
        "Lessons from the host defences of bats, a unique viral reservoir",
        "Bartonellae are prevalent and diverse in costa rican bats and bat flies",
        "Ecological and economic importance of bats (Order Chiroptera)",
        "Detection of Bartonella species from ticks, mites and small mammals in Korea",
        "Bartonella spp. in bats, Kenya",
        "Identification of Bartonella infections in febrile human patients from Thailand and their potential animal reservoirs",
        "MEGA X: Molecular evolutionary genetics analysis across computing platforms",
        "Gene-sequence-based criteria for species definition in bacteriology: The Bartonella paradigm",
        "PartitionFinder 2: New methods for selecting partitioned models of evolution for molecular and morphological phylogenetic analyses",
        "Popart: Full-feature software for haplotype network construction",
        "DnaSP v5: A software for comprehensive analysis of DNA polymorphism data",
        "Long-term trends and variability of total and extreme precipitation in Thailand",
        "Identification of novel Bartonella spp. in bats and evidence of Asian gray shrew as a new potential reservoir of Bartonella",
        "The chi-square test of independence",
        "Bats are key hosts in the radiation of mammal-associated Bartonella bacteria",
        "Phylogenetic and geographic patterns of Bartonella host shifts among bat species",
        "Diversity and phylogenetic relationships among Bartonella strains from Thai bats",
        "Host phylogeny, geographic overlap, and roost sharing shape parasite communities in european bats",
        "Bats as bushmeat: A global review",
        "rpoB sequence analysis as a novel basis for bacterial identification",
        "Viral zoonotic risk is homogenous among taxonomic orders of mammalian and avian reservoir hosts",
        "Global distribution and genetic diversity of Bartonella in bat flies (Hippoboscoidea, Streblidae, Nycteribiidae)",
        "Bats and bacterial pathogens: A review",
        "Detection and phylogenetic analysis of Bartonella species from bat flies on eastern bent-wing bats (Miniopterus fuliginosus) in Japan",
        "Host and viral traits predict zoonotic spillover from mammals",
        "Human activities link fruit bat presence to Ebola virus disease outbreaks",
        "Relationships between gene trees and species trees",
        "A synthesis of ecological and evolutionary determinants of bat diversity across spatial scales",
        "Malaria's many mates: Past, present, and future of the systematics of the order Haemosporida",
        "Association of Bartonella with the fleas (Siphonaptera) of rodents and bats using molecular techniques",
        "Bartonella spp. - a chance to establish One Health concepts in veterinary and human medicine",
        "MrBayes 3.2: Efficient Bayesian phylogenetic inference and model choice across a large model space",
        "DnaSP 6: DNA sequence polymorphism analysis of large data sets",
        "Eco-epidemiology of novel Bartonella genotypes from parasitic flies of insectivorous bats",
        "Molecular detection of Bartonella spp. and hematological evaluation in domestic cats and dogs from Bangkok, Thailand",
        "Causes, consequences and solutions of phylogenetic incongruence",
        "Report of the ad hoc committee for the re-evaluation of the species definition in bacteriology",
        "Potentially Zoonotic Bartonella in Bats from France and Spain",
        "Bartonella infection in hematophagous, insectivorous, and phytophagous bat populations of central mexico and the yucatan peninsula",
        "Bartonella, bats and bugs: A review",
        "Prevalence, diversity, and host associations of Bartonella strains in bats from Georgia (Caucasus)",
        "Public health awareness of emerging zoonotic viruses of bats: A European perspective",
        "Bats as reservoir hosts of human bacterial pathogen, Bartonella Mayotimonensis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Yogyakarta",
            "@id": "60069380",
            "affilname": "Universitas Gadjah Mada",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069380",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "BEI Resources",
        "RSPG",
        "Royal Initiative of Her Royal Highness Princess Maha Chakri Sirindhorn",
        "Second Century Fund",
        "NIH",
        "NIAID",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}