{
    "eid": "2-s2.0-84923683553",
    "title": "A review on design of pile foundations in Bangkok",
    "cover-date": "2015-03-01",
    "subject-areas": [
        {
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909"
        },
        {
            "$": "Civil and Structural Engineering",
            "@code": "2205"
        }
    ],
    "keywords": [
        "Bangkok",
        "Bearing capacity",
        "Design parameters",
        "Pile foundations",
        "Settlement"
    ],
    "authors": [
        "T. Boonyatee"
    ],
    "citedby-count": 5,
    "ref-count": 36,
    "ref-list": [
        "Current practice on foundation design of high-rise buildings in bangkok, Thailand",
        "Bored and driven pile testing in Bangkok sub-soils",
        "Prefabricated vertical drains (PVDs) in soft Bangkok clay: A case study of the new Bangkok International Airport project",
        "Behavior of Polymer Slurry for Wet-process Bored Pile Construction in Bangkok Subsoils",
        "Users Manual for the Texas Quick-load Method for Foundation Load Testing",
        "Static Load Transfer and Predictions of Carring Capacity of Bored Piles (In Thai)",
        "ANALYSIS OF RESULTS FROM ROUTINE PILE LOAD TESTS.",
        "Conduct and Interpretation of Load Tests on Drilled Shaft Foundations: Detailed Guidelines (Vol. 1)",
        "Evaluation of Seismic Performance of An Existing Medium-rise Reinforced Concrete Frame Building in Bangkok",
        "Influence of different vane types on undrained strength of soft Bangkok clay",
        "Advances in Deep Foundations, ASCE",
        null,
        "NEW DESIGN PROCEDURE FOR STABILITY OF SOFT CLAYS.",
        "Some Geotechnical Aspects of Design of the Initial System Project in Bangkok",
        "BEARING CAPACITY AND SETTLEMENT OF PILE FOUNDATIONS",
        "Journal of the Soil Mechanics and Foundation Division",
        "The Construction Problems and Performance of Large Bored Piles in Second Sand Layer",
        "Foundation Engineering",
        "Characterization of model uncertainties for for Augered Cast-In-Place (ACIP) piles under axial compression",
        "Performance of Bored, Driven and Auger Press Piles in Bangkok Subsoil",
        "Prediction of Pile Carrying Capacity from Standard Penetration Test in Bangkok Metropolis Subsoil",
        "Pile Foundation Analysis and Design",
        "Thirteenth International Conference on Soil Mechanics and Foundation Engineering, New Delhi, India",
        "ANALYSIS OF DEFORMATION OF VERTICALLY LOADED PILES",
        "Proceedings of the Seminar on Engineering for Coastal Development, Bangkok",
        "Proceedings of the 8th Southeast Asian Geotechnical Conference\" Seminar on Engineering for Coastal Development, Bangkok",
        "Proceedings of the 9th Southeast Asian Geotechnical Conference, Bangkok, Thailand",
        "Theme Lecture No. 1",
        "Proceedings of the 10th Southeast Asian Geotechnical Conference",
        "Critical Evaluation of Design Methods for Foundations under Axial Uplift and Compression Loading",
        "Behavior of Instrumented Barrette and Bored Piled in Bangkok Subsoils",
        "Geotechnical Aspects of the Bangkok MRT Blue Line Project",
        "Soil Mechanics in Engineering Practice",
        "Proc. of 4th Int'l Conf. on Soil Mech. and Found. Eng., London",
        "Int'l Symposium on Underground Excavation and Tunneling",
        "Proc. of the 3rd Intl. Geotechnical Seminar on Deep Foundations on Bored and Auger Piles"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ltd.",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}