{
    "eid": "2-s2.0-85073711529",
    "title": "Effectiveness of anti-gravity treadmill training in improving walking capacity and balance in hemiparetic stroke patients: A randomized controlled trial",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Anti-gravity treadmill",
        "Balance",
        "FAC",
        "Stroke",
        "Walking capacity"
    ],
    "authors": [
        "K. Sukonthamarn",
        "S. Rerkmoung",
        "N. Konjen",
        "J. Charoenlimprasert",
        "S. Sriaoum"
    ],
    "citedby-count": 3,
    "ref-count": 30,
    "ref-list": [
        "Stroke: A global response is needed",
        "Treadmill training and body weight support for walking after stroke",
        "Motor recovery after stroke: A systematic review",
        "Treadmill training with partial body weight support compared with physiotherapy in nonambulatory hemiparetic patients",
        "Treadmill training with partial body weight support and an electromechanical gait trainer for restoration of gait in subacute stroke patients: A randomized crossover study",
        "Treadmill training with partial body weight support after stroke: A review",
        "The effectiveness of body weight support treadmill training with a driven gait orthosis (Lokomat®) in stroke patients during rehabilitation phase: A pilot study 2010",
        "Hemiparetic gait parameters in overground versus treadmill walking",
        "Treadmill training with partial body weight support: Influence of body weight release on the gait of hemiparetic patients",
        "Treadmill training with partial body weight support in hemiparetic patients—further research needed",
        "Treadmill training and body weight support for walking after stroke",
        "Guidelines for adult stroke rehabilitation and recovery: A guideline for healthcare professionals from the American Heart Association/ American Stroke Association",
        "Anti-gravity treadmills are effective in reducing knee forces",
        "Anti-gravity training improves walking capacity and postural balance in patients with muscular dystrophy",
        "ATS statement: Guidelines for the six-minute walk test",
        "Protocol variations and six-minute walk test performance in stroke survivors: A systematic review with meta-analysis",
        "Predictive validity and responsiveness of the functional ambulation category in hemiparetic patients after stroke",
        "Functional walk tests in individuals with stroke: Relation to perceived exertion and myocardial exertion",
        "Normalization of EMG signals: To normalize or not to normalize and what to normalize to?",
        "Surface electromyographic amplitude normalization methods: A review",
        "Motor intensive anti-gravity training improves performance in dynamic balance related tasks in persons with Parkinson’s disease",
        "Evaluation of lower body positive pressure supported treadmill training for children with cerebral palsy",
        "Relationship between perceived and measured changes in walking after stroke",
        "Practical issues in retraining walking in severely disabled patients using treadmill and harness support systems",
        "Walking after stroke: What does treadmill training with body weight support add to overground gait training in patients early after stroke?: A single-blind, randomized, controlled trial",
        "Meaningful gait speed improvement during the first 60 days poststroke: Minimal clinically important difference"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Samut Prakan",
            "@id": "123341899",
            "affilname": "Thai Red Cross Rehabilitation Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/123341899",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}