{
    "eid": "2-s2.0-85055156899",
    "title": "Chlamydomonas sp. as dynamic biorefinery feedstock for the production of methyl ester and ɛ-polylysine",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Bioengineering",
            "@code": "1502",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Environmental Engineering",
            "@code": "2305",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Waste Management and Disposal",
            "@code": "2311",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Biorefinery",
        "Chlamydomonas sp.",
        "Flocculation",
        "Methyl ester",
        "Streptomyces sp.",
        "ɛ-Polylysine"
    ],
    "authors": [
        "Ramachandran Sivaramakrishnan",
        "Subramaniyam Suresh",
        "Aran Incharoensakdi"
    ],
    "citedby-count": 12,
    "ref-count": 45,
    "ref-list": [
        "Metabolic precursors enhance the production of poly-ɛ-lysine by Streptomyces noursei NRRL 5126",
        "Panorama of poly-ɛ-lysine",
        "Assessing microalgae biorefinery routes for the production of biofuels via hydrothermal liquefaction",
        "Biodiesel production from wet microalgae feedstock using sequential wet extraction/transesterification and direct transesterification processes",
        "Microalgae biorefinery: high value products perspectives",
        "Enhancement of ɛ-poly-l-lysine (ɛ-PL) production by a novel producer Bacillus cereus using metabolic precursors and glucose feeding",
        "Synthesis of a barbell-like triblockcopolymer poly(L-lysine) dendrimer-block-poly(ethyleneglycol)-block-poly(L-lysine) dendrimer, and its self-assembly with plasmid DNA",
        "Efficient enzyme-catalysed transesterification of microalgal biomass from Chlamydomonas sp",
        "Techno-economic analysis of autotrophic microalgae for fuel production",
        "Antimicrobial activity of polylysine against Escherichia coli O157:H7, Salmonella typhimurium, and Listeria monocytogenes in various food extracts",
        "Biodiesel production from palm oil and mixed dimethyl/diethyl carbonate with controllable cold flow properties",
        "Biosynthesis of poly(ɛ-L-lysine)s in two newly isolated strains of Streptomyces sp",
        "Biodiesel production from microalgae oil catalyzed by a recombinant lipase",
        "Colorimetric method for estimating polylysine and polyarginine",
        "Estimating total lipid content of Camelina sativa via pyrolysis assisted in situ transesterification with dimethyl carbonate",
        "CRISPRi mediated phosphoenolpyruvate carboxylase regulation to enhance the production of lipid in Chlamydomonas reinhardtii",
        "Comparison of several methods for effective lipid extraction from microalgae",
        "Harvesting of marine microalgae by electroflocculation: the energetics, plant design, and economics",
        "In-situ pyrogenic production of biodiesel from swine fat",
        "Transesterification of neat and used frying oil: optimization for biodiesel production",
        "Freshwater microalgae harvested via flocculation induced by pH decrease",
        "Design and analysis of a second and third generation biorefinery: the case of castorbean and microalgae",
        "Effective acid-catalyzed transesterification for biodiesel production",
        "The potentials and challenges of algae based biofuels: a review of the techno-economic, life cycle, and resource assessment modeling",
        "Ferric chloride based downstream process for microalgae based biodiesel production",
        "Optimization of cell growth and poly (ɛ-lysine) production in batch and fed-batch cultures by Streptomyces albulus IFO 14147",
        "Reactive extraction and in situ esterification of Jatropha curcas L. seeds for the production of biodiesel",
        "Optimization of process parameters for ɛ-polylysine production from mixed carbon source using one factor at a time technique",
        "Integrated microbial processes for biofuels and high value-added products: the way to improve the cost effectiveness of biofuel production",
        "Production of methyl ester from Oedogonium sp. oil using immobilized isolated novel Bacillus sp. lipase",
        "Direct transesterification of Oedogonium sp. oil by using immobilized isolated novel Bacillus sp. lipase",
        "Purification and characterization of solvent tolerant lipase from Bacillus sp. for methyl ester production from algal oil",
        "Direct transesterification of Botryococcus sp. catalysed by immobilized lipase: ultrasound treatment can reduce reaction time with high yield of methyl ester",
        "Production of methyl ester from two microalgae by two-step transesterification and direct transesterification",
        "Enhancement of total lipid yield by nitrogen, carbon, and iron supplementation in isolated microalgae",
        "Enhancement of lipid production in Scenedesmus sp. by UV mutagenesis and hydrogen peroxide treatment",
        "Utilization of microalgae feedstock for concomitant production of bioethanol and biodiesel",
        "Microalgae as feedstock for biodiesel production under ultrasound treatment : a review",
        "Enhancement of lipid production in Synechocystis sp. PCC 6803 overexpressing glycerol kinase under oxidative stress with glycerol supplementation",
        "Harvesting microalgae grown on wastewater",
        "One-step synthesis of high-yield biodiesel from waste cooking oils by a novel and highly methanol-tolerant immobilized lipase",
        "Economical production of poly(e-L-lysine) and poly(L-diaminopropionic acid) using cane molasses and hydrolysate of Streptomyces cells by Streptomyces albulus PD-1",
        "Effects of oxygen-vectors on the synthesis of epsilon-poly-lysine and the metabolic characterization of Streptomyces albulus PD-1",
        "Mechanism of e-poly-L-lysine production and accumulation revealed by identification and analysis of an e-poly-L-lysine-degrading enzyme",
        "The influence of different flocculants on the physiological activity and fucoxanthin production of Phaeodactylum tricornutum"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chennai",
            "@id": "60117285",
            "affilname": "SRM Institute of Science and Technology Ramapuram Campus",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60117285",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Graduate School",
        "Thailand Research Fund",
        "Faculty of Science, Chulalongkorn University"
    ]
}