{
    "eid": "2-s2.0-85062673325",
    "title": "Complications and accuracy of computed tomography-guided transthoracic needle biopsy in patients over 80 years of age",
    "cover-date": "2019-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Radiology, Nuclear Medicine and Imaging",
            "@code": "2741",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Pulmonary and Respiratory Medicine",
            "@code": "2740",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "computed tomography-guided biopsy",
        "lung biopsy",
        "older adult"
    ],
    "authors": [
        "Thanisa Tongbai",
        "Shaunagh McDermott",
        "Florian J. Fintelmann",
        "Melissa C. Price",
        "Amita Sharma",
        "Matthew D. Gilman"
    ],
    "citedby-count": 7,
    "ref-count": 32,
    "ref-list": [
        "Future of cancer incidence in the United States: Burdens upon an aging, changing nation",
        "Cancer in older persons: An international issue in an aging world",
        "Lung cancer in the very elderly: Incidence, presentation, and diagnostic decision-making. A retrospective analysis at a teaching community hospital",
        "Lung cancer in elderly patients: An analysis of the surveillance, epidemiology, and end results database",
        "Management of elderly patients with NSCLC; Updated expert's opinion paper: EORTC Elderly Task Force, Lung Cancer Group and International Society for Geriatric Oncology",
        "Percutaneous image-guided biopsy in an elderly population",
        "Computed tomography-navigated transthoracic core biopsy of pulmonary lesions: Which factors affect diagnostic yield and complication rates?",
        "Population-based risk for complications after transthoracic needle lung biopsy of a pulmonary nodule: An analysis of discharge records",
        "Incidence of and risk factors for pneumothorax and chest tube placement after CT fluoroscopy-guided percutaneous lung biopsy: Retrospective analysis of the procedures conducted over a 9-year period",
        "Pneumothorax after transthoracic needle biopsy of lung lesions under CT guidance",
        "Quality improvement guidelines for percutaneous needle biopsy",
        "Rapid needle-out patient-rollover time after percutaneous CT-guided transthoracic biopsy of lung nodules: Effect on pneumothorax rate",
        "PTCA in the elderly: The \"young-old\" versus the \"old-old",
        "Surgical treatment of cervical spondylotic myelopathy in the elderly: Outcomes in patients aged 80 years or older",
        "Negative predictive value of transthoracic core-needle biopsy: A multicenter study",
        "CT-guided fine-needle aspiration and core needle biopsies of pulmonary lesions: A single-center experience with 750 biopsies in Japan",
        "CT-guided thoracic core biopsies: Value of a negative result",
        "Accuracy of CT-guided transthoracic needle biopsy of lung lesions: Factors affecting diagnostic yield",
        "Intrapulmonary lesions: Percutaneous automated biopsy with a detachable, 18-gauge, coaxial cutting needle",
        "Percutaneous core needle biopsy vs. Fine needle aspiration in diagnosing benign lung lesions",
        "Transthoracic image-guided biopsy of lung nodules: When is benign really benign?",
        "CT-guided percutaneous fine-needle aspiration biopsy of pulmonary nodules measuring 10 mm or less",
        "Is emphysema a risk factor for pneumothorax in CT-guided lung biopsy?",
        "CT-guided transthoracic needle aspiration biopsy of pulmonary nodules: Needle size and pneumothorax rate",
        "Factors influencing accuracy of CT-guided percutaneous biopsies of pulmonary lesions",
        "Computed tomographic fluoroscopy-guided transthoracic needle biopsy for diagnosis of pulmonary nodules",
        "Frequency and severity of pulmonary hemorrhage in patients undergoing percutaneous CT-guided transthoracic lung biopsy: Single-institution experience of 1175 cases",
        "Risk factors of pneumothorax and bleeding: Multivariate analysis of 660 CT-guided coaxial cutting needle lung biopsies",
        "Systemic air embolism during percutaneous core needle biopsy of the lung: Frequency and risk factors",
        "Does antiplatelet therapy increase the risk of hemoptysis during percutaneous transthoracic needle biopsy of a pulmonary lesion?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Boston",
            "@id": "60029929",
            "affilname": "Massachusetts General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029929",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}