{
    "eid": "2-s2.0-84946429861",
    "title": "Synthesis of Well-Defined Oligo(2,5-dialkoxy-1,4-phenylene vinylene)s with Chiral End Groups: Unique Helical Aggregations Induced by the Chiral Chain Ends",
    "cover-date": "2015-11-01",
    "subject-areas": [
        {
            "$": "Catalysis",
            "@code": "1503"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        }
    ],
    "keywords": [
        "C-C coupling",
        "chirality",
        "conjugated oligomers",
        "helical structures",
        "metathesis"
    ],
    "authors": [
        "Sakkawet Yorsaeng"
    ],
    "citedby-count": 7,
    "ref-count": 75,
    "ref-list": [
        "Macromolecular Engineering",
        "Macromolecular Engineering",
        "Macromolecular Engineering",
        "The special issue on organic electronics",
        "Organic Light Emitting Devices: Synthesis, Properties and Applications",
        "Handbook of Conducting Polymers",
        "Introduction: Organic electronics and optoelectronics",
        "Introduction: Materials for electronics",
        "New Developments in the Photonic Applications of Conjugated Polymers",
        "Electroluminescent Conjugated Polymers - Seeing Polymers in a New Light",
        "Angew. Chem.",
        "Electroluminescence in conjugated polymers",
        "Synthesis of light-emitting conjugated polymers for applications in electroluminescent devices",
        "Polyphenylene-based materials for organic photovoltaics",
        "From short conjugated oligomers to conjugated polymers. Lessons from studies on long conjugated oligomers",
        "Rational design of high performance conjugated polymers for organic solar cells",
        "Two-dimensional charge transport in self-organized, high-mobility conjugated polymers",
        "Highly mobile electrons and holes on isolated chains of the semiconducting polymer poly(phenylene vinylene)",
        "Luminescence enhancement by the introduction of disorder into poly(p-phenylene vinylene)",
        "Polymer-fullerene composite solar cells",
        "Angew. Chem.",
        "Electrochromism: Fundamentals and Applications",
        "Conjugated polymer-based chemical sensors",
        "Organic semiconductors for solution-processable field-effect transistors (OFETs)",
        "Angew. Chem.",
        "End-capping effect of a narrow bandgap conjugated polymer on bulk heterojunction solar cells",
        "Effect of end groups on optoelectronic properties of poly(9,9- dioctylfluorene): A study with hexadecylfluorenes as model polymers",
        "Improving the performance of polyfluorene-based organic light-emitting diodes via end-capping",
        "Hole formation and transfer in poly[9,9-di(ethylhexyl)fluorene] and an amine end-capped derivative in solution",
        "Interchain vs. intrachain energy transfer in acceptor-capped conjugated polymers",
        "Electron and hole transport to trap groups at the ends of conjugated polyfluorenes",
        "Long-lived charge-separated configuration of a push-pull archetype of disperse red 1 end-capped poly[9,9-Bis(4-diphenylaminophenyl)fluorene]",
        "Conjugated \"molecular Wire\" for excitons",
        "Rigid-flexible alternating block copolymers that contain poly(p-phenylene) units of defined length as the rigid blocks [4]",
        "Alternating block copolymers consisting of oligo(phenylene) and oligo(ethylene glycol) units of defined length: Synthesis, thermal characterization, and light-emitting properties",
        "Highly regular organization of conjugated polymer chains via block copolymer self-assembly",
        "Exclusive end functionalization of all-trans-poly(fluorene vinylene)s prepared by acyclic diene metathesis polymerization: Facile efficient synthesis of amphiphilic triblock copolymers by grafting poly(ethylene glycol)",
        "Precise synthesis of poly(fluorene-2,7-vinylene)s containing oligo(thiophene)s at the chain ends: Unique emission properties by the end functionalization",
        "Precise synthesis of amphiphilic multiblock copolymers by combination of acyclic diene metathesis (ADMET) polymerization with atom transfer radical polymerization (ATRP) and click chemistry",
        "Precise synthesis of poly(fluorene vinylene)s capped with chromophores: Efficient fluorescent polymers modified by conjugation length and end-groups",
        "Precise one-pot synthesis of end-functionalized conjugated multi-block copolymers via combined olefin metathesis and wittig-type coupling",
        "Precise one-pot synthesis of fully conjugated end-functionalized star polymers containing poly(fluorene-2,7-vinylene) (PFV) arms",
        "About supramolecular assemblies of π-conjugated systems",
        "π-organogels of self-assembled p-phenylenevinylenes: Soft materials with distinct size, shape, and functions",
        "Helical supramolecular architectures of self-assembled linear π-systems",
        "Quadrupolar π-gels: Sol-gel tunable red-green-blue emission in donor-acceptor-type oligo(p-phenylenevinylene)s",
        "Self-assembled gelators for organic electronics",
        "Angew. Chem.",
        "Functional π-gelators and their applications",
        "Reversible sol-gel transition of oligo(p-phenylenevinylene)s by π-π Stacking and dissociation",
        "Effect of the bulkiness of the end functional amide groups on the optical, gelation, and morphological properties of oligo(p-phenylenevinylene) π-gelators",
        "Supramolecular chirality in self-Assembled systems",
        "Self-location of acceptors as \"isolated\" or \"stacked\" energy traps in a supramolecular donor self-assembly: A strategy to wavelength tunable FRET emission",
        "Self-assembled π-nanotapes as donor scaffolds for selective and thermally gated fluorescence resonance energy transfer (FRET)",
        "Reversible transformation between rings and coils in a dynamic hydrogen-bonded self-assembly",
        "Solvent-directed self-assembly of Π gelators to hierarchical macroporous structures and aligned fiber bundles",
        "Aligned 1-D nanorods of a π-gelator exhibit molecular orientation and excitation energy transport different from entangled fiber networks",
        "Molecular-level helical stack of a nucleotide-appended oligo(p- phenylenevinylene) directed by supramolecular self-assembly with a complementary oligonucleotide as a template",
        "Helicity induction and amplification in an oligo(p-phenylenevinylene) assembly through hydrogen-bonded chiral acids",
        "Angew. Chem.",
        "Reversible self-assembly of entrapped fluorescent gelators in polymerized styrene gel matrix: Erasable thermal imaging via recreation of supramolecular architectures",
        "Asymmetric noncovalent synthesis of self-assembled one-dimensional stacks by a chiral supramolecular auxiliary approach",
        "Precise synthesis of end-functionalized Oligo(2,5-dialkoxy-1,4-phenylene vinylene)s with controlled repeat units via combined olefin metathesis and wittig-type coupling",
        "Synthesis of Well-Defined Oligo(2,5-dialkoxy-1,4-phenylene vinylene)s by Combined Olefin Metathesis and Wittig-type Coupling: Effect of Conjugation Repeat Units and End Groups Toward Optical Properties",
        "Facile control of chiral packing in poly(p-phenylenevinylene) spin-cast films",
        "Consequences of chirality on the aggregation behavior of poly[2-methoxy-5-(2′-ethylhexyloxy)-p-phenylenevinylene] (MEH-PPV)",
        "Inversion of supramolecular helicity in oligo-p-phenylene-based supramolecular polymers: Influence of molecular atropisomerism",
        "Angew. Chem.",
        "Monodisperse dialkoxy-substituted oligo(phenyleneethenylene)s",
        "Towards highly luminescent phenylene vinylene films",
        "Singlet and triplet excitations of chiral dialkoxy-p-phenylene vinylene oligomers",
        "Aggregation-induced emission of 1-methyl-1,2,3,4,5-pentaphenylsilole",
        "A poly(p-phenyleneethynylene) with a highly emissive aggregated phase [4]",
        "What makes efficient circularly polarised luminescence in the condensed phase: Aggregation-induced circular dichroism and light emission",
        "Chem. Sci."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ikoma",
            "affilname": "Nara Institute of Science and Technology",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Kawaguchi",
            "affilname": "Japan Science and Technology Agency",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Hachioji",
            "affilname": "Tokyo Metropolitan University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Thailand Research Fund",
        "Japan Society for the Promotion of Science"
    ]
}