{
    "eid": "2-s2.0-85006056398",
    "title": "Existence of the β-tin structure in Sr: First evidence from computational approach",
    "cover-date": "2015-09-01",
    "subject-areas": [
        {
            "$": "General Physics and Astronomy",
            "@code": "3100"
        }
    ],
    "keywords": [],
    "authors": [
        "P. Tsuppayakorn-Aek"
    ],
    "citedby-count": 9,
    "ref-count": 49,
    "ref-list": [
        "Electronic structure of Ca, Sr, and Ba under pressure",
        "Calculated Structural Phase Transitions in the Alkaline Earth Metals",
        "Crystal structure from one-electron theory",
        "Theoretical confirmation of the high-pressure orthorhombic phase in strontium",
        "Phase transition and thermodynamic properties of Sr under high pressure",
        "Proc. Am. Acad. Arts Sci.",
        "Phys. Rev.",
        "Phase transitions in alkaline earth metals under pressure",
        "Complex monoclinic superstructure in Sr-IV",
        "Observation of the incommensurate barium-IV structure in strontium phase V",
        "Structural study on the high-pressure phase strontium III",
        "Structures and Transitions in Strontium",
        "Calculated high-pressure-induced electronic and structural phase transitions in Sr and Yb up to 50 kbar",
        "On the process of transition of the cubic-body-centered modification into the hexagonal-close-packed modification of zirconium",
        "Phys. Rev. B",
        "Evidence of a medium-range ordered phase and mechanical instabilities in strontium under high pressure",
        "Phase stability and superconductivity of strontium under pressure",
        "Ab initio random structure searching",
        "Molecular dynamics simulations at constant pressure and/or temperature",
        "Special points for Brillouin-zone integrations",
        "Self-consistent equations including exchange and correlation effects",
        "Generalized gradient approximation made simple",
        "Soft self-consistent pseudopotentials in a generalized eigenvalue formalism",
        "Structural prediction and phase transformation mechanisms in calcium at high pressure",
        "Finite elastic strain of cubic crystals",
        "Pressure dependence of superconductivity in simple cubic phosphorus",
        "Electronic and structural ground state of heavy alkali metals at high pressure",
        "First-principles simulation: Ideas, illustrations and the CASTEP code",
        "First principles methods using CASTEP",
        "Generalized Kohn-Sham schemes and the band-gap problem",
        "Nonlocal exchange correlation in screened-exchange density functional methods",
        "Screened exchange density functional applied to solids",
        "Metallization of aluminum hydride at high pressures: A first-principles study",
        "Nature of the electronic band gap in lanthanide oxides",
        "Norm-Conserving Pseudopotentials",
        "Self-interaction correction to density-functional approximations for many-electron systems",
        null,
        null,
        null,
        "Behavior of hydrogen in wide band gap oxides",
        "Atomic Energy Levels, Natl. Bur. Stand. (U.S.) Circ. 467",
        "Natl. Stand. Ref. Data Ser., Natl. Bur. Stand. (U.S.)",
        "J. Phys. Condens. Matter",
        "Exotic behavior and crystal structures of calcium under pressure",
        "Stability of simple cubic calcium at high pressure: A first-principles study",
        "Hybrid functional study rationalizes the simple cubic phase of calcium at high pressures",
        "Equation of state and high-pressure/high-temperature phase diagram of magnesium",
        "Refinement of the P-T phase diagram of barium",
        "Theoretical and computational study of high-pressure structures in barium"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ministry of Higher Education, Science, Research and Innovation",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "90th Year Chulalongkorn Scholarship",
        "Ratchadaphiseksomphot Endowment Fund",
        "Special Task Force for Activating Research",
        "Asahi Glass Foundation",
        "Thailand Center of Excellence in Physics",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "National Research Council of Thailand"
    ]
}