{
    "eid": "2-s2.0-84924244732",
    "title": "Effect of silver nanoparticles on Pseudomonas putida biofilms at different stages of maturity",
    "cover-date": "2015-06-05",
    "subject-areas": [
        {
            "$": "Health",
            "@code": "2307"
        },
        {
            "$": "Pollution",
            "@code": "2310"
        },
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        }
    ],
    "keywords": [
        "Biofilm maturity",
        "Biofilms",
        "Extracellular polymeric substance",
        "Silver nanoparticles"
    ],
    "authors": [
        "Pumis Thuptimdang"
    ],
    "citedby-count": 63,
    "ref-count": 48,
    "ref-list": [
        "Topical delivery of silver nanoparticles promotes wound healing",
        "Nanoparticle silver released into water from commercially available sock fabrics",
        "Antimicrobial surface functionalization of plastic catheters by silver nanoparticles",
        "Polymeric microspheres containing silver nanoparticles as a bactericidal agent for water disinfection",
        "Silver release from silver nanoparticles in natural waters",
        "Silver nanoparticles as antimicrobial agent: A case study on E. coli as a model for Gram-negative bacteria",
        "The bactericidal effect of silver nanoparticles",
        "A mechanistic study of the antibacterial effect of silver ions on Escherichia coli and Staphylococcus aureus",
        "Assessment of antibacterial activity of silver nanoparticles on Pseudomonas aeruginosa and its mechanism of action",
        "The biofilm matrix",
        "Physiological heterogeneity in biofilms",
        "Finding gene-expression patterns in bacterial biofilms",
        "Microbial extracellular polymeric substances: Central elements in heavy metal bioremediation",
        "Antibiotic resistance of bacterial biofilms",
        "Silver nanoparticles impact phototrophic biofilm communities to a considerably higher degree than ionic silver",
        "Synergy of Silver nanoparticles and aztreonam against pseudomonas aeruginosa PAO1 Biofilms",
        "Biofilm-inactivating activity of silver nanoparticles: A comparison with silver ions",
        "Interactions of nanosilver with Escherichia coli cells in planktonic and biofilm cultures",
        "Diffusion of nanoparticles in a biofilm",
        "Effects of silver nanoparticles on wastewater biofilms",
        "Enhanced resistance to nanoparticle toxicity is conferred by overproduction of extracellular polymeric substances",
        "The developmental model of microbial biofilms: ten years of a paradigm up for review",
        "Lessons from DNA microarray analysis: The gene expression profile of biofilms",
        "A complex transcription network controls the early stages of biofilm development by Escherichia coli",
        "Role of exopolysaccharides in Pseudomonas aeruginosa biofilm formation and architecture",
        "Effect of antibiotic co-administration on young and mature biofilms of cystic fibrosis clinical isolates: the importance of the biofilm model",
        "Antimicrobial efficacy of chlorhexidine against bacteria in biofilms at different stages of development",
        "Sanitizer efficacy against Escherichia coli O157:H7 biofilms on inadequately cleaned meat-contact surface materials",
        "Interplay between extracellular matrix components of Pseudomonas putida biofilms",
        "Complete genome sequence and comparative analysis of the metabolically versatile Pseudomonas putida KT2440",
        "The inhibitory effects of silver nanoparticles, silver ions, and silver chloride colloids on microbial growth",
        "Synthesis and study of silver nanoparticles",
        "Toxicity of silver nanoparticles-Nanoparticle or silver ion?",
        "A combination of assays reveals biomass differences in biofilms formed by Escherichia coli mutants",
        "Carbohydrate analysis by a phenol-sulfuric acid method in microplate format",
        "Global gene regulation in Yersinia enterocolitica: Effect of FliA on the expression levels of flagellar and plasmid-encoded virulence genes",
        null,
        "Antibacterial activity and mechanism of action of the silver ion in Staphylococcus aureus and Escherichia coli",
        "Qualitative characterization of the protein fraction of exopolymeric substances (EPS) extracted with EDTA from sludge",
        "Interaction of silver nanoparticles with pure nitrifying bacteria",
        "Bacterial extracellular polysaccharides involved in biofilm formation",
        "Synergistic role of curli and cellulose in cell adherence and biofilm formation of attaching and effacing Escherichia coli and identification of Fis as a negative regulator of curli",
        "Curli biogenesis and function",
        "J. Exp. Microbiol. Immunol.",
        "Role of nutrient limitation and stationary-phase existence in Klebsiella pneumoniae biofilm resistance to ampicillin and ciprofloxacin",
        "Increased antibiotic resistance of Escherichia coli in mature biofilms",
        "Toxic effects of single-walled carbon nanotubes in the development of E. Coli biofilm",
        "Extraction and structural characteristics of extracellular polymeric substances (EPS), pellets in autotrophic nitrifying biofilm and activated sludge"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Fargo",
            "affilname": "NDSU College of Engineering",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Center of Excellence on Hazardous Substance Management",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Fargo",
            "affilname": "North Dakota State University",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Center of Excellence for Hazardous Substance Management",
        "HSM",
        "Special Task Force for Activating Research",
        "Chulalongkorn University"
    ]
}