{
    "eid": "2-s2.0-85140806325",
    "title": "Enhancement of dark fermentative hydrogen production in nitrogen-deprived halotolerant unicellular cyanobacterium Aphanothece halophytica by treatment with reducing agents",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Forestry",
            "@code": "1107",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Agronomy and Crop Science",
            "@code": "1102",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Waste Management and Disposal",
            "@code": "2311",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Aphanothece halophytica",
        "Enhanced hydrogen production",
        "Redox partner",
        "Reducing agents"
    ],
    "authors": [
        "Nattanon Chinchusak",
        "Aran Incharoensakdi",
        "Saranya Phunpruch"
    ],
    "citedby-count": 1,
    "ref-count": 52,
    "ref-list": [
        "Chemical Engineers' Handbook",
        "Unicellular, aerobic nitrogen-fixing cyanobacteria of the genus Cyanothece",
        "Reciprocal light-dark transcriptional control of nif and rbc expression and light-dependent posttranslational control of nitrogenase activity in Synechococcus sp. strain RF-1",
        "Oxygen and the light–dark cycle of nitrogenase activity in two unicellular cyanobacteria",
        "Factors affecting biohydrogen production by unicellular halotolerant cyanobacterium Aphanothece halophytica",
        "Transcription and regulation of the bidirectional hydrogenase in the cyanobacterium Nostoc sp. strain PCC 7120",
        "The bidirectional NiFe-hydrogenase in Synechocystis sp. PCC 6803 is reduced by flavodoxin and ferredoxin and is essential under mixotrophic, nitrate-limiting conditions",
        "Localization of the reversible hydrogenase in cyanobacteria",
        "Reversible hydrogenase activity of Gloeocapsa alpicola in continuous culture",
        "Cyanobacterial hydrogenases: diversity, regulation and applications",
        "Dark fermentative hydrogen production by the unicellular halotolerant cyanobacterium Aphanothece halophytica grown in seawater",
        "Hydrogen metabolism in the facultative anoxygenic cyanobacteria (blue-green algae) Oscillatoria limnetica and Aphanothece halophytica",
        "Identification of bidirectional hydrogenase genes and their co-transcription in unicellular halotolerant cyanobacterium Aphanothece halophytica",
        "Nitrogen fixation by the unicellular blue-green alga Aphanothece",
        "Enhanced dark fermentative H2production by agar-immobilized cyanobacterium Aphanothece halophytica",
        "Effects of the photosystem II inhibitors CCCP and DCMU on hydrogen production by the unicellular halotolerant cyanobacterium Aphanothece halophytica",
        "Simazine enhances dark fermentative H2production by unicellular halotolerant cyanobacterium Aphanothece halophytica",
        "Bioprocesses of hydrogen production by cyanobacteria cells and possible ways to increase their productivity",
        "Increasing hydrogen production efficiency of N2-fixing cyanobacterium Anabaena siamensis TISTR 8012 by cell immobilization",
        "Response of H2production and Hox-hydrogenase activity to external factors in the unicellular cyanobacterium Synechocystis sp. strain PCC 6803",
        "Sulfide as electron source for H2-photoproduction in the cyanobacterium Synechococcus sp., strain Miami BG 043511, under stress conditions",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Occurrence of facultative anoxygenic photosynthesis among filamentous and unicellular cyanobacteria",
        "Absorption of light by chlorophyll solutions",
        "Hydrogen production from organic substrates in an aerobic nitrogen-fixing marine unicellular cyanobacterium Synechococcus sp. strain Miami BG 043511",
        "Enhanced H2production with efficient N2-fixation by fructose mixotrophically grown Anabaena sp. PCC 7120 strain disrupted in uptake hydrogenase",
        "Effect of growth conditions on the hydrogen production with cyanobacterium Anabaena sp. strain CH3",
        "Photodissimilation of fructose to H2and CO2by a dinitrogen-fixing cyanobacterium, Anabaena variabilis",
        "Fermentation in cyanobacteria",
        "Evidence for electron transfer from the bidirectional hydrogenase to the photosynthetic complex I (NDH-1) in the cyanobacterium Synechocystis sp. PCC 6803",
        "Selective and reversible inhibition of active CO2transport by hydrogen sulfide in a cyanobacterium",
        "The diaphorase subunit HoxU of the bidirectional hydrogenase as electron transferring protein in cyanobacterial respiration?",
        "Crystal structure of the nickel–iron hydrogenase from Desulfovibrio gigas",
        "Dithiolato-bridged dinuclear iron-nickel complexes [Fe(CO)2(CN)2(μ-SCH2CH2CH2S) Ni (S2CNR2)]-Modeling the active site of [NiFe] hydrogenase",
        "Photo-fermentative bacteria aggregation triggered by L-cysteine during hydrogen production, Biotechnol",
        "Enhancement effect of L-cysteine on dark fermentative hydrogen production",
        "Measurement in vivo of hydrogenase-catalysed hydrogen evolution in the presence of nitrogenase enzyme in cyanobacteria",
        "Self-organized photosynthetic nanoparticle for cell-free hydrogen production",
        "Water-splitting-based, sustainable and efficient H2production in green algae as achieved by substrate limitation of the Calvin-Benson-Bassham cycle",
        "Improvement of photobiological hydrogen production by suspended and immobilized cells of the N2-fixing cyanobacterium Fischerella muscicola TISTR 8215",
        "A. Enhanced hydrogen production by immobilized cyanobacterium Lyngbya perelegans under varying anaerobic conditions",
        "Sulfide-dependent hydrogen evolution in the cyanobacterium Oscillatoria limnetica",
        "Adaptation to hydrogen sulfide of oxygenic and anoxygenic photosynthesis among cyanobacteria",
        "Mechanism of production of hydroxyl radicals in the copper-catalyzed oxidation of dithiothreitol",
        "Redox sensing by Escherichia coli: effects of dithiothreitol, a redox reagent reducing disulphides, on bacterial growth",
        "The effects of exogenous amino acids on growth and nitrogenase activity in the cyanobacterium Anabaena cylindrica PCC 7122",
        "Assimilation and toxicity of exogenous acids amino in the methane-oxidizing bacterium Methylococcus capsulatus",
        "Sustained photoevolution of molecular hydrogen in a mutant of Synechocystis sp. strain PCC 6803 deficient in the type I NADPH-dehydrogenase complex",
        "Characterization of catalytic properties of hydrogenase isolated from the unicellular cyanobacterium Gloeocapsa alpicola CALU 743",
        "Reprogramming the glycolytic pathway for increased hydrogen production in cyanobacteria: metabolic engineering of NAD+-dependent GAPDH",
        "Overexpression, isolation, and spectroscopic characterization of the bidirectional [NiFe] hydrogenase from Synechocystis sp. PCC 6803"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ladkrabang Bangkok",
            "@id": "60021543",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021543",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "113736755",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/113736755",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand",
        "King Mongkut's Institute of Technology Ladkrabang",
        "Faculty of Science"
    ]
}