{
    "eid": "2-s2.0-85041512917",
    "title": "Opportunities of power generation investment in ASEAN through assessing market attractiveness",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "General Energy",
            "@code": "2100"
        }
    ],
    "keywords": [
        "ASEAN",
        "Market attractiveness",
        "Power generation investment"
    ],
    "authors": [
        "Siripha Junlakarn"
    ],
    "citedby-count": 3,
    "ref-count": 22,
    "ref-list": [
        "Energy security in ASEAN: A quantitative approach for sustainable energy policy",
        "Assessing the sustainability challenges for electricity industries in ASEAN newly industrialising countries",
        "Journal of Energy Research",
        "Southeast Energy Asia Outlook",
        "Complementary approaches to preliminary foreign market opportunity assessment: Country clustering and country ranking",
        "MODEL OF VENTURE CAPITALIST INVESTMENT ACTIVITY.",
        "Choice of Foreign Market Entry Mode: Impact of Ownership, Location and Internalization Factors",
        "International market entry by U.S. Internet firms: An empirical analysis of country risk, national culture, and market size",
        "Towards a Strategic Model of Global Franchise Expansion",
        "Market attractiveness of developing countries",
        "Political capabilities, policy risk, and international investment strategy: Evidence from the global electric power generation industry",
        "Second Global Infrastructure Investment Index",
        "International Statistics (Electricity)",
        "Indicators",
        "Overview of the Power Sector in the SEA Region",
        "The Global Competitiveness Report 2014-2015",
        "World Economic Outlook Database",
        "ASEAN Power Grid: Road to Multilateral Power Trading",
        "Human Development Data",
        "Exchange rate variation, commodity price variation and the implications for international trade",
        "Real exchange rates and real interest differentials. Have we missed the business-cycle relationship?",
        "Foreign Direct Investment in Emerging Market Countries - Report of the Working Group of the Capital Markets Consultative Group (CMCG)"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadapisek Sompoch Endowment Fund",
        "Chulalongkorn University"
    ]
}