{
    "eid": "2-s2.0-84929620689",
    "title": "Use of a disclosed plaque visualization technique improved the self-performed, tooth brushing ability of primary schoolchildren",
    "cover-date": "2014-02-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Disclosing agent",
        "Plaque visualization",
        "School-based tooth-brushing",
        "Self-performed tooth brushing"
    ],
    "authors": [
        "Napa Chounchaisithi"
    ],
    "citedby-count": 10,
    "ref-count": 22,
    "ref-list": [
        "Contemporary perspective on plaque control",
        "Report on the Sixth National Oral Health Survey of Thailand Nonthaburi: Dental Health Division",
        "Inequality in dental care utilisation among Thai children: evidence from Thailand where universal coverage has been achieved",
        "Thai J Dent Pub Health",
        "Global oral health inequalities: task group--implementation and delivery of oral health strategies.",
        "Oral Health Care System in Thailand. Nonthaburi: Dental Health Division",
        "Manual of Dental Care Fund Administration in Thailand",
        "Tooth brushing as routine behaviour",
        "Dental health behaviors and periodontal disease indicators in Danish youths: A 10‐year epidemiological follow‐up",
        "The effect of systematic chairside oral hygiene instruction on gingivitis and oral cleanliness in children",
        "Disclosing wafers in an oral hygiene instruction program",
        "A method for evaluating oral hygiene performance.",
        "Readiness for toothbrushing of young children.",
        "Ability of elementary school children to perform sulcular toothbrushing as related to their hand function ability.",
        "Tooth-brushing behaviour in 6-12 year olds",
        "Psychomotor skills and incentive as predictors in a children's toothbrushing program.",
        "Toothbrushing ability is related to age in children.",
        "Oral health promotion for schoolchildren - Evaluation of a pragmatic approach with emphasis on improving brushing skills",
        "Toothbrushing competency among high-risk grade one students: An evaluation of two methods of dental health education",
        "Plaque removal by the bass and roll brushing techniques",
        "The World Oral Health Report 2003: Continuous improvement of oral health in the 21st century - The approach of the WHO Global Oral Health Programme",
        "Oral Health Care Delivery Models for Schoolchildren in Southern Thailand: A Health Systems Analysis Approach"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Phramongkutklao College of Medicine",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}