{
    "eid": "2-s2.0-84953431594",
    "title": "Theoretical investigation of the heavily-doped semiconductor aspect of ultra-dilute GaAsN",
    "cover-date": "2015-12-01",
    "subject-areas": [
        {
            "$": "General Physics and Astronomy",
            "@code": "3100"
        }
    ],
    "keywords": [
        "Density of states",
        "Dilute nitrides",
        "Heavily-doped semiconductor",
        "Path integration"
    ],
    "authors": [
        "Jessada Sukpitak"
    ],
    "citedby-count": 0,
    "ref-count": 21,
    "ref-list": [
        "Red shift of photoluminescence and absorption in dilute gaasn alloy layers",
        null,
        "MOVPE growth and luminescence properties of GaAsN alloys with higher nitrogen concentrations",
        "Spectroscopic ellipsometry study on the electronic structure near the absorption edge of GaAsN alloys",
        "Room-temperature pulsed operation of GaInNAs laser diodes with excellent high-temperature performance",
        "1-eV solar cells with GaInNAs active layer",
        "Band anticrossing in gainnas alloys",
        "Tight-binding and k·p models for the electronic structure of Ga(In)NAs and related alloys",
        "Tight-binding approach to calculation of localised perturbations in semiconductors",
        "Unification of the band anticrossing and cluster-state models of dilute nitride semiconductor alloys",
        "Trends in the electronic structure of dilute nitride alloys",
        null,
        "Modelling and direct measurement of the density of states in GaAsN",
        "Formation of an impurity band and its quantum confinement in heavily doped GaAs:N",
        "Impurity-band density of states in heavily doped semiconductors: A variational calculation",
        "Path-integral theory of a model disordered system",
        "Phys. Rev.",
        "Nitrogen pair luminescence in GaAs",
        "Excitons bound to nitrogen pairs in GaAs",
        null,
        "Theory of electronic structure evolution in GaAsN and GaPN alloys"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Faculty of Science, Maejo University"
    ]
}