{
    "eid": "2-s2.0-85161116620",
    "title": "Spore-forming bacteria in rhizosphere: Distribution and application",
    "cover-date": "2023-05-04",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Microbiology (all)",
            "@code": "2400",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Bacillus",
        "Plant growth-promoting rhizobacteria (PGPR)",
        "Plant roots",
        "Rhizosphere",
        "Spore-forming bacteria"
    ],
    "authors": [
        "Jenjuiree Mahittikon",
        "Saowapar Khianngam",
        "Trinset Weeraphan",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 0,
    "ref-count": 95,
    "ref-list": [
        "\"Proposal of Lysinibacillus boronitolerans gen. nov. sp. nov., and transfer of Bacillus fusiformis to Lysinibacillus fusiformis comb. nov. and Bacillus sphaericus to Lysinibacillus sphaericus comb. nov. \"",
        "\"Lysinibacillus xylanilyticus Strain GIC41 as a Potential Plant Biostimulant. \"",
        "\"Effects of agrochemicals on the beneficial plant rhizobacteria in agricultural systems. \"",
        "\"Application of a novel Paenibacillus-specific PCR-DGGE method and sequence analysis to assess the diversity of Paenibacillus spp. in the maize rhizosphere. \"",
        "\"A case of pathogenicity of Bacillus subtilis. \"",
        "\"Use of Bacillus subtilis as biocontrol agent. IV. Salt-stress tolerance induction by Bacillus subtilis FZB24 seed treatment in tropical vegetable field crops, and its mode of action. \"",
        "\"Use of Plant-Associated Bacillus Strains as Biofertilizers and Biocontrol Agents in Agriculture. \" In",
        "\"The Biocontrol Bacterium Bacillus amyloliquefaciens KPS46 Produces Auxin, Surfactin and Extracellular Proteins for Enhanced Growth of Soybean Plant. \"",
        "\"Lysinibacillus capsici sp. nov, isolated from the rhizosphere of a pepper plant. \"",
        "\"Plant growth promotion function of Bacillus sp. strains isolated from salt-pan rhizosphere and their biocontrol potential against Macrophomina phaseolina. \"",
        "\"Bacillus safensis from wheat rhizosphere promotes growth and ameliorates salinity stress in wheat. \"",
        "\"Induced maize salt tolerance by rhizosphere inoculation of Bacillus amyloliquefaciens SQR9. \"",
        "Potassium-Solubilizing Activity of Bacillus aryabhattai SK1-7 and Its Growth-Promoting Effect on Populus alba L",
        "\"Phytoremediation of Heavy Metals: Recent Techniques. \"",
        "\"Soil microorganisms and plant roots. \"",
        "\"Diversity of culturable bacterial populations associated to Tuber borchii ectomycorrhizas and their activity on T. borchii mycelial growth. \"",
        "\"Isolation and characterization of polycyclic aromatic hydrocarbon-degrading bacteria associated with the rhizosphere of salt marsh plants. \"",
        "\"Bacilli as sources of agrobiotechnology: Recent advances and future directions. \"",
        "\"Influence and persistence of phorate and carbofuran insecticides on microorganisms in rice field. \"",
        "\"Potassium-Solubilizing Microorganisms and Their Role in Enhancing Soil Fertility and Health. \"",
        "\"Modeling impacts of fertilization alternatives on nitrous oxide and nitric oxide emissions from conventional vegetable fields in southeastern China. \"",
        "\"Isolation, screening, and characterization of plant-growth-promoting bacteria from durum wheat rhizosphere to improve N and P nutrient use efficiency. \"",
        "\"Paenibacillus polymyxa role involved in phosphate solubilization and growth promotion of Zea mays under abiotic stress condition. \"",
        "\"Bacillus firmus (SW5) augments salt tolerance in soybean (Glycine max L.) by modulating root system architecture, antioxidant defense systems and stress-responsive genes expression. \"",
        "\"Implication of plant growthpromoting rhizobacteria of Bacillus spp. as biocontrol agents against wilt disease caused by Fusarium oxysporum Schlecht",
        "\"Inorganic Phosphate Solubilization by Rhizosphere Bacterium Paenibacillus sonchi: Gene Expression and Physiological Functions. \"",
        "\"Comparison of five bacterial strains producing siderophores with ability to chelate iron under alkaline conditions. \"",
        "\"A recent global review of hazardous chlorpyrifos pesticide in fruit and vegetables: Prevalence, remediation and actions needed. \"",
        "\"Nitrogen fixation: Endocrine disrupters and flavonoid signalling. \"",
        "\"Siderophore production by Bacillus subtilis MF497446 and Pseudomonas koreensis MG209738 and their efficacy in controlling Cephalosporium maydis in maize plant. \"",
        "\"Plant Growth-Promoting Activity of Bacillus sp. PG-8 Isolated From Fermented Panchagavya and Its Effect on the Growth of Arachis hypogea. \"",
        "\"Involvement of the quinoprotein glucose dehydrogenase in the solubilization of exogenous phosphates by gram-negative bacteria. \"",
        "\"Plant growth promoting rhizobacteria-Bacillus amyloliquefaciens improves plant growth and induces resistance in chilli against anthracnose disease. \"",
        "\"A first study of the virulence potential of a Bacillus subtilis isolate from deep-sea hydrothermal vent. \"",
        "\"Cohnellaformosensis sp. nov., a xylanolytic bacterium isolated from the rhizosphere of Medicago sativa L. \"",
        "\"Effects of Bacillus subtilis QM3 on Germination and Antioxidant Enzymes Activities of Wheat Seeds under Salt Stress. \"",
        "\"Profiling of metabolites of Bacillus spp. and their application in sustainable plant growth promotion and biocontrol. \"",
        "\"Organochlorine pesticides, their toxic effects on living organisms and their fate in the environment. \"",
        "\"Integrated phytohormone production by the plant growth-promoting rhizobacterium Bacillus tequilensis SSB07 induced thermotolerance in soybean. \"",
        "\"Phosphate Solubilizing Bacillus megaterium mj1212 Regulates Endogenous Plant Carbohydrates and Amino Acids Contents to Promote Mustard Plant Growth. \"",
        "\"Optimizing the Growth Conditions of the Selected Plant-Growth-Promoting Rhizobacteria Paenibacillus sp. MVY-024 for Industrial Scale Production. \"",
        "\"Potential of Bacillus spp produces siderophores insuppressing thewilt disease of banana plants. \"",
        "\"Comparative Physiological and Metabolic Analysis Reveals a Complex Mechanism Involved in Drought Tolerance in Chickpea (Cicer arietinum L.) Induced by PGPR and PGRs. \"",
        "\"Impact of Plant Growth Promoting Rhizobacteria on Different Forms of Soil Potassium under Wheat Cultivation. \"",
        "\"Paenibacillus thailandensis sp. nov. and Paenibacillus nanensis sp. nov., xylanase-producing bacteria isolated from soil. \"",
        "\"Rhizobacterial Bacillus mycoides functions in stimulating the antioxidant defence system and multiple phytohormone signalling pathways to regulate plant growth and stress tolerance. \"",
        "\"Non-ureolytic calcium carbonate precipitation by Lysinibacillus sp. YS11 isolated from the rhizosphere of Miscanthus sacchariflorus. \"",
        "\"Nitrogen fixation by Paenibacillus polymyxa WLY78 is responsible for cucumber growth promotion. \"",
        "\"Diazotrophic Paenibacillus beijingensis BJ-18 Provides Nitrogen for Plant and Promotes Plant Growth, Nitrogen Uptake and Metabolism. \"",
        "\"Long-term effects of nitrogen and phosphorus fertilization on soil microbial community structure and function under continuous wheat production. \"",
        "\"Bacillus koreensis sp. nov., a spore-forming bacterium, isolated from the rhizosphere of willow roots in Korea. \"",
        "\"Bacillus megaterium rhizobacteria promote growth and alter root-system architecture through an auxinand ethylene-independent signaling mechanism in Arabidopsis thaliana. \"",
        "\"Pesticide toxicity: A mechanistic approach. \"",
        "\"Beneficial role of bacterial endophytes in heavy metal phytoremediation. \"",
        "\"Agrochemicals and soil microbes: Interaction for soil health. \" In",
        "\"Diversity of endospore-forming bacteria in soil: Characterization and driving mechanisms. \" In",
        "Phosphate solubilizing microorganism Bacillus sp. MVY-004 and Its significance for biomineral fertilizers&rsquo; development in agrobiotechnology",
        "\"Biodegradation of soil-applied pesticides by selected strains of plant growthpromoting rhizobacteria (PGPR) and their effects on bacterial growth. \"",
        "\"Plant growth-promoting bacteria Bacillus amyloliquefaciens NBRISN13 modulates gene expression profile of leaf and rhizosphere community in rice during salt stress. \"",
        "\"Evaluation of Brevibacillus brevis as a potential plant growth promoting rhizobacteria for cotton (Gossypium hirsutum) crop. \"",
        "\"Spore inoculation of Bacillus pumilus TUAT1 strain, a biofertilizer microorganism, enhances seedling growth by promoting root system development in rice. \"",
        "\"Effect of Carbendazim, Imazetapir and Thiram on nitrogenase activity, the number of microorganisms in soil and yield of Red Clover (Trifolium pratense L.). \"",
        "\"Complex N acquisition by soil diazotrophs: How the ability to release exoenzymes affects N fixation by terrestrial free-living diazotrophs. \"",
        "\"Bacillus patagoniensis sp. nov., a novel alkalitolerant bacterium from the rhizosphere of Atriplex lampa in Patagonia, Argentina. \"",
        "\"Bacillus lipopeptides: Versatile weapons for plant disease biocontrol. \"",
        "\"ACC deaminase in plant growth-promoting bacteria (PGPB): An efficient mechanism to counter salt stress in crops. \"",
        "\"Ecology of nitrogen fixing, nitrifying, and denitrifying microorganisms in tropical forest soils. \"",
        "\"Isolation of Cadmium and Lead Tolerant Plant Growth Promoting Rhizobacteria: Lysinibacillus varians and Pseudomonas putida from Indian Agricultural Soil. \"",
        "\"Bacillus aryabhattai SRB02 tolerates oxidative and nitrosative stress and promotes the growth of soybean by modulating the production of phytohormones. \"",
        "\"An indigenous strain of potassium-solubilizing bacteria Bacillus pseudomycoides enhanced potassium uptake in tea plants by increasing potassium availability in the mica waste-treated soil of North-east India. \"",
        "\"Complete genome sequence of Bacillus amyloliquefaciens L-H15, a plant growth promoting rhizobacteria isolated from cucumber seedling substrate. \"",
        "\"Biocontrol potential and plant-growth-promoting effects of Bacillus amyloliquefaciens MBI 600 against Fusarium oxysporum f. sp. radicis-lycopersici on tomato. \"",
        "\"Evaluation of the effects of spores and their heat-treated residues from different Bacillus strains on the initial growth of rice plants. \"",
        "\"Phosphate solubilizers from the rhizosphere of Piper nigrum L. in karnataka, India. \"",
        "\"Phosphate solubilizing microbes: Sustainable approach for managing phosphorus deficiency in agricultural soils",
        "\"Bacterial community composition is shaped by soil secondary salinization and acidification brought on by high nitrogen fertilization rates. \"",
        "\"Rice seed priming with picomolar rutin enhances rhizospheric Bacillus subtilis CIM colonization and plant growth. \"",
        "\"Paenibacillus yonginensis DCY84(T) induces changes in Arabidopsis thaliana gene expression against aluminum, drought, and salt stress. \"",
        "\"Bacillus subtilis biofertilizer mitigating agricultural ammonia emission and shifting soil nitrogen cycling microbiomes. \"",
        "\"Plant growth promotion by volatile organic compounds produced by Bacillus subtilis SYST2. \"",
        "\"Cutaneous infection due to Bacillus pumilus: Report of 3 cases. \"",
        "\"Effects of herbicide on non-target microorganisms: Towards a new class of biomarkers?\"",
        "\"Influence of arsenic co-contamination on DDT breakdown and microbial activity. \"",
        "\"Microbial toxicity of pesticide derivatives produced with UV-photodegradation. \"",
        "\"Paenibacillus brasilensis sp. nov., a novel nitrogen-fixing species isolated from the maize rhizosphere in Brazil. \"",
        "\"Biological control of Aphanomyces euteiches root-rot of pea with spore-forming bacteria. \"",
        "\"The Growth-Promoting Mechanism of Brevibacillus laterosporus AMCC100017 on Apple Rootstock Malus robusta. \"",
        "\"Structural differences between bulk and rhizosphere soil. \"",
        "\"Bacillus pumilus strain TUAT-1 and nitrogen application in nursery phase promote growth of rice plants under field conditions. \"",
        "\"Cold-adapted Bacilli isolated from the Qinghai-Tibetan Plateau are able to promote plant growth in extreme environments. \"",
        "\"Contribution of bacillomycin D in Bacillus amyloliquefaciens SQR9 to antifungal activity and biofilm formation. \"",
        "\"Efficiency and mechanism of reducing ammonia volatilization in alkaline farmland soil using Bacillus amyloliquefaciens biofertilizer. \"",
        "\"Isolation and identification of nitrogen-fixing bacilli from plant rhizospheres in Beijing region. \"",
        "\"The holistic rhizosphere: Integrating zones, processes, and semantics in the soil influenced by roots. \"",
        "\"Siderophore and indolic acid production by Paenibacillus triticisoli BJ-18 and their plant growth-promoting and antimicrobe abilities. \""
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60018809",
            "affilname": "Silpakorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018809",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}