{
    "eid": "2-s2.0-85139442981",
    "title": "Effect of Thai medicinal plants Acanthus ebracteatus Vahl. Carthamus tinctorius L. and Streblus asper Lour. on neurite outgrowth activity in Neuro-2A cells",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Health Professions (miscellaneous)",
            "@code": "3601",
            "@abbrev": "HEAL"
        },
        {
            "@_fa": "true",
            "$": "Occupational Therapy",
            "@code": "3609",
            "@abbrev": "HEAL"
        },
        {
            "@_fa": "true",
            "$": "Medical Laboratory Technology",
            "@code": "3607",
            "@abbrev": "HEAL"
        },
        {
            "@_fa": "true",
            "$": "Health Information Management",
            "@code": "3605",
            "@abbrev": "HEAL"
        }
    ],
    "keywords": [
        "antioxidant activity",
        "Neurite outgrowth",
        "neuroprotective effect",
        "safflower (Carthamus tinctorius L.)",
        "sea holly (Acanthus ebracteatus Vahl.)",
        "toothbrush tree (Streblus asper Lour.)"
    ],
    "authors": [
        "Varaporn Rakkhitawatthana",
        "Chanin Sillapachaiyaporn",
        "Sunita Nilkhet",
        "James M. Brimson",
        "Tewin Tencomnao"
    ],
    "citedby-count": 0,
    "ref-count": 45,
    "ref-list": [
        "Diagnosing the decline in pharmaceutical R&D efficiency",
        "An analysis of the attri ti on of drug candi dates from four maj or pharmaceutical companies",
        "Estimation of clinical trial success rates and related parameters",
        "Drug repositioning: identifying and developing new uses for existing drugs",
        "The Role of Bioactive Compounds on the Promotion of Neurite Outgrowth",
        "Traditional medicine fact sheet updated by WHO",
        "The effectiveness of Bacopa monnieri (Linn.) Wettst. as a nootropic, neuroprotective, or antidepressant supplement: analysis of the available clinical data",
        "Bacopa monnieri (L.) wettst. Extract protects against glutamate toxicity and increases the longevity of Caenorhabditis elegans",
        "Pharmacology of Ayurvedic nootropic Bacopa monniera",
        "Cleistocalyx nervosum var. paniala seed extracts exhibit sigma-1 antagonist sensitive neuroprotective effects in PC12 cells and protect C. elegans from stress via the SKN-1/NRF-2 pathway",
        "Caesalpinia mimosoides Leaf Extract Promotes Neurite Outgrowth and Inhibits BACE1 Activity in Mutant APP-Overexpressing Neuronal Neuro2a Cells",
        "Streblus asper Lour. exerts MAPK and SKN-1 mediated anti-aging, anti-photoaging activities and imparts neuroprotection by ameliorating Aβ in Caenorhabditis elegans",
        "Acanthus ebracteatus leaf extract provides neuronal cell protection against oxidative stress injury induced by glutamate",
        "Potential Thai medicinal plants for neurodegenerative diseases: A review focusing on the anti-glutamate toxicity effect",
        "Neuroprotective effects of hydroxysafflor yellow A against excitotoxic neuronal death partially through down-regulation of NR2B-containing NMDA receptors",
        "Pharma-cokinetics and excretion of hydroxysafflor yellow A, a potent neuroprotective agent from safflower, in rats and dogs",
        "The determination of flavonoid contents in mulberry and their scavenging effects on superoxide radicals",
        "Rhinacanthus nasutus extracts prevent glutamate and amyloid-β neurotoxicity in HT-22 mouse hippocampal cells: possible active compounds include lupeol, stigmasterol and β-sitosterol",
        "Colorimetry of Total Phenolics with Phosphomolybdic-Phosphotungstic Acid Reagents",
        "Lifespan Extending and Oxidative Stress Resistance Properties of a Leaf Extracts from Anacardium occidentale L. in Caenorhabditis elegans",
        "Antioxidant activity applying an improved ABTS radical cation decolorization assay",
        "Citrus hystrix Extracts Protect Human Neuronal Cells against High Glucose-Induced Senescence",
        "Dipentylammonium Binds to the Sigma-1 Receptor and Protects Against Glutamate Toxicity, Attenuates Dopamine Toxicity and Potentiates Neurite Outgrowth in Various Cultured Cell Lines",
        "Systematic screening and characterization of flavonoid glycosides in Carthamus tinctorius L. by liquid chromatography/UV diode-array detection/ electrospray ionization tandem mass spectrometry",
        "Towards a better understanding of medicinal uses of Carthamus tinctorius L. in traditional Chinese medicine: A phytochemical and pharmacological review",
        "KNApSAcK family databases: integrated metabolite-plant species databases for multifaceted plant research",
        "Evaluation of similarity measures for searching the dictionary of natural products database",
        "AutoDock4 and AutoDockTools4: Automated docking with selective receptor flexibility",
        "7,8-dihydroxyflavone, a small molecular TrkB agonist, is useful for treating various BDNF-implicated human disorders",
        "Exploring the Molecular Interactions of 7,8-Dihydroxyflavone and Its Derivatives with TrkB and VEGFR2 Proteins",
        "New concepts, experimental approaches, and dereplication strategies for the discovery of novel phytoestrogens from natural sources",
        "Safflower yellow improves synaptic plasticity in APP/PS1 mice by regulating microglia activation phenotypes and BDNF/TrkB/ERK signaling pathway",
        "TrkB receptor si gnal l i ng: i mpl i cati ons i n neurodegenerative, psychiatric and proliferative disorders",
        "Shedding light into the role of BDNF in the pharmacotherapy of Parkinson's disease",
        "Brain-Derived Neurotrophic Factor: A Key Molecule for Memory in the Healthy and the Pathological Brain",
        "Neuroprotection by BDNF against glutamate-induced apoptotic cell death is mediated by ERK and PI3-kinase pathways",
        "Neurotrophins: from enthusiastic expectations through sobering experiences to rational therapeutic approaches",
        "A phase I/II trial of recombinant methionyl human brain derived neurotrophic factor admin-istered by intrathecal infusion to patients with amyotrophic lateral sclerosis",
        "The Repression of the HMGB1-TLR4-NF-κB Signaling Pathway by Safflower Yellow May Improve Spinal Cord Injury",
        "Hydroxysafflor yellow A improves motor dysfunction in the rotenone-induced mice model of Parkinson’s disease",
        "Medical uses of Carthamus tinctorius L. (Safflower): a comprehensive review from Traditional Medicine to Modern Medicine",
        "Evaluation of antibacterial, antifungal, and antioxidant activities of safflower natural dyes during flowering",
        "Safflor yellow A protects neonatal rat cardiomyocytes against anoxia/reoxygenation injury in vitro",
        "Dietary Fatty Acid Composition in Pregnancy Alters Neurite Membrane Fatty Acids and Dopamine in Newborn Rat Brain"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "RGJ-PHD",
        "Chulalongkorn University",
        "TRF"
    ]
}