{
    "eid": "2-s2.0-84970015960",
    "title": "Identification and characterization of lipolytic bacteria from Thai fermented foods",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        }
    ],
    "keywords": [
        "Antibiotic susceptibility",
        "Fermented foods",
        "Lipolytic bacteria",
        "Spore-forming bacteria"
    ],
    "authors": [
        "Mukkharin Phoottosavako"
    ],
    "citedby-count": 7,
    "ref-count": 37,
    "ref-list": [
        "Optimisation of growth conditions for the production of extracellular lipase by Bacillus mycoides",
        "Staphylococcus lipolyticus sp. nov., a new cold-adapted lipase producing marine species",
        "Bacillus cereus and related species",
        "Evolution",
        "A numerical classification of the genus Bacillus",
        "Lipases in autolysed cultures of filamentous fungi",
        "Bacillus tequilensis sp. nov., isolated from a 2000-year-old Mexican shaft-tomb, is closely related to Bacillus subtilis",
        "International Journal of Science and Technology",
        "A glycerol-inducible thermostable lipase from Bacillus sp.: Medium optimization by a Plackett-Burman design and by response surface methodology",
        "Industrial applications of microbial lipases",
        "Differentiation of Bacillus anthracis from other Bacillus cereus group bacteria with the PCR",
        "Research Journal of Biotechnology",
        "4 Lipid and Cell-Wall Analysis in Bacterial Systematics",
        "Dieselzymes: Development of a stable and methanol tolerant lipase for biodiesel production by directed evolution",
        "Archives of Applied Science Research",
        "Purification and characterization of cold active lipase from psychrotrophic Aeromonas sp. LPB 4",
        "Bacillus taeanensis sp. nov., a halophilic Gram-positive bacterium from a solar saltern in Korea",
        "Bacillus luciferensis sp. nov., from volcanic soil on Candlemas Island, South Sandwich archipelogo",
        "Bacillus methylotrophicus sp. nov., a methanol-utilizing, plant-growth-promoting bacterium isolated from rice rhizosphere soil",
        "Screening of microbes for lipases specific for saturated medium and long-chain fatty acids of milk fat",
        "Lipases of genera Pseudomonas and Burkholderia and their applications in biotechnology",
        "Paenibacillus pasadenensis sp. nov. and Paenibacillus barengoltzii sp. nov., isolated from a spacecraft assembly facility",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Bacillus safensis sp.nov., isolated from spacecraft and assembly-facility surfaces",
        "Production, purification, characterization, and applications of lipases",
        "Lipolysis of pork fat by the meat starter culture Staphylococcus xylosus at various environmental conditions",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "Lactic acid bacteria found in fermented fish in Thailand",
        "Microbial Diversity in Asia: Technology and Prospects",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "Changes in lipid composition and fatty acid profile of Nham, a Thai fermented pork sausage, during fermentation",
        "Staphylococcus warneri BW 94 - A new source of lipase",
        "In vitro susceptibility of Bacillus spp. to selected antimicrobial agents",
        "Production of biodiesel using immobilized lipase from Proteus vulgaris",
        "Bacillus litoralis sp. nov., isolated from a tidal flat of the Yellow Sea in Korea"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund Chulalongkorn University",
        "Chulalongkorn University"
    ]
}