{
    "eid": "2-s2.0-85123194605",
    "title": "Accuracy of Critical Shoulder Angle and Acromial Index for Predicting Supraspinatus Tendinopathy",
    "cover-date": "2022-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Clinical Biochemistry",
            "@code": "1308",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Acromial index",
        "Critical shoulder angle",
        "Shoulder",
        "Supraspinatus tendinopathy"
    ],
    "authors": [
        "Tzu Herng Hsu",
        "Che Li Lin",
        "Chin Wen Wu",
        "Yi Wen Chen",
        "Timporn Vitoonpong",
        "Lien Chieh Lin",
        "Shih Wei Huang"
    ],
    "citedby-count": 2,
    "ref-count": 51,
    "ref-list": [
        "Cell therapy in tendon disorders: What is the current evidence?",
        "Tendinopathy: Why the difference between tendinitis and tendinosis matters",
        "Rotator cuff tendinopathy",
        "Tendon degeneration and chronic shoulder pain: Changes in the collagen composition of the human rotator cuff tendons in rotator cuff tendinitis",
        "Pathologic evidence of degeneration as a primary cause of rotator cuff tear",
        "Tendinopathy: Update on Pathophysiology",
        "Impingement lesions",
        "Anterior acromioplasty for the chronic impingement syndrome in the shoulder: A preliminary report",
        "Isokinetic evaluation of rotational strength in normal shoulders and shoulders with impingement syndrome",
        "Mechanisms of rotator cuff tendinopathy: Intrin-sic, extrinsic, or both?",
        "The impact of rotator cuff pathology on isometric and isokinetic strength, function, and quality of life",
        "The relationship between shoulder impingement syndrome and sleep quality",
        "A comparison of work absence periods and the associated costs for two different modes of exercise therapies for patients with longstanding subacromial pain",
        "Shoulder pain in a community-based rheumatology clinic",
        "Age-related prevalence of rotator cuff tears in asymptomatic shoulders",
        "Rotator-cuff changes in asymptomatic adults. The effect of age, hand dominance and gender",
        "Rotator cuff tears: An evidence based approach",
        "Relationship between chronic pathologies of the supraspinatus tendon and the long head of the biceps tendon: Systematic review",
        "Shoulder impingement in the United States military",
        "Is there an association between the individual anatomy of the scapula and the development of rotator cuff tears or osteoarthritis of the glenohumeral joint?: A radiological study of the critical shoulder angle",
        "Relationship of individual scapular anatomy and degenerative rotator cuff tears",
        "Age, trauma and the critical shoulder angle accurately predict supraspinatus tendon tears",
        "Large Critical Shoulder Angle Has Higher Risk of Tendon Retear After Arthroscopic Rotator Cuff Repair",
        "Critical shoulder angle combined with age predict five shoulder pathologies: A retrospective analysis of 1000 cases",
        "Association of a large lateral extension of the acromion with rotator cuff tears",
        "Can a high acromion index predict rotator cuff tears?",
        "Critical Shoulder Angle and Acromial Index Do Not Influence 24-Month Functional Outcome After Arthroscopic Rotator Cuff Repair",
        "The acromial index is not predictive for failed rotator cuff repair",
        "Predominance of the critical shoulder angle in the pathogenesis of degenerative diseases of the shoulder",
        "The critical shoulder angle (CSA) in glenohumeral osteoarthritis: Does observer experience affect measurement reliability on plain radiographs?",
        "The painful nonruptured tendon: Clinical aspects",
        "Incomplete rotator cuff tears. Results of operative treatment",
        "Which is more useful, the \"full can test\" or the \"empty can test,\" in detecting the torn supraspinatus tendon?",
        "Sonography of full-thickness supraspinatus tears: Comparison of patient positioning technique with surgical correlation",
        "Diagnostic accuracy of ultrasonography, MRI and MR arthrography in the characterisation of rotator cuff disorders: A systematic review and meta-analysis",
        "The critical shoulder angle is associated with osteoarthritis in the shoulder but not rotator cuff tears: A retrospective case-control study",
        "Critical shoulder angle and greater tuberosity angle according to the partial thickness rotator cuff tear patterns",
        "Accuracy of the Critical Shoulder Angle for Predicting Rotator Cuff Tears in Patients With Nontraumatic Shoulder Pain",
        "Supraspinatus tendon load during abduction is dependent on the size of the critical shoulder angle: A biomechanical analysis",
        "A larger critical shoulder angle requires more rotator cuff activity to preserve joint stability",
        "Association between the Critical Shoulder Angle and Rotator Cuff Tears in Japan",
        "Does scapular morphology affect the integrity of the rotator cuff?",
        "Anatomic shoulder parameters and their relationship to the presence of degenerative rotator cuff tears and glenohumeral osteoarthritis: A systematic review and meta-analysis",
        "Painful shoulder syndromes: Diagnosis and management",
        "Prevalence and risk factors of a rotator cuff tear in the general population",
        "Differences in acromial morphology of shoulders in patients with degenerative and traumatic supraspinatus tendon tears",
        "Comparison between the acromion index and rotator cuff tears in the Brazilian and Japanese populations",
        "Correlation of acromial morphology with impingement syndrome and rotator cuff tears",
        "Acromial morphology is not associated with rotator cuff tearing or repair healing",
        "Is Bony Morphology and Morphometry Associated With Degenerative Full-Thickness Rotator Cuff Tears? A Systematic Review and Meta-analysis. Ar-throsc"
    ],
    "affiliation": [
        {
            "affiliation-city": "New Taipei City",
            "@id": "60211913",
            "affilname": "Taipei Medical University Shuang-Ho Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60211913",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Taipei",
            "@id": "60211567",
            "affilname": "School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60211567",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Taipei Medical University"
    ]
}