{
    "eid": "2-s2.0-84954101752",
    "title": "Hyperactive and hypoactive psychomotor subtypes of delirium in demented and nondemented elderly patients with hip fractures: Systematic review and meta-analysis",
    "cover-date": "2015-08-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Delirium",
        "Dementia",
        "Hip fracture"
    ],
    "authors": [
        "Sunee Suwanpasu"
    ],
    "citedby-count": 1,
    "ref-count": 56,
    "ref-list": [
        "Prevalence of dementia in elderly patients with hip fracture",
        "Delirium superimposed on dementia is associated with prolonged length of stay and poor outcomes in hospitalized older adults",
        "Hip fracture in patients with dementia; surgery is not always the best alternative",
        "Psychiatric illness and mortality after hip fracture",
        "How Do Delirium and Dementia Increase Length of Stay of Elderly General Medical Inpatients?",
        "Delirium superimposed on dementia: A systematic review",
        "Consequences of not recognizing delirium superimposed on dementia in hospitalized elderly individuals.",
        "Nurses' recognition of delirium and its symptoms: Comparison of nurse and researcher ratings",
        "Delirium among patients with and without dementia: Does the diagnosis according to the DSM-IV differ from the previous classifications?",
        "Recognizing delirium superimposed on dementia: Assessing nurses' knowledge using care vignettes",
        "A Geriatric‐Anesthesiologic Program To Reduce Acute Confusional States in Elderly Patients Treated for Femoral Neck Fractures",
        "Five steps to conducting a systematic review",
        "Introduction to meta-analysis",
        "Tools to detect delirium superimposed on dementia: A systematic review",
        "Symptom profile of postoperative delirium in patients with and without dementia",
        "Strengthening the Reporting of Observational Studies in Epidemiology (STROBE): Explanation and elaboration",
        "Preferred reporting items for systematic reviews and meta-analyses: The PRISMA statement",
        "Measuring inconsistency in meta-analyses",
        "The tryptophan depletion theory in delirium: not confirmed in elderly hip fracture patients.",
        "Effect of postoperative delirium on outcome after hip fracture",
        "Delirium before and after operation for femoral neck fracture",
        "Frequency, risk factors, and prognosis of prolonged delirium in elderly patients after hip fracture surgery",
        "Predisposing factors for postoperative delirium after hip fracture repair in individuals with and without dementia",
        "Risk factors for preoperative and postoperative delirium in elderly patients with hip fracture",
        "Delirium is not associated with mortality in elderly hip fracture patients",
        "Delirium is independently associated with poor functional recovery after hip fracture",
        "Delirium severity and psychomotor types: Their relationship with outcomes after hip fracture repair",
        "Delirium is associated with poor rehabilitation outcome in elderly patients treated for femoral neck fractures",
        "Mental status and surgical Methods in patients with femoral neck fracture",
        "Predicting delirium duration in elderly hip-surgery patients: Does early symptom profile matter?",
        "Delirium motor subtypes in elderly hip fracture patients: Risk factors, outcomes and longitudinal stability",
        "Incidence, clinical features and subtypes of delirium in elderly patients treated for hip fractures",
        "Syncope and its consequences in patients with dementia receiving cholinesterase inhibitors: A population-based cohort study",
        "Executive function and falls in older adults: New findings from a five-year prospective study link fall risk to cognition",
        "Prevalence of delirium among outpatients with dementia",
        "Symptom profile of delirium in older people with and without dementia",
        "Delirium superimposed on dementia in a community-dwelling managed care population: A 3-year retrospective study of occurrence, costs, and utilization",
        "Delirium in dementia",
        "A systematic review of neurotransmitter deficits and treatments in frontotemporal dementia",
        "Role of serotonin in the behavioral and psychological symptoms of dementia",
        "Symptoms of delirium among elderly medical inpatients with or without dementia",
        "Prevalence and symptoms of delirium superimposed on dementia",
        "Clinical characteristics and risk factors of delirium in demented and not demented elderly medical inpatients",
        "Motor subtypes of postoperative delirium in older adults",
        "Delirium in older emergency department patients: Recognition, risk factors, and psychomotor subtypes",
        "Delirium and its motoric subtypes: A study of 614 critically ill patients",
        "Time-course of cytokines during delirium in elderly patients with hip fractures",
        "Role of interleukin 6 and alpha-globulins in differentiating Alzheimer and vascular dementias",
        "Serum interleukin-6 levels correlate with the severity of dementia in down syndrome and in Alzheimer's disease",
        "The relation between the clinical subtypes of delirium and the urinary level of 6-SMT",
        "Melatonin for cognitive impairment.",
        "Melatonin rhythmicity: Effect of age and Alzheimer's disease",
        "Molecular Changes Underlying Reduced Pineal Melatonin Levels in Alzheimer Disease: Alterations in Preclinical and Clinical Stages",
        "Melatonin decreases delirium in elderly patients: A randomized, placebo-controlled trial",
        "Effectiveness of melatonin treatment on circadian rhythm disturbances in dementia. Are there implications for delirium? A systematic review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}