{
    "eid": "2-s2.0-85053372718",
    "title": "Natural occurrence of edwardsiellosis caused by Edwardsiella ictaluri in farmed hybrid red tilapia (Oreochromis sp.) in Southeast Asia",
    "cover-date": "2019-01-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Edwardsiella ictaluri",
        "Edwardsiellosis",
        "Tilapia",
        "Visceral white spot"
    ],
    "authors": [
        "H. T. Dong",
        "S. Senapin",
        "C. Jeamkunakorn",
        "V. V. Nguyen",
        "N. T. Nguyen",
        "C. Rodkhum",
        "P. Khunrae",
        "T. Rattanarojpong"
    ],
    "citedby-count": 24,
    "ref-count": 41,
    "ref-list": [
        "A case of natural co-infection of Tilapia Lake Virus and Aeromonas veronii in a Malaysian red hybrid tilapia (Oreochromis niloticus×O. mossambicus) farm experiencing high mortality",
        "Isolation and molecular identification of the etiological agents of streptococcosis in Nile tilapia (Oreochromis niloticus) cultured in net cages in Lake Sentani, Papua, Indonesia",
        "Emergence of Tilapia Lake Virus associated with mortalities of farmed Nile Tilapia Oreochromis niloticus (Linnaeus 1758) in India",
        "Edwardsiella ictaluri-like organism (EILO), a new fish pathogenic bacteria of walking catfish (Clarias batrachus Linn.) in Thailand",
        "Identification of Edwardsiella ictaluri from diseased freshwater catfish, Pangasius hypophthalmus (Sauvage), cultured in the Mekong Delta, Vietnam",
        "Concurrent infections of Flavobacterium columnare and Edwardsiella ictaluri in striped catfish, Pangasianodon hypophthalmus in Thailand",
        "Naturally concurrent infections of bacterial and viral pathogens in disease outbreaks in cultured Nile tilapia (Oreochromis niloticus) farms",
        "Aeromonas jandaei and Aeromonas veronii caused disease and mortality in Nile tilapia (Oreochromis niloticus)",
        "Emergence of tilapia lake virus in Thailand and an alternative semi-nested RT-PCR for detection",
        "Bacillary necrosis in farmed Pangasius hypophthalmus (Sauvage) from the Mekong Delta, Vietnam",
        "Analysis of 16S ribosomal DNA sequences of Francisella strains and utilization for determination of the phylogeny of the genus and for identification of strains by PCR",
        "Experimental mycobacteriosis in striped bass Morone saxatilis",
        "Comparison of Edwardsiella ictaluri isolates from different hosts and geographic origins",
        "Edwardsiella ictaluri sp. nov., the causative agent of enteric septicemia of catfish",
        "Edwardsiellosis caused by Edwardsiella ictaluri in laboratory populations of Zebrafish Danio rerio",
        "Enzootics of visceral granulomas associated with Francisella-like organism infection in tilapia (Oreochromis spp.)",
        "Exotic bacterial pathogens Edwardsiella tarda and Edwardsiella ictaluri from imported ornamental fish Betta splendens and Puntius conchonius, respectively: isolation and quarantine significance",
        "Experimental induction of nocardiosis in yellowtail, Seriola quinqueradiata Temminck and Schlegel by artificial challenge",
        "Francisella infection in cultured Tilapia in Thailand and the inflammatory cytokine response",
        "Molecular serotyping, virulence gene profiling and pathogenicity of Streptococcus agalactiae isolated from tilapia farms in Thailand by multiplex PCR",
        "Edwardsiella ictaluri from walking catfish, Clarias batrachus L., in Thailand",
        "Molecular characterization and virulence gene profiling of pathogenic Streptococcus agalactiae populations from tilapia (Oreochromis sp.) farms in Thailand",
        "Genetic characterization of a betanodavirus isolated from a clinical disease outbreak in farm-raised tilapia Oreochromis niloticus (L.) in Thailand",
        "Edwardsiella ictaluri in the Green Knifefish, Eigemannia virescens",
        "Characterization of Edwardsiella ictaluri isolated from wild ayu Plecoglossus altivelis in Japan",
        "Francisella noatunensis subsp. orientalis, an emerging bacterial pathogen affecting cultured red tilapia (Oreochromis sp.) in Thailand",
        "Susceptibility of five species of fish to Edwardsiella ictaluri",
        "Identification of Edwardsiella ictaluri and E. tarda by species-specific polymerase chain reaction targeted to the upstream region of the fimbrial gene",
        "Hahella chejuensis is the etiological agent of a novel red egg disease in tilapia (Oreochromis spp.) hatcheries in Thailand",
        "Francisella sp., an emerging pathogen of tilapia, Oreochromis niloticus (L.), in Costa Rica",
        "Edwardsiella ictaluri as the causative agent of mortality in cultured Nile tilapia",
        "Bacterial distribution and tissue targets following experimental Edwardsiella ictaluri infection in Nile tilapia Oreochromis niloticus",
        "Francisella noatunensis subsp. orientalis pathogenesis analyzed by experimental immersion challenge in Nile tilapia, Oreochromis niloticus (L.)",
        "Mortality and pathology of hybrid catfish, Clarias macrocephalus (Gunther) x Clarias gariepinus (Burchell), associated with Edwardsiella ictaluri infection in southern Thailand",
        "Detection of natural infection of infectious spleen and kidney necrosis virus in farmed tilapia by hydroxynapthol blue-loop-mediated isothermal amplification assay",
        "MEGA5: molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "Studies on the isolation of Photobacterium damselae subsp. piscicida from diseased golden pompano (Trachinotus ovatus Linnaeus) and antibacterial agents sensitivity",
        "16S ribosomal DNA amplification for phylogenetic study",
        "First case of Edwardsiella ictaluri infection in China farmed yellow catfish Pelteobagrus fulvidraco",
        "First isolation of Edwardsiella ictaluri from cultured striped catfish Pangasius hypophthalmus in Indonesia",
        "Visceral granulomas in farmed large yellow croaker, Larimichthys crocea (Richardson), caused by a bacterial pathogen, Pseudomonas plecoglossicida"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Thonburi",
            "@id": "60008786",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008786",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Haiphong",
            "@id": "121361656",
            "affilname": "Ministry of Agriculture",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/121361656",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Haiphong",
            "@id": "116798285",
            "affilname": "National Broodstock Center for Mariculture Species",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/116798285",
            "affiliation-country": "Viet Nam"
        }
    ],
    "funding": [
        "Mahidol University",
        "King Mongkut's University of Technology Thonburi"
    ]
}