{
    "eid": "2-s2.0-85132640160",
    "title": "Topical cannabidiol-based treatment for psoriasis: A dual-centre randomized placebo-controlled study",
    "cover-date": "2022-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Dermatology",
            "@code": "2708",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "T. Puaratanaarunkon",
        "S. Sittisaksomjai",
        "N. Sivapornpan",
        "P. Pongcharoen",
        "P. Chakkavittumrong",
        "K. Ingkaninan",
        "P. Temkitthawon",
        "T. Promgool",
        "N. Waranuch",
        "P. Asawanonda"
    ],
    "citedby-count": 4,
    "ref-count": 10,
    "ref-list": [
        "Cannabinoids inhibit human keratinocyte proliferation through a non-CB1/CB2 mechanism and have a potential therapeutic value in the treatment of psoriasis",
        "Cannabidiol Effects on Phospholipid Metabolism in Keratinocytes from Patients with Psoriasis Vulgaris",
        "Endocannabinoids modulate human epidermal keratinocyte proliferation and survival via the sequential engagement of cannabinoid receptor-1 and transient receptor potential vanilloid-1",
        "A novel control of human keratin expression: cannabinoid receptor 1-mediated signaling down-regulates the expression of keratins K6 and K16 in human keratinocytes in vitro and in situ",
        "Epigenetic control of skin differentiation genes by phytocannabinoids",
        "Anti-proliferative and cytotoxic effect of cannabidiol on human cancer cell lines in presence of serum",
        "Endocannabinoid system and its modulation of brain, gut, joint and skin inflammation",
        "Cannabinoids, loratadine and allopurinol as novel additions to the antipsoriatic ammunition",
        "Cannabinoids: Possible agents for treatment of psoriasis via suppression of angiogenesis and inflammation",
        "Tolerability profile of topical cannabidiol and palmitoylethanolamide: a compilation of single-centre randomized evaluator-blinded clinical and in vitro studies in normal skin"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pitsanulok",
            "@id": "60022498",
            "affilname": "Naresuan University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022498",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60012521",
            "affilname": "Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012521",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "International Research Network for Functional Food Discovery & Development",
        "Thailand Center of Excellence for Life Sciences"
    ]
}