{
    "eid": "2-s2.0-84938323565",
    "title": "Evaluation of wound healing activity of Thunbergia laurifolia supercritical carbon dioxide extract in rats with second-degree burn wounds",
    "cover-date": "2015-07-01",
    "subject-areas": [
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        null,
        "Thunbergia laurifolia",
        "wound healing"
    ],
    "authors": [
        "Juthaporn Kwansang"
    ],
    "citedby-count": 13,
    "ref-count": 27,
    "ref-list": [
        "Achauer and Sood's Burn Surgery Reconstruction and Rehabilitation",
        "Pathophysiology. Concepts of Altered Health States",
        "Schwartz's Principles of Surgery",
        "Fitzpatrick's Dermatology in General Medicine",
        "Stem Cell and Gene-Based Therapy",
        "Rubin's Pathology Clinicopathologic Foundations of Medicine",
        "Dermatology for Skin of Color",
        "The scientific study of herbal wound healing therapies: Current state of play",
        "Madecassoside isolated from Centella asiatica herbs facilitates burn wound healing in mice",
        "Against the Toxicity of Insecticide. Chiang Mai Bull",
        "Medicinal Plants and Tropical Diseases",
        "A Dictionary of the Economic Products of the Malay Peninsula",
        "Anti-inflammatory, antioxidant and hepatoprotective effects of Thunbergia laurifolia Linn. on experimental opisthorchiasis",
        "A herbal medicine used in the treatment of addiction mimics the action of amphetamine on in vitro rat striatal dopamine release",
        "Anti-diabetic effect of Thunbergia laurifolia Linn. aqueous extract.",
        "Protective effect of Thunbergia laurifolia extract on hemolysis during Plasmodium berghei infection",
        "Protective effect of thunbergia laurifolia (Linn.) on lead induced acetylcholinesterase dysfunction and cognitive impairment in mice",
        "Analysis of traditional knowledge in medicinal plants used by Yuan in Thailand",
        "Phytochemistry and pharmacological properties of Thunbergia laurifolia: A review",
        "Practices in wound healing studies of plants",
        "Int J Appl Biol Pharm Technol",
        "The wound healing process: An overview of the cellular and molecular mechanisms",
        "Care of outpatient burns",
        "Plast Surg Int",
        "Rapid Review Pathology",
        "Study on the AntiInflammatory Mechanisms of Thunbergia Laurifolia Leaf Extracts",
        "The Physiology of Wound Healing: Injury Through Maturation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}