{
    "eid": "2-s2.0-84903148163",
    "title": "Health Risk Assessment Related to Dermal Exposure of Chlorpyrifos: A Case Study of Rice Growing Farmers in Nakhon Nayok Province, Central Thailand",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Public Health",
            "@code": "2739"
        }
    ],
    "keywords": [
        "Chlorpyrifos",
        "dermal exposure",
        "health risk assessment",
        "patch technique"
    ],
    "authors": [
        "Sattamat Lappharat"
    ],
    "citedby-count": 17,
    "ref-count": 19,
    "ref-list": [
        "Agricultural pesticide management in Thailand: Status and population health risk",
        "National Library of Medicine Specialize Information Services",
        "J Health Res",
        "Dermal absorption of chlorpyrifos [2]",
        "Agency (US EPA). Human Health Risk Assessment: Chlorpyrifos",
        "Environmental fate of chlorpyrifos",
        "Environmental toxicology and health effects associated with methyl parathion exposure - A scientific review",
        "J Health Res",
        "Agricultural Information in Ongkharak district",
        "Sampling Considerations in Evaluating Cooperative Extension Programs. Florida Cooperative Extension Service Bulletin PE-1",
        "On dermal exposure assessment",
        "Risk assessment of multi-route exposure to organophosphate pesticide of vegetable growers at Bang Rieng Sub-district, Khuan Nieng District, Songkhla Province. PhD dissertation, Graduate School",
        "Chlorpyrifos exposures in Egyptian cotton field workers",
        "J Health Res",
        "AOAC. Peer Verified Methods Program. Manual on Policies and Procedures",
        "Agency (US EPA). Exposure Factors Handbook",
        "Risk Assessment Portal: Human Health Risk Assessment",
        "Agency (US EPA). Dermal Exposure Assessment: Principles and Application. Interim Report. EPA/600/8-91/011B",
        "Risk Assessment Guidance For Superfund. Volume I. Human Evaluation Manual (Part A)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "New Brunswick",
            "affilname": "Rutgers University–New Brunswick",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "New Brunswick",
            "affilname": "School of Environmental and Biological Sciences",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Chulalongkorn Uni versity Graduate Thesis Grant, Chulalongkorn",
        "National Research University Project of Thailand",
        "Office of the Higher Education Commission, Cluster Aging Society",
        "National Institutes of Health",
        "National Institute of Environmental Health Sciences",
        "Chulalongkorn University"
    ]
}