{
    "eid": "2-s2.0-84894905941",
    "title": "Synthesis and characterization of magnetic porous clay heterostructure",
    "cover-date": "2014-02-01",
    "subject-areas": [
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        }
    ],
    "keywords": [
        "Dielectric properties",
        "Magnetic materials",
        "Magnetic properties",
        "Porous materials"
    ],
    "authors": [
        "Natthaphon Bunnak"
    ],
    "citedby-count": 12,
    "ref-count": 45,
    "ref-list": [
        "Studies on synthesis and characterization of poly(methyl methacrylate)-bentonite clay composite by emulsion polymerization and simultaneous in situ clay incorporation",
        "Processing of clay/epoxy nanocomposites by shear mixing",
        "Preparation of highly exfoliated polyester-clay nanocomposites: Process-property correlations",
        "A plant fiber reinforced polymer composite prepared by a twin-screw extruder",
        "Epoxy clay nanocomposites - Processing, properties and applications: A review",
        "Evaluation of Egyptian bentonite and nano-bentonite as drilling mud",
        "Structural recovery behavior of barite-loaded bentonite drilling muds",
        "The effect of sulphuric acid activation on the crystallinity, surface area, porosity, surface acidity, and bleaching power of a bentonite",
        "Application of Greek lignite as an additive for controlling rheological and filtration properties of water-bentonite suspensions at high temperatures: A review",
        "Use of statistical design to study the influence of CMC on the rheological properties of bentonite dispersions for water-based drilling fluids",
        "Flow and thixotropy of non-contaminating oil drilling fluids formulated with bentonite and sodium carboxymethyl cellulose",
        "Sealing properties of bentonite suspensions",
        "Experimental study on the swelling behaviour of bentonite/claystone mixture",
        null,
        "Polylactide/magnetic modified mesoporous clay nanocomposites for food packaging",
        "Master Thesis",
        "Ferroelectrics",
        null,
        "The review of RFID applications in global postal and courier services",
        "Radio frequency identification (RFID)",
        "Magnetite syntheses from room temperature to 150°C with and without microwaves",
        null,
        "Adsorption of Gases in Multimolecular Layers",
        "The Determination of Pore Volume and Area Distributions in Porous Substances. I. Computations from Nitrogen Isotherms",
        "Hybrid catalyst: From complex immobilization onto silica nanoparticles to catalytic application in the epoxidation of geraniol",
        "Characterization of GMZ bentonite and its application in the adsorption of Pb(II) from aqueous solutions",
        "Interactions between C.I. Basic Blue 41 and aluminosilicate sorbents",
        "Clay-iron oxide magnetic composites for the adsorption of contaminants in water",
        "Preparation, characterization and adsorptive study of rare earth ions using magnetic GMZ bentonite",
        "Synthesis and characterization of magnetite nanoparticles via the chemical co-precipitation method",
        null,
        "Magnetic conducting composites based on polypyrrol and iron oxide nanoparticles synthesized via electrochemistry",
        null,
        "New syntheses of cobalt ferrite particles in the range 2-5 nm: Comparison of the magnetic properties of the nanosized particles in dispersed fluid or in powder form",
        "Preparation and characterization of superparamagnetic nanocrystalline cobalt ferrite materials",
        null,
        "Magnetization improvement of Fe-pillared clay with application of polyetheramine",
        "Pure Appl. Chem.",
        "Effect of the acid-activated clays on the properties of porous clay heterostructures",
        "Angew. Chem.",
        "Effects of dielectric relaxations and dual-frequency addressing on the electro-optics of guest-host liquid crystal displays",
        "Dielectric properties improvement of polymer composite prepared from poly(vinylidene difluoride) and barium-modified porous clay heterostructure",
        "Relevance of magnetic properties for the characterisation of burnt clays and archaeological tiles",
        "Fine particle magnetic mineralogy of archaeological ceramics",
        "Magnetic iron oxide/clay composites: Effect of the layer silicate support on the microstructure and phase formation of magnetic nanoparticles"
    ],
    "affiliation": [
        {
            "affiliation-city": "San Antonio",
            "affilname": "Margie and Bill Klesse College of Engineering and Integrated Design",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Metal and Materials Technology Center",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "National Research Council of Thailand",
        "Thailand Graduate Institute of Science and Technology"
    ]
}