{
    "eid": "2-s2.0-84987984205",
    "title": "Risk factors of income inadequacy among thai elderly: A national cross-sectional study for 2007 and 2011",
    "cover-date": "2016-06-01",
    "subject-areas": [
        {
            "$": "General Economics",
            "@code": "2000"
        },
        {
            "$": "General Social Sciences",
            "@code": "3300"
        },
        {
            "$": "General Arts and Humanities",
            "@code": "1200"
        }
    ],
    "keywords": [
        "Elderly",
        "Income deficiency",
        "Poverty",
        "Risk factor",
        "Thai"
    ],
    "authors": [
        "Pattaraporn Khongboon"
    ],
    "citedby-count": 2,
    "ref-count": 30,
    "ref-list": [
        "Impact of children's migration on health and health care-seeking behavior of elderly left behind",
        "Labor force participation in later life: Evidence from a cross-sectional study in Thailand",
        "Ageing, poverty and public policy in developing countries: New survey evidence",
        "The politics of the new social policies: Providing coverage against new social risks in mature welfare states",
        "International social security series",
        "ASEAN Econ Bull",
        "Income distribution of Thai ageing households",
        "Aging and Inequality in Income and Health",
        "Insurance Against Poverty",
        "Can social safety nets reduce chronic poverty?",
        "Social Foundations of Postindustrial Economies",
        "Documentos de Trabajo del CEDLAS",
        "Disability as a public health outcome in the aging population",
        "Socioeconomic position and health: The differential effects of education versus income on the onset versus progression of health problems",
        "Reducing Elderly Poverty in Thailand: The Role of Thailand’s Pension and Social Assistance Programs",
        "Social protection in an ageing world",
        "Neighborhood poverty and self-reported health among low-income, rural women, 50 years and older",
        "A cross-sectional study on socioeconomic status and health-related quality of life among elderly Chinese",
        "Labour Force Participation among Elderly in Thailand 2012",
        "Old Age Persons Act in B.E. 2546",
        "Provident Fund Act, B.E. 2530",
        "Poverty and Income Maintenance in Old Age: A Cross-national View of Low Income Older Women",
        "Social Securiy Act, B.E. 2533",
        "Perceived income adequacy among elderly retirees",
        "Safety net programs and poverty reduction: Lessons from cross-country experience",
        "Poverty and financial security of the elderly in Thailand",
        "AJGS Asia Journal of Global Studies",
        "The disablement process",
        "Social Policy and Society",
        "The influence of income on morbidity, mortality and dependency in elderly Hong Kong Chinese"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Siriraj Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nontaburi",
            "affilname": "Thailand Ministry of Public Health",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}