{
    "eid": "2-s2.0-85150610897",
    "title": "Modeling the U.S. Firearms Market: The Effects of Civilian Stocks, Legislation, and Crime",
    "cover-date": "2023-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Social Sciences (all)",
            "@code": "3300",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [],
    "authors": [
        "Topher L. McDougal",
        "Daniel Montolio",
        "Jurgen Brauer"
    ],
    "citedby-count": 0,
    "ref-count": 62,
    "ref-list": [
        "The Accessibility of Firearms and Risk for Suicide and Homicide Victimization Among Household Members: A Systematic Review and Meta-analysis",
        "Today's fentanyl crisis: Prohibition's Iron Law, revisited",
        "The Marketing of Guns to Women: Factors Influencing Gun-Related Attitudes and Gun Ownership by Women",
        "The Economic Impacts of Natural Disasters: A Review of Models and Empirical Studies",
        "Interpreting the Empirical Evidence on Illegal Gun Market Dynamics",
        "Demand and Supply of Commercial Firearms in the United States",
        "How do US state firearms laws affect firearms manufacturing location? An empirical investigation, 1986–2010",
        "Completing the Circle: Building a Theory of Small Arms Demand",
        "Butter, Guns & Ice-Cream: Theory and evidence from Sub-Saharan Africa",
        "Not an ‘Iron Pipeline’, but Many Capillaries: Regulating Passive Transactions in Los Angeles' Secondary, Illegal Gun Market",
        "Underground Gun Markets",
        "Firearms: Another Peculiar American Institution",
        "Cross-Border Spillover: U.S. Gun Laws and Violence in Mexico",
        "Gaps continue in firearm surveillance: Evidence from a large U.S. City Bureau of Police",
        "Armed Conflict 1946–2001: A New Dataset",
        "Traders, guns, and money: The effects of mass shootings on stock prices of firearm manufacturers in the U.S",
        "The Tragedy of the Commons",
        "The Analytics of Continuing Conflict",
        "The U.S Gun Control Paradox : Gun Buyer Response to Congressional Gun Control Initiatives",
        "State Gun Policy and Cross-State Externalities: Evidence from Crime Gun Tracing",
        "The Impact of the 1994 Federal Assault Weapons Ban on Gun Markets: An Assessment of Short-Term Primary and Secondary Market Effects",
        "Violent Crime and the Overmilitarization of US Policing",
        "Ammunition Leakage from Military to Civilian Markets: Market Price Evidence from Haiti, 2004–2012",
        "The Way of the Gun: Estimating Firearms Traffic across the U.S.-Mexico Border",
        "Collective Security and the Demand for Legal Handguns",
        "Arming the Embargoed: A Supply-Side Understanding of Arms Embargo Violations",
        "Organized violence, 1989–2018 and peace agreements",
        "Revisiting the Resource Curse: Natural Disasters, the Price of Oil, and Democracy",
        "Quality differentiation of durable goods in secondary markets",
        "Broadening the Perspective on Gun Violence: An Examination of the Firearms Industry, 1990–2015",
        "Estimating the Costs of War: Methodological Issues, with Applications to Iraq and Afghanistan",
        "Regulation of Firearm Dealers in the United States: An Analysis of State Law and Opportunities for Improvement",
        "Functional Form in the Demand for Money"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "San Diego",
            "@id": "60002214",
            "affilname": "University of San Diego",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002214",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Barcelona",
            "@id": "60001576",
            "affilname": "Universitat de Barcelona",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001576",
            "affiliation-country": "Spain"
        }
    ],
    "funding": [
        "Economists for Peace & Security Panel",
        "Instituto Universario General Gutiérrez Mellado",
        "Taylor Yeates"
    ]
}