{
    "eid": "2-s2.0-85036559805",
    "title": "Rotigotine for nocturnal hypokinesia in Parkinson's disease: Quantitative analysis of efficacy from a randomized, placebo-controlled trial using an axial inertial sensor",
    "cover-date": "2017-11-01",
    "subject-areas": [
        {
            "$": "Geriatrics and Gerontology",
            "@code": "2717"
        },
        {
            "$": "Neurology",
            "@code": "2808"
        },
        {
            "$": "Neurology (clinical)",
            "@code": "2728"
        }
    ],
    "keywords": [
        "Hypokinesia",
        "Inertial sensors",
        "Night-time",
        "Parkinson's disease",
        "Rotigotine",
        "Wearable technology"
    ],
    "authors": [
        "Roongroj Bhidayasiri"
    ],
    "citedby-count": 31,
    "ref-count": 12,
    "ref-list": [
        "Nocturnal journey of body and mind in Parkinson's disease: The manifestations, risk factors and their relationship to daytime symptoms. Evidence from the NIGHT-PD study",
        "Sleep disturbances and excessive daytime sleepiness in Parkinson disease: An overview",
        "A community-based study of sleep disorders in patients with Parkinson's disease",
        "Treatment of nocturnal disturbances and excessive daytime sleepiness in Parkinson's disease",
        "Nocturnal hypokinesia and sleep quality in Parkinson's disease",
        "How well do Parkinson's disease patients turn in bed? Quantitative analysis of nocturnal hypokinesia using multisite wearable inertial sensors",
        "Time for a strategy in night-time dopaminergic therapy? An objective sensor-based analysis of nocturnal hypokinesia and sleeping positions in Parkinson's disease",
        "Bound to supine sleep: Parkinson's disease and the impact of nocturnal immobility",
        "Rotigotine effects on early morning motor function and sleep in Parkinson's disease: A double-blind, randomized, placebo-controlled study (RECOVER)",
        "Sleep in the Aging Population",
        "Capturing nighttime symptoms in Parkinson disease: Technical development and experimental verification of inertial sensors for nocturnal hypokinesia",
        "Quantitative demonstration of the efficacy of night-time apomorphine infusion to treat nocturnal hypokinesia in Parkinson's disease using wearable sensors"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "Juntendo University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Electronics and Computer Technology Center",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn Academic Advancement Fund",
        "Health System Research Institute of Thailand Fund",
        "International Research Network",
        "Chulalongkorn University",
        "National Research Council of Thailand",
        "National Research Council of Thailand"
    ]
}