{
    "eid": "2-s2.0-85122206262",
    "title": "Agroecology and La Vía Campesina I. The symbolic and material construction of agroecology through \"peasant-to-peasant\" processes Agroecología y La Vía Campesina I. La construcción simbólica y material de la agroecología a través de los procesos de \"campesina(o) a campesina(o)\"",
    "cover-date": "2021-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Agroecology",
        "Dispositive",
        "La Vía Campesina",
        "Peasant-to-peasant process",
        "Scaling up"
    ],
    "authors": [
        "Valentín Val",
        "Peter Rosset",
        "Carla Zamora Lomelí",
        "Omar Felipe Giraldo",
        "Dianne Rocheleau"
    ],
    "citedby-count": 2,
    "ref-count": 116,
    "ref-list": [
        "Agroecology: Principles and strategies for designing sustainable farming systems",
        "Scaling up agroecological approaches for food sovereignty in Latin America",
        "Agroecology scaling up for food sovereignty and resiliency",
        "The agroecological revolution in Latin America: Rescuing nature, ensuring food sovereignty and empowering peasants",
        "Educação do Campo [education for and by the countryside] as a political project in the context of the struggle for land in Brazil",
        "Movimentos sociais e educação do campo na américa latina: Aprendizagens de um percurso histórico",
        "Agricultura sostenible campesino-indígena, soberanía alimentaria y equidad de género. Seis experiencias de organizaciones indígenas y campesinas en México, Programa de Intercambio",
        "Transnational agrarian movements: Origins and politics, campaigns and impact",
        "What is a dispositive?",
        "Agroecología Política: Transición social y campesinado",
        "United Nations Special Rapporteur on the Right to Food, Briefing Note 01. Countries tackling hunger with a right to food approach",
        "Post-scriptum sobre las sociedades de control",
        "Situación económica actual: Algunas reflexiones",
        "The invention of development",
        "El 'postdesarrollo' como concepto y práctica social",
        "Scaling up agroecology initiative: Transforming food and agricultural systems in support of the SDGs",
        "Editorial: Agroecology as a transformative transdiscipline",
        "Sobre a tipología de territorios",
        "Territorios y Soberanía Alimentaria",
        "Innovación social y desarrollo local. Potencialidades y limitaciones de los gobiernos locales para la promoción del desarrollo",
        "Agroecología y agricultura orgánica en Nicaragua. Génesis, institucionalización y desafíos",
        "¿Qué es un dispositivo?: Foucault, Deleuze, Agamben. A Parte Rei",
        "Convivialidad y agroecología",
        "Agroecology as a territory in dispute: Between institutionality and social movements",
        "Scaling-out and scaling-up agroecology",
        "Going to scale: what we have garnered from recent workshops",
        "Desarrollo rural, descentralización y articulación de actores. La experiencia del desarrollo agrario municipal en Cuba",
        "Del mito de la desterritorialización a la multiterritorialidad",
        "Scaling up sustainable agricultura. Lessons from the Campesino a Campesino movement",
        "Taking agroecology to scale: The Zero Budget natural farming peasant movement in Karnataka, India",
        "Declaración de Shashe",
        "7 piezas sueltas en el rompecabezas mundial",
        "La Via Campesina: Transnationalizing peasant struggle and hope",
        "La Via Campesina: The birth and evolution of a transnational social movement",
        "Del conflicto de modelos para el mundo rural emerge la vía campesina como movimiento social transnacional",
        "Diálogo de saberes in La Vía Campesina: Food sovereignty and agroecology",
        "Agroecological formación in rural social movements",
        "Mediated territoriality: Rural workers and the efforts to scale out agroecology in Nicaragua",
        "Cambios en la política agraria en Cuba. Redistribución de tierras a gran escala a productores individuales",
        "Bringing agroecology to scale: Key drivers and emblematic cases",
        "Participación y producción agraria en Cuba",
        "La reinvención de los territorios",
        "Networked, rooted and territorial: Green grabbing and resistance in Chiapas",
        "La guerra por la tierra y el territorio",
        "Re-thinking agrarian reform, land and territory in La Via Campesina",
        "Social organization and process in bringing agroecology to scale",
        "The Campesino-to-Campesino agroecology movement of ANAP in Cuba: Social process methodology in the construction of sustainable peasant agriculture and food sovereignty",
        "Rural social movements and agroecology: Context, theory, and process",
        "La Vía Campesina and agroecology",
        "Agroecología, territorio, recampesinización y movimientos sociales",
        "The 'Campesino a Campesino' Agroecology Movement in Cuba: Food sovereignty and food as a commons",
        "The political economy of land struggle in Brazil under Workers' Party governments",
        "La experiencia brasileña de construcción de políticas públicas en favor de la Agroecología",
        "Feminismo campesino y popular feminismo campesino y popular",
        "Protesta, movimientos sociales y dimensiones de la acción colectiva en América Latina",
        "The peasantries of the twenty-first century: The commoditization debate Revisited",
        "Políticas públicas y transición hacia la agricultura sostenible sobre bases agroecológicas en Cuba",
        "Evo Morales, transformismo, and the consolidation of agrarian capitalism in Bolivia",
        "Hacia la racionalidad liberadora en los movimientos sociales. Identidades y discontinuidades en un mundo donde quepan muchos mundos",
        "Sujeto y subjetividad: La problemática de las alternativas como construcción posible"
    ],
    "affiliation": [
        {
            "affiliation-city": "San Cristobal de las Casas",
            "@id": "60121765",
            "affilname": "El Colegio de la Frontera Sur",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60121765",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Sao Paulo",
            "@id": "60032751",
            "affilname": "Universidade Paulista",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032751",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Mexico",
            "@id": "60032442",
            "affilname": "Universidad Nacional Autónoma de México",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032442",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Worcester",
            "@id": "60026910",
            "affilname": "Clark University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026910",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Fortaleza",
            "@id": "60021606",
            "affilname": "Universidade Estadual do Ceará",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021606",
            "affiliation-country": "Brazil"
        }
    ],
    "funding": []
}