{
    "eid": "2-s2.0-85027731124",
    "title": "A novel approach for centralized 3D radio resource allocation and scheduling in dense HetNets for 5G control-/user-plane separation architectures",
    "cover-date": "2017-07-31",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "3D",
        "5G",
        "Centralized",
        "Control-/user-plane separation",
        "HetNet",
        "Resource scheduling",
        "Small cell"
    ],
    "authors": [
        "Rony Kumer Saha"
    ],
    "citedby-count": 3,
    "ref-count": 30,
    "ref-list": [
        "Joint power-frequency-time resource allocation in clustered wireless mesh networks",
        "Joint time-frequency-power resource allocation for low-medium-altitude platforms-based WiMAX networks",
        "Joint subchannel assignment and power allocation for OFDMA femtocell networks",
        "Digital Commun. & Netw.",
        "C-RAN the Road Towards Green RAN",
        "Wireless network cloud: Architecture and system requirements",
        "White Paper: Technical Overview",
        "Software-defined networking-based resource management: data offloading with load balancing in 5G HetNet",
        "Radio resource management based on NFV and SDN in 4G and 5G hetnet",
        "Energy efficient small cell activation mechanism for heterogeneous networks",
        "Small Cell Base Station Sleep Strategies for Energy Efficiency",
        "Green small cell operation using belief propagation in wireless networks",
        "Evolution toward 5G mobile networks - A survey on enabling technologies",
        "Incentive and Architecture of Multi-Band Enabled Small Cell and UE for Up-/Down-Link and Control-/User-Plane Splitting for 5G Mobile Networks",
        "Separation framework: An enabler for cooperative and D2D communication for future 5G networks",
        "Control-data separation architecture for cellular radio access networks: A survey and outlook",
        "Internet traffic and capacity evaluation in UMTS downlink",
        "European Telecommunications Standards Institute (ETSI)",
        "Queueing Systems, Vol I: Theory",
        "Radio Resource Management Strategies in UMTS",
        "3Rd Generation Partnership Project (3GPP)",
        "A concept for efficient system-level simulations of OFDMA systems with proportional fair fast scheduling",
        "Carrier load balancing and packet scheduling for multi-carrier systems",
        "Channel predictive proportional fair scheduling",
        "3Rd Generation Partnership Project (3GPP) TSG RAN WG4 (Radio) Meeting",
        "3Rd Generation Partnership Project (3GPP)",
        "Novel resource scheduling for spectral efficiency in LTE-advanced systems with macrocells and femtocells",
        "A tractable analytical model for interference characterization and minimum distance enforcement to reuse resources in three-dimensional in-building dense small cell networks",
        "Int. J. Digital Info.& Wireless Commun.",
        "Proc. 2017 International Conference on Electronics, Information, and Communication (ICEIC)"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Science and Industry Endowment Fund",
        "Chulalongkorn University",
        "Department of Electrical Engineering, Chulalongkorn University"
    ]
}