{
    "eid": "2-s2.0-85111526956",
    "title": "Cyanobacterium Synechocystis sp. PCC 6803 lacking adc1 gene produces higher polyhydroxybutyrate accumulation under modified nutrients of acetate supplementation and nitrogen-phosphorus starvation",
    "cover-date": "2021-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Adc1 mutant",
        "Nutrient deprivation",
        "Polyhydroxybutyrate",
        "Synechocystis sp. PCC6803"
    ],
    "authors": [
        "Suthira Utharn",
        "Panutda Yodsang",
        "Aran Incharoensakdi",
        "Saowarath Jantaro"
    ],
    "citedby-count": 5,
    "ref-count": 48,
    "ref-list": [
        "Applications of cyanobacteria in biotechnology",
        "Poly(3-hydroxybutyrate) production in an integrated electromicrobial setup: investigation under stress-inducing conditions",
        "3-Hydroxybutyrate derived from poly-3 hydroxybutyrate (PHB) mobilization alleviates protein aggregation in heat-stressed Herbaspirillum seropedicae SmR1",
        "Occurrence, metabolism, metabolic role, and industrial uses of bacterial polyhydroxyalkanoates",
        "Cyanobacterial polyhydroxybutyrate (PHB): screening, optimization and characterization",
        "A review on production of poly β hydroxybutyrates from cyanobacteria for the production of bio plastics",
        "PHB biosynthesis counteracts redox stress in Herbaspirillum seropedicae",
        "Genetic engineering of Synechocystis sp. PCC6803 for poly-β-hydroxybutyrate overproduction",
        "Molecular and biochemical-characterization of herbicide-resistant mutants of cyanobacteria reveals that phytoene desaturation is a rate-limiting step in carotenoid biosynthesis",
        "Novel quantitative insights into carbon sources for synthesis of poly hydroxybutyrate in Synechocystis PCC 6803",
        "Assimilatory nitrogen metabolism and its regulation",
        "Synechocystis sp. PCC6803 possesses a two-component polyhydroxyalkanoic acid synthase similar to that of anoxygenic purple sulfur bacteria",
        "Contribution of protein synthesis depression to poly-β-hydroxybutyrate accumulation in Synechocystis Sp. PCC 6803 under nutrient-starved conditions",
        "Genetic engineering and metabolite profiling for overproduction of polyhydroxybutyrate in cyanobacteria",
        "Low molecular weight nitrogenous compounds (GABA and polyamines) in blue green algae",
        "Content and biosynthesis of polyamines in salt and osmotically stressed cells of Synechocystis sp. PCC 6803",
        "Short-term UV-B and UV-C radiations preferentially decrease spermidine contents and arginine decarboxylase transcript levels of Synechocystis sp. PCC 6803",
        "Inactivation of Ca2+/H+exchanger in Synechocystis sp. strain PCC 6803 promotes cyanobacterial calcification by upregulating CO2-concentrating mechanisms",
        "Increased poly-β-hydroxybutyrate production from carbon dioxide in randomly mutated cells of cyanobacterial strain Synechocystis sp. PCC 6714: Mutant generation and characterization",
        "Enhancement of poly-3-hydroxybutyrate production in Synechocystis sp. PCC 6803 by overexpression of its native biosynthetic genes",
        "Biosynthesis of polyhydroxyalkanoates (PHA) by recombinant Ralstonia eutropha and effects of PHA synthase activity on in vivo PHA biosynthesis",
        "PHB is produced from glycogen turn-over during nitrogen starvation in Synechocystis sp. PCC 6803",
        "Maximizing PHB content in Synechocystis sp. PCC 6803: a new metabolic engineering strategy based on the regulator PirC",
        "Purification and characterization of the poly(hydroxyalkanoic acid) synthase from Chromatium vinosum and localization of the enzyme at the surface of poly(hydroxyalkanoic acid) granules",
        "Formulae for determination of chlorophyllous pigments extracted with N,N-dimethylformamide",
        "The protective role of PHB and its degradation products against stress situations in bacteria",
        "One day of nitrogen starvation reveals the effect of sigE and rre37 overexpression on the expression of genes related to carbon and nitrogen metabolism in Synechocystis sp. PCC 6803",
        "Involvement of polyhydroxyalkanoates in stress resistance of microbial cells: Biotechnological consequences and applications",
        "Increased bioplastic production with an RNA polymerase sigma factor SigE during nitrogen starvation in Synechocystis sp. PCC 6803",
        "Pathway-level acceleration of glycogen catabolism by a response regulator in the cyanobacterium Synechocystis species PCC 6803",
        "Optimization of cultural and nutritional conditions for accumulation of poly-beta-hydroxybutyrate in Synechocystis sp. PCC 6803",
        "Enhanced poly-beta-hydroxybutyrate accumulation in a unicellular cyanobacterium Synechocystis sp. PCC 6803",
        "Arginine catabolism in the cyanobacterium Synechocystis sp. strain PCC 6803 involves the urea cycle and arginase pathway",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Requirement of the nitrogen starvation induced protein Sll0783 for polyhydroxybutyrate accumulation in Synechocystis sp. strain PCC 6803",
        "Accumulation of poly-beta-hydroxybutyrate in Nostoc Muscorum: regulation by pH, light-dark cycles, N and P status and carbon sources",
        "Effect of increased PHA synthetase activity on polyhydroxyalkanoates biosynthesis in Synechocystis sp. PCC 6803",
        "Genes coding for phosphotransacetylase and acetate kinase in Sinorhizobium meliloti are in an operon that is inducible by phosphate stress and controlled by PhoB",
        "Identification and analysis of the polyhydroxyalkanoate-specific β-ketothiolase and acetoacetyl coenzyme A reductase genes in the cyanobacterium Synechocystis sp. strain PCC6803",
        "The effect of enhanced acetate influx on Synechocystis sp. PCC 6803 metabolism",
        "Co-overexpression of native phospholipid-biosynthetic genes plsX and plsC enhances lipid production in Synechocystis sp. PCC 6803",
        "Identification of gene disruptions for increased poly-3-hydroxybutyrate accumulation in Synechocystis PCC 6803",
        "High-throughput screen for poly-3-hydroxybutyrate in Escherichia coli and Synechocystis sp. strain PCC6803",
        "Arabidopsis stress inducible gene for arginine decarboxylase AtADC2 is required for accumulation of putrescine in salt tolerance",
        "Occurrence of poly-b-hydroxybutyrate in Spirulina species",
        "Engineering cyanobacteria for photosynthetic production of 3-hydroxybutyrate directly from CO2",
        "Modification of carbon partitioning to enhance PHB production in Synechocystis sp. PCC 6803"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Thonburi",
            "@id": "60008786",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008786",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadapisek Sompoch Endowment Fund",
        "Chulalongkorn University"
    ]
}