{
    "eid": "2-s2.0-85074962474",
    "title": "Assessment of the validity and reliability of an urban household health expenditure (HHE) questionnaire in Kuala Lumpur, Malaysia",
    "cover-date": "2018-04-18",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Health Policy",
            "@code": "2719",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Health financing",
        "Health systems",
        "Household health expenditure",
        "Malaysia"
    ],
    "authors": [
        "Murallitharan Munisamy",
        "Tharini Thanapalan",
        "Pattaraporn Piwong",
        "Alessio Panza",
        "Sathirakorn Pongpanich"
    ],
    "citedby-count": 0,
    "ref-count": 22,
    "ref-list": [
        "Accelerating health equity: The key role of universal health coverage in the sustainable development goals",
        "Universal health coverage: Not why, what, or when – but how?",
        "Malaysia health system review: Health systems in transition. Asia Pacific Observatory on Health Systems and Policies",
        "Designing health financing policy towards universal coverage",
        "Kenya National Health Accounts 2009/10",
        "Catastrophic health care spending and impoverishment in Kenya",
        "List of registered private clinics up to 31 Dec 2015 (Medical)",
        "The content validity index: Are you sure you know what’s being reported? Critique and recommendations",
        "Content validity and test-retest reliability of a low back pain questionnaire in Zimbabwean adolescents",
        "Test-retest reliability of a self-administered alcohol, smoking and substance involvement screening test (ASSIST) in primary care patients",
        "Assessing the reliability of household expenditure data: Results of the World Health Survey",
        "Estimating health expenditure shares from household surveys",
        "Catastrophic health expenditure and its determinants in Kenya slum communities",
        "Making sense of methods and measurement: Lawshe’s content validity index",
        "Determining content validity and reporting a content validity index for simulation scenarios",
        "Test-retest reliability of health behavior items in the Community Health Survey in South Korea"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Putrajaya",
            "@id": "60012747",
            "affilname": "Kementerian Kesihatan Malaysia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012747",
            "affiliation-country": "Malaysia"
        }
    ],
    "funding": []
}