{
    "eid": "2-s2.0-85099644641",
    "title": "Cytokine dependent hematopoietic cell linker (CLNK) is highly elevated in blood transfusion dependent beta-thalassemia major patients",
    "cover-date": "2021-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Hematology",
            "@code": "2720",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Clinical Biochemistry",
            "@code": "1308",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry (medical)",
            "@code": "2704",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "CLNK",
        "Cytokines",
        "Ferritin",
        "Inflammation",
        "Iron overload",
        "Thalassemia"
    ],
    "authors": [
        "H. K. Al-Hakeim",
        "H. H. Al-Mayali",
        "S. R. Moustafa",
        "M. Maes"
    ],
    "citedby-count": 1,
    "ref-count": 34,
    "ref-list": [
        "Beta-thalassemia",
        "Iron overload in thalassemia: different organs at different rates",
        "Hereditary haematologic disorders in Najaf province – Iraq",
        "Study of the effect of iron overload on the function of endocrine glands in male thalassemia patients",
        "Therapeutic value of combined therapy with deferasirox and silymarin on iron overload in children with beta thalassemia",
        "Methods employed in cytofluorometric assessment of eryptosis, the suicidal erythrocyte death",
        "The switch from fetal to adult hemoglobin",
        "Expression of the γ-globin gene is sustained by the cAMP-dependent pathway in β-thalassaemia",
        "Regulating gene transcription in response to cyclic AMP elevation",
        "Deficiency of Src family kinases Fgr and Hck results in activation of erythrocyte K/Cl cotransport",
        "Clnk, a novel SLP-76-related adaptor molecule expressed in cytokine-stimulated hemopoietic cells",
        "Functional interactions of HPK1 with adaptor proteins",
        "Synergistic regulation of immunoreceptor signalling by SLP-76-related adaptor Clnk and serine/threonine protein kinase HPK-1",
        "Numerous growth factors, cytokines, and chemokines are secreted by human CD34+ cells, myeloblasts, erythroblasts, and megakaryoblasts and regulate normal hematopoiesis in an autocrine/paracrine manner: Presented at the 41st Annual Meeting of the American Society of Hematology, New Orleans, LA, December 3–7, 1999, and published in abstract form in Blood. 1999;94 (suppl 1): 465a",
        "Regulation of membrane-cytoskeletal interactions by tyrosine phosphorylation of erythrocyte band 3",
        "Thalassemic erythrocytes release microparticles loaded with hemichromes by redox activation of p72Syk kinase",
        "Red blood cell homeostasis: pharmacological interventions to explore biochemical, morphological and mechanical properties",
        "Lack of correlation between non-labile iron parameters, total carbonyl and malondialdehyde in major thalassemia",
        "Effect of serum fibroblast growth factor receptor 2 and CAPS proteins on calcium status in β-thalassaemia major patients who are free from overt inflammation",
        "Haemoglobin production, disorders, and testing",
        "Statistics review 13: receiver operating characteristic curves",
        "Ineffective erythropoiesis in β-thalassemia",
        "A BASH/SLP-76-related adaptor protein MIST/Clnk involved in IgE receptor-mediated mast cell degranulation",
        "MIST functions through distinct domains in immunoreceptor signalling in the presence and absence of LAT",
        "Serum cytokine dependent hematopoietic cell linker (;p) as a predictor for the duration of illness in type 2 diabetes mellitus",
        "Production of reactive oxygen species, its effects, drugs and plant extract used as an antioxidant, chelator on thalassemic patients: a review",
        "Body iron status of children and adolescents with transfusion dependent β-thalassaemia: trends of serum ferritin and associations of optimal body iron control",
        "Benefits and complications of regular blood transfusion in patients with beta-thalassaemia major",
        "Iron overload in beta thalassemia major patients",
        "Circulating cell membrane microparticles transfer heme to endothelial cells and trigger vaso-occlusions in sickle cell disease",
        "Band 3 phosphorylation induces irreversible alterations of stored red blood cells",
        "The proteome of erythrocyte-derived microparticles from plasma: new clues for erythrocyte aging and vesiculation",
        "Erythrocyte vesiculation: a self-protective mechanism?",
        "Red blood cell homeostasis: mechanisms and effects of microvesicle generation in health and disease"
    ],
    "affiliation": [
        {
            "affiliation-city": "Erbil",
            "@id": "60109544",
            "affilname": "Hawler Medical University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60109544",
            "affiliation-country": "Iraq"
        },
        {
            "affiliation-city": "Kufa",
            "@id": "60071160",
            "affilname": "University of Kufa",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071160",
            "affiliation-country": "Iraq"
        },
        {
            "affiliation-city": "Plovdiv",
            "@id": "60031890",
            "affilname": "Medical University of Plovdiv",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031890",
            "affiliation-country": "Bulgaria"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Geelong",
            "@id": "60018805",
            "affilname": "Deakin University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018805",
            "affiliation-country": "Australia"
        }
    ],
    "funding": []
}