{
    "eid": "2-s2.0-84895062965",
    "title": "Hydrogels containing silver nanoparticles for burn wounds show antimicrobial activity without cytotoxicity",
    "cover-date": "2014-05-05",
    "subject-areas": [
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "antimicrobial activity",
        "Hydrogels",
        "hydrophilic polymers",
        "irradiation",
        "nanoparticles",
        "swelling"
    ],
    "authors": [
        "Benjawan Boonkaew"
    ],
    "citedby-count": 72,
    "ref-count": 31,
    "ref-list": [
        "Association of Burn Mortality and Bacteremia: A 25-Year Review",
        "Prospective analysis of nosocomial infection rates, antibiotic use, and patterns of resistance in a burn population",
        "Topical Antibacterial Agents",
        "Wound management in an era of increasing bacterial antibiotic resistance: A role for topical silver treatment",
        "The role of Acticoat™ with nanocrystalline silver in the management of burns",
        "CRC Handbook of Chemistry and Physics",
        "Silver coordination polymers for prevention of implant infection: Thiol interaction, impact on respiratory chain enzymes, and hydroxyl radical induction",
        "Antimicrobial Activity and Action of Silver",
        "Early healing events in a porcine model of contaminated wounds: Effects of nanocrystalline silver on matrix metalloproteinases, cell apoptosis, and healing",
        "Reduced cellular toxicity of a new silver-containing antimicrobial dressing and clinical performance in non-healing wounds",
        "In vitro antibacterial and cytotoxicity assay of multilayered polyelectrolyte-functionalized stainless steel",
        "An in vitro assessment of the antibacterial properties and cytotoxicity of nanoparticulate silver bone cement",
        "Pharma. J.",
        "J. Control. Release",
        "Design and preparation of synthetic hydrogels via photopolymerisation for biomedical use as wound dressings",
        null,
        "Molecular diagnostics: Techniques and applications for the clinical laboratory",
        "Development of gelatin hydrogel pads as antibacterial wound dressings",
        "Optical properties of silver-dispersed PVP thin film",
        "On the Measurement of Evaporative Water Loss, Method and Clinical Application",
        "Swelling behavior of partially cross-linked polymers: A ternary system",
        "Silver Nanoparticles - Universal Multifunctional Nanoparticles for Bio Sensing, Imaging for Diagnostics and Targeted Drug Delivery for Therapeutic Applications, Drug Discovery and Development - Present and Future",
        "Inter. J. Pharma. Sci. Res.",
        "Ethiop. J. Health Sci.",
        "Antistaphylococcal activity of CB-181963 (CAB-175), an experimental parenteral cephalosporin",
        "Mol. Pharm.",
        "Burns",
        "Cytotoxicity testing of burn wound dressings, ointments and creams: A method using polycarbonate cell culture inserts on a cell culture system",
        "In vitro cytotoxicity testing of a nanocrystalline silver dressing (Acticoat) on cultured keratinocytes",
        "A comparative study of the cytotoxicity of silver-based dressings in monolayer cell, tissue explant, and animal models"
    ],
    "affiliation": [
        {
            "affiliation-city": "Brisbane",
            "affilname": "The University of Queensland",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Brisbane",
            "affilname": "Queensland University of Technology",
            "affiliation-country": "Australia"
        }
    ],
    "funding": []
}