{
    "eid": "2-s2.0-85017410508",
    "title": "Buccolingual inclination of the mandibular second molars with different anteroposterior skeletal patterns in cone-beam computed tomography",
    "cover-date": "2017-06-01",
    "subject-areas": [
        {
            "$": "Orthodontics",
            "@code": "3505"
        }
    ],
    "keywords": [
        "Anteroposterior skeletal pattern",
        "Buccolingual inclination",
        "Cone-beam computed tomography",
        "Mandibular second molar"
    ],
    "authors": [
        "Benchapol Rakwong"
    ],
    "citedby-count": 0,
    "ref-count": 25,
    "ref-list": [
        "Evolution of treatment mechanics and contemporary appliance design in orthodontics: A 40-year perspective",
        "The six keys to normal occlusion",
        "Objective grading system for dental casts and panoramic radiographs. American Board of Orthodontics.",
        "Comparative study of vertical sections of the Jomon and modern Japanese mandibles",
        "Three-Dimensional Inclination of the Dental Axes in Healthy Permanent Dentitions - A Cross-Sectional Study in a Normal Population",
        "Influence of vertical growth pattern on faciolingual inclinations and treatment mechanics",
        "Relationships among facial type, buccolingual molar inclination, and cortical bone thickness of the mandible",
        "Buccolingual inclinations of posterior teeth in subjects with different facial patterns",
        "Measuring buccolingual inclination of mandibular canines and first molars using CBCT",
        "Measurement of the buccolingual inclination of teeth: Manual technique vs 3-dimensional software",
        "Assessing incisor inclination: A non-invasive technique",
        "Critical assessment of a device to measure incisor crown inclination",
        "Tooth inclination in elderly with many remaining teeth observed by 3-D imaging.",
        "Evaluation of the accuracy of digital model analysis for the American Board of Orthodontics objective grading system for dental casts",
        "The reliability of head film measurements. 1. Landmark identification",
        "The reliability of head film measurements. 2. Conventional angular and linear measures",
        "Cone-beam volumetric imaging: a two-minute drill.",
        "Quantitation of transverse maxillary dimensions using computed tomography: A methodological and reproducibility study",
        "Three-dimensional cone beam computerized tomography in dentistry",
        "Current Products and Practice Three-dimensional cone beam computerized tomography in orthodontics",
        "Orthodontics current principles and techniques",
        "Impaction of permanent mandibular second molar: A retrospective study",
        "The \"Wits\" appraisal of jaw disharmony",
        "J Thai Assoc Orthod"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}