{
    "eid": "2-s2.0-85101618599",
    "title": "Minimalist revision and description of 403 new species in 11 subfamilies of Costa Rican braconid parasitoid wasps, including host records for 219 species",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Paleontology",
            "@code": "1911",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "Accelerated taxonomy",
        "Agathidinae",
        "BIN code",
        "Bioalfa",
        "Braconidae",
        "Braconinae",
        "Caterpillar",
        "Cheloninae",
        "COI barcode",
        "Conservation",
        "DNA barcode",
        "Homolobinae",
        "Hormiinae",
        "Hymenoptera",
        "Ichneumonoidea",
        "Ichneutinae",
        "Lepidoptera",
        "Macrocentrinae",
        "Parasitoid host associations",
        "Proteropinae",
        "Rhysipolinae",
        "Rogadinae",
        "Tri-trophic interaction",
        "Tropical"
    ],
    "authors": [
        "Michael J. Sharkey",
        "Daniel H. Janzen",
        "Winnie Hallwachs",
        "Eric G. Chapman",
        "M. Alex Smith",
        "Tanya Dapkey",
        "Allison Brown",
        "Sujeevan Ratnasingham",
        "Suresh Naik",
        "Ramya Manjunath",
        "Kate Perez",
        "Megan Milton",
        "Paul Hebert",
        "Scott R. Shaw",
        "Rebecca N. Kittel",
        "M. Alma Solis",
        "Mark A. Metz",
        "Paul Z. Goldstein",
        "John W. Brown",
        "Donald L.J. Quicke",
        "C. van Achterberg",
        "Brian V. Brown",
        "John M. Burns"
    ],
    "citedby-count": 69,
    "ref-count": 99,
    "ref-list": [
        "A revision of the subfamily Zelinae auct. (Hymenoptera: Braconidae)",
        "Revisionary notes on the subfamily Orgilinae (Hymenoptera, Bra¬conidae) (Hymenoptera: Braconidae)",
        "Pheloura gen. nov., a Neotropical genus with an extremely long pseudo-ovipositor (Hymenoptera: Braconidae)",
        "Revision of the subtribe Mesocoelina Viereck (Hymenoptera: Bra¬conidae)",
        "Revision of the western Palaearctic Phanerotomini (Hymenoptera, Braconidae)",
        "Revision of the genera of the Afrotropical and W. Palaearctical Ro¬gadinae Foerster (Hymenoptera: Braconidae)",
        "Two new species of Pseudoyelicones (Braconidae: Rogadinae) from Costa Rica",
        "Systematics of the parasitic wasp genus Yelicones Cameron (Hymenoptera: Braconidae: Rogadinae) and revision of the genus from the New World",
        "Five new species of braconids (Hymenoptera: Braconidae) from the Asiatic part of the USSR",
        "A new Palaearctic genus of the subfamily Ichneutinae (Hymenoptera: Braconidae)",
        "Mitochondrial and nuclear phylogenetic analysis with Sanger and next-generation sequencing shows that, in Área de Conservación Guanacaste, northwestern Costa Rica, the skipper but¬terfly named Urbanus belli (family Hesperiidae) comprises three morphologically cryptic spe¬cies",
        "New species of Plesiocoelus van Achterberg and Mesocoelus Schulz (Hymenoptera, Braconidae) from Brazil",
        "DNA barcodes of closely related (but morphologically and ecologically distinct) species of skipper butterflies (Hesperiidae) can differ by only one to three nucleotides",
        "DNA barcodes and cryptic species of skipper butterflies in the genus Perichares in Area de Conservación Gua¬nacaste, Costa Rica",
        "Cryptic species with¬in cryptic moths: new species of Dunama Schaus (Notodontidae, Nystaleinae) in Costa Rica",
        "Systematics, Phylogeny and evolution of braconid wasps: 30 years of progress",
        "A taxonomic study of Costa Rican Leptodrepana with the description of twenty-four new species (Hymenoptera, Braconidae, Cheloninae)",
        "Government of Costa Rica, La Gaceta Diario Oficial, no. 143, 31 julio 2019",
        "Zur Kenntnis aussereuropäischer Braconiden",
        "17 new species hiding in 10 long-named gaudy tropical moths (Lepidoptera: Erebidae: Arctiinae)",
        "Machine vision automated species identification scaled towards pro¬duction levels",
        "Re¬view of Apanteles sensu strictu (Hymenoptera, Braconidae, Microgastrinae) from northwest¬ern Costa Rica, with keys to all described species from Mesoamerica",
        "Annotated and illustrated world checklist of Microgastrinae parasitoid wasps (Hymenoptera, Braconidae)",
        "Revision of the New World species of Houghia Coquillett (Diptera, Tachinidae) reared from caterpillars in Area de Conservación Guanacaste, Costa Rica",
        "A new species of Crinibracon Quicke (Hy¬menoptera: Braconidae) parasitic on pupae of Hasora chromus (Cramer) (Lepidop¬tera: Hesperiidae) from India",
        "DNA barcodes dis¬tinguish species of tropical Lepidoptera",
        "Integrative taxonomy of New World Euplectrus Westwood (Hymenoptera, Eulophidae), with focus on 55 new species from Area de Conservación Guanacaste, northwestern Costa Rica",
        "Ten species in one: DNA barcoding reveals cryptic species in the neotropical skipper butterfly Astraptes fulgerator",
        "An inexpensive, automation-friendly protocol for recovering high-quality DNA",
        "Gardenification of tropical conserved wildlands: multitasking, multicrop¬ping, and multiusers",
        "La sobrevivencia de las areas silvestres de Costa Rica por medio de su jar¬dinificación",
        "Parasitization biology of a new species of Braco¬nidae (Hymenoptera) feeding on larvae of Costa Rican dry forest skippers (Lepidoptera: Hesperiidae: Pyrginae)",
        "Wedding biodiversity inventory of a large and complex Lepidoptera fauna with DNA barcoding",
        "Nuclear genomes distinguish cryptic species suggested by their DNA barcodes and ecology",
        "Integration of DNA barcoding into an ongoing inventory of complex tropical biodiversity",
        "Read¬ing the complex skipper butterfly fauna of one tropical place",
        "What happens to the traditional taxonomy when a well-known tropical saturniid moth fauna is DNA barcoded?",
        "Nuclear genomes distinguish cryptic species suggested by their DNA barcodes and ecology",
        "Ethical aspects of the impact of humans on biodiversity",
        "Joining inventory by parataxonomists with DNA barcoding of a large complex tropical conserved wildland in northwestern Costa Rica",
        "DNA barcoding the Lepidoptera inventory of a large com¬plex tropical conserved wildland, Area de Conservacion Guanacaste, northwestern Costa Rica",
        "Perspective: where might be many tropical insects?",
        "How a tropical country can DNA barcode itself",
        "Área de Conservación Guanacaste, northwestern Costa Rica: Converting a tropical national park to conservation via biodevelopment",
        "As insectometers, it is clear to us that insect decline in our Costa Rican tropics is real, so let’s be kind to the survivors",
        "Using DNA-barcoded Malaise trap samples to measure impact of a geothermal energy project on the biodiversity of a Costa Rican old-growth rain forest",
        "jMOTU and taxonerator: turning DNA barcode se¬quences into annotated operational taxonomic units",
        "Revision of the species of Lytopylus from Area de Conservación Guanacaste, northwestern Costa Rica (Hymenoptera, Braconidae, Agathidinae)",
        "Molecular and morphological phylogenetics of chelonine parasitoid wasps (Hymenoptera: Braconidae), with a critical assessment of di¬vergence time estimations",
        "A taxonomic review of the parasitoid wasp genera Furcidentia Zettel and Pseudophanerotoma Zettel (Hymenoptera: Braconidae: Cheloninae) from the Neotrop¬ics with the description of four new species",
        "AliView: a fast and lightweight alignment viewer and editor for large data sets",
        "Taxonomy and Life History of Costa Rican Alabagrus (Hyme¬noptera: Braconidae), with a key to world species",
        "A new species of the genus Plesiocoelus van Achterberg (Hy¬menoptera: Braconidae: Agathidinae) from Vietnam",
        "A new species of the genus Exasticolus van Achterberg (Hymenoptera: Braconidae: Homolobinae) from Mexico",
        "Canadian taxonomy: exploring biodiversity, creating op¬portunity",
        "A revolutionary protocol to describe understudied hyperdiverse taxa and over¬come the taxonomic impediment",
        "Taxonomic review of the genera Zelo¬morpha Ashmead and Hemichoma Enderlein (Hymenoptera, Braconidae, Agathidinae) with new combination assignments",
        "Der Einfluß der Temperatur auf die Entwicklung der Kleinen Fichtenblat¬twespe, Pristiphora abietina (Christ), im Kokon (Hymenoptera: Tenthredinidae)",
        "Five new braconid species from Colombia (Hymenoptera, Braconidae)",
        "First survey of the Neotropical species of Microchelonus Szépligeti with de¬scriptions of twenty-five new species (Hymenoptera: Braconidae: Cheloninae)",
        "First host records for Exasticolus fuscicornis (Cameron, 1887) (Hymenoptera: Braconidae: Homolobinae)",
        "A synopsis of the genus Ethmia Hubner in Costa Rica: biology, distribution, and description of 22 new spe¬cies (Lepidoptera, Gelechioidea, Depressariidae, Ethmiinae), with emphasis on the 42 species known from Area de Conservación Guanacaste",
        "Describing the smaller majority: integrative taxonomy reveals twenty-six new species of tiny microhylid frogs (genus Stumpffia) from Madagascar",
        "Four new genera of the Plesiobracon Cameron group (Insecta, Hymenoptera, Braconinae)",
        "Braconinae",
        "The extraordinary genus Gnathobracon Costa (Hym., Braconidae, Braconinae) with the description of a new species from Peru",
        "Utility of the DNA barcoding gene fragment for parasitic wasp phylogeny (Hymenoptera: Ichneumonoidea): data release and new measure of taxo¬nomic congruence",
        "A DNA-based registry for all animal species: the Barcode Index Number (BIN) system",
        "Extrapolations from field studies and known faunas converge on dramatically in¬creased estimates of global microgastrine parasitoid wasp species richness (Hymenoptera: Bra¬conidae)",
        "Pseudorhysipolis gen. nov.(Hymenoptera: Braconidae: Rhysipolinae), with nine new species from Brazil, Suriname and Panama",
        "A revision of Zacremnops Sharkey and Wharton (Hymenoptera: Braconi¬dae: Agathidinae)",
        "Key to the New World subfamilies of the Braconidae",
        "Lytopylus Förster (Hymenoptera, Braconidae, Agathidinae) species from Costa Rica, with an emphasis on specimens reared from caterpillars in Area de Conservación Guanacaste",
        "A new genus of Agathidinae with the description of a new species parasitic on Samea multiplicalis (Guenée)",
        "The Nearctic genera of Agathidinae (Hymenoptera: Braco¬nidae) with a phylogenetic analysis, illustrated generic key and the description of three new genera",
        "Revision of Aerophilus Szépligeti (Hy¬menoptera, Braconidae, Agathidinae) from eastern North America, with a key to Nearctic species north of Mexico",
        "Alabagrus Enderlein (Hymenoptera, Braconidae, Agathidinae) species of Costa Rica, with an emphasis on specimens reared from caterpillars in Area de Conservación Guanacaste",
        "A revision of the genera of Ichneutinae (Hymenoptera: Braconi¬dae)",
        "Molecular phylogenetics of Braconidae (Hyme¬noptera: Ichneumonoidea), based on multiple nuclear genes, and implications for classification",
        "Cheloninae",
        "On evolution of endoparasitism: The biology of some genera of Rogadinae (Braconidae)",
        "Notes on the biology, morphology, nomenclature and classification of Pseudavga flavicoxa Tobias, 1964 (Hymenoptera, Braconidae, Rhysipolinae), a genus and spe¬cies new to Britain parasitizing Bucculatrix thoracella (Thunberg) (Lepidoptera, Bucculatrici¬dae)",
        "Classification and biology of braconid wasps (Hymenoptera: Braconidae)",
        "Revision of the New World genera Adelius Haliday and Paradelius de Saeger (Hymenoptera: Braconidae: Cheloninae: Adeliini)",
        "DNA barcodes reveal cryptic host-specificity within the presumed polyphagous members of a genus of parasitoid flies (Diptera: Tachinidae)",
        "DNA barcodes affirm that 16 species of apparently generalist tropical parasitoid flies (Diptera, Tachinidae) are not all generalists",
        "Extreme diversity of tropical parasitoid wasps exposed by iterative in¬tegration of natural history, DNA barcoding, morphology, and collections",
        "Wolbachia and DNA Barcoding Insects: Patterns, Potential, and Problems",
        "DNA bar¬coding and the taxonomy of Microgastrinae wasps (Hymenoptera, Braconidae): impacts after 8 years and nearly 20,000 sequences",
        "Bayesian species delimitation combining multiple genes and traits in a unified framework",
        "Thirteen new Costa Rican species belonging to the genus Triraphis Ruthe (Braconidae: Rogadinae) with their host records",
        "The status of certain Braconidae (Hymenoptera) cultured for biological control programs, and description of a new species of Macrocentrus",
        "Phylogenetic review of the Stiropius group of genera (Hymenoptera: Bra¬conidae, Rogadinae) with description of a new neotropical genus",
        "The omission of critical data in the pursuit of “revolutionary” methods to accelerate the description of species",
        "Beitrage zur Kenntnis neotropischer Arten der Gattung Phanerotoma Wes¬mael: 4. Die Ph. fuscovaria-Gruppe (Hymenoptera: Braconidae, Cheloninae)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Washington, D.C.",
            "@id": "60007670",
            "affilname": "Smithsonian National Museum of Natural History",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007670",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Guelph",
            "@id": "60192973",
            "affilname": "Biodiversity Institute of Ontario",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60192973",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Leiden",
            "@id": "60032678",
            "affilname": "Naturalis Biodiversity Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032678",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Lexington",
            "@id": "60026117",
            "affilname": "University of Kentucky College of Agriculture, Food and Environment",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026117",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Los Angeles",
            "@id": "60022238",
            "affilname": "Natural History Museum of Los Angeles County",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022238",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Guelph",
            "@id": "60015881",
            "affilname": "University of Guelph",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015881",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Laramie",
            "@id": "60008827",
            "affilname": "University of Wyoming",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008827",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Philadelphia",
            "@id": "60006297",
            "affilname": "University of Pennsylvania",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006297",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Redlands",
            "@id": "122241548",
            "affilname": "The Hymenoptera Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/122241548",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Wiesbaden",
            "@id": "114009184",
            "affilname": "Museum Wiesbaden",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/114009184",
            "affiliation-country": "Germany"
        }
    ],
    "funding": [
        "International Conservation Fund of Canada",
        "Jessie B. Cox Charitable Trust",
        "Wege Foundation",
        "U.S. National Science Foundation",
        "USDA",
        "University of Pennsylvania",
        "Genome Canada",
        "University of Guelph",
        "Government of Canada",
        "Natural Sciences and Engineering Research Council of Canada"
    ]
}