{
    "eid": "2-s2.0-85111071269",
    "title": "The harmful raphidophyte Chattonella (Raphidophyceae) in Western Pacific: Its red tides and associated fisheries damage over the past 50 years (1969–2019)",
    "cover-date": "2021-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Chattonella",
        "Chattonella marina",
        "Chattonella subsalsa",
        "Distribution",
        "East Asia",
        "Fisheries damage",
        "Mucocyst",
        "Population structure",
        "Southeast Asia"
    ],
    "authors": [
        "Wai Mun Lum",
        "Garry Benico",
        "Hai Doan-Nhu",
        "Elsa Furio",
        "Chui Pin Leaw",
        "Sandric Chee Yew Leong",
        "Po Teen Lim",
        "Weol Ae Lim",
        "Thaithaworn Lirdwitayaprasit",
        "Songhui Lu",
        " Muawanah",
        "Nguyen Van Nguyen",
        "Tatiana Yu Orlova",
        "Arief Rachman",
        "Setsuko Sakamoto",
        "Kazuya Takahashi",
        "Sing Tung Teng",
        "Hikmah Thoha",
        "Pengbin Wang",
        "Aletta T. Yñiguez",
        "Kazumi Wakita",
        "Mitsunori Iwataki"
    ],
    "citedby-count": 16,
    "ref-count": 172,
    "ref-list": [
        "Harmful Marine Microalgae in Hong Kong",
        "Marine harmful algal blooms (HABs) in the United States: History, current status and future trends",
        "ASEAN-Canada Cooperative Programme on Marine Science; Location of HAB events in Asian waters",
        "First occurrence of Cochlodinium blooms in Sabah, Malaysia",
        "Cryptic occurrence of Chattonella marina var. marina in mangrove sediments in Probolinggo, East Java Province, Indonesia",
        "Fish Kills” in the Philippines associated with harmful algal blooms (HABs)",
        "Harmful marine dinoflagellates in the Philippines.",
        "An extensive Cochlodinium bloom along the western coast of Palawan, Philippines",
        "Morphology, biochemistry, and growth of raphidophyte strains from the Gulf of California",
        "First record of Chattonella marina in Bahía de La Paz, Gulf of California",
        "Marine die-offs from Chattonella marina and Ch. cf. ovata in Kun Kaak Bay, Sonora in the Gulf of California",
        "The harmful unarmored dinoflagellate Karlodinium in Japan and Philippines, with reference to ultrastructure and micropredation of Karlodinium azanzae sp. nov. (Kareniaceae, Dinophyceae)",
        "Sur une Chloromonadine nouvelle d'eau saumatre Chattonella subsalsa n. gen., n. sp",
        "Raphidophyceae (Chadefaud ex Silva) systematics and rapid identification: sequence analyses and real-time PCR assays",
        "Morphological and genetic characterization of bloom-forming Raphidophyceae from Brazilian coast",
        "Integrated Report on Harmful Algal Blooms for the NOWPAP Region",
        "Chattonella globosa is a member of Dictyochophyceae: reassignment to Vicicitus gen. nov., based on molecular phylogeny, pigment composition, morphology and life history",
        "Genetic structure of Japanese Chattonella marina (Raphidophyceae) populations revealed using microsatellite markers",
        "Taxonomic revision of Chattonella antiqua, C. marina and C. ovata (Raphidophyceae) based on their morphological characteristics and genetic diversity",
        "II.5. Class Raphidophyceae Chadefeud ex Silva 1980",
        "Taxonomic remarks on planktonic phytoflagellates in a hypertrophic tropical lagoon (Brazil)",
        "The ecology of harmful flagellates within Prymnesiophyceae and Raphidophyceae",
        "Ecology and oceanography of harmful marine microalgae",
        "Overview of harmful algal blooms in Asia",
        "Mass mortality of cultivated northern bluefin tuna Thunnus thynnus orientalis associated with Chattonella species in Baja California",
        "Progress in the study of toxicological mechanism of Chattonella marina",
        "Phytoplankton structure in the tropical port waters of Singapore",
        "Analysis of harmful algal blooms (HAB's) phytoplankton concentration in coastal areas of Kupang Bay, East Nusa Tenggara",
        "Perceived global increase in algal blooms is attributable to intensified monitoring and emerging bloom impacts",
        "Taxonomy of harmful marine raphidophytes",
        "Chattonella marina raphidophyte bloom associated with mortality of cultured bluefin tuna (Thunnus maccoyii) in South Australia",
        "Overview of Australian and New Zealand harmful algal species occurrences and their societal impacts in the period 1985 to 2018, including a compilation of historic records",
        "Ultrastructure and taxonomy of Chattonella (class Raphidophyceae algae) in Japan",
        "Four new species of Chattonella (Raphidophyceae, Chromophyta) from Japan",
        "Planning for aquaculture diversification: the importance of climate change and other drivers",
        "Harmful algal blooms in Hong Kong waters - where are they from?",
        "Proposal of Pseudochattonella verruculosa gen. nov., comb. nov. (Dictyochophyceae) for a formar raphidophycean alga Chattonella verruculosa, based on 18S rDNA phylogeny and ultrastructural characteristics",
        "Phylogenetic analysis of noxious red tide flagellates Chattonella antiqua, C. marina, C. ovata, and C. verruculosa (Raphidophyceae) based on the rRNA gene family",
        "Life cycle strategies of the red tide causing flagellates Chattonella (Raphidophyceae) in the Seto Inland Sea",
        "A preliminary note on the cysts of Chattonella (Raphidophyceae), red tide flagellates, found in bottom sediment in Suo-Nada, western Seto Inland Sea, Japan",
        "Annual life cycle of Chattonella spp., causative flagellates of noxious red tides in the Seto Inland Sea of Japan",
        "Cysts of Chattonella antiqua and C. marina (Raphidophyceae) in sediments of the Inland Sea of Japan",
        "Dormancy and maturation in the cysts of Chattonella spp. (Raphidophyceae), red tide flagellates in the Inland Sea of Japan",
        "Distribution of dormant cells of Chattonella (Raphidophyceae) and occurrence of summer red tide in Suo-Nada, western Seto Inland Sea",
        "Life cycle, physiology, ecology and red tide occurrences of the fish killing raphidophyte Chattonella",
        "Eutrophication and occurrences of harmful algal blooms in the Seto Inland Sea, Japan",
        "Fenomena Harmful Algal Blooms (HABs) di Pantai Ringgung Teluk Lampung, pengaruhnya dengan tingkat kematian ikan yang dibudidayakan pada Karamba Jaring Apung",
        "Cochlodinium fulvescens sp. nov. (Gymnodiniales, Dinophyceae), a new chain-forming unarmored dinoflagellate from Asian coasts",
        "Phylogenetic relationships in the harmful dinoflagellate Cochlodinium polykrikoides (Gymnodiniales, Dinophyceae) inferred from LSU rDNA sequences",
        "Taxonomy and distribution of the unarmored dinoflagellates Cochlodinium polykrikoides and C. fulvescens",
        "Twice Chattonella marina red tide occurred in the North of the Yellow Sea of China",
        "Development of single-cell PCR methods for the Raphidophyceae",
        "Genetic variation in mitochondrial genes and intergenic spacer region in harmful algae Chattonella species",
        "Environmental factors affecting the neurotoxin production of Chattonella antiqua (Raphidophyceae)",
        "Occurrences of \"red tide\" along Johore Straits, Malaysia, resulted in heavy mortality of shrimp",
        "Phytoplankton monitoring and harmful algae occurrences in Singapore waters-Historical perspective and status",
        "Molecular phylogeny of Chattonella (Raphidophyceae) species from Deungnyang Bay, Korea using single-cell PCR",
        "Diurnal modification of a red-tide causing organism, Chattonella antiqua (Raphidophyceae) from Korea",
        "Phylogeny and morphology of a Chattonella (Raphidophyceae) species from the Mediterranean Sea: what is C. subsalsa?",
        "Growth, pigment, and chromophoric dissolved organic matter responses of tropical Chattonella subsalsa (Raphidophyceae) to nitrogen enrichment",
        "Red Tide Species in Hong Kong. Agriculture, Fisheries and Conservation Department",
        "Characterizing the raphidophyte, Chattonella sp. associated with massive fish mortality on the east coast of Peninsular Malaysia",
        "Report of updated HAB case study in the south coast of Korea",
        "Seasonal dynamics of flagellates and distribution of their resting cysts in Kamak Bay, Korea",
        "Real time observations of coastal algal blooms by an early warning system",
        "Community structure of flagellates and dynamics of resting cysts in Kamak Bay",
        "Effect of salinity and light intensity on the growth of Chattonella (Raphidophyceae). Bachelor's thesis",
        "Three new records of dinoflagellates in Singapore's coastal waters, with observations on environmental conditions associated with microalgal growth in the Johor Straits",
        "Spatio-temporal variations of harmful algal blooms along the coast of Guangdong, Southern China during 1980–2016",
        "Increasing dominance of dinoflagellate red tides in the coastal waters of Yellow Sea, China",
        "A bloom of Karlodinium australe (Gymnodiniales, Dinophyceae) associated with mass mortality of cage-cultured fishes in West Johor Strait, Malaysia",
        "Harmful algal blooms in Malaysian waters",
        "Phytoplankton community changes in Kuantan Port (Malaysia), with emphasis on the paralytic-shellfish toxin-producing dinoflagellate Alexandrium tamiyavanichii",
        "Roles and distribution of cyst",
        "Changes in cell chemical composition during the growth cycle of Chattonella sp. and Heterosigma sp. found in the shrimp ponds at Chantaburi, Thailand",
        "More raphidophyte blooms in South China waters",
        "Morphology and molecular phylogeny of the harmful raphidophyte Chattonella subsalsa isolated from Bolinao, Philippines",
        "Indo-Pacific red tides, 1985–1988",
        "Developing-country aquaculture and harmful algal blooms",
        "Comparative ecophysiology, chemotaxonomy and ichthyotoxicity of Chattonella marina (Raphidophyceae) from Australia and Japan",
        "Blooms of Chattonella subsalsa in an impacted coastal lagoon in the Gulf of California",
        "Three decades of Canadian marine harmful algal events: Phytoplankton and phycotoxins of concern to human and ecosystem health",
        "Compléments a l’étude des chloromonadines ultrastructure de Chattonella subsalsa Biecheler flagellé d'eau saumatre",
        "Bulletin of China marine disaster (1989–2019)",
        "Monitoring of phytoplankton in the area of a sea farm in Vostok Bay (Sea of Japan)",
        "Kelimpahan plankton penyebab red tide, Pyrodinium bahamense di Teluk Hurun, Lampung Selatan",
        "Sebaran spasial spesies penyebab harmful algal bloom (HAB) di lokasi budidaya kerang hijau (Perna viridis) Kamal Muara, Jakarta Utara, pada bulan Mei 2011",
        "Sebaran spasial spesies penyebab harmful algal bloom (HAB) di lokasi budidaya kerang hijau (Perna viridis) Kamal Muara, Jakarta Utara, pada bulan Mei 2011",
        "Mass mortality of captive southern bluefin tuna (Thunnus maccoyii) in April/May 1996 in Boston Bay, South Australia: A complex diagnostic problem",
        "A Chattonella bloom in the Yatsushiro Sea, Japan in summer 2016: environmental characteristics during the bloom and mortality of cultured yellowtail Seriola quinqueradiata",
        "Occurrence of potentially toxic algae in Vietnamese coastal waters",
        "Recent HAB events in Ha Long Bay (Vietnam): Increase in frequency, harmful effects associated with increased eutrophication",
        "Occurrence of the polyamines caldopentamine and homocaldopentamine in axenic cultures of the red tide flagellates Chattonella antiqua and Heterosigma akashiwo (Raphidophyceae)",
        "Changes in polyamine levels during growth of a red-tide causing phytoplankton Chattonella antiqua",
        "Kejadian luar biasa paralytic shellfish poisoning pada konsumsi kerang hijau terkontaminasi saxitoxin di Kabupaten Cirebon, Indonesia, Desember 2016",
        "Short-term dynamics of a Chattonella antiqua bloom in the Yatsushiro Sea, Japan, in summer 2010: characteristics of its appearance in the southern area",
        "Chattonella antiqua (Hada) comb. nov., and its occurrence on the Japanese coast",
        "Culture collection of HAB strains of LIPI",
        "Red tide occurrence and countermeasure in Korea",
        "Species and distribution of phytoflagellate cysts in surface sediment at Kungkraban Bay, Chanthaburi Province",
        "The HAB/red tide blooms in Indonesian waters 1997/1998",
        "Retaid di perairan Indonesia",
        "A new recorded red tide species in China: Chattonella marina (Subrahmanyan) Hara et Chihara, its asset and limitation",
        "Occurrence of red tides on the coast of China",
        "Distribution of Pyrodinium bahamense cysts in modern sediments of Sukalila water",
        "Phylogenetic relationships of green algae Volvox carteri deduced from small-subunit ribosomal RNA comparisons",
        "Harmful algal blooms and associated fisheries damage in East Asia: Current status and trends in China, Japan, Korea and Russia",
        "Eutrophic waters, algal bloom and fish kill in fish farming areas in Bolinao, Pangasinan, Philippines",
        "Growth dynamics of Chattonella antiqua in relation to nutrients in the Yatsushiro Sea",
        "First record of two warm-water HAB species Chattonella marina (Raphidophyceae) and Cochlodinium polykrikoides (Dinophyceae) on the west coast of Hokkaido, northern Japan in summer 2014",
        "Localization of superoxide anion in the red tide alga Chattonella antiqua",
        "Effects of sea bloom, Chattonella antiqua, on gill primary lamellae of the young yellowtail, Seriola quinqueradiata",
        "Keberadaan spesies toksik “harmful algal bloom” di perairan Teluk Hurun Lampung",
        "Harmful algal blooms in Indonesian waters",
        "Phytoplankton bloom monitoring and PSP toxin in shellfish of Ambon Bay, Indonesia",
        "Mass fish mortality in Jakarta Bay: HAB organisms as the culprit",
        "Toxic HAB species from the Sea of Okhotsk detected by a metagenetic approach, seasonality and environmental drivers",
        "A “red tide” caused by a raphidophyte Chattonella sp. in Amursky Bay, Sea of Japan",
        "Ecophysiology and bloom dynamics of Heterosigma akashiwo (Raphidophyceae)",
        "Reflections on the ballast water dispersal-harmful algal bloom paradigm",
        "The causes and bloom process of a red tide species-Chattonella marina in the coastal area of Rushan, Shangdong Province",
        "Identification of Chattonella (Raphidophyceae) species in long-term phytoplankton samples from Santa Giusta Lagoon, Italy",
        "On the life-history and ecology of Hornellia marina gen. et sp. nov., (Chloromonadineae), causing green discoloration of the sea and mortality among marine organisms off the Malabar Coast",
        "Status and potential of fisheries and aquaculture in Asia and the Pacific 2010. FAO Regional Office for Asia and the Pacific. Bangkok",
        "The Latin America and Caribbean HAB status report based on OBIS and HAEDAT maps and databases",
        "Two new freshwater woloszynskioids Asulcocephalium miricentonis gen. et sp. nov. and Leiocephalium pseudosanguineum gen. et sp. nov. (Suessiaceae, Dinophyceae) lacking an apical furrow apparatus",
        "Dactylodinium pterobelotum gen. et sp. nov, a new marine woloszynskioid dinoflagellate positioned between the two families Borghiellaceae and Suessiaceae",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Marine micro-phytoplankton of Singapore, with a review of harmful microalgae in the region",
        "Cultured isolates of the raphidophytes Chattonella marina, Fibrocapsa japonica and Heterosigma akashiwo isolated from Singapore waters were non-toxic to fish",
        "Report of a bloom-forming dinoflagellate Takayama acrotrocha from tropical coastal waters of Singapore",
        "Marine phytoplankton in port and ship's ballast water at Tanjung Priok Harbour, North Jakarta, Indonesia",
        "Resting cyst distribution and molecular identification of the harmful dinoflagellate Margalefidinium polykrikoides (Gymnodiniales, Dinophyceae) in Lampung Bay, Sumatra, Indonesia",
        "First record of the harmful dinoflagellate Cochlodinium polykrikoides in Lampung Bay, Indonesia",
        "The CLUSTAL X windows interface: flexible strategies for multiple sequence alignments aided by quality analysis tools",
        "Chattonella marina (Raphidophyceae), a potentially toxic alga in the Salton Sea, California",
        "Pelagic harmful algal blooms and climate change: Lessons from nature's experiments with extremes",
        "Toxic phytoplankton studies in China",
        "Comparison of planktonic microbial abundance and dissolved oxygen consumption between the aquaculture ponds of mudskippers and shrimps in the Mekong Delta, southern Vietnam",
        "Temporal dynamics of extracellular dissolved organic carbon (DOC) released from non-axenic strains of a red tide forming algae, Chattonella marina and its impacts on the growth and respiratory activity of the coexistent bacteria",
        "Occurrences of harmful algal blooms (HABs) associated with ocean environments in the South China Sea",
        "The causes and bloom process of a red tide species of Chattonella marina in Sishili Bay in 2014",
        "Population dynamics of Chattonella in spring in Daya Bay, the South China Sea and the cause of its blooms",
        "Effects of temperature, salinity, and irradiance on growth of the novel red tide flagellate Chattonella ovata (Raphidophyceae)",
        "Nutrition and growth kinetics in nitrogen- and phosphorus-limited cultures of the novel red tide flagellate Chattonella ovata (Raphidophyceae)",
        "A microfluorometric analysis of nuclear DNA at different stages in the life history of Chattonella antiqua and Chattonella marina (Raphidophyceae)",
        "Effects of temperature, salinity and irradiance on the growth rates of the noxious red tide flagellates Chattonella antiqua and C. marina (Raphidophyceae)",
        "Morphology and germination characteristics of the cysts of Chattonella ovata (Raphidophyceae), a novel red tide flagellate in the Seto Inland Sea, Japan",
        "Effects of temperature and salinity on the growth of four harmful red tide flagellates occurring in Isahaya Bay in Ariake Sound",
        "Occurrence and growth characteristics of three harmful raphidophytes, Chattonella ovata, C. antiqua and C. marina in Usuka Bay, west Japan",
        "Over 30 years of HABs in the Philippines and Malaysia: What have we learned?",
        "Report of HAB Case Studies on Coastal Waters of Qingdao and Dalian in China",
        "Bottom-up controls on a mixed-species HAB assemblage: A comparison of sympatric Chattonella subsalsa and Heterosigma akashiwo (Raphidophyceae) isolates from the Delaware Inland Bays, USA",
        "Toxic marine microalgae and noxious blooms in the Mediterranean Sea: A contribution to the Global HAB Status Report"
    ],
    "affiliation": [
        {
            "affiliation-city": "Beijing",
            "@id": "60087824",
            "affilname": "Ministry of Land and Resources P.R.C.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60087824",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Yokohama",
            "@id": "60211445",
            "affilname": "Japan Fisheries Research and Education Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60211445",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60103900",
            "affilname": "Graduate School of Agricultural and Life Sciences The University of Tokyo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103900",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Busan",
            "@id": "60080958",
            "affilname": "National Fisheries Research and Development Institute (NFRDI)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60080958",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Quezon City",
            "@id": "60071491",
            "affilname": "University of the Philippines Diliman",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071491",
            "affiliation-country": "Philippines"
        },
        {
            "affiliation-city": "Munoz",
            "@id": "60071461",
            "affilname": "Central Luzon State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071461",
            "affiliation-country": "Philippines"
        },
        {
            "affiliation-city": "Nha Trang",
            "@id": "60071402",
            "affilname": "Institute of Oceanography Vietnam",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071402",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Vladivostok",
            "@id": "60069618",
            "affilname": "National Scientific Center of Marine Biology, Far Eastern Branch, Russian Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069618",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Central Jakarta",
            "@id": "60069394",
            "affilname": "Lembaga Ilmu Pengetahuan Indonesia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069394",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Kuala Lumpur",
            "@id": "60029157",
            "affilname": "Universiti Malaya",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029157",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kota Samarahan",
            "@id": "60024451",
            "affilname": "Universiti Malaysia Sarawak",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024451",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Guangzhou",
            "@id": "60017456",
            "affilname": "Jinan University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017456",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60017161",
            "affilname": "National University of Singapore",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017161",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60009885",
            "affilname": "Tokai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009885",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": null,
            "@id": "122557621",
            "affilname": "Directorate General of Aquaculture",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/122557621",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Quezon City",
            "@id": "108425930",
            "affilname": "National Fisheries Research and Development Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/108425930",
            "affiliation-country": "Philippines"
        },
        {
            "affiliation-city": "Haiphong",
            "@id": "101671287",
            "affilname": "Research Institute for Marine Fisheries",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101671287",
            "affiliation-country": "Viet Nam"
        }
    ],
    "funding": [
        "Japanese Fund-in-Trust",
        "Japan Society for the Promotion of Science",
        "MEXT",
        "MOHE"
    ]
}