{
    "eid": "2-s2.0-84978204581",
    "title": "Lightweight clay brick ceramic prepared with bagasse addition",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "Bagasse",
        "Lightweight clay brick",
        "Porosity"
    ],
    "authors": [
        "Sutas Janbuala"
    ],
    "citedby-count": 2,
    "ref-count": 24,
    "ref-list": [
        "Effect of rice husk and rice husk ash on properties of lightweight clay bricks",
        "Effect of rice husk ash to mechanical properties of clay bricks",
        "World Acad. Sci., Eng. Technol",
        "Development of eco-friendly porous fired clay bricks using pore-forming agents: A review",
        "Effect of organic residues addition on the technological properties of clay bricks",
        "The use of urban river sediments as a primary raw material in the production of highly insulating brick",
        "The use of recycled paper processing residues in making porous brick with reduced thermal conductivity",
        "Recycling of sugarcane bagasse ash waste in the production of clay bricks",
        "J. Khon Kaen Arg",
        "The use of sugarcane bagasse fibres as reinforcements in composites",
        "Sugarcane biomass for biorefineries: Comparative composition of carbohydrate and non-carbohydrate components of bagasse and straw",
        "Review Sugarcane bagasse - The future composite material: A literature review",
        "Reuse of sugarcane bagasse ash (SCBA) to produce ceramic materials",
        "Microscopy, porosimetry and chemical analysis to estimate the firing temperature of some archaeological pottery shreds from India",
        "Comparison of products from the pyrolysis and catalytic pyrolysis of rice husks",
        "The role of charcoal on DTA curves of organo-clay complexes: An overview",
        "Densification behaviour of a red firing Brazilian kaolinitic clay",
        "Porous clay bricks manufactured with rice husks",
        "Microscopy, porosimetry and chemical analysis to estimate the firing temperature of some archaeological pottery shreds from India",
        "Effect of bauxite addition on densification and mullitization behaviour of West Bengal clay"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Department of Materials Science, Faculty of Science, Chulalongkorn University",
        "Faculty of Science and Technology",
        "Suan Dusit University"
    ]
}