{
    "eid": "2-s2.0-85078177727",
    "title": "Sensitivity and specificity of the hearing handicap inventory for elderly-screening Thai version",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Elderly",
        "Hearing loss",
        "Hearing screening"
    ],
    "authors": [
        "N. Judee",
        "P. Charusripan"
    ],
    "citedby-count": 1,
    "ref-count": 24,
    "ref-list": [
        "Pathophysiology of age-related hearing loss (peripheral and central)",
        "The impact of hearing loss on the quality of life of elderly adults",
        "Outcomes of hearing aid fitting for older people with hearing impairment and their significant others",
        "The WHO-DAS II: Measuring outcomes of hearing aid intervention for adults",
        "Measurement of hearing aid benefit in the elderly",
        "The effects of intervention strategy on self-perception of hearing handicap",
        "Hearing aid use, central auditory disorder, and hearing handicap in elderly persons",
        "Cost-effectiveness of hearing AIDS in the hearing-impaired elderly: A probabilistic approach",
        "The cost-effectiveness of hearing-aid fitting in the Netherlands",
        "Ear diseases and hearing in the Thai elderly population. Part I. A comparative study of the accuracy of diagnosis and treatment by general practitioners vs ENT specialists",
        "Screening for hearing loss in older adults: U.S. Preventive Services Task Force recommendation statement",
        "The hearing handicap inventory for the elderly: A new tool",
        "Identification of elderly people with hearing problems",
        "The Hearing Handicap Inventory for Elderly-Screening (HHIE-S) versus a single question: Reliability, validity, and relations with quality of life measures in the elderly community, Japan",
        "Validation of the use of selfreported hearing loss and the Hearing Handicap Inventory for elderly among rural Indian elderly population",
        "Comparison between self-reported hearing and measured hearing thresholds of the elderly in China",
        "Relationship between self-reported hearing and measured hearing impairment in an elderly population in Finland",
        "Cross-cultural adaptation of an Arabic version of the 10-item hearing handicap inventory",
        "Long-term effectiveness of screening for hearing loss: The screening for auditory impairment-which hearing assessment test (SAI-WHAT) randomized trial",
        "Validation of self-reported hearing loss. The Blue Mountains Hearing Study",
        "Self reported hearing loss among elderly malaysians",
        "Hearing loss in the elderly: Is the hearing handicap inventory for the elderly - Screening version effective in diagnosis when compared to the audiometric test?",
        "Questionaire hearing handicap inventory for the elderly-screening version (HHIE-S): Estudo da sensibilidade e especificidade",
        "Correlation between hearing loss and the results of following questionaires: Hearing handicap inventory for the adults-screening version HHIA-S and hearing handicap inventory for the elderly-screening version - HHIE-S"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Fund",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}