{
    "eid": "2-s2.0-84902531894",
    "title": "Nanoparticle size, oxidation state, and sensing response of tin oxide nanopowders using Raman spectroscopy",
    "cover-date": "2014-10-15",
    "subject-areas": [
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Metals and Alloys",
            "@code": "2506"
        }
    ],
    "keywords": [
        "Nanostructured materials",
        "Optical sensing",
        "Raman spectroscopy",
        "Sol-gel",
        "Tin oxide"
    ],
    "authors": [
        "K. Vijayarangamuthu"
    ],
    "citedby-count": 83,
    "ref-count": 32,
    "ref-list": [
        null,
        null,
        null,
        null,
        "Dye sensitization of nanocrystalline tin oxide by perylene derivatives",
        "Microstructure of SnO2",
        null,
        null,
        null,
        "Highly reproducible synthesis of very large-scale tin oxide nanowires used for screen-printed gas sensor",
        "Modification of the structural and optical properties of tin oxide nanoparticles by Co doping and thermal annealing",
        "Uniaxial-stress dependence of the first-order Raman spectrum of rutile. I. Experiments",
        null,
        null,
        "Raman Scattering in Alloy Semiconductors: \"spatial Correlation\" Model",
        "The one phonon Raman spectrum in microcrystalline silicon",
        "The effects of microcrystal size and shape on the one phonon Raman spectra of crystalline semiconductors",
        "Comparison of models for Raman spectra of Si nanocrystals",
        "Pressure and temperature dependences of the Raman-active phonons in SnO2",
        null,
        null,
        "Microstructural change of nano grain assemblages with the annealing temperature",
        "Surface‐enhanced Raman spectroscopic study of isomeric anisidines adsorbed on colloidal silver particles",
        "Ultrasensitive Chemical Analysis by Raman Spectroscopy",
        "Detection of explosives based on surface-enhanced Raman spectroscopy",
        null,
        null,
        "High surface-enhanced Raman scattering activity from Au-decorated individual and branched tin oxide nanowires",
        null,
        "Utilizing chemical Raman enhancement: A route for metal oxide support-based biodetection",
        "Vibrational analysis of 2-nitrophenol. A joint FT-IR, FT-Raman and scaled quantum mechanical study",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "New Delhi",
            "affilname": "University of Delhi",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Defence Research Development Organization",
        "Delhi University R&D Grant , and Nanomission project of Department of Science and Technology, India",
        "Department of Physics",
        "Chulalongkorn University",
        "Bangladesh Council of Scientific and Industrial Research",
        "China Agricultural Research System"
    ]
}