{
    "eid": "2-s2.0-84930907544",
    "title": "Total sacrectomy for low-grade malignant peripheral nerve sheath tumour: A case report",
    "cover-date": "2014-12-01",
    "subject-areas": [
        {
            "$": "Surgery",
            "@code": "2746"
        }
    ],
    "keywords": [
        "Nerve sheath neoplasms",
        "Reconstructive surgical procedures",
        "Sacrum"
    ],
    "authors": [
        "Piya Kiatisevi"
    ],
    "citedby-count": 3,
    "ref-count": 25,
    "ref-list": [
        "Sacral neurofibrosarcoma: an angiographic evaluation: case report",
        "Sacral Neurofibrosarcoma — A Case Report",
        "Sacral mass in a 56-year-old woman",
        "Total sacrectomy and reconstruction with structural allografts for neurofibrosarcoma of the sacrum: A case report",
        "Malignant peripheral nerve sheath tumors of the buttock and lower extremity. A study of 43 cases",
        "Malignant Peripheral Nerve Sheath Tumors (MPNST): The Mayo Clinic experience",
        "Malignant peripheral nerve sheath tumors. A clinicopathologic study of 120 cases",
        "Malignant peripheral nerve sheath tumors (MPNST) - Clinicopathological study and treatment outcome of twenty-four cases",
        "International consensus statement on malignant peripheral nerve sheath tumors in neurofibromatosis",
        "Low grade malignant peripheral nerve sheath tumour: Varied cytological and histological patterns",
        "Soft‐tissue sarcomas of adults; study of pathological prognostic variables and definition of a histopathological grading system",
        "Cellular schwannoma. A clinicopathologic study of 57 patients and 58 tumors",
        "Nerve sheath tumors involving the sacrum. Case report and classification scheme.",
        "Strategy of surgical treatment of sacral neurogenic tumors",
        "Peripheral nerve ischaemia after internal iliac artery ligation [6]",
        "Total sacrectomy and Galveston L-rod reconstruction for malignant neoplasms: Technical note",
        "Surgical Approaches to the Spine. New York: Springer-Verlag",
        "Embolization of sacral tumors.",
        "Pre-operative transarterial embolization for treatment of primary sacral tumors",
        "The problem of stabilization after sacrectomy",
        "Total sacrectomy and reconstruction for huge sacral tumors",
        "Total sacrectomy and reconstrucion for primary tumors. Report of two cases",
        "Reconstruction after total sacrectomy using a new instrumentation technique: A biomechanical comparison",
        "Total sacretomy and reconstruction: Oncologic and functional outcome",
        "Improving function after total sacrectomy by using a lumbar-sacral corset"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Lerdsin Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}