{
    "eid": "2-s2.0-85117959766",
    "title": "Identification and characterization of plant growth-promoting properties of bacterial endophytes from selected Zingiberaceae plants",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Endophytic bacteria",
        "indole-3-acetic acid",
        "phosphate solubilization",
        "plant growth-promoting activity",
        "zinc solubilization"
    ],
    "authors": [
        "Kingchan Malisorn",
        "Sirinapa Kabbun",
        "Sukanya Phuengjayaem",
        "Pawina Kanchanasin",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 0,
    "ref-count": 55,
    "ref-list": [
        "Indole acetic acid and phytase activity produced by rhizosphere bacilli as affected by pH and metals",
        "Siderophores in environmental research: Roles and applications",
        "Evaluation of Bacillus strains for plant growth promotion and predictability of efficacy by in vitro physiological traits",
        "Lysinibacillus capsici sp. nov, isolated from the rhizosphere of a pepper plant",
        "Optimization of indole acetic acid production by isolated bacteria from Stevia rebaudiana rhizosphere and its effects on plant growth",
        "Diversity and potential application of endophytic bacteria in ginger",
        "Kerstersia gyiorum gen. nov., sp. nov., a novel Alcaligenes faecalis-like organism isolated from human clinical samples, and reclassification of Alcaligenes denitrificans Rüger and Tan 1983 as Achromobacter denitrificans comb. nov",
        "Synthesis of phytohormones by plant associated bacteria",
        "Isolation, screening, and characterization of plant-growth-promoting bacteria from durum wheat rhizosphere to improve N and P nutrient use efficiency",
        "Multiple range and multiple F tests",
        "The van URK-Salkowski reagent — A sensitive and specific chromogenic reagent for silica gel thin-layer chromatographic detection and identification of indole derivatives",
        "Identification and quantification of auxins in culture media of Azospirillum and Klebsiella and their effect on rice roots",
        "Confidence limits on phylogenies: An approach using the bootstrap",
        "BioEdit: A user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
        "Analysis of 1,000+ type-strain genomes substantially improves taxonomic classification of Alphaproteobacteria",
        "Isolation and characterization of plant growth promoting endophytic bacteria from the rhizome of Zingiber officinale",
        "High-content screening of Thai medicinal plants reveals Boesenbergia rotunda extract and its component Panduratin A as anti-SARS-CoV-2 agents",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Free-living bacterial inocula for enhancing crop productivity",
        "Bacillus as PGPR in crop ecosystem",
        "Significance of gingers (Zingiberaceae) in Indian system of medicine -Ayurveda: An overview",
        "Plant growth promoting and antifungal activity in endophytic Bacillus strains from pearl millet (Pennisetum glaucum)",
        "16S/23S rRNA sequencing",
        "Screening and optimization of indole-3-acetic acid production by Rhizobium sp. strain using response surface methodology",
        "Proposal of nine novel species of the Bacillus cereus group",
        "Isolation and characterization of indole acetic acid (IAA) producing bacteria from rhizospheric soil and its effect on plant growth",
        "An efficient microbiological growth medium for screening phosphate solubilizing microorganisms",
        "A comparison of three different bioinformatics analyses of the 16S-23S rRNA encoding region for bacterial identification",
        "Analysis of the bacterial diversity associated with the roots of maize (Zea mays L.) through culture-dependent and cultureindependent methods",
        "Mobilization of phosphorus in soil connection with the vital activity of some microbial species",
        "Screening and characterization of plant growth promoting traits of phosphate solubilizing bacteria isolated from wheat rhizosphere of Algerian saline soil",
        "Plant growth promoting endophytic Serratia sp. ZoB14 protecting ginger from fungal pathogens",
        "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
        "Solubilization of zinc compounds by the diazotrophic, plant growth promoting bacterium Gluconacetobacter diazotrophicus",
        "Profiling of metabolites of Bacillus spp. and their application in sustainable plant growth promotion and biocontrol",
        "Phosphate solubilizing microbes: Sustainable approach for managing phosphorus deficiency in agricultural soils",
        "Indole-3-acetic acid in microbial and microorganism plant signaling",
        "Genome survey and characterization of endophytic bacteria exhibiting a beneficial effect on growth and development of poplar trees",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Lactic acid bacteria found in fermented fish in Thailand",
        "PCR based DNA fingerprinting of mercury resistant and nitrogen fixing Pseudomonas spp",
        "Ochrobactrum oryzae sp. nov., an endophytic bacterial species isolated from deep-water rice in India",
        "Effect of plant growthpromoting Rhizobacteria on plant hormone homeostasis",
        "Screening of IAA from rhizospher microflora of field crops",
        "Evaluation of the relatedness of Brucella spp. and Ochrobactrum anthropi and description of Ochrobactrum intermedium sp. nov., a new species with a closer relationship to Brucella spp",
        "Growth promoting rhizospheric and endophytic bacteria from Curcuma longa L. as biocontrol agents against rhizome rot and leaf blight diseases",
        "Characterization of Bacillus sp. strains isolated from rhizosphere of soybean plants for their use as potential plant growth for promoting Rhizobacteria",
        "Endophytic bacteria: Role in phosphate solubilization",
        "16S ribosomal DNA amplification for phylogenetic study",
        "Introducing EzBioCloud: A taxonomically united database of 16S rRNA and whole-genome assemblies",
        "Endophytic bacterial communities associated with roots and leaves of plants growing in Chilean extreme environments"
    ],
    "affiliation": [
        {
            "affiliation-city": "Udon Thani",
            "@id": "60194920",
            "affilname": "Udon Thani Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60194920",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "@id": "60015084",
            "affilname": "Thailand Institute of Scientific and Technological Research (TISTR)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015084",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}