{
    "eid": "2-s2.0-84959285386",
    "title": "Relationship between poor sleep quality and psychological problems among undergraduate students in the Southern Thailand",
    "cover-date": "2016-04-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Low quality of sleep",
        "Psychological problems",
        "Southern Thailand",
        "Undergraduates"
    ],
    "authors": [
        "Wipawan Chaoum Pensuksan"
    ],
    "citedby-count": 41,
    "ref-count": 27,
    "ref-list": [
        "Sleep Patterns and Predictors of Disturbed Sleep in a Large Population of College Students",
        "Sleep debt and depression in female college students",
        "Sleep disorders and sleep deprivation: An unmet public health problem",
        "College Student J",
        "Associations between sleep quality and anxiety and depression symptoms in a sample of young adult twins and siblings",
        "Sleep and emotions: A focus on insomnia",
        "Sleep quality and its correlation with general health in pre-university students of Karaj, Iran",
        "Sleep Problems in College Students",
        "Psychological problems and overweight in medical students compared to students from faculty of humanities, Srinakharinwirot University, Thailand",
        "Songkla. Med. J",
        "The Pittsburgh sleep quality index: A new instrument for psychiatric practice and research",
        "Reliability and factor analysis of the Epworth Sleepiness Scale",
        "Manual of the Depression Anxiety Stress Scales",
        "J. Psychiatr. Assoc. Thai",
        "BMC Public Health",
        "Psychometric properties of the 42-item and 21-item versions of the Depression Anxiety Stress Scales in clinical groups and a community sample",
        "BMC Public Health",
        "The state of sleep among college students at a large public University",
        "Sleep quality and characteristics of college students who use prescription psychostimulants nonmedically",
        "The prevalence of sleep disorders in college students: Impact on academic performance",
        "Adolescent Sleep Patterns: Biological, Social, and Psychological Influences",
        "Daytime sleepiness and sleep quality among Malaysian medical students",
        "Sleep disorders in children:Collaboration for school-based intervention",
        "Sleep duration and health in young adults",
        "Songkla. Med. J",
        "Sleep patterns in college students: Gender and grade differences"
    ],
    "affiliation": [
        {
            "affiliation-city": "Boston",
            "affilname": "Harvard T.H. Chan School of Public Health",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tha Sala",
            "affilname": "Walailak University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Institute on Minority Health and Health Disparities"
    ]
}