{
    "eid": "2-s2.0-84962381102",
    "title": "Declining trend of Hepatitis a seroepidemiology in association with improved public health and economic status of Thailand",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [],
    "authors": [
        "Pattaratida Sa-Nguanmoo"
    ],
    "citedby-count": 27,
    "ref-count": 32,
    "ref-list": [
        "Hepatitis A vaccines.",
        "Hepatitis a virus",
        "Genetic relatedness of hepatitis A virus strains recovered from different geographical regions",
        "Complete nucleotide sequence of wild-type hepatitis A virus: Comparison with different strains of hepatitis A virus and other picornaviruses",
        "Surveillance for acute viral hepatitis - United States, 2007",
        "Evidence of hepatitis A virus person-to-person transmission in household outbreaks",
        "Hepatitis A virus genotype distribution during a decade of universal vaccination of preadolescents",
        "Molecular epidemiological studies show that hepatitis A virus is endemic among active homosexual men in Europe",
        "Three simultaneous, Food-borne, Multi-country outbreaks of hepatitis A virus infection reported in EPIS-FWD in 2013: What does it mean for the European Union?",
        "History and epidemiology of hepatitis a virus",
        "Hepatitis A virus evolution and the potential emergence of new variants escaping the presently available vaccines",
        "Modeling the long-term persistence of hepatitis a antibody after a two-dose vaccination schedule in argentinean children",
        "Hepatitis A virus: Host interactions, molecular epidemiology and evolution",
        "Declining hepatitis A seroprevalence: A global review and analysis",
        "Hepatitis A virus: Declining seroprevalence in children and adolescents in Southeast Asia",
        "Age-specific prevalence of hepatitis a virus antibody in Thailand",
        "Seroepidemiology of antibody to hepatitis A in the rural eastern part of Thailand.",
        "Declining trend in the seroprevalence of infection with hepatitis a virus in Thailand",
        "GDP Per Captita (current US$)",
        "Database: The World Bank [Internet].",
        "Database: Bureau of Epidemiology",
        "Hepatitis A virus seroprevalence by age and world region, 1990 and 2005",
        "Economic evaluations of hepatitis A vaccination in middle-income countries",
        "WHO position paper on hepatitis A vaccines - June 2012.",
        "Passively acquired antibody to hepatitis A virus in Thai infants.",
        "IgG placental transfer in healthy and pathological pregnancies",
        "An outbreak of hepatitis A associated with green onions",
        "An outbreak of hepatitis A associated with green onions",
        "Hepatitis A outbreak in Italy, 2013: A matched case–control study",
        "Trends in disease and complications of hepatitis a virus infection in the United States, 1999-2011: A new concern for adults",
        "Cost-benefit analysis of hepatitis a vaccination in Thailand.",
        "WHO position paper on hepatitis A vaccines: June 2012-Recommendations"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Trang Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pitsanulok",
            "affilname": "Naresuan University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nontaburi",
            "affilname": "Thailand Ministry of Public Health",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Laplae Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ayuthaya",
            "affilname": "Phra Nakhon Si Ayutthaya Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Lopburi",
            "affilname": "King Narai Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Narathiwat Ratchanakarin Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chum Phae",
            "affilname": "Chum Phae Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Uttaradit Province",
            "affilname": "Uttaradit Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}