{
    "eid": "2-s2.0-85051292687",
    "title": "Bacillus sp. strain M10 as a potential biocontrol agent protecting chili pepper and tomato fruits from anthracnose disease caused by Colletotrichum capsici",
    "cover-date": "2018-12-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agronomy and Crop Science",
            "@code": "1102",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Antifungal",
        "Bacillus",
        "Catalase",
        "Chili",
        "Colletotrichum",
        "Tomato"
    ],
    "authors": [
        "Prapasri Srikhong",
        "Kongyuth Lertmongkonthum",
        "Rapeewan Sowanpreecha",
        "Panan Rerngsamran"
    ],
    "citedby-count": 16,
    "ref-count": 32,
    "ref-list": [
        "Biodiversity of Bacillus subtilis group and beneficial traits of Bacillus species useful in plant protection",
        "The antagonistic effect and mechanisms of Bacillus amyloliquefaciens DGA14 against anthracnose in mango cv. ‘Carabao’",
        "Antifungal compounds that target fungal membranes: applications in plant disease control",
        "Detection and activity of lactacin B, a bacteriocin produced by Lactobacillus acidophilus",
        "Conidial germination and appressorium formation of Colletotrichum coccodes on tomato foliage",
        "Biocontrol mechanism by root-associated Bacillus amyloliquefaciens FZB42—a review",
        "Genetic differentiation and recombination among geographic populations of the fungal pathogen Colletotrichum truncatum from chili peppers in China",
        "Subcuticular-intracellular hemibiotrophic and intercellular necrotrophic development of Colletotrichum acutatum on almond",
        "The non-enzymatic microbicidal activity of lysozymes",
        "Transgenic canola plants over-expressing bacterial catalase exhibit enhanced resistance to Peronospora parasitica and Erysiphe polygoni",
        "Characterization of the anti-fungal activity of a Bacillus spp. associated with sclerotia from Sclerotinia sclerotiorum",
        "Microbial fungicides in the control of plant diseases",
        "Production of biosurfactant lipopeptides iturin A, fengycin and surfactin A from Bacillus subtilis CMB32 for control of Colletotrichum gloeosporioides",
        "Evaluation of the endophytic nature of Bacillus amyloliquefaciens strain GYL4 and its efficacy in the control of anthracnose",
        "Cleavage of structural proteins during the assembly of the head of bacteriophage T4",
        "Bacteriocin production by Pseudomonas syringae pv. ciccaronei NCPPB2355. Isolation and partial characterization of the antimicrobial compound",
        "Formation of highly branched hyphae by Colletotrichum acutatum within the fruit cuticles of Capsicum spp",
        "Protein measurement with the folin phenol reagent",
        "Influence of pH and temperature on growth and bacteriocin production by Leuconostoc mesenteroides L124 and Lactobacillus curvatus L442",
        "Weeds as a source of Colletotrichum capsici causing anthracnose on tomato fruit and cotton seedlings",
        "Phylogeny of gamma-polyglutamic acid-producing Bacillus strains isolated from fermented soybean foods manufactured in Asian countries",
        "Multicellular behaviour and production of a wide variety of toxic substances support usage of Bacillus subtilis as a powerful biocontrol agent",
        "Cloning and high expression of catalase gene from Bacillus sp. TE124",
        "Bacillus spp., a bio-control agent enhances the activity of antioxidant defense enzymes in rice against Pyricularia oryzae",
        "Antifungal proteins",
        "Bacillus species as versatile weapons for plant pathogens: a review",
        "Biological control of postharvest diseases of fruits and vegetables by microbial antagonists: a review",
        "Antagonist Bacillus subtilis HJ5 controls Verticillium wilt of cotton by root colonization and biofilm formation",
        "Comparison of gyrB gene sequences, 16S rRNA gene sequences and DNA-DNA hybridization in the Bacillus subtilis group",
        "A novel protein elicitor (PeBA1) from Bacillus amyloliquefaciens NC6 induces systemic resistance in tobacco",
        "Formation and identification of trimethylimidazole during tetramethylpyrazine production from glucose by Bacillus strains",
        "Are cyclic lipopeptides produced by Bacillus amyloliquefaciens S13-3 responsible for the plant defence response in strawberry against Colletotrichum gloeosporioides?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}