{
    "eid": "2-s2.0-85137596735",
    "title": "Osmoprotectant molecules in cyanobacteria: Their basic features, biosynthetic regulations, and potential applications",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biochemistry, Genetics and Molecular Biology (all)",
            "@code": "1300",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Dimethylsulfoniopropionate",
        "Glucosylglycerate",
        "Glucosylglycerol",
        "Glutamate betaine",
        "Glycerol",
        "Glycine betaine",
        "Homoserine betaine",
        "Proline",
        "Sucrose",
        "Trehalose"
    ],
    "authors": [
        "Hakuto Kageyama",
        "Rungaroon Waditee-Sirisattha"
    ],
    "citedby-count": 3,
    "ref-count": 86,
    "ref-list": [
        "Salt and brines",
        "Osmotic adjustment in cyanobacteria from hypersaline environments",
        "Cyanobacterial diversity in microbial mats from the hypersaline lagoon system of Araruama, Brazil: an in-depth polyphasic study",
        "Halotolerant cyanobacterium Aphanothece halophytica contains a betaine transporter active at alkaline pH and high salinity",
        "Effect of betaine on enzyme activity and subunit interaction of ribulose-1,5-bisphosphate carboxylase/oxygenase from Aphanothece halophytica",
        "Nitrate and amino acid availability affects glycine betaine and mycosporine-2-glycine in response to changes of salinity in a halotolerant cyanobacterium Aphanothece halophytica",
        "Determination of intracellular chloride ion concentration in a halotolerant cyanobacterium Aphanothece halophytica",
        "The effects of salts and osmoprotectants on enzyme activities of fructose-1,6-biphosphate aldolases in a halotolerant cyanobacterium, Halothece sp. PCC 7418",
        "Ion metabolism in a halophilic blue-green alga, Aphanothece halophytica",
        "Isolation and functional characterization of N-methyltransferases that catalyze betaine synthesis from glycine in a halotolerant photosynthetic organism Aphanothece halophytica",
        "Choline monooxygenase, an unusual iron-sulfur enzyme catalyzing the first step of glycine betaine synthesis in plants: prosthetic group characterization and cDNA cloning",
        "DNA sequence and analysis of the bet genes encoding the osmmoregulatory choline-glycine betaine pathway of Escherichia coli",
        "Synthesis of the osmoprotectant glycine betaine in Bacillus subtilis. Characterization of the gbsAB genes",
        "Biosynthetic pathways of glycinebetaine in Thalassiosira pseudonana; functional characterization of enzyme catalyzing three-step methylation of glycine",
        "Metabolic engineering for betaine accumulation in microbes and plants",
        "Overexpression of halophilic serine hydroxymethyltransferase in fresh water cyanobacterium Synechococcus elongatus PCC7942 results in increased enzyme activities of serine biosynthetic pathways and enhanced salinity tolerance",
        "Bifunctional alanine dehydrogenase from the halotolerant cyanobacterium Aphanothece halophytica: characterization and molecular properties",
        "The stpA gene form Synechocystis sp. strain PCC 6803 encodes the glucosylglycerol-phosphate phosphatase involved in cyanobacterial osmotic response to salt shock",
        "The ggpS gene from Synechocystis sp. strain PCC 6803 encoding glucosyl-glycerol-phosphate synthase is involved in osmolyte synthesis",
        "NaCl acts as a direct modulator in the salt adaptive response: salt-dependent activation of glucosylglycerol synthesis in vivo and in vitro",
        "Biochemical characterization of glucosylglycerol-phosphate synthase of Synechocystis sp. strain PCC 6803: comparison of crude, purified, and recombinant enzymes",
        "The ggtA gene encodes a subunit of the transport system for the osmoprotective compound glucosylglycerol in Synechocystis sp. strain PCC 6803",
        "An orphan two-component response regulator Slr1588 involves salt tolerance by directly regulating synthesis of compatible solutes in photosynthetic Synechocystis sp. PCC 6803",
        "Glucosylglycerate: a secondary compatible solute common to marine cyanobacteria from nitrogen-poor environments",
        "Molecular biology of cyanobacterial salt acclimation",
        "Glycosides as compatible solutes: biosynthesis and applications",
        "Salt-regulated accumulation of the compatible solutes sucrose and glucosylglycerol in cyanobacteria and its biotechnological potential",
        "Studies of osmoregulation in salt adaptation of cyanobacteria with ESR spin-probe techniques",
        "Sucrose may play an additional role to that of an osmolyte in Synechocystis sp. PCC 6803 salt-shocked cells",
        "Sucrose-phosphate synthase from Synechocystis sp. strain PCC 6803: identification of the spsA gene and characterization of the enzyme expressed in Escherichia coli",
        "Salt-induced sucrose accumulation is mediated by sucrose-phosphate-synthase in cyanobacteria",
        "Evolution of sucrose synthesis",
        "The response regulator Slr1588 regulates spsA but is not crucial for salt acclimation of Synechocystis sp. PCC 6803",
        "Growth and organic osmolytes of geographically different isolates of Microcoleus chthonoplastes (cyanobacteria) from benthic microbial mats: response to salinity change",
        "Water-stress induced trehalose accumulation and control of trehalase in the cyanobacterium Nostoc punctiforme IAM M-15",
        "The marine cyanobacterium Crocosphaera watsonii WH8501 synthesizes the compatible solute trehalose by a laterally acquired OtsAB fusion protein",
        "Biochemical and genetic characterization of osmoregulatory trehalose synthesis in Escherichia coli",
        "Molecular cloning and physical mapping of the otsBA genes, which encode the osmoregulatory trehalose pathway of Escherichia coli: evidence that transcription is activated by KatF (AppR)",
        "Trimethylated homoserine functions as the major compatible solute in the globally significant oceanic cyanobacterium Trichodesmium",
        "The primary transcriptome of the marine diazotroph Trichodesmium erythraeum IMS101",
        "Organic osmoregulatory solutes in cyanobacteria",
        "Adaptations to environmental stresses",
        "Bacterial osmoadaptation: the role of osmolytes in bacterial stress and virulence",
        "Proline: a multifunctional amino acid",
        "Analysis of stress responses in the cyanobacterial strains Synechococcus sp. PCC7942, Synechocystis sp. PCC6803, and Synechococcus sp. PCC7418: osmolyte accumulation and stress protein synthesis",
        "Physiology of osmotolerance in fungi",
        "Photosynthetic production of glycerol by a recombinant cyanobacterium",
        "Slr1670 from Synechocystis sp. PCC 6803 is required for the re-assimilation of the osmolyte glucosylglycerol",
        "The glucosylglycerol-degrading enzyme GghA is involved in acclimation to fluctuating salinities by the cyanobacterium Synechocystis sp. strain PCC 6803",
        "Oceanic phytoplankton, atomospheric sulphur, cloud albedo and climate",
        "Algal production of dimethylsulfide and its atomospheric role",
        "An updated climatology of surface dimethlysulfide concentrations and emission fluxes in the global ocean",
        "Dimethylsulfoniopropionate: its sources, role in the marine food web, and biological degradation to dimethylsulfide",
        "An antioxidant function for DMSP and DMS in marine algae",
        "Biosynthesis of dimethylsulfide and dimethylpropiothetin by Hymenomonas carterae in relation to sulfur source and salinity variations",
        "Production of glycine betaine and dimethylsulfoniopropionate in marine phytoplankton. I. Batch cultures",
        "The role of differential DMSP production and community composition in predicting variability of global surface DMSP concentrations",
        "Origin and importance of picjplanktonic DMSP",
        "Biochemical evidence for two novel enzymes in the biosynthesis of 3-dimethylsulfoniopropionate in Spartina alterniflora",
        "Biosynthesis of dimethyl-beta-propiothetin",
        "A new route for synthesis of dimethylsulphoniopropionate in marine algae",
        "Regulation of biosynthesis of dimethylsulphoniopropionate and its uptake in sterile mutant of Ulva pertusa (Chlorophyta)",
        "Proteomic analysis of a sea-ice diatom: salinity accimilation provides new insight into the dimethylsulfoniopropionate production pathway",
        "Dimethylsulphoniopropionate (DMSP) and related compounds in higher plants",
        "Dimethylsulfoniopropionate biosynthesis in a diatom Thalassiosira pseudonana: identification of a gene encoding MTHB-methyltransferase",
        "Genes for direct methylation of glycine provide high levels of glycinebetaine and abiotic-stress tolerance in Synechococcus and Arabidopsis",
        "Anabaena sp. PCC7120 transformed with glycine methylation genes from Aphanothece halophytica synthesized glycine betaine showing increased tolerance to salt",
        "Transformation of Arabidopsis thaliana with the codA gene for choline oxidase; accumulation of glycinebetaine and enhanced tolerance to salt and cold stress",
        "Metabolic engineering of osmoprotectant accumulation in plants",
        "Functional characterization of choline monooxygenase, an enzyme for betaine synthesis in plants",
        "Enhanced formation of flowers in salt-stressed Arabidopsis after genetic engineering of the synthesis of glycine betaine",
        "Improved tolerance to salinity and low temperature in transgenic tobacco producing glycine betaine",
        "Synthesis and turnover of folates in plants",
        "The endogenous choline supply limits glycine betaine synthesis in transgenic tobacco expressing choline monooxygenase",
        "Genetic engineering of glycinebetaine production toward enhancing stress tolerance in plants: metabolic limitations",
        "Salt-tolerant Synechococcus elongatus UTEX 2973 obtained via engineering of heterologous synthesis of compatible solute glucosylglycerol",
        "A class I fructose-1,6-bisphosphate aldolase is associated with salt stress tolerance in a halotolerant cyanobacterium Halothece sp. PCC 7418",
        "Glycogen production in marine cyanobacterial strain Synechococcus sp. NKBG 15041c",
        "The unusually strong stabilizing effects of glycine betaine on the structure and function of the oxygen-evolving photosystem II complex",
        "Comparative study of the thermostabilizing properties of mannosylglycerate and other compatible solutes on model enzymes",
        "Trehalose: current use and future applications",
        "Antioxidative, anti-inflammatory, and anti-aging properties of mycosporine-like amino acids: molecular and cellular mechanisms in the protection of skin-aging",
        "Cyanobacteria-derived proline increases stress tolerance in Arabidopsis thaliana root hairs by suppressing programmed cell death",
        "Photosynthetic and extracellular production of glucosylglycerol by genetically engineered and gel-encapsulated cyanobacteria",
        "Simultaneous increases in the levels of compatible solutes by cost-effective cultivation of Synechocystis sp. PCC 6803",
        "Engineering cyanobacteria as cell factories for direct trehalose production from CO2"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nagoya",
            "@id": "60027762",
            "affilname": "Meijo University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027762",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}