{
    "eid": "2-s2.0-85096641612",
    "title": "A new micropolydesmoid millipede of the genus eutrichodesmus silvestri, 1910 from cambodia, with a key to species in mainland southeast Asia (Diplopoda, polydesmida, haplodesmidae)",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Karst",
        "New species",
        "Southeast Asia",
        "Taxonomy"
    ],
    "authors": [
        "Ruttapon Srisonchai",
        "Natdanai Likhitrakarn",
        "Chirasak Sutcharit",
        "Ekgachai Jeratthitikul",
        "Warut Siriwut",
        "Phanara Thrach",
        "Samol Chhuoy",
        "Peng Bun Ngor",
        "Somsak Panha"
    ],
    "citedby-count": 2,
    "ref-count": 50,
    "ref-list": [
        "On some surface structures of potential taxonomic importance in families of the suborders Polydesmidea and Dalodesmidea (Polydesmida, Diplopoda)",
        "Die von Dr. C. Dawydoff in französisch Indochina gesammelten Myriopoden. Mémoires du Muséum national d’Histoire naturelle",
        "Myriopoden von Indochina. Expedition von Dr. C. Dawydoff (1938–1939). Mémoires du Muséum national d’Histoire naturelle (New Series)",
        "A review of the millipede fauna of Vietnam (Diplopoda)",
        "Further notes on the millipede family Cryptodesmidae in Southeast Asia, with descriptions of a new genus and two new species from Indochina (Diplopoda: Polydesmida)",
        "Review of the millipede family Haplodesmidae, with descriptions of some new or poorly-known species (Diplopoda, Polydesmida)",
        "Review of the millipede genus Eutrichodesmus Silvestri, 1910 (Diplopoda, Polydesmida, Haplodesmidae), with descriptions of new species",
        "The millipede family Haplodesmidae recorded in Taiwan for the first time, with the description of a new species",
        "The millipede family Cryptodesmidae, Pyrgodesmidae, Opisotretidae and Xystodesmidae in Taiwan (Diplopoda, Polydesmida)",
        "Review of the millipede genus Eutrichodesmus Silvestri, 1910, in China, with descriptions of new cavernicolous species (Diplopoda, Polydesmida, Haplodesmidae)",
        "Identity of the millipede, Pseudoniponiella kometis (Attems, 1938) (Diplopoda: Polydesmida: Cryptodesmidae)",
        "Four new species of the millipede genus Eutrichodesmus Silvestri, 1910, from caves in Indochina (Diplopoda: Polydesmida: Haplodesmidae)",
        "Diversity, distribution patterns, and fauno-genesis of the millipedes (Diplopoda) of mainland China",
        "The systematic position of the diplopod family Doratodesmidae, and description of a new genus from Malaya (Polydesmida)",
        "Diplopoda from Malayan caves collected by M. Pierre Strinati",
        "A new genus and species of doratodesmid millipede from Thailand",
        "Diplopoda",
        "Revision of the enigmatic Southeast Asian spider genus Savarna (Araneae, Pholcidae)",
        "Bird’s nest ferns as reservoirs of soil arthropod biodiversity in a Japanese subtropical rainforest",
        "Review of the genus Tylopus Jeekel, 1968, with descriptions of five new species from Thailand (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "Revision of the Southeast Asian millipede genus Orthomorpha Bollman, 1893, with the proposal of a new genus (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "A checklist of the millipedes (Diplopoda) of Cambodia",
        "A new species of the millipede genus Cryptocorypha Attems, 1907, from northern Thailand (Polydesmida, Pyrgodesmidae)",
        "Two new species of the millipede genus Plusioglyphiulus Silvestri, 1923 from Cambodia (Diplopoda, Spirostreptida)",
        "Four new cavernicolous species of the millipede genus Eutrichodesmus Silvestri, 1910 from southern China (Diplopoda: Polydesmida: Haplodesmidae)",
        "A review of the dragon millipede genus Desmoxytes Chamberlin, 1923 in China, with descriptions of four new species (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "Six new species of dragon millipedes, genus Desmoxytes Chamberlin, 1923, mostly from caves in China (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "Four new species of the millipede genus Eutrichodesmus Silvestri, 1910 from Laos, including two with reduced ozopores (Diplopoda, Polydesmida, Haplodesmidae)",
        "Cave millipede diversity with the description of six new species from Guangxi",
        "Eutrichodesmus soesilae sp. nov., a new millipede from Mt. Jinyun, Beibei, Chongqing, China (Diplopoda, Polydesmida, Haplodesmidae)",
        "New and little-used morphological characters in Polydesmida (Diplopoda)",
        "Beiträge zur Kenntniss japanischer Myriopoden. 1. Aufsatz: Ueber eine Gattung von Leptodesmidae",
        "Beiträge zur Kenntnis japanischer Myriopoden. 17. Aufsatz: Über eine neue Gattung von Oniscodesmidae und eine neue Art von Monotarsobius",
        "Postembryonic development of the common Myriapoda in Japan XXI. A new genus of the family Oniscodesmidae and a new species of the genus Arachandrodesmus (Cryptodesmidae)",
        "Preliminary survey of soil fauna in the center of Iriomote-Island (riverside of the Itarashiki and Urauchi rivers). Main collection of Cryptostigmata, Myriapoda and Formicidae",
        "Abundance and diversity of soil macrofauna of forests of Yanbaru, northern montane part of Okinawa Island, with special reference to removal of undergrowth",
        "Spinnerets in the milliped order Polydesmida, and the phylogenetic significance of spinnerets in millipeds (Diplopoda)",
        "Descrizione preliminari di nuovi generi di Diplopodi",
        "On the myriapods collected during the “Skeat Expedition” to the Malay Peninsula, 1899–1900",
        "A revision of dragon millipedes I: genus Desmoxytes Chamberlin, 1923, with the description of eight new species (Diplop oda, Polydesmida, Paradoxosomatidae)",
        "Zur Kenntnis ostasiatischer Diplopoden IV",
        "Serica 1i: On Diplopoda from Taiwan with a new strongylosomid",
        "Lightweight relief shearing for enhanced terrain perception on interactive maps",
        "Small Myriapoda in soil from China II. A new genus and species of the family Doratodesmidae from Zhejiang Province (Diplopoda: Polydesmida)",
        "Small Myriapoda in soil from China III. A new species of the milliped genus Nanocondylodesmus Zhang (Diplopoda: Polydesmida: Doratodesmidae)",
        "Diplopoda in caves of Yunnan – 1. A study of new genera and species of the millipede family Doratodesmidae (Diplopoda: Polydesmida)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60018013",
            "affilname": "Maejo University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018013",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Phnom Penh",
            "@id": "125183914",
            "affilname": "Wonders of the Mekong Project",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/125183914",
            "affiliation-country": "Cambodia"
        },
        {
            "affiliation-city": "Phnom Penh",
            "@id": "124752161",
            "affilname": "Fisheries Administration",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/124752161",
            "affiliation-country": "Cambodia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "ASRU",
        "Chulalongkorn University, Thailand",
        "Inland Fisheries Research and Development Institute",
        "TRF Strategic Basic Research",
        "Chulalongkorn University"
    ]
}