{
    "eid": "2-s2.0-85108330388",
    "title": "Survival of Patients with High-Risk Pulmonary Arterial Hypertension Associated with Congenital Heart Disease",
    "cover-date": "2021-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Congenital heart disease",
        "High-risk patients",
        "Pulmonary hypertension"
    ],
    "authors": [
        "Jutarat Ozek",
        "Ankavipar Saprungruang",
        "Apichai Khongphatthanayothin"
    ],
    "citedby-count": 0,
    "ref-count": 17,
    "ref-list": [
        "Management of pulmonary arterial hypertension associated with congenital systemic-to-pulmonary shunts and Eisenmenger’s syndrome",
        "Repair of congenital heart disease with associated pulmonary hypertension in children: what are the minimal investigative procedures? Consensus statement from the Congenital Heart Disease and Pediatric Task Forces, Pulmonary Vascular Research Institute (PVRI)",
        "Pulmonary vascular disease in adults with congenital heart disease",
        "Pulmonary arterial hypertension in congenital heart disease: an epidemiologic perspective from a Dutch registry",
        "Current era survival of patients with pulmonary arterial hypertension associated with congenital heart disease: a comparison between clinical subgroups",
        "Outcomes in patients with pulmonary hypertension undergoing percutaneous atrial septal defect closure",
        "Treatment and survival in children with pulmonary arterial hypertension: the UK Pulmonary Hypertension Service for Children 2001-2006",
        "Can \"inoperable\" congenital heart defects become operable in patients with pulmonary arterial hypertension? Dream or reality?",
        "Pediatric pulmonary hypertension: Guidelines from the American Heart Association and American Thoracic Society",
        "Paediatric pulmonary arterial hypertension: updates on definition, classification, diagnostics and management",
        "Hemodynamic assessment and acute pulmonary vasoreactivity testing in the evaluation of children with pulmonary vascular disease. Expert consensus statement on the diagnosis and treatment of paediatric pulmonary hypertension. The European Paediatric Pulmonary Vascular Disease Network, endorsed by ISHLT and DGPK",
        "Pediatric pulmonary hypertensive crisis medications: A stepping stone for the future",
        "Assessment of operability of congenital cardiac shunts with increased pulmonary vascular resistance",
        "Treat-and-repair strategy is a feasible therapeutic choice in adult patients with severe pulmonary arterial hypertension associated with a ventricular septal defect: case series",
        "Preoperative pulmonary hemodynamics and assessment of operability: is there a pulmonary vascular resistance that precludes cardiac operation?",
        "Pediatric pulmonary hypertension in the Netherlands: epidemiology and characterization during the period 1991 to 2005",
        "Four- and seven-year outcomes of patients with congenital heart disease-associated pulmonary arterial hypertension (from the REVEAL Registry)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60023422",
            "affilname": "Bangkok Hospital Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023422",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}