{
    "eid": "2-s2.0-84929073239",
    "title": "Porcine and fish gelatin hydrogels for controlled release of salicylic acid and 5-sulfosalicylic acid",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Pharmacology",
            "@code": "3000"
        }
    ],
    "keywords": [
        "Crosslinking ratio",
        "Drug size",
        "Gelatin",
        "Hydrogels",
        "Transdermal drug delivery"
    ],
    "authors": [
        "Marutpong Rattana"
    ],
    "citedby-count": 10,
    "ref-count": 29,
    "ref-list": [
        "The effect of carbon nanotubes on drug delivery in an electro-sensitive transdermal drug delivery system",
        "Release characteristics of quinupramine from the ethylene-vinyl acetate matrix",
        "Design of tissue-engineered nanoscaffold through self-assembly of peptide amphiphile",
        "Biodegradable polymer-metal complexes for gene and drug delivery",
        "Synthesis and characterization of a new thermosensitive chitosan-PEG diblock copolymer",
        "J. Phys. Conf. Ser.",
        "Characterization of cross-linked polyampholytic gelatin hydrogels through the rubber elasticity and thermodynamic swelling theories",
        "Effects of gelatins on calcium phosphate precipitation: A possible application for distinguishing bovine bone gelatin from porcine skin gelatin",
        "Extraction and electrospinning of gelatin from fish skin",
        "Gelatin microspheres crosslinked with D,L-glyceraldehyde as a potential drug delivery system: Preparation, characterisation, in vitro and in vivo studies",
        "Alternative reaction mechanism for the cross-linking of gelatin with glutaraldehyde",
        "Drug diffusion and binding in ionizable interpenetrating networks from poly(vinyl alcohol) and poly(acrylic acid)",
        "Drug-loaded electrospun mats of poly(vinyl alcohol) fibres and their release characteristics of four model drugs",
        "Recombinant gelatin hydrogels for the sustained release of proteins",
        "Hydrodynamic properties of gelatin in dilute solutions",
        "Solute diffusion in poly(vinyl alcohol)/poly(acrylic acid) interpenetrating networks",
        "Electrically controlled release of salicylic acid from poly(p-phenylene vinylene)/polyacrylamide hydrogels",
        "U.K.:Harrow",
        "Gelatin hydrogels with PAMAM nanostructured surface and high density surface-localized amino groups",
        "Fourier transform infrared (FTIR) spectroscopic study of acid soluble collagen and gelatin from skins and bones of young and adult Nile perch (Lates niloticus)",
        "Cold water fish gelatin films: Effects of cross-linking on thermal, mechanical, barrier, and biodegradation properties",
        "Chulalongkorn University",
        "Water vapor permeability of mammalian and fish gelatin films",
        "In vitro release kinetics of salicylic acid from hydrogel patch formulations",
        "Drug transport mechanisms and release kinetics from molecularly designed poly(acrylic acid-g-ethylene glycol) hydrogels",
        "Viscoelastic properties of Carbopol 940 gels and their relationships to piroxicam diffusion coefficients in gel bases",
        "Effects of crosslinking ratio, model drugs, and electric field strength on electrically controlled release for alginate-based hydrogel",
        "Fish gelatin: properties, challenges, and prospects as an alternative to mammalian gelatins",
        "Electrically controlled release of sulfosalicylic acid from crosslinked poly(vinyl alcohol) hydrogel"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Rajamangala University of Technology Thanyaburi (RMUTT)",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}