{
    "eid": "2-s2.0-84982166099",
    "title": "3D computational fluid dynamics study of a drying process in a can making industry",
    "cover-date": "2016-10-25",
    "subject-areas": [
        {
            "$": "Energy Engineering and Power Technology",
            "@code": "2102"
        },
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209"
        },
        {
            "$": "Fluid Flow and Transfer Processes",
            "@code": "1507"
        }
    ],
    "keywords": [
        "Can making process",
        "CFD",
        "Concentration distribution",
        "Heat loss",
        "Temperature distribution",
        "Velocity pattern"
    ],
    "authors": [
        "Surasit Tanthadiloke"
    ],
    "citedby-count": 9,
    "ref-count": 22,
    "ref-list": [
        "Food Packaging Technology",
        "Wood coatings: Theory and practice",
        "Evaluation of speckle-interferometry descriptors to measuring drying-of-coatings",
        "Three-phase CFD simulation coupled with population balance equations of anaerobic syntrophic acidogenesis and methanogenesis reactions in a continuous stirred bioreactor",
        "Three-dimensional hydraulic modeling of particle deposition on the patterned isopore membrane in crossflow microfiltration",
        "Evaluation of hydrodynamic behavior of the perforated gas distributor of industrial gas phase polymerization reactor using CFD-PBM coupled model",
        "A newly designed economizer to improve waste heat recovery: A case study in a pasteurized milk plant",
        "Three dimensional numerical modeling of simultaneous heat and moisture transfer in a moist object subjected to convective drying",
        "The experimental validation of a CFD model for a heating oven with natural air circulation",
        "Computation of airflow effects on heat and mass transfer in a microwave oven",
        "CFD modeling of heat transfer and flow field in a bakery pilot oven",
        "Computational fluid dynamics (CFD) investigation of air flow and temperature distribution in a small scale bread-baking oven",
        "Enhancement of energy efficiency in a paint curing oven via CFD approach: Case study in an air-conditioning plant",
        "Experimental and numerical investigation of 3D gas flow temperature field in infrared heating reflow oven with circulating fan",
        "Evaporation Rates of Organic Liquids",
        "Simulation Study of Temperature Distribution in the Thermal Drying Oven for a Lacquer Coating Process",
        "J. Nat. Sci.",
        "Evaporation of a liquid in a flowing airstream"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bradford",
            "affilname": "University of Bradford",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}