{
    "eid": "2-s2.0-85118827286",
    "title": "Closed-form formulas for conditional moments of inhomogeneous Pearson diffusion processes",
    "cover-date": "2022-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Numerical Analysis",
            "@code": "2612",
            "@abbrev": "MATH"
        },
        {
            "@_fa": "true",
            "$": "Modeling and Simulation",
            "@code": "2611",
            "@abbrev": "MATH"
        },
        {
            "@_fa": "true",
            "$": "Applied Mathematics",
            "@code": "2604",
            "@abbrev": "MATH"
        }
    ],
    "keywords": [
        "Closed-form formula",
        "Conditional moment",
        "Heavy-tailed process",
        "Inhomogeneous diffusion",
        "Light-tailed process",
        "Pearson diffusion"
    ],
    "authors": [
        "Phiraphat Sutthimat",
        "Khamron Mekchay"
    ],
    "citedby-count": 11,
    "ref-count": 48,
    "ref-list": [
        "Tables for Statisticians and Biometricians",
        "A theory of the term structure of interest rates",
        "Back to the future Generating moment implications for continuous-time Markov processes",
        "Pricing interest-rate-derivative securities",
        "Diffusion models for exchange rates in a target zone",
        "The Pearson diffusions: A class of statistically tractable diffusion processes",
        "Parameter estimation for Fisher-snedecor diffusion",
        "Parameter estimation for non-stationary Fisher-Snedecor diffusion",
        "High-order approximation of Pearson diffusion processes",
        "Fractional Pearson diffusions",
        "Statistical inference for reciprocal gamma diffusion process",
        "Statistical inference for student diffusion process",
        "Itô conditional moment generator and the estimation of short-rate processes",
        "Diffusion-type models with given marginal distribution and autocorrelation function",
        "Estimating equations based on eigenfunctions for a discretely observed diffusion process",
        "Brownian Motion and Stochastic Calculus. Vol. 113",
        "On analytic methods in probability theory in selected works of Kolmogorov AN",
        "Solution of the extended CIR term structure and bond option valuation",
        "Maximum likelihood estimation of time-inhomogeneous diffusions",
        "Contraction of stochastic differential equations",
        "Pearson Diffusions with Jumps",
        "Solutions of linear difference equations with variable coefficients",
        "A parametric nonlinear model of term structure dynamics",
        "A closed-form formula for the conditional moments of the extended CIR process",
        "Transient dynamics of Pearson diffusions facilitates estimation of rate parameters",
        "Analytical formulas for pricing discretely-sampled skewness and kurtosis swaps based on Schwartz's one-factor model",
        "Prediction-based estimating functions",
        "Estimation of a Jacobi process",
        "Least Squares Estimation for Autocorrelation Parameters with Applications to Sums of Ornstein-Uhlenbeck Type of Processes",
        "An equilibrium characterization of the term structure",
        "The stochastic behavior of commodity prices: Implications for valuation and hedging",
        "A closed-form formula for pricing variance swaps on commodities",
        "An Introduction to Orthogonal Polynomials",
        "Handbook of Mathematical Formulas and Integrals",
        "Two singular diffusion problems",
        "A general characterization of one factor affine term structure models",
        "Time-inhomogeneous affine processes",
        "Affine diffusion processes: Theory and applications",
        "Affine Diffusions and Related Processes: Simulation, Theory and Applications. Vol. 6",
        "The Integrated Square-Root Process",
        "Explicit formula for conditional expectations of product of polynomial and exponential function of affine transform of extended Cox-Ingersoll-Ross process",
        "Special Functions and their Applications",
        "Stochastic volatility and stochastic leverage",
        "An interest rate model with upper and lower bounds",
        "The spectral decomposition of the option value",
        "On the term structure of interest rates",
        "The construction of a class of stationary Markov processes. Sixteen Symposium in Applied Mathematics-Stochastic Processes in Mathematical Physics and Engineering",
        "Modified finite integration method using Chebyshev polynomial for solving linear differential equations"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}