{
    "eid": "2-s2.0-85096995590",
    "title": "Fabrication using sequence wet-chemical coating and electrochemical performance of Ni–Fe-foam-supported solid oxide electrolysis cell for hydrogen production from steam",
    "cover-date": "2021-01-27",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Fuel Technology",
            "@code": "2103",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Condensed Matter Physics",
            "@code": "3104",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Energy Engineering and Power Technology",
            "@code": "2102",
            "@abbrev": "ENER"
        }
    ],
    "keywords": [
        "Hydrogen production",
        "Metal foam",
        "Metal-supported solid oxide electrolysis cell",
        "Ni–Fe alloy Foam",
        "Steam electrolysis",
        "Wet-chemical coating"
    ],
    "authors": [
        "R. Visvanichkul",
        "P. Puengjinda",
        "T. Jiwanuruk",
        "S. Peng-Ont",
        "N. Sirimungkalakul",
        "W. Ngampuengpis",
        "T. Sornchamni",
        "P. Kim-Lohsoontorn"
    ],
    "citedby-count": 2,
    "ref-count": 34,
    "ref-list": [
        "Gadolinium doped ceria-impregnated nickle–yttria stabilised zirconia cathode for solid oxide electrolysis cell",
        "Performance of solid oxide electrolysis cells based on scandia stabilised zirconia",
        "Electrochemical characterisation of solid oxide cell electrodes for hydrogen production",
        "Durability of high performance Ni–yttria stabilized zirconia supported solid oxide electrolysis cells at high current density",
        "Pr0.5Ba0.5Co0.7Fe0.25Nb0.05O3-δas air electrode for solid oxide steam electrolysis cells",
        "Study of CO2and H2O direct co-electrolysis in an electrolyte-supported solid oxide electrolysis cell by aqueous tape casting technique",
        "Progress in metal-supported solid oxide fuel cells: a review",
        "Development of a new cost effective Fe–Cr ferritic stainless steel for SOFC interconnect",
        "Electrically conductive diffusion barrier layers for metal-supported SOFC",
        "Stainless steel-supported solid oxide fuel cell with La0.2Sr0.8Ti0.9Ni0.1O3−δ/yttria-stabilized zirconia composite anode",
        "Y0.08Sr0.88TiO3–CeO2composite as a diffusion barrier layer for stainless-steel supported solid oxide fuel cell",
        "Optimization of ferritic steel porous supports for protonic fuel cells working at 600°c",
        "Fabrication and evaluation of the thin NiFe supported solid oxide fuel cell by co-firing method",
        "Fabrication of solid oxide fuel cells (SOFCs) by solvent-controlled co-tape casting technique",
        "Fabrication and characterization of Ni-SSZ gradient anodes/SSZ electrolyte for anode-supported SOFCs by tape casting and co-sintering technique",
        "High performance metal-supported solid oxide fuel cells with infiltrated electrodes",
        "Secondary creep of porous metal supports for solid oxide fuel cells by a CDM approach",
        "Overview of porous media/metal foam application in fuel cells and solar power systems",
        "Integration of Ni-GDC layer on a NiCrAl metal foam for SOFC application",
        "Comparison of ceria and zirconia based electrolytes for solid oxide electrolysis cells",
        "Electrochemical performance of unsintered Ba0.5Sr0.5Co0.8Fe0.2O3−δ, La0.6Sr0.4Co0.8Fe0.2O3−δ, and La0.8Sr0.2MnO3−δcathodes for metal-supported solid oxide fuel cells",
        "Effect of type of solvent and dispersant on NANO PZT powder dispersion for tape casting slurry",
        "Terpineol as a dispersant for tape casting yttria stabilized zirconia powder",
        "Screen-printing inks for the fabrication of solid oxide fuel cell films: a review",
        "Effect of CuO as sintering additive in scandium cerium and gadolinium-doped zirconia-based solid oxide electrolysis cell for steam electrolysis",
        "Evaluation of binary Fe–Ni alloys as intermediate-temperature SOFC interconnect",
        "High performance Ni–Fe alloy supported SOFCs fabricated by low cost tape casting-screen printing-cofiring process",
        "Stress and camber analysis of anode-supported electrolytes by tape-casting and co-firing techniques",
        "Optimization of Ni–zirconia based anode support for robust and high-performance 5 × 5 cm2sized SOFC via tape-casting/co-firing technique and nano-structured anode",
        "Comparison of ceria and zirconia based electrolytes for solid oxide electrolysis cells",
        "High temperature oxidation of porous alloys for solid oxide fuel cell applications",
        "Performance of solid oxide electrolysis cells based on composite La0.8Sr0.2MnO3-δ– yttria stabilized zirconia and Ba0.5Sr0.5Co0.8Fe0.2O3-δoxygen electrodes",
        "Characterization and electrochemical performance of composite BSCF cathode for intermediate-temperature solid oxide fuel cell",
        "Efficient water splitting through solid oxide electrolysis cells with a new hydrogen electrode derived from A-site cation-deficient La0.4Sr0.55Co0.2Fe0.6Nb0.2O3-δperovskite"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60114641",
            "affilname": "PTT Public Company Limited",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60114641",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}