{
    "eid": "2-s2.0-85082306527",
    "title": "Facile investigation of Ti 3+ state in Ti-based ziegler-natta catalyst with a combination of cocatalysts using electron Spin resonance (ESR)",
    "cover-date": "2020-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Catalysis",
            "@code": "1503",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Process Chemistry and Technology",
            "@code": "1508",
            "@abbrev": "CENG"
        }
    ],
    "keywords": [
        "Cocatalysts",
        "Electron spin resonance",
        "Ethylene polymerization",
        "Titanium oxidation state",
        "Ziegler-Natta catalyst"
    ],
    "authors": [
        "Thanyaporn Pongchan",
        "Piyasan Praserthdam",
        "Bunjerd Jongsomjit"
    ],
    "citedby-count": 7,
    "ref-count": 29,
    "ref-list": [
        "Effect of Al2O3 coatings pre-pared by RF sputtering on polyethylene sepa-rators for high-power lithium ion batteries",
        "Polymerizations of propylene with unsymmet-rical (α-diimine) nickel (II) catalysts",
        "Olefin copolymeri-zation with metallocene catalysts. III. Sup-ported metallocene/methylaluminoxane cata-lyst for olefin copolymerization",
        "Olefin copolymeri-zation with metallocene catalysts. I. Compari-son of catalysts",
        "New polymers by me-tallocene catalysis",
        "Ef-fect of Ga-and BCl3-modified silica-supported [t-BuNSiMe2 (2, 7-t-Bu2Flu)] TiMe2/MAO cat-alyst on ethylene/1-hexene copolymerization",
        "Ethylene polymeri-zation over metallocene catalysts supported on highly fibrous silica nanoparticles",
        "Preparation of LLDPE through tandem ethylene polymerization using chro-mium and zirconium catalysts",
        "Novel titanium (IV) diolate complexes: Syn-thesis, structure and catalytic activities in ul-tra-high molecular weight polyethylene pro-duction",
        "Discovery of methylalu-minoxane as cocatalyst for olefin polymeriza-tion",
        "Effect of the internal/external donor pair in high-yield catalysts for propylene polymeriza-tion, 1. Catalyst-cocatalyst interactions. Die Makromolekulare Chemie: Macromol",
        "Kinetic study of isospecific active sites formed by various alkylaluminiums on MgCl2-supported Ziegler catalyst at the ini-tial stage of propene polymerization",
        "Effects of Ti oxidation state on ethylene, 1-hexene comono-mer polymerization by MgCl 2-supported Ziegler-Natta catalysts",
        "Chemical composition distribution study in ethylene/1-hexene copolymerization to pro-duce LLDPE material using MgCl2-TiCl4-based Ziegler-Natta catalysts",
        "Observa-tion on different reducing power of cocata-lysts on the Ziegler-Natta catalyst containing alkoxide species for ethylene polymerization",
        "On the importance of dif-fusion of cocatalyst molecules through hetero-geneous ziegler/natta catalysts",
        "Using alkylaluminium activators to tailor short chain branching distributions of ethylene/1-hexene copolymers produced with in-situ supported metallocene catalysts",
        "The influence of mixed activators on ethylene polymerization and ethylene/1-hexene copolymerization with silica-supported Ziegler-Natta catalyst",
        "Observation on inhibition of Ti3+ reduction by fumed silica ad-dition in Ziegler-Natta catalyst with in situ ESR",
        "Direct observation of radicals in the activation of ziegler-natta catalysts",
        "Ti3+ in the surface of titanium dioxide: Gener-ation, properties and photocatalytic applica-tion",
        "Electron paramagnetic resonance study of the interaction of surface titanium species with AlR3 cocatalyst in supported Ziegler-Natta catalysts with a low titanium con-tent",
        "Electron spin resonance, titanium oxidation state, and eth-ylene polymerization studies of a model sup-ported Ziegler-Natta catalyst. Spectroscopic detection of titanium tetrachloride",
        "Effects of diethyl aluminum chloride (DEAC) addition to the catalysts prepared by reduc-tion of TiCl4 with EtMgCl on ethylene-propylene copolymerization",
        "Titanocene (III) pseudohalides: An ESR and structural study",
        "Surface species of titanium (IV) and titanium(III) in MgCl2-supported Ziegler-Natta catalysts. A periodic density functional theory study",
        "Polymeri-zation of olefins through heterogeneous catal-ysis. XVII. Experimental study and model in-terpretation of some aspects of olefin polymerization over a TiCl4/MgCl2 catalyst",
        "The polymerization of ethylene by lower va-lent compounds of titanium",
        "Extrusion polymerization: Catalyzed synthesis of crystalline linear polyethylene nanofibers within a mesoporous silica"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}