{
    "eid": "2-s2.0-84902317647",
    "title": "Distribution, quantitative load and characterization of Salmonella associated with swine farms in upper-northern Thailand",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Characterization",
        "Pig",
        "Prevalence",
        "Quantitative load",
        "Salmonella"
    ],
    "authors": [
        "Pakpoom Tadee"
    ],
    "citedby-count": 16,
    "ref-count": 28,
    "ref-list": [
        "Impact on human health of Salmonella spp. on pork in The Netherlands and the anticipated effects of some currently proposed control strategies",
        "Salmonella spp. on pork at cutting plants and at the retail level and the influence of particular risk factors",
        "Identification and quantification of risk factors regarding Salmonella spp. on pork carcasses",
        "Salmonella surveillance and control at post-harvest in the Belgian pork meat chain",
        "A cross-sectional study of Salmonella in pre-slaughter pigs in a production compartment of northern Thailand",
        "Incidence and level of Salmonella serovars in raw pork obtained from Mexican butcher shops",
        "Molecular Tools and Infectious Disease Epidemiology",
        "Salmonella enterica infections in Spanish swine fattening units",
        "Quantitative risk assessment of Salmonella spp. infection for the consumer of pork products in an Italian region",
        "A risk characterization model of Salmonella Typhimurium in Irish fresh pork sausages",
        "Diversity of Salmonella enterica serovar Derby isolated from pig, pork and humans in Germany",
        "Epidemiology and control measures for Salmonella in pigs and pork",
        "Prevalence, genetic characterization and antimicrobial resistance of Salmonella isolated from fresh pork sausages in Porto Alegre, Brazil",
        "J Milk Food Technol",
        "Salmonella in food animals and humans in northern Thailand",
        "Tracking salmonella contamination in various watersheds and phenotypic and genotypic diversity",
        "Chiang Mai Vet J",
        "Prevalence, numbers and characteristics of Salmonella spp. on Irish retail pork",
        "Serotype, antimicrobial susceptibility, and genotype of Salmonella isolates from swine and pork in Sa Kaew province, Thailand",
        "Pre-harvest risk factors for Salmonella enterica in pork production",
        "Prevalence of antibiotic-resistant enterobacteriaceae isolated from chicken and pork meat purchased at the slaughterhouse and at retail in Bavaria, Germany",
        "The use of an automated growth analyser to measure recovery times of single heat-injured Salmonella cells",
        "Salmonella in slaughter pigs: The effect of logistic slaughter procedures of pigs on the prevalence of Salmonella in pork",
        "Comparison of antimicrobial resistance patterns and phage types of Salmonella Typhimurium isolated from pigs, pork and humans in Belgium between 2001 and 2006",
        "Serodiversity and serological as well as cultural distribution of Salmonella on farms and in abattoirs in Lower Saxony, Germany"
    ],
    "affiliation": [
        {
            "affiliation-city": "Columbus",
            "affilname": "The Ohio State University College of Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}