{
    "eid": "2-s2.0-85013825598",
    "title": "Streptomyces krungchingensis sp. nov., isolated from soil",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Actinomycetes",
        "Soil",
        "Streptomyces krungchingensis",
        "Streptomycetaceae"
    ],
    "authors": [
        "Paranee Sripreechasak"
    ],
    "citedby-count": 3,
    "ref-count": 23,
    "ref-list": [
        "Bioactive microbial metabolites: A personal view",
        "Streptomyces andamanensis sp. Nov., isolated from soil",
        "Int J Syst Bacteriol",
        "Inter-Society Color Council – National Bureau of Standards Color Name Charts Illustrated with Centroid Colors",
        "Culture Media for Actinomycetes",
        "Actinomycetes",
        "CHEMICAL COMPOSITION OF CELL-WALL PREPARATIONS FROM STRAINS OF VARIOUS",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "J Gen Appl Microbiol",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids, MIDI Technical Note 101",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Streptomyces avermectinius sp. nov., an avermectin-producing strain",
        "Nucleic Acid Techniques in Bacterial Systematics",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Quantitative phyletics and the evolution of anurans",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Evolution",
        "Int J Syst Bacteriol"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "National Institute of Technology and Evaluation",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}