{
    "eid": "2-s2.0-84947862498",
    "title": "Oral lichenoid lesions and serum antinuclear antibodies in Thai patients",
    "cover-date": "2015-07-01",
    "subject-areas": [
        {
            "$": "Pathology and Forensic Medicine",
            "@code": "2734"
        },
        {
            "$": "Periodontics",
            "@code": "3506"
        },
        {
            "$": "Oral Surgery",
            "@code": "3504"
        },
        {
            "$": "Otorhinolaryngology",
            "@code": "2733"
        },
        {
            "$": "Cancer Research",
            "@code": "1306"
        }
    ],
    "keywords": [
        "Antinuclear antibodies",
        "Oral lichen planus",
        "Oral lichenoid drug reaction",
        "Thai"
    ],
    "authors": [
        "Chalakorn Prucktrakul"
    ],
    "citedby-count": 9,
    "ref-count": 47,
    "ref-list": [
        "Interventions for treating oral lichen planus.",
        "Novel therapies for oral lichen planus",
        "Immune mechanisms in oral lichen planus",
        "Inflammation-related cytokines in oral lichen planus: An overview",
        "The pathogenesis of oral lichen planus",
        "Mast cell/T cell interactions in oral lichen planus",
        "Current controversies in oral lichen planus: Report of an international consensus meeting. Part 1. Viral infections and etiopathogenesis",
        "Proinflammatory cytokine levels in saliva before and after treatment of (erosive) oral lichen planus with dexamethasone",
        "Expression of TNF-α in oral lichen planus treated with fluocinolone acetonide 0.1%",
        "Expression of ifn-γ before and after treatment of oral lichen planus with 0.1% fluocinolone acetonide in orabase",
        "Current controversies in oral lichen planus: Report of an international consensus meeting. Part 2. Clinical management and malignant transformation",
        "Oral lichen planus and oral lichenoid lesions: diagnostic and therapeutic considerations",
        "Drug-induced oral lichenoid reactions. A literature review",
        "Adverse oral reactions associated with the COX-2 inhibitor rofecoxib",
        "Basal cell cytoplasmic autoantibodies in oral lichenoid reactions",
        "Serum immunoglobulins and autoantibodies in patients with oral lichen planus",
        "Presence of anti-basal cell antibodies in oral lichen planus",
        "Immunomodulation by levamisole in patients with recurrent aphthous ulcers or oral lichen planus",
        "Antibodies to epithelial components in oral lichen planus (OLP) associated with hepatitis C virus (HCV) infection",
        "Oral lichen planus in patients infected or noninfected with hepatitis C virus: The role of autoimmunity",
        "Serum autoantibodies to desmogleins 1 and 3 in patients with oral lichen planus",
        "Significantly higher frequencies of presence of serum autoantibodies in Chinese patients with oral lichen planus",
        "Definition of leukoplakia and related lesions: An aid to studies on oral precancer",
        "The possible premalignant character of oral lichen planus and oral lichenoid lesions: A prospective study",
        "Range of antinuclear antibodies in 'healthy' individuals",
        "Antinuclear antibody status and risk of death in children and adolescents",
        "Derivation and validation of the systemic lupus international collaborating clinics classification criteria for systemic lupus erythematosus",
        "Systemic lupus erythematosus. Epidemiology, pathophysiology, manifestations, and management.",
        "Novel method for ANA quantitation using IIF imaging system",
        "Guidelines for clinical use of the antinuclear antibody test and tests for specific autoantibodies to nuclear antigens",
        "Anti-DFS70 Antibodies in 597 Healthy Hospital Workers",
        "Pattern on the antinuclear antibody-HEp-2 test is a critical parameter for discriminating antinuclear antibody-positive healthy individuals and patients with autoimmune rheumatic diseases",
        "Prevalence and sociodemographic correlates of antinuclear antibodies in the United States",
        "Detection and identification of antinuclear autoantibodies in the serum of normal blood donors",
        "Usefulness of antinuclear antibody testing to screen for rheumatic diseases",
        "Pediatric systemic lupus erythematosus: More than a positive antinuclear antibody",
        "Evidence-based guidelines for the use of immunologic tests: Antinuclear antibody testing",
        "Review for the generalist: The antinuclear antibody test in children - When to use it and what to do with a positive titer",
        "Interpreting serological tests in diagnosing autoimmune liver diseases",
        "Chronic ulcerative stomatitis: Diagnostic and management challenges-four new cases and review of literature",
        "Chronic ulcerative stomatitis",
        "Chronic ulcerative stomatitis: Evidence of autoimmune pathogenesis",
        "Chronic ulcerative stomatitis associated with a specific immunologic marker",
        "Oral lichenoid tissue reactions: Diagnosis and classification",
        "Th1 cytokines in oral lichen planus",
        "ANA screening: An old test with new recommendations",
        "The antinuclear antibody test: Last or lasting gasp?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}