{
    "eid": "2-s2.0-85074429737",
    "title": "EUS-guided confocal laser endomicroscopy: prediction of dysplasia in intraductal papillary mucinous neoplasms (with video)",
    "cover-date": "2020-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Radiology, Nuclear Medicine and Imaging",
            "@code": "2741",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Gastroenterology",
            "@code": "2715",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Somashekar G. Krishna",
        "Phil A. Hart",
        "John M. DeWitt",
        "Christopher J. DiMaio",
        "Pradermchai Kongkam",
        "Bertrand Napoleon",
        "Mohamed O. Othman",
        "Damien Meng Yew Tan",
        "Sebastian G. Strobel",
        "Peter P. Stanich",
        "Anand Patel",
        "Anjuli K. Luthra",
        "Megan Q. Chan",
        "Alecia M. Blaszczak",
        "Dana Lee",
        "Samer El-Dika",
        "Sean T. McCarthy",
        "Jon P. Walker",
        "Christina A. Arnold",
        "Kyle Porter",
        "Darwin L. Conwell"
    ],
    "citedby-count": 37,
    "ref-count": 34,
    "ref-list": [
        "International consensus guidelines 2012 for the management of IPMN and MCN of the pancreas",
        "Intraductal papillary mucinous neoplasm of the pancreas: current perspectives",
        "Invasive carcinoma derived from branch duct-type IPMN may be a more aggressive neoplasm than that derived from main duct-type IPMN",
        "Branch duct intraductal papillary mucinous neoplasm of the pancreas: single-center experience with 324 patients who underwent surgical resection",
        "Risk of pancreatic malignancy and mortality in branch-duct IPMNs undergoing surveillance: a systematic review and meta-analysis",
        "Malignant progression in IPMN: a cohort analysis of patients initially selected for resection or observation",
        "International consensus guidelines for management of intraductal papillary mucinous neoplasms and mucinous cystic neoplasms of the pancreas",
        "Pancreatic main-duct involvement in branch-duct IPMNs: an underestimated risk",
        "CT vs MRCP: optimal classification of IPMN type and extent",
        "Preoperative evaluation of intraductal papillary mucinous tumors performed by pancreatic magnetic resonance imaging and correlated with surgical and histopathologic findings",
        "Reply to letter: “Liberal resection for (presumed) Sendai negative branch-duct IPMN—also not harmless.”",
        "Diagnostic accuracy of preoperative imaging for differentiation of branch duct versus mixed duct intraductal papillary mucinous neoplasms",
        "Revisions of international consensus Fukuoka guidelines for the management of IPMN of the pancreas",
        "Needle-based confocal laser endomicroscopy for the diagnosis of pancreatic cystic lesions: an international external interobserver and intraobserver study (with videos)",
        "A novel approach to the diagnosis of pancreatic serous cystadenoma: needle-based confocal laser endomicroscopy",
        "In vivo characterization of pancreatic cystic lesions by needle-based confocal laser endomicroscopy (nCLE): proposition of a comprehensive nCLE classification confirmed by an external retrospective evaluation",
        "A pilot study of in vivo identification of pancreatic cystic neoplasms with needle-based confocal laser endomicroscopy under endosonographic guidance",
        "Diagnosis of pancreatic cysts: EUS-guided, through-the-needle confocal laser-induced endomicroscopy and cystoscopy trial: DETECT study",
        "Needle-based confocal laser endomicroscopy of pancreatic cystic lesions: a prospective multicenter validation study in patients with definite diagnosis",
        "In vivo and ex vivo confocal endomicroscopy of pancreatic cystic lesions: a prospective study",
        "In vivo and ex vivo needle-based confocal endomicroscopy of intraductal papillary mucinous neoplasm of the pancreas",
        "Validation of diagnostic characteristics of needle based confocal laser endomicroscopy in differentiation of pancreatic cystic lesions",
        "Endoscopic ultrasound-guided confocal laser endomicroscopy increases accuracy of differentiation of pancreatic cystic lesions",
        "Research electronic data capture (REDCap)—a metadata-driven methodology and workflow process for providing translational research informatics support",
        "Diagnosis of pancreatic cystic neoplasms: a report of the cooperative pancreatic cyst study",
        "WHO classification of tumours of the digestive system",
        "A revised classification system and recommendations from the baltimore consensus meeting for neoplastic precursor lesions in the pancreas",
        "A one-way components of variance model for categorical data",
        "Validation of Sendai and Fukuoka consensus guidelines in predicting malignancy in patients with preoperatively diagnosed mucinous pancreatic cystic neoplasms",
        "Evaluation of AGA and Fukuoka guidelines for EUS and surgical resection of incidental pancreatic cysts",
        "Classification, morphology and molecular pathology of premalignant lesions of the pancreas",
        "Endoscopic retrograde pancreatography criteria to diagnose autoimmune pancreatitis: an international multicentre study",
        "The Sendai and Fukuoka consensus criteria for the management of branch duct IPMN—A meta-analysis on their accuracy",
        "Preoperative next-generation sequencing of pancreatic cyst fluid is highly accurate in cyst classification and detection of advanced neoplasia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Columbus",
            "@id": "60015140",
            "affilname": "The Ohio State University Wexner Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015140",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Indianapolis",
            "@id": "60024609",
            "affilname": "Indiana University-Purdue University Indianapolis",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024609",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60017958",
            "affilname": "Singapore General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017958",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "New York",
            "@id": "60004670",
            "affilname": "The Mount Sinai Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004670",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Columbus",
            "@id": "60003500",
            "affilname": "The Ohio State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003500",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Houston",
            "@id": "60002441",
            "affilname": "Baylor College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002441",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Lyon",
            "@id": "106249311",
            "affilname": "Hôpital Privé Jean Mermoz",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106249311",
            "affiliation-country": "France"
        }
    ],
    "funding": [
        "American College of Gastroenterology Clinical Research"
    ]
}