{
    "eid": "2-s2.0-84983080787",
    "title": "Production and Application of Gordonia westfalica GY40 Biosurfactant for Remediation of Fuel Oil Spill",
    "cover-date": "2016-09-01",
    "subject-areas": [
        {
            "$": "Pollution",
            "@code": "2310"
        },
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        },
        {
            "$": "Ecological Modeling",
            "@code": "2302"
        },
        {
            "$": "Water Science and Technology",
            "@code": "2312"
        }
    ],
    "keywords": [
        "Biodegradation",
        "Biosurfactant",
        "Gordonia",
        "Oil dispersant",
        "Oil spill"
    ],
    "authors": [
        "Supattra Laorrattanasak"
    ],
    "citedby-count": 25,
    "ref-count": 33,
    "ref-list": [
        "Crude biosurfactant from thermophilic Alcaligenes faecalis: Feasibility in petro-spill bioremediation",
        "Isolation and application of gordonia sp. JC11 for removal of boat lubricants",
        "Treatment of oily bilge water from small fishing vessels by puf-immobilized gordonia sp. JC11",
        "Toxicity of fuel oil water accommodated fractions on two marine microalgae, skeletonema costatum and chlorela spp",
        "Liquid chromatography/mass spectrometry analysis of mixtures of rhamnolipids produced by Pseudomonas aeruginosa strain 57RP grown on mannitol or naphthalene",
        "Expression of Vitreoscilla hemoglobin in Gordonia amarae enhances biosurfactant production",
        "The influence of vegetable oils on biosurfactant production by Serratia marcescens",
        "Surface-active compounds and their role in the access to hydrocarbons in Gordonia strains",
        "Cultural factors affecting biosurfactant production by Gordonia sp. BS29",
        "Potential applications of surface active compounds by Gordonia sp. strain BS29 in soil remediation technologies",
        "Production and applications of trehalose lipid biosurfactants",
        "Natural attenuation and bioremediation of Prestige fuel oil along the Atlantic coast of Galicia (Spain)",
        "Effects of biosurfactants produced by Candida antarctica on the biodegradation of petroleum compounds",
        "Glycolipid biosurfactants: Potential related biomedical and biotechnological applications",
        "The science and applications of emulsions - an overview",
        "Production and characterization of surface-active compounds from Gordonia amicalis",
        "Lipopeptide biosurfactant production by chitosan-immobilized Bacillus sp. GY19 and their recovery by foam fractionation",
        "Extracellular production of a glycolipid biosurfactant, mannosylerythritol lipid, from Candida antarctica",
        "Surfactants tailored by the class Actinobacteria",
        "Improved synthesis of sophorolipids from waste cooking oil using fed batch approach in the presence of ultrasound",
        "Remediation of oil spills in temperate and tropical coastal marine environments",
        "Microbial derived surface active compounds: properties and screening concept",
        "Production and characterization of low molecular weight sophorolipid under fed-batch culture",
        "Biodegradation pattern of hydrocarbons from a fuel oil-type complex residue by an emulsifier-producing microbial consortium",
        "Application of biosurfactant from Sphingobacterium spiritivorum AS43 in the biodegradation of used lubricating oil",
        "Degradation of fatty acids and production of biosurfactant as an added value, by a bacterial strain pseudomonas aeruginosa DG2a isolated from aquaculture wastewaters",
        "Characterization of selected actinomycetes degrading polyaromatic hydrocarbons in liquid culture and spiked soil",
        "The production of rhamnolipid by a Pseudomonas aeruginosa strain isolated from a southern coastal zone in Brazil",
        "Oil spill remediation by using the remediation agent JE1058BS that contains a biosurfactant produced by Gordonia sp. strain JE-1058",
        "Applications of biosurfactants in the petroleum industry and the remediation of oil spills",
        "Surfactants Based on Natural Fatty Acids",
        "Control of agitation and aeration rates in the production of surfactin in foam overflowing fed-batch culture with industrial fermentation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "PTT Public Company Limited",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}