{
    "eid": "2-s2.0-85083520243",
    "title": "On-farm lambing outcomes after transfer of vitrified and slow frozen embryos",
    "cover-date": "2020-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Food Animals",
            "@code": "3403",
            "@abbrev": "VETE"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Endocrinology",
            "@code": "1310",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Cryopreservation method",
        "Embryonic stage",
        "Sheep"
    ],
    "authors": [
        "S. Khunmanee",
        "T. Tharasanit",
        "J. Suwimonteerabutr",
        "S. Panyaboriban",
        "M. Techakumphu",
        "T. Swangchan-Uthai"
    ],
    "citedby-count": 4,
    "ref-count": 42,
    "ref-list": [
        "Zona pellucida damage to human embryos after cryopreservation and the consequences for their blastomere survival and in-vitro viability",
        "Production of black goat using laparoscopic artificial insemination and embryo transfer",
        "Sperm distribution and fertilization after unilateral and bilateral laparoscopic artificial insemination with frozen-thawed goat semen",
        "Determining the most optimal stage for embryo cryopreservation",
        "Factors affecting the survival of sheep embryos after transfer within a MOET program",
        "Successful direct transfer of vitrified sheep embryos",
        "Comparison of slow freezing and vitrification on ovine immature oocytes",
        "Open pulled straw vitrification and slow freezing of sheep IVF embryos using different cryoprotectants",
        "Application of new technologies in sheep breeding",
        "Evaluation and classification of bovine embryos",
        "Pharmacokinetic studies of flunixin meglumine and phenylbutazone in plasma, exudate and transudate in sheep",
        "Advances in reproductive biotechnologies",
        "Differences on post-thawing survival between ovine morulae and blastocysts cryopreserved with ethylene glycol or glycerol",
        "Department of Livestock Development: Statistical Data of Animal Husbandry 2019",
        "Superovulating cows with follicle stimulating hormone and pregnant mare's serum gonadotrophin",
        "Livestock Production",
        "Increased genetic gains in sheep, beef and dairy breeding programs from using female reproductive technologies combined with optimal contribution selection and genomic breeding values",
        "Viability of OPS vitrified sheep embryos after direct transfer",
        "Improved vitrification method allowing direct transfer of goat embryos",
        "Factors affecting frozen and fresh embryo transfer pregnancy rates in cattle",
        "Embryo Transfer in Sheep and Goats",
        "Embryo transfer in sheep and goats: a review",
        "A comparative study between cleavage stage embryo transfer at day 3 and blastocyst stage transfer at day 5 in in-vitro fertilization/intra-cytoplasmic sperm injection on clinical pregnancy rates",
        "Development of business models for indigenous genetic improvement in small ruminant farms through reproductive biotechnology",
        "Blastocyst stage transfer vs cleavage stage embryo transfer",
        "Cryopreservation of ovine embryos: slow freezing and vitrification",
        "Cryopreservation of in vitro-produced ovine embryos",
        "Embryo recovery procedures and collection Success:results of 492 embryo-flush attempts",
        "Cryopreservation of Ovine Oocytes, Division of Animal Sciences School of Business",
        "A 100-Year Review: reproductive technologies in dairy science",
        "Collection and transfer of ovine embryos by laparoscopy",
        "A simplified superovulation protocol using split-single administration of Folltropin®-V in hyaluronan: application to purebred sheep",
        "Current status ofIn VitroEmbryo production in sheep and goats",
        "Livestock industrialization in Asia: growth, scaling up, competitiveness and outlook for smallholders",
        "Amoxicillin",
        "Factors affecting viability of fresh and frozen-thawed sheep demi-embryos",
        "Comparison between slow freezing and vitrification for human embryo",
        "Evaluating recipient and embryo factors that affect pregnancy rates of embryo transfer in beef cattle",
        "Embryo fragmentation as a determinant of blastocyst development in vitro and pregnancy outcomes following embryo transfer",
        "Development of Embryo Cryopreservation Technology in Sheep and Small Ruminant Production's Business Model in Reproductive Biotechnology",
        "Laparoscopy/laparotomy oocyte recovery and juvenile breeding",
        "Cryopreservation of preimplantation embryos of cattle, sheep, and goats"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "105512498",
            "affilname": "Faculty of Veterinary Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/105512498",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "National Research Council of Thailand",
        "Agricultural Research Development Agency"
    ]
}