{
    "eid": "2-s2.0-85003561728",
    "title": "Chemical constituents from Melodorum fruticosum Lour. flowers against plant pathogenic fungi",
    "cover-date": "2016-07-01",
    "subject-areas": [
        {
            "$": "General Agricultural and Biological Sciences",
            "@code": "1100"
        }
    ],
    "keywords": [
        "Antifungal activity",
        "Benzoic acid",
        "Melodorinol",
        "Melodorum fruticosum",
        "Plant pathogens"
    ],
    "authors": [
        "Rachsawan Mongkol"
    ],
    "citedby-count": 9,
    "ref-count": 32,
    "ref-list": [
        "Effects of long-term exposure to two fungicides, pyrimethanil and tebuconazole, on survival and life history traits of Italian tree frog (Hyla intermedia)",
        "Antifungal activity of herbal extracts against plant pathogenic fungi",
        "Open Nat. Prod. J",
        "Pol. J. Food Nutr. Sci.",
        "Oxidized heptenes from flowers of Melodorum fruticosum",
        "Biopesticides from plants: Calceolaria integrifolia s.l.",
        "Benzoic acid, a weak organic acid food preservative, exerts specific effects on intracellular membrane trafficking pathways in Saccharomyces cerevisiae",
        "Chemical constituents and derivatization of melodorinol from the roots of melodorum fruticosum",
        "Screening of antifungal activity of various plant leaves extracts from Indian plants",
        "Bioactive constituents of Melodorum fruticosum",
        "New bioactive heptenes from melodorum fruticosum (annonaceae)",
        "Additional bioactive heptenes from melodorum fruticosum",
        "Larvicidal and IGR activity of extract of Tanzanian plants against malaria vector mosquitoes",
        "Genetics of metalaxyl resistance in Phytophthora infestans",
        "Total synthesis of both enantiomers of melodorinol. Redetermination of their absolute configurations",
        "Antifungal activity of leaf extracts from South African trees against plant pathogens",
        "Anti-proliferative activity of essential oil extracted from Thai medicinal plants on KB and P388 cell lines",
        "Phytotoxic and antiphytopathogenic compounds from Thai Alpinia galanga (L.) Willd. rhizomes",
        "Metalaxyl resistance, mating type and pathogenicity of Phytophthora infestans in Uganda",
        "Antifungal activity of some plant extracts on some pathogenic fungi",
        "J. Vichakarnkaset",
        "Chemical compositions, antifungal and antioxidant activities of essential oil and various extracts of Melodorum fruticosum L. flowers",
        "Chemical and pharmacological investigations of limnophila conferta and limnophila heterophylla",
        "The Essence of Thai Herbs",
        "Aspects of antifungal potential of ethnobotanically known medicinal plants",
        "Antifungal properties of Agapanthus africanus L. extracts against plant pathogens",
        "Bioactive butenolides from Melodorum fruticosum",
        "Variations on a theme: synthesis and modification of plant benzoic acids"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Higher Education Commission, Pakistan"
    ]
}