{
    "eid": "2-s2.0-85091059163",
    "title": "How do independent directors view corporate social responsibility (CSR) during a stressful time? Evidence from the financial crisis",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Board independence",
        "Corporate governance",
        "Corporate social responsibility",
        "Financial crisis",
        "Independent directors"
    ],
    "authors": [
        "Pandej Chintrakarn",
        "Pornsit Jiraporn",
        "Sirimon Treepongkaruna"
    ],
    "citedby-count": 31,
    "ref-count": 39,
    "ref-list": [
        "Causal effect of analyst following on corporate social responsibility",
        "Risk reduction as a managerial motive for conglomerate mergers",
        "A matter of trust? The bond market benefits of corporate social capital during the financial crisis, working paper",
        "The CEO pay slice",
        "The strategic incentive of corporate social responsibility in a vertically related market",
        "Do managers do good with other people's money, Working paper",
        "Corporate social responsibility and downstream price competition with retailer's effort",
        "Do co-opted directors mitigate managerial myopia? Evidence from R&D investments",
        "Powerful CEOs and capital structure decisions: Evidence from the CEO pay slice",
        "How do powerful CEOs view corporate risk-taking? Evidence from the CEO pay slice",
        "Co-opted boards",
        "Are red or blue companies more likely to go green? Politics and corporate social responsibility",
        "Do corporate social responsibility ratings affect credit default swap spreads?",
        "Charity as a substitute for reputation: Evidence from an on-line market place",
        "Agency problems and the theory of the firm",
        "Corporate citizenship: Creating intangible assets across institutional environment",
        "The relationship between corporate philanthropy and shareholder wealth: A risk management perspective",
        "The relationship between corporate social responsibility and shareholder value: An empirical test of the risk management hypothesis",
        "Corporate social responsibility, product market competition, and product market performance",
        "Corporate social responsibility, internal controls, and stock price crash risk: The Chinese stock market",
        "How do powerful CEOs view corporate social responsibility (CSR)? An empirical note",
        "Estimating the effect of corporate social responsibility (CSR) on firm value using geographic identification",
        "Capital structure, CEO dominance, and corporate performance",
        "Does corporate social responsibility (CSR) improve credit ratings? Evidence from geographic identification",
        "Do co-opted directors influence dividend policy?",
        "How do powerful CEOs affect analyst coverage?",
        "The supply of corporate directors and board independence",
        "Corporate social responsibility and corruption risk: A global perspective",
        "Social capital, trust, and firm performance: The value of corporate social responsibility during the financial crisis",
        "The behavioralist meets the market: Measuring social preferences and reputation effects in actual transactions",
        "Agency problems of corporate philanthropy",
        "Corporate social responsibility and firm financial performance",
        "Unobservable selection and coefficient stability: Theory and evidence",
        "Intangible capital and the investment-1 relation",
        "The impact of corporate social responsibility on firm value: The role of customer awareness",
        "Corporate governance and corporate social responsibility: What do investors care about? What should investors care about?",
        "Over-investment or risk mitigation? Corporate social responsibility in Asia-Pacific, Europe, Japan, and the United States, review of financial economics",
        "The impact of corporate social responsibility on financial constraints: Does the life cycle stage of a firm matter?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60031806",
            "affilname": "The University of Western Australia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031806",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "CU-Collar",
        "Collaborating Center for Labor Research at Chulalongkorn University",
        "Chulalongkorn University"
    ]
}