{
    "eid": "2-s2.0-85016066810",
    "title": "Cleistocalyx nervosum var. paniala berry fruit protects neurotoxicity against endoplasmic reticulum stress-induced apoptosis",
    "cover-date": "2017-05-01",
    "subject-areas": [
        {
            "$": "Food Science",
            "@code": "1106"
        },
        {
            "$": "Toxicology",
            "@code": "3005"
        }
    ],
    "keywords": [
        "Anthocyanin",
        "Cleistocalyx nervosum var. paniala",
        "ER stress",
        "glutamate",
        "Neuroprotective effect",
        "ROS"
    ],
    "authors": [
        "Monruedee Sukprasansap"
    ],
    "citedby-count": 37,
    "ref-count": 51,
    "ref-list": [
        "A rapid method for quantifying total anthocyanins in blue aleurone and purple pericarp wheats",
        "Polyphenolics extracts from legume seeds: Correlations between total antioxidant activity, total phenolics content, tannins content and astringency",
        "Anthocyanins in aged blueberry-fed rats are found centrally and may enhance memory",
        "Antioxidant neuroprotection in Alzheimer's disease as preventive and therapeutic approach",
        "The ferric reducing ability of plasma (FRAP) as a measure of 'antioxidant power': The FRAP assay",
        "Unfolded protein stress in the endoplasmic reticulum and mitochondria: A role in neurodegeneration",
        "The neuroprotective potential of cyanidin-3-glucoside fraction extracted from mulberry following oxygen-glucose deprivation",
        "Oxidative stress in Alzheimer's disease brain: New insights from redox proteomics",
        "Assessment of genotoxicity and antigenotoxicity of an aqueous extract of Cleistocalyx nervosum var. paniala in in vitro and in vivo models",
        "A molecular web: Endoplasmic reticulum stress, inflammation, and oxidative stress",
        "Cordycepin protects against cerebral ischemia/reperfusion injury in vivo and in vitro",
        "Baicalein protects HT22 murine hippocampal neuronal cells against endoplasmic reticulum stress-induced apoptosis through inhibition of reactive oxygen species production and CHOP induction",
        "Unfolded proteins and endoplasmic reticulum stress in neurodegenerative disorders",
        "Neuroprotective effect of natural products against Alzheimer's disease",
        "Mechanism of glutamate-induced neurotoxicity in HT22 mouse hippocampal cells",
        "Assessing antioxidant and prooxidant activities of phenolic compounds",
        "Dendritic and mitochondrial changes during glutamate excitotoxicity",
        "Glutamate-induced oxidative stress, but not cell death, is largely dependent upon extracellular calcium in mouse neuronal HT22 cells",
        "Strawberry and its anthocyanins reduce oxidative stress-induced apoptosis in PC12 cells",
        "Genotoxicity and antigenotoxicity of the methanol extract of Cleistocalyx nervosum var. paniala seed using a Salmonella mutation assay and rat liver micronucleus tests",
        "Thammasat. Med. J.",
        "Neuroprotective effects of constituents of the root bark of Dictamnus dasycarpus in mouse hippocampal cells",
        "Differential mechanisms underlying neuroprotection of hydrogen sulfide donors against oxidative stress",
        "The neuroprotective effects of cordycepin inhibit glutamate-induced oxidative and ER stress-associated apoptosis in hippocampal HT22 cells",
        "Researching glutamate – induced cytotoxicity in different cell lines: A comparative/collective analysis/study",
        "Caspase-12: An overview",
        "Induction of the unfolded protein response and cell death pathway in alzheimer's disease, but not in aged Tg2576 mice",
        "Oxidative stress and neurodegenerative disorders",
        "Signaling pathways involved in endoplasmic reticulum stress-induced neuronal apoptosis",
        "Signaling by reactive oxygen species in the nervous system",
        "Oxidative alterations in Alzheimer's disease",
        "Caspases involved in ER stress-mediated cell death",
        "Caspase-12 mediates endoplasmic-reticulum-specific apoptosis and cytotoxicity by amyloid-β",
        "Novel fluorometric assay for hydroxyl radical prevention capacity using fluorescein as the probe",
        "Roles of CHOP/GADD153 in endoplasmic reticulum stress",
        "The responses of HT22 cells to the blockade of mitochondrial complexes and potential protective effect of selenium supplementation",
        "Changes of antioxidant activity and total phenolic compounds during storage of selected fruits",
        "Protective effect of Cleistocalyx nervosum var. paniala fruit extract against oxidative renal damage caused by cadmium",
        "Oxidative stress hypothesis in Alzheimer's disease: a reappraisal",
        "Anthocyanins: Structural characteristics that result in unique metabolic patterns and biological activities",
        "ER stress-induced apoptosis and caspase-12 activation occurs downstream of mitochondrial apoptosis involving Apaf-1",
        "Assessing antioxidant capacity in brain tissue: Methodologies and limitations in neuroprotective strategies",
        "In vitro effects of Thai medicinal plants on human lymphocyte activity",
        "Cyanidin-3-O-galactoside and blueberry extracts supplementation improves spatial memory and regulates hippocampal ERK expression in senescence- accelerated mice",
        "Thai J. Toxicol.",
        "Free radicals and antioxidants in normal physiological functions and human disease",
        "The Alzheimer's disease neuroimaging initiative: A review of papers published since its inception",
        "Neuroprotective effects of neolignans isolated from Magnoliae Cortex against glutamate-induced apoptotic stimuli in HT22 cells",
        "Caspase-12 is involved in stretch-induced apoptosis mediated endoplasmic reticulum stress",
        "The anthocyanin cyanidin-3-O-β-glucoside, a flavonoid, increases hepatic glutathione synthesis and protects hepatocytes against reactive oxygen species during hyperglycemia: Involvement of a cAMP-PKA-dependent signaling pathway"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}