{
    "eid": "2-s2.0-84962206838",
    "title": "Ultrasound guidance for renal tract access and dilation reduces radiation exposure during percutaneous nephrolithotomy",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Urology",
            "@code": "2748"
        },
        {
            "$": "Obstetrics and Gynecology",
            "@code": "2729"
        }
    ],
    "keywords": [],
    "authors": [
        "Thomas Chi"
    ],
    "citedby-count": 43,
    "ref-count": 27,
    "ref-list": [
        "The modern history and evolution of percutaneous nephrolithotomy",
        "Radiation risks for the radiologist performing transjugular intrahepatic portosystemic shunt (TIPS)",
        "Radiation-associated lens opacities in catheterization personnel: Results of a survey and direct assessments",
        "Radiation exposure and the urologist: What are the risks?",
        "Radiation exposure to the patient and operating room personnel during percutaneous nephrolithotomy",
        "Risk of radiation exposure during PCNL",
        "Factors affecting the fluoroscopic screening time during percutaneous nephrolithotomy",
        "Challenges on percutaneous nephrolithotomy in pregnancy: Supine position approach through ultrasound guidance",
        "Journal of Endourology",
        "The Journal of Urology",
        "Solo ultrasonography-guided percutanous nephrolithotomy for single stone pelvis",
        "Ultrasonography-guided percutaneous nephrolithotomy",
        "Categorisation of complications and validation of the Clavien score for percutaneous nephrolithotomy",
        "Deterministic effects in interventional radiology",
        "Radiology",
        "Incidence of haematopoietic malignancies in US radiologic technologists",
        "Radiological imaging of patients with suspected urinary tract stones: National trends, diagnoses, and predictors",
        "ECIRS (Endoscopic Combined IntraRenal Surgery) in the Galdakao-modified supine Valdivia position: A new life for percutaneous surgery?",
        "Assessing radiation exposure during endoscopic-guided percutaneous nephrolithotomy",
        "Endoscopic combined intrarenal surgery for large calculi: Simultaneous use of flexible ureteroscopy and mini-percutaneous nephrolithotomy overcomes the disadvantageous of percutaneous nephrolithotomy monotherapy",
        "Endoscopic-guided versus fluoroscopic-guided renal access for percutaneous nephrolithotomy: A comparative analysis",
        "Does Imaging Modality Used for Percutaneous Renal Access Make a Difference? A Matched Case Analysis",
        "The ideal puncture approach for PCNL: Fluoroscopy, ultrasound or endoscopy?",
        "An alternative and inexpensive percutaneous access needle in pediatric patients",
        "Percutaneous nephrolithotomy guided solely by ultrasonography: A 5-year study of >700 cases",
        "Pediatric percutaneous nephrolithotomy: Assessing impact of technical innovations on safety and efficacy",
        "Complication and safety of ultrasound guided percutaneous nephrolithotomy in 8 025 cases in China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Beijing",
            "affilname": "Beijing Tsinghua Changgung Hospital",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "San Francisco",
            "affilname": "University of California, San Francisco",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}