{
    "eid": "2-s2.0-85007609864",
    "title": "The gut-brain axis, including the microbiome, leaky gut and bacterial translocation: Mechanisms and pathophysiological role in alzheimer’s disease",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        }
    ],
    "keywords": [
        "Aging",
        "Alzheimer’s disease",
        "Amyloid beta",
        "Dementia",
        "Gut",
        "Gut-brain axis",
        "Microbiota",
        "Neurology",
        "Psychiatry"
    ],
    "authors": [
        "Cristiano A. Köhler"
    ],
    "citedby-count": 187,
    "ref-count": 286,
    "ref-list": [
        "Therapeutics of Alzheimer's disease: Past, present and future",
        "Forecasting the global burden of Alzheimer's disease",
        "Global prevalence of dementia: A Delphi consensus study",
        "Midlife vascular risk factors and Alzheimer's disease in later life: Longitudinal, population based study",
        "Dementia risk estimates associated with measures of depression: A systematic review and meta-analysis",
        "Immune attack: The role of inflammation in Alzheimer disease",
        "On communication between gut microbes and the brain",
        "The adoptive transfer of behavioral phenotype via the intestinal microbiota: Experimental evidence and clinical implications",
        "Effect of intestinal microbial ecology on the developing brain",
        "Diabetes, obesity and gut microbiota",
        "Fecal microbiota transplantation a new old kid on the block for the management of gut microbiota-related disease",
        "Gut microbiota and allergic disease in children",
        "The role of microbiota in cancer therapy",
        "Communication between gastrointestinal bacteria and the nervous system",
        "Molecular anatomy of the gut-brain axis revealed with transgenic technologies: Implications in metabolic research",
        "Normal gut microbiota modulates brain development and behavior",
        "Gut microbiota and gastrointestinal health: Current concepts and future directions",
        "Gut-brain axis: How the microbiome influences anxiety and depression",
        "Microbial amyloids - functions and interactions within the host",
        "Melancholic microbes: A link between gut microbiota and depression?",
        "Stress and the gut: Pathophysiology, clinical consequences, diagnostic approach and treatment options",
        "High-fat diet-induced dysbiosis as a cause of neuroinflammation",
        "Antibiotic exposure and the risk for depression, anxiety, or psychosis: A nested case-control study",
        "Increased serum IgA and IgM against LPS of enterobacteria in chronic fatigue syndrome (CFS): Indication for the involvement of gram-negative enterobacteria in the etiology of CFS and for the presence of an increased gut-intestinal permeability",
        "The gut-brain barrier in major depression: intestinal mucosal dysfunction with an increased translocation of LPS from gram negative enterobacteria (leaky gut) plays a role in the inflammatory pathophysiology of depression.",
        "Role of the toll like receptor (TLR) radical cycle in chronic inflammation: Possible treatments targeting the TLR4 pathway",
        "Oxidative & nitrosative stress in depression: Why so much stress?",
        "In depression, bacterial translocation may drive inflammatory responses, oxidative and nitrosative stress (O&NS), and autoimmune responses directed against O&NS-damaged neoepitopes",
        "The role of microbes and autoimmunity in the pathogenesis of neuropsychiatric illness",
        "Human Microbiome and its Association With Health and Diseases",
        "Communication between gastrointestinal bacteria and the nervous system",
        "The microbiota-gut-brain axis in functional gastrointestinal disorders",
        "The gut microbiota and its correlations with the central nervous system disorders",
        "The impact of microbiota on brain and behavior: Mechanisms & therapeutic potential",
        "The intricate association between gut microbiota and development of Type 1, Type 2 and Type 3 diabetes",
        "Alzheimer's disease and the microbiome",
        "A possible link of gut microbiota alteration in type 2 diabetes and Alzheimer's disease pathogenicity: An update",
        "Mechanisms of Molecular Mimicry Involving the Microbiota in Neurodegeneration",
        "The microbiome and disease: Reviewing the links between the oral microbiome, aging, and Alzheimer's disease",
        "A review on Alzheimer's disease pathophysiology and its management: An update",
        "The amyloid hypothesis of Alzheimer's disease: Progress and problems on the road to therapeutics",
        "β-Amyloid precursor protein cleavage by a membrane-bound protease",
        "New pharmacological strategies for treatment of Alzheimer's disease: Focus on disease modifying drugs",
        "Presenilin: Running with Scissors in the Membrane",
        "The amyloid hypothesis for Alzheimer's disease: A critical reappraisal",
        "Amyloid precursor protein processing and alzheimer's disease",
        "Novel insights for the treatment of Alzheimer's disease",
        "Neuropathology and therapeutic management of Alzheimer's disease - An update",
        "Immunotherapy for targeting tau pathology in Alzheimer's disease and tauopathies",
        "Do astrocytes collaborate with neurons in spreading the \"infectious\" Aβ and Tau drivers of Alzheimer's disease?",
        "Oligodendrocytes damage in Alzheimer's disease: Beta amyloid toxicity and inflammation",
        "Immunotherapy against amyloid pathology in Alzheimer's disease",
        "Relationship between beta amyloid peptide generating molecules and neprilysin in Alzheimer disease and normal brain",
        "Alzheimer's pathogenesis: Is there neuron-to-neuron propagation?",
        "Microtubule-associated protein tau. A component of Alzheimer paired helical filaments",
        "Abnormal phosphorylation of the microtubule-associated protein tau (tau) in Alzheimer cytoskeletal pathology.",
        "A protein factor essential for microtubule assembly",
        "Post-translational modifications of tau protein in Alzheimer's disease",
        "Post-translational modifications of tau protein.",
        "Novel phosphorylation sites in Tau from Alzheimer brain support a role for casein kinase 1 in disease pathogenesis",
        "Phosphate analysis and dephosphorylation of modified tau associated with paired helical filaments",
        "Microtubule-associated protein tau: Abnormal phosphorylation of a non-paired helical filament pool in Alzheimer disease",
        "The extent of phosphorylation of fetal tau is comparable to that of PHF-tau from Alzheimer paired helical filaments",
        "Current advances on different kinases involved in tau phosphorylation, and implications in Alzheimer's disease and tauopathies",
        "Untangling tau hyperphosphorylation in drug design for neurodegenerative diseases",
        "Protein phosphatase 2A is the major enzyme in brain that dephosphorylates τ protein phosphorylated by proline-directed protein kinases or cyclic AMP-dependent protein kinase",
        "Regulation of the phosphorylation state and microtubule-binding activity of tau by protein phosphatase 2A",
        "Phosphorylation of microtubule-associated protein tau is regulated by protein phosphatase 2A in mammalian brain. Implications for neurofibrillary degeneration in Alzheimer's disease",
        "Tau and neurodegenerative disease: The story so far",
        "So depression is an inflammatory disease, but where does the inflammation come from?",
        "Innate immune activation in neurodegenerative disease",
        "Inflammation in Alzheimer disease: Driving force, bystander or beneficial response?",
        "Cerebrospinal fluid level of YKL-40 protein in preclinical and prodromal Alzheimer's disease",
        "Integrated systems approach identifies genetic nodes and networks in late-onset Alzheimer's disease",
        "Immune attack: The role of inflammation in Alzheimer disease",
        "Heterogeneity of CNS myeloid cells and their roles in neurodegeneration",
        "The LPS receptor (CD14) links innate immunity with Alzheimer's disease.",
        null,
        "CD36 ligands promote sterile inflammation through assembly of a Toll-like receptor 4 and 6 heterodimer",
        "CD36 mediates the innate host response to β-amyloid"
    ],
    "affiliation": [
        {
            "affiliation-city": "Plovdiv",
            "affilname": "Medical University of Plovdiv",
            "affiliation-country": "Bulgaria"
        },
        {
            "affiliation-city": "Toronto",
            "affilname": "Sunnybrook Health Sciences Centre",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Londrina",
            "affilname": "Universidade Estadual de Londrina",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Melbourne",
            "affilname": "University of Melbourne",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Fortaleza",
            "affilname": "Universidade Federal do Ceará",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Geelong",
            "affilname": "Deakin University",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Hamilton",
            "affilname": "St. Joseph's Healthcare Hamilton",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Padua",
            "affilname": "Università degli Studi di Padova",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Padua",
            "affilname": "Institute for Clinical Research and Education in Medicine",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Waalre",
            "affilname": "Revitalis",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Padua",
            "affilname": "Local Health Unit 17",
            "affiliation-country": "Italy"
        }
    ],
    "funding": [
        "Conselho Nacional de Desenvolvimento Cientifico e Tecnologico",
        "National Health and Medical Research Council",
        "National Health and Medical Research Council",
        "Coordenação de Aperfeiçoamento de Pessoal de Nível Superior",
        "Conselho Nacional de Desenvolvimento Científico e Tecnológico"
    ]
}