{
    "eid": "2-s2.0-85048461228",
    "title": "A synbiotic mixture of scGOS/lcFOS and Bifidobacterium breve M-16V increases faecal Bifidobacterium in healthy young children",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Bifidobacterium",
        "Gut microbiota",
        "Healthy toddlers",
        "Stool consistency",
        "Synbiotic"
    ],
    "authors": [
        "P. Kosuwon",
        "M. Lao-araya",
        "S. Uthaisangsook",
        "C. Lay",
        "J. Bindels",
        "J. Knol",
        "P. Chatchatee"
    ],
    "citedby-count": 20,
    "ref-count": 49,
    "ref-list": [
        "Distal gut microbiota of adolescent children is different from that of adults",
        "Histone deacetylase 3 coordinates commensal-bacteria-dependent intestinal homeostasis",
        "Faecal SIgA secretion in infants fed on pre-or probiotic infant formula",
        "Role of colonic short-chain fatty acid transport in diarrhea",
        "Human milk oligosaccharides: every baby needs a sugar mama",
        "Systematic review of randomised controlled trials: probiotics for functional constipation",
        "Effect of synbiotic on the gut microbiota of caesarean delivered infants: a randomized, doubleblind, multicenter study",
        "Immunology: vitamins prime immunity",
        "The role of short-chain fatty acids in the interplay between diet, gut microbiota, and host energy metabolism",
        "Improved growth of toddlers fed a milk containing synbiotics",
        "Variations of bacterial populations in human feces measured by fluorescent in situ hybridization with groupspecific 16S rRNA-targeted oligonucleotide probes",
        "A mixture of 3 bifidobacteria decreases abdominal pain and improves the quality of life in children with irritable bowel syndrome: a multicenter, randomized, double-blind, placebo-controlled, crossover trial",
        "Quantitative real-time PCR assays to identify and quantify fecal Bifidobacterium species in infants receiving a prebiotic infant formula",
        "A 16S rRNA-targeted probe for detection of lactobacilli and enterococci in faecal samples by fluorescent in situ hybridization",
        "Short chain fatty acids and colonic health",
        "Structure and function of the healthy preadolescent pediatric gut microbiome",
        "Stool microbiota and vaccine responses of infants",
        "Vertical mother-neonate transfer of maternal gut bacteria via breastfeeding",
        "Immunostimulatory CpG motifs in the genomes of gut bacteria and their role in human health and disease",
        "Colon microflora in infants fed formula with galacto-and fructooligosaccharides: more like breast-fed infants",
        "Bifidobacterial species that are present in breast-fed infants are stimulated in formula fed infants by changing to a formula containing prebiotics",
        "Quantitative fluorescence in situ hybridization of Bifidobacterium sp. with genus-specific 16S rRNA-targeted probes and its application in fecal samples",
        "Infant B cell memory differentiation and early gut bacterial colonization",
        "Transmission of intestinal Bifidobacterium longum subsp. longum strains from mother to infant, determined by multilocus sequencing typing and amplified fragment length polymorphism",
        "Application of a suite of 16S rRNA-specific oligonucleotide probes designed to investigate bacteria of the phylum cytophagaflavobacter-bacteroides in the natural environment",
        "More than just a gut instinct-the potential interplay between a baby's nutrition, its gut microbiome, and the epigenome",
        "A mixture of prebiotic oligosaccharides reduces the incidence of atopic dermatitis during the first six months of age",
        "Dosage-related bifidogenic effects of galacto-and fructooligosaccharides in formula-fed term infants",
        "Diversity in gut bacterial community of school-age children in Asia",
        "Intestinal microbiota in healthy U.S. young children and adults-a high throughput microarray analysis",
        "Host-gut microbiota metabolic interactions",
        "Folate production by bifidobacteria as a potential probiotic property",
        "Physiological state of Escherichia coli BJ4 growing in the large intestines of streptomycin-treated mice",
        "Fermentation of fructooligosaccharides and inulin by bifidobacteria: a comparative study of pure and fecal cultures",
        "A specific prebiotic mixture added to starting infant formula has long-lasting bifidogenic effects",
        "Mother-to-infant transmission of intestinal bifidobacterial strains has an impact on the early development of vaginally delivered infant's microbiota",
        "The early settlers: intestinal microbiology in early life",
        "Asthma, allergy, and responses to methyl donor supplements and nutrients",
        "The microbial metabolites, short-chain fatty acids, regulate colonic Treg cell homeostasis",
        "The resilience of the intestinal microbiota influences health and disease",
        "Is Bifidobacterium breve effective in the treatment of childhood constipation? Results from a pilot study",
        "Gut microbiota metabolism of dietary fiber influences allergic airway disease and hematopoiesis",
        "Effect of a new synbiotic mixture on atopic dermatitis in infants: a randomized-controlled trial",
        "Prevalence of functional gastrointestinal disorders in infants and toddlers",
        "Stool consistency is strongly associated with gut microbiota richness and composition, enterotypes and bacterial growth rates",
        "Evaluation of stool microbiota signatures in two cohorts of Asian (Singapore and Indonesia) newborns at risk of atopy",
        "Human gut microbiome viewed across age and geography",
        "Quantification of uncultured Ruminococcus obeum-like bacteria in human fecal samples by fluorescent in situ hybridization and flow cytometry using 16S rRNA-targeted probes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Utrecht",
            "@id": "60105960",
            "affilname": "Nutricia Research, Netherlands",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60105960",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60026046",
            "affilname": "Faculty of Medicine, Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026046",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pitsanulok",
            "@id": "60022498",
            "affilname": "Naresuan University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022498",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Wageningen",
            "@id": "60004156",
            "affilname": "Wageningen University &amp; Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004156",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "120830920",
            "affilname": "Danone Nutricia Reseach",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/120830920",
            "affiliation-country": "Singapore"
        }
    ],
    "funding": [
        "Danone Nutricia Research"
    ]
}