{
    "eid": "2-s2.0-85132128675",
    "title": "Pharmacokinetic characteristics of azithromycin in freshwater crocodiles (Crocodylus siamensis) after intramuscular administration at three different dosages",
    "cover-date": "2022-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "azithromycin",
        "freshwater crocodiles",
        "liquid chromatography–tandem mass spectrometry",
        "pharmacokinetics"
    ],
    "authors": [
        "Rattapong Sukkheewan",
        "Amnart Poapolathep",
        "Mario Giorgi",
        "Narumol Klangkaew",
        "Napasorn Phaochoosak",
        "Tara Wongwaipairoj",
        "Pareeya Udomkusonsri",
        "Narongsak Chaiyabutr",
        "Saranya Poapolathep"
    ],
    "citedby-count": 0,
    "ref-count": 42,
    "ref-list": [
        "Occurrence of ciprofloxacin, sulfamethoxazole, and azithromycin in municipal waste water treatment plants. Practice",
        "Azithromycin clears Bordetella pertussis infection in mice but also modulates innate and adaptive immune responses and T cell memory",
        "Pharmacokinetics of azithromycin in the blue and gold macaw (Ara ararauna) after intravenous and oral administration",
        "Pharmacokinetics of azithromycin after intravenous and intramuscular administration to goats",
        "Pharmacokinetics and tissue concentrations of azithromycin in ball pythons (Python regius)",
        "Bacteria",
        "Protein binding and the antibacterial effects. Method for determination of protein binding",
        "Pharmacokinetics of azithromycin in foals after i.v. and oral dose and disposition into phagocytes",
        "Pharmacokinetics and tissue tolerance of azithromycin after intramuscular administration to rabbits",
        "Pharmacokinetic and in vivo studies with azithromycin (CP-62,993), a new macrolide with an extended half-life and excellent tissue distribution",
        "Pharmacokinetics of enrofloxacin after single-dose oral and intravenous administration in the American alligator (Alligator mississippiensis)",
        "Diseases of farmed crocodiles and ostriches",
        "Azithromycin metabolite identification in plasma, bile and tissues of ball python (Python regius)",
        "Pharmacokinetics, oral bioavailability and tissue distribution of azithromycin in cats",
        "Azithromycin prophylaxis during a hospital outbreak of mycoplasma pneumoniae pneumonia",
        "Quantitative determination of azithromycin in human plasma by liquid chromatography-mass spectrometry and its application in pharmacokinetic study",
        "Pharmacokinetics of azithromycin and concentration in body fluids and bronchoalveolar cells in foals",
        "In vitro activity of azithromycin, a novel macrolides, against enteric pathogens",
        "Why are pharmacokinetic data summarized by arithmetic means?",
        "Pharmacokinetics and preliminary safety evaluation of azithromycin in adult horses",
        "Species similarities and differences in pharmacokinetics",
        "Pharmacokinetic behavior of enrofloxacin in estuarine crocodiles (Crocodylus porosus) after single intravenous, intramuscular, and oral doses",
        "Crocodilian differential diagnosis",
        "Pharmacokinetics and pharmacodynamics of newer macrolides",
        "In vitro and in vivo activities of azithromycin, a new azalide antibiotic, against chlamydia",
        "Ocular pharmacokinetics of orally administered azithromycin in rabbits",
        "Pharmacokinetic-pharmacodynamic (PK-PD) modeling and the rational selection of dosage regimes for the prudent use of antimicrobial drugs",
        "Fluoroquinolone antimicrobial drugs",
        "Marbofloxacin",
        "Pharmacokinetics of enrofloxacin and its metabolite ciprofloxacin in freshwater crocodiles (Crocodylus siamensis) after intravenous and intramuscular administration",
        "Pharmacokinetics of ceftriaxone in freshwater crocodiles (Crocodylus siamensis) after intramuscular administration at two dose rates",
        "Pharmacokinetics of marbofloxacin in freshwater crocodiles (Crocodylus siamensis) after intravenous and intramuscular administration",
        "Pharmacokinetic profiles of clarithromycin in freshwater crocodiles (Crocodylus siamensis)",
        "Pharmacokinetic profiles of amoxicillin trihydrate in freshwater crocodiles (Crocodylus siamensis) after intramuscular administration at two doses",
        "Pharmacokinetics of a long-acting formulation of oxytetracycline in freshwater crocodiles (Crocodylus siamensis) after intramuscular administration at three different dosages",
        "Three species of Aeromonas (a. dhakensis, A. hydrophila, and A. jandaei) isolated from freshwater crocodiles (Crocodylus siamensis) with pneumonia and septicemia",
        "Pharmacokinetics of tetracycline after single-dose oral administration in the American alligator (Alligator mississippiensis)",
        "Pharmacokinetics of azithromycin in rats and dogs",
        "Combined fatal systemic chlamydia sp. and Aeromonas sobria infection in juvenile Siamese crocodiles (Crocodylus siamensis)",
        "Azithromycin pharmacokinetics in the serum and its distribution to the skin healthy dogs and dogs with pyoderma"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pisa",
            "@id": "60028868",
            "affilname": "Università di Pisa",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028868",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kanjanaburi",
            "@id": "122813842",
            "affilname": "Wongveerakit Crocodile Farm",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/122813842",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Faculty of Veterinary Medicine, Kasetsart University"
    ]
}