{
    "eid": "2-s2.0-84944398596",
    "title": "Methods and tools for sustainable chemical process design",
    "cover-date": "2015-01-21",
    "subject-areas": [],
    "keywords": [
        "Bioethanol",
        "Green engineering",
        "Life cycle assessment",
        "Multilevel criteria analysis",
        "Sustainability"
    ],
    "authors": [
        "Carina L. Gargalo"
    ],
    "citedby-count": 4,
    "ref-count": 61,
    "ref-list": [
        "Biorefining: Computer aided tools for sustainable design and analysis of bioethanol production",
        "The feasibility of including sustainability in LCA for product development",
        "Life cycle assessment and its application to process selection, design and optimisation",
        "Sustainable Development Progress Metrics",
        "A process synthesis-intensification framework for the development of sustainable membrane-based operations",
        "Biotechnological processes for conversion of corn into ethanol",
        "Our Common Future: Report of the 1987 World Commission on Environment and Development",
        "A methodology for environmental impact minimization: Solvent design and reaction path synthesis issues",
        "Pollution prevention with chemical process simulators: The generalized waste reduction (WAR) algorithm - Full version",
        "Design of sustainable chemical processes: Systematic retrofit analysis generation and evaluation of alternatives",
        "SustainPro-A tool for systematic process analysis, generation and evaluation of sustainable design alternatives",
        "Production of Bio-Based Fuels: Bioethanol and Biodiesel",
        "New group contribution method for estimating properties of pure compounds",
        "Life Cycle Assessment Handbook: A Guide for Environmentally Sustainable Products",
        "Greener by Design",
        "Pollution Prevention Through Process Integration: Systematic Design Tools",
        "Multi-criteria evaluation of wastewater treatment plant control strategies under uncertainty",
        "An Integrated Computer Aided System (ICAS) for Educational Purposes. An Integrated Computer Aided System (ICAS) for Educational Purposes, 1998",
        "New trends for design towards sustainability in chemical engineering: Green engineering",
        "Bio-Ethanol Production Process: Techno-Economic, Sustainability & Environmental Impact Approach",
        "A framework for clarifying the meaning of Triple Bottom-Line, Integrated, and Sustainability Assessment",
        "The future of life cycle assessment",
        "Research and Practice in Multiple Criteria Decision Making",
        "BLCC analysis derived from bim and energy data of zero net energy test home",
        "The role of SETAC in the development of LCA",
        "Liquid biofuels in South Asia: Resources and technologies",
        "Encyclopedia of Energy",
        "Framework for evaluating the \"greenness\" of chemical processes: Case studies for a novel VOC recovery technology",
        "Synthesis of heat exchanger networks: I. Systematic generation of energy optimal networks",
        "Phenomena based methodology for process synthesis incorporating process intensification",
        "Group-contribution based estimation of pure component properties",
        "A perspective on LCA application in site remediation services: Critical review of challenges",
        "J. Am. Stat. Assoc.",
        "Perry's Chemical Engineers' Handbook",
        "An Integrated Business and Engineering Framework for Synthesis and Design of Processing Networks",
        "A systematic framework for enterprise-wide optimization: Synthesis and design of processing networks under uncertainty",
        "Systematic network synthesis and design: Problem formulation, superstructure generation, data management and solution",
        "Production of bioethanol from agroindustrial residues as feedstocks",
        "Fuel ethanol production from sugarcane and corn: Comparative analysis for a Colombian case",
        "Chemical Engineering Design Project: A Case Study Approach",
        "Eco-efficiency analysis by BASF: The method",
        "Assessing the environmental-hazard potential for life cycle assessment, eco-efficiency and SEEbalance®",
        "GaBi Database & Modelling Principles",
        "Strategic process synthesis: Advances in the hierarchical approach",
        "A Green Engineering Framework for Concurrent Design of Products and Processes",
        "Calculating the carbon footprint of a chemical plant: A case study of AkzoNobel",
        "Assessment of The Natural Step theory of sustainability",
        "Road Map and Principles for Built Environment Sustainability",
        "Water Pinch Analysis for Water Management and Minimisation: An Introduction",
        "Life Cycle Sustainability Analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Lyngby",
            "affilname": "Technical University of Denmark",
            "affiliation-country": "Denmark"
        }
    ],
    "funding": []
}