{
    "eid": "2-s2.0-85096643146",
    "title": "Resin bees of genus megachile, subgenera callomegachile and carinula (Hymenoptera, megachilidae) from thailand with description of a new species",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Apoidea",
        "Megachilini",
        "Pollinator",
        "Southeast Asia"
    ],
    "authors": [
        "Nontawat Chatthanabun",
        "John S. Ascher",
        "Nantasak Pinkaew",
        "Chawatat Thanoosing",
        "Prapun Traiyasut",
        "Natapot Warrit"
    ],
    "citedby-count": 3,
    "ref-count": 62,
    "ref-list": [
        "Megachile schauinslandi sp. nov. Eine neue Megachile-Art aus Honolulu",
        "Megachile leaf-cutter and resin bees of Singapore (Hymenoptera: Apoidea: Megachilidae)",
        "A new subgenus of Megachile from Borneo with arolia",
        "On new and little known Hymenoptera from India, Burma and Ceylon",
        "New and little known species of Indo-Malayan Hymenoptera, with a key to genera of Indian Pompilidae, and a note on Sphex flava of Fabricius, and allied species",
        "Hymenoptera Orientalia, or Contributions to a knowledge the Hymenoptera of the Oriental Zoological Region Part V",
        "Hymenoptera",
        "Descriptions and Records of Bees – XXXV",
        "Hymenoptera, Apoidea",
        "Descriptions and Records of Bees – LXXXIV",
        "Some bees, principally from Formosa and China",
        "Bees collected by Dr. H. M. Smith on Turtle Island (Koh Tao) Gulf of Siam",
        "Bees obtained by Professor Claude R. Kellogg in the Foochow district, China, with new records of Philippine Bombidae",
        "Diversity and origins of Fijian leaf-cutter bees (Megachilidae)",
        "The wasps and bees of Barkuda island",
        "Wasps and Bees in the Raffles Museum, Singapore",
        "A monograph of the Baltic amber bees and evolution of the Apoidea (Hymenoptera)",
        "Alocanthedon, a new subgenus of Chalicodoma from Southeast Asia (Hymenoptera, Megachilidae)",
        "Annotated list of Indian Crop-pests",
        "Neue Megachile-Arten des Sunda-Archipels",
        "African and southeast asian Chalicodoma (Hymenoptera: Megachilidae): new subgenus, new species, and notes on the composition of Pseudomegachile and Largella",
        "Morphological phylogeny of Megachilini and the evolution of leaf-cutter behavior in bees (Hymenoptera: Megachilidae)",
        "Sopra alcuni imenotteri raccolti a minhla nel regno di birmania",
        "A Visit to Damma Island, East Indian Archipelago",
        "The Aculeate Hymenoptera of Micronesia II. Colletidae, Halictidae, Megachilidae, and Apidae",
        "Fauna and biogeography of the bees and wasps of the Cook Islands (Hymenoptera)",
        "Why do leafcutter bees cut leaves? New insights into the early evolution on bees",
        "Notes on the Apidae (Hymenoptera) in the collection of the British Museum, with descriptions of new species",
        "Note on the Hymenoptera in the collection of the British Museum, with descriptions of new species",
        "Observations on the classification of the bees commonly placed in the genus Megachile (Hymenoptera: Apoidea)",
        "A classification of the bees of the Australian and South Pacific regions",
        "A comparative anatomical study of mandibular structure in bees",
        "In expeditione comitis belae szechenyi in China et Tibet a Dom. G. Kreitner et l. L. Lóczy anno 1879 collexta",
        "Révision des Megachilidae (Hymenoptera Apoidea) de l’Afrique Noire. I. Les genres Creightoniella [sic], Chalicodoma et Megachile (s. str.)",
        "Hymenoptera Apoidea de Madagascar et des iles Vois-nes",
        "Hymenoptera Aculeata",
        "Opisanie nowych gatunków błonkoskrzydłych (Hymenoptera) [Description of new species of Hymenoptera] Wiadomości z Nauk Przyrodzonych (War-szawa)",
        "Histoire Naturelle des Hyménoptères",
        "Hymenoptera aus den Sundainseln und Nordaustralien (mit Ausschluss der Blattwespen, Schlupfwespen und Ameisen)",
        "Catalogue of the Hymenopterous Insects collected at Sarawak, Borneo; Mount Ophir, Malacca; and at Singapore, by A. R. Wallace",
        "Descriptions of Aculeate Hymenoptera of Japan, collected by Mr. George Lewis at Nagasaki and Hiogo",
        "Giant resin bee, Megachile tuberculata, in an urban community garden",
        "The bee tribe Anthidiini in Singapore (Anthophila: Megachilidae: Anthidiini) with notes on the regional fauna",
        "H. Sauter’s Formosa-Ausbeute, Apidae I",
        "Bees of natural forests, teak plantations and agricultural fields in Thailand",
        "Comprehensive phylogeny, biogeography and new classification of the diverse bee tribe Megachilini: Can we use DNA barcodes in phylogenies of large genera?",
        "A study on the genus Megachile Latreille from China with descriptions of four-teen species (Apoidea, Megachilidae)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ubon Ratchathani",
            "@id": "60194923",
            "affilname": "Ubon Ratchathani Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60194923",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kamphaeng Saen",
            "@id": "60117964",
            "affilname": "Kasetsart University, Kamphaeng Saen Campus",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60117964",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "@id": "60025352",
            "affilname": "The Natural History Museum, London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025352",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60017161",
            "affilname": "National University of Singapore",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017161",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "London",
            "@id": "60015150",
            "affilname": "Imperial College London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015150",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Department of Entomology and Plant Pathology",
        "Department of National Parks",
        "Faculty of Agriculture, Chiang Mai University",
        "Southeast Asian bee pollinators",
        "Asahi Glass Foundation",
        "Office of Higher Education Commission, Thailand",
        "Chulalongkorn University"
    ]
}