{
    "eid": "2-s2.0-85101460855",
    "title": "Thailand’s Public Secret: Military Wealth and the State",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Cultural Studies",
            "@code": "3316",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Social Sciences (miscellaneous)",
            "@code": "3301",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "corruption",
        "National Anti-Corruption Commission of Thailand",
        "Royal Armed Thai Forces",
        "state",
        "Thailand"
    ],
    "authors": [
        "Ukrist Pathmanand",
        "Michael K. Connors"
    ],
    "citedby-count": 5,
    "ref-count": 87,
    "ref-list": [
        "“The 2014 Thai Coup and Some Roots of Authoritarianism",
        "“Political Regimes and Employment Relations in Thailand",
        "“Old Soldiers Never Die, They are Just Bypassed: The Military, Bureaucracy and Globalisation.”",
        "“U-Turn to the Past? The Resurgence of the Military in Contemporary Thai Politics.”",
        "“Thailand and the United States: Beyond Hegemony?”",
        "“Liberalism, Authoritarianism and the Politics of Decisionism in Thailand",
        "“Thailand’s Emergency State",
        "“Sovereignty Wars: Patterns of Constituent Power in Thailand.”",
        "“Civilisade: Asian Values, Democracy and Fateful Hubris.”",
        "“Beyond the Fallacy of Coup-ism: Conceptualizing Civilian Control of the Military in Emerging Democracies",
        "“Concentration of Land and Other Wealth in Thailand.”",
        "Of Regimes, State and Pluralities: Thai Politics Enters the 1990s",
        "“Thailand: An Old Relationship Renewed",
        "“The Irony of Democratization and the Decline of Royal Hegemony in Thailand",
        "“The Materialization of the Southeast Asian Entrepreneur.”",
        "“Arch-royalist Rent: The Political Economy of the Military in Thailand.”",
        "“Thailand 4.0: The Rise of Neo-authoritarian Developmental State.”",
        "“Thailand: The Struggle to Redefine Civil-Military Relations.”",
        "“Thailand’s ‘Professional Soldiers’ and Coup-making: The Coup of 2006.”",
        "“Ja do su kap khorapchan yangrai”",
        "“Inequality, Wealth and Thailand’s Politics",
        "“Good Coup”",
        "Kantoepto lae phattanakan naithun nai prathet thai pho. so 2475–2516 [The Rise of the Commercial Bankers in Thailand",
        "“Mass Surveillance and the Militarization of Cyberspace in Post-coup Thailand",
        "“Professionals and Soldiers: Measuring Professionalism in the Thai Military",
        "“The Consolidation of Political Democracies: Processes, Rhythms, Sequences, and Types.”",
        "“Capitalist Development in Post War Thailand: Commercial Bankers, Industrial Elite, and Agribusiness Group.”",
        "“Thailand: Military Professionalism at the Crossroads.”",
        "“An Unaligned Alliance: Thailand-U.S. Relations in the Early 21st Century",
        "“Globalization and Democratic Development in Thailand: The New Path of the Military, Private Sector and Civil Society",
        "“A Different Coup d’etat?”",
        "“Reign-seeking and the Rise of the Unelected in Thailand",
        "Introduction: Understanding Thailand’s Politics",
        "“China Tank Deal Opens Old Wounds for Wary.”",
        "“Beyond Autocracy Promotion: A Review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Suzhou",
            "@id": "60102426",
            "affilname": "Xi'an Jiaotong-Liverpool University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60102426",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "German Research Foundation"
    ]
}