{
    "eid": "2-s2.0-84984890251",
    "title": "Healthcare utilization, bypass, and multiple visits: the case of Bhutan",
    "cover-date": "2017-03-01",
    "subject-areas": [
        {
            "$": "Health Policy",
            "@code": "2719"
        },
        {
            "$": "Economics",
            "@code": "2001"
        }
    ],
    "keywords": [
        "Bhutan",
        "Bypass",
        "Healthcare utilization",
        "Multinomial logit model",
        "Multiple visits",
        "Travel time"
    ],
    "authors": [
        "Kannika Damrongplasit"
    ],
    "citedby-count": 10,
    "ref-count": 25,
    "ref-list": [
        "The demand for primary health care services in the Bicol Region of the Philippines.",
        "Quality of services and demand for health care in Nigeria: A multinomial probit estimation",
        "Health-care facility choice and the phenomenon of bypassing",
        "A mixed logit model of health care provider choice: Analysis of NSS data for rural India",
        "Journal of Agroforestry and Environment",
        "Non-price rationing and the choice of medical care providers in rural Cote d'Ivoire",
        "Expanding health insurance to increase health care utilization: Will it have different effects in rural vs. urban areas?",
        "Bypassing health providers: The quest for better price and quality of health care in Chad",
        "Asian Geographer",
        "FCND Discussion Paper No 70",
        "The effects of mandatory health insurance on equity in access to outpatient care in Indonesia",
        "Access to and utilization of health services in rural Bangladesh. Master dissertation. Retrieved from Lund University Libraries Website:",
        "Published online November",
        "Health Policy and Planning",
        "Available from Proquest Dissertations & Theses database (UMI",
        "Bypassing health centres in Tanzania: Revealed preferences for quality",
        "National Health Policy",
        "Annual health bulletin",
        "Willingness to pay and determinants of choice for improved malaria treatment in rural Nepal",
        "Does use of a government service depend on distance from the health facility?",
        "Statistical yearbook of Bhutan",
        "The Review of Economics and Statistics",
        "Determinants of health care demand in poor, rural China: The case of Gansu Province",
        "Journal of Clinical Epidemiology",
        "Progress and delivery of health care in Bhutan, the Land of the Thunder Dragon and Gross National Happiness"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Thimbu",
            "affilname": "Ministry of Health",
            "affiliation-country": "Bhutan"
        }
    ],
    "funding": []
}