{
    "eid": "2-s2.0-84957427848",
    "title": "Accumulation of gamma-aminobutyric acid in the halotolerant cyanobacterium Aphanothece halophytica under salt and acid stress",
    "cover-date": "2016-02-01",
    "subject-areas": [
        {
            "$": "Aquatic Science",
            "@code": "1104"
        },
        {
            "$": "Plant Science",
            "@code": "1110"
        }
    ],
    "keywords": [
        "GABA",
        "Glutamate decarboxylase",
        "Halotolerant cyanobacterium",
        "Salt stress and acid stress"
    ],
    "authors": [
        "Bongkoj Boonburapong"
    ],
    "citedby-count": 28,
    "ref-count": 29,
    "ref-list": [
        "Regulation of the glutamate-dependent acid-resistance system of diarrheagenic Escherichia coli strains",
        "Separation and estimation of amino acids in crude plant extracts by thin-layer electrophoresis and chromatography",
        "Short-term Solute Changes in Leaves and Roots of Cultivated and Wild Tomato Seedlings Under Salinity",
        "Sodium-dependent uptake of glutamate by novel ApGltS enhanced growth under salt stress of halotolerant cyanobacterium aphanothece halophytica",
        "GABA in plants: Just a metabolite?",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Control of acid resistance in Escherichia coli",
        "The photorespiratory glycolate metabolism is essential for cyanobacteria and might have been conveyed endosymbiontically to plants",
        "Agilent application note 5980-1193EN",
        "The acid stress response of the cyanobacterium Synechocystis sp. Strain PCC 6308",
        "Regulation of glycinebetaine accumulation in the halotolerant cyanobacterium Aphanothece halophytica",
        "Gamma-Aminobutyric Acid",
        "Glutamate decarboxylase activity and gamma-aminobutyric acid content in Synechocystis sp. PCC 6803 under osmotic stress and different carbon sources",
        "Metabolic and genetic engineering of cyanobacteria for enhanced hydrogen production",
        "Flux Balance Analysis of Cyanobacterial Metabolism: The Metabolic Network of Synechocystis sp. PCC 6803",
        "Collaborative regulation of Escherichia coli glutamate-dependent acid resistance by two AraC-like regulators, GadX and GadW (YhiW)",
        "Biologically active secondary metabolites from marine cyanobacteria",
        "The cyanotoxin-microcystins: Current overview",
        "Carbohydrate accumulation and osmotic stress in cyanobacteria",
        "Acid response of exponentially growing Escherichia coli K-12",
        "Metabolism and functions of gamma-aminobutyric acid",
        "Hypothesis/review: Contribution of putrescine to 4-aminobutyrate (GABA) production in response to abiotic stress",
        "Bioactive compounds from cyanobacteria and microalgae: An overview",
        "Calcium/calmodulin activation of soybean glutamate decarboxylase",
        "Activation of a recombinant petunia glutamate decarboxylase by calcium/calmodulin or by a monoclonal antibody which recognizes the calmodulin binding domain",
        "Unusual cyanobacterial TCA cycles: Not broken just different",
        "Isolation and functional characterization of N-methyltransferases that catalyze betaine synthesis from glycine in a halotolerant photosynthetic organism Aphanothece halophytica",
        "Higher accumulation of γ-aminobutyric acid induced by salt stress through stimulating the activity of diamine oxidases in Glycine max (L.) Merr. roots",
        "The tricarboxylic acid cycle in cyanobacteria"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Srinakharinwirot University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research University",
        "Office of the Higher Education Commission",
        "Chulalongkorn University"
    ]
}