{
    "eid": "2-s2.0-84930043008",
    "title": "Earthquake catalogue of the Thailand meteorological department - A commentary",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Oceanography",
            "@code": "1910"
        },
        {
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909"
        },
        {
            "$": "Geophysics",
            "@code": "1908"
        }
    ],
    "keywords": [
        "Earthquake catalogue",
        "Frequency-magnitude distribution",
        "Seismicity",
        "Thailand",
        "The Thai Meteorological Department"
    ],
    "authors": [
        "Santi Pailoplee"
    ],
    "citedby-count": 5,
    "ref-count": 25,
    "ref-list": [
        "STRONG MOTION ATTENUATION RELATIONS: A TEN-YEAR PERSPECTIVE.",
        null,
        null,
        "A common origin for aftershocks, foreshocks, and multiplets",
        "Bull. Seismol. Soc. Am.",
        "ISET J. Earthquake Technol.",
        "Bull. Seismol. Soc. Am.",
        "Teleseismic detection in the Aleutian Island arc.",
        "MAN-MADE CHANGES OF SEISMICITY RATES.",
        "A moment magnitude scale",
        "Bull. Earthq. Res. Inst. Univ. Tokyo",
        "Geotechnical Earthquake Engineering",
        "Spatial and temporal b value anomalies preceding the devastating off coast of NW Sumatra earthquake of December 26, 2004",
        "Deterministic and probabilistic seismic hazard analyses in Thailand and adjacent areas using active fault data",
        "Testing the completeness of earthquake catalogues and the hypothesis of self-similarity",
        "Spatial variations in the frequency-magnitude distribution of earthquakes at Mount Pinatubo volcano",
        "Stability and significance tests for b-value anomalies: Example from the Tyrrhenian Sea",
        "Nonlinear frequency-magnitude relationships for the Hokkaido corner, Japan",
        "National Earthquake and Tsunami Database for Protection and Mitigation, Technical Report, Thai Meteorological Department",
        "Geophys. Bull. Hokkaido Univ.",
        "A software package to analyze seismicity: ZMAP",
        "Minimum magnitude of completeness in earthquake catalogs: Examples from Alaska, the Western United States, and Japan",
        "Assessing the quality of earthquake catalogues: Estimating the magnitude of completeness and its uncertainty",
        "Reporting history of the Central Aleutians Seismograph Network and the quiescence preceding the 1986 Andreanof Island earthquake",
        "Seismicity patterns: Are they always related to natural causes?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Asia Research Center",
        "Chulalongkorn University"
    ]
}