{
    "eid": "2-s2.0-85014310276",
    "title": "Identification of spirobisnaphthalene derivatives with anti-tumor activities from the endophytic fungus Rhytidhysteron rufulum AS21B",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Clinical Biochemistry",
            "@code": "1308"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        },
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Molecular Medicine",
            "@code": "1313"
        }
    ],
    "keywords": [
        "Anti-cancer activity",
        "Endophytic fungi",
        "Fungal cultivation",
        "Rhytidhysteron rufulum",
        "Spirobisnaphthalene"
    ],
    "authors": [
        "Ittipon Siridechakorn"
    ],
    "citedby-count": 42,
    "ref-count": 31,
    "ref-list": [
        "Biology and chemistry of endophytes",
        "Natural products from plant-associated microorganisms: Distribution, structural diversity, bioactivity, and implications of their occurrence",
        "Endophytes as sources of bioactive products",
        "p-Aminoacetophenonic acids produced by a mangrove endophyte: Streptomyces griseus subsp.",
        "Benzofuran derivatives from the mangrove endophytic fungus Xylaria sp. (#2508)",
        "Xanalteric acids I and II and related phenolic compounds from an endophytic Alternaria sp. isolated from the Mangrove plant Sonneratia alba",
        "Decaspirones A-E, bioactive spirodioxynaphthalenes from the freshwater aquatic fungus Decaisnella thyridioides",
        "Decaspirones F-I, bioactive secondary metabolites from the saprophytic fungus Helicoma viridis",
        "Naphthoquinone spiroketal with allelochemical activity from the newly discovered endophytic fungus Edenia gomezpompae",
        "Antileishmanial constituents of the panamanian endophytic fungus Edenia sp.",
        "spiro-Mamakone A: A unique relative of the spirobisnaphthalene class of compounds",
        "Structure, bioactivities, biosynthetic relationships and chemical synthesis of the spirodioxynaphthalenes",
        "Spirobisnaphthalene analogues from the endophytic fungus Preussia sp.",
        "Natural Products from Endophytic Microorganisms",
        "Fungal endophyte symbiosis and plant diversity in successional fields",
        "The effect of pH on the growth of saprotrophic and ectomycorrhizal ammonia fungi in vitro",
        "Effects of pH on the comparative culturability of fungi and bacteria from acidic and less acidic forest soils",
        "An epigenetic modifier enhances the production of anti-diabetic and anti-inflammatory sesquiterpenoids from Aspergillus sydowii",
        "Preussomerins and Deoxypreussomerins: Novel Inhibitors of Ras Farnesyl-Protein Transferase",
        "Natural product based inhibitors of the thioredoxin-thioredoxin reductase system",
        "Naphthoquinone spiroketals and organic extracts from the endophytic fungus edenia gomezpompae as potential herbicides",
        "CJ-12,371 and CJ-12,372, Two Novel DNA Gyrase Inhibitors Fermentation, Isolation, Structural Elucidation and Biological Activities",
        "Rhytidenones A-F, spirobisnaphthalenes from Rhytidhysteron sp. AS21B, an endophytic fungus",
        null,
        "Spirobisnaphthalenes from the mangrove-derived fungus Rhytidhysteron sp. AS21B",
        "Ymf 1029A-E, preussomerin analogues from the fresh-water-derived fungus YMF 1.01029",
        "Jpn Pat",
        "Blood",
        "Acquired resistance of lung adenocarcinomas to gefitinib or erlotinib is associated with a second mutation in the EGFR kinase domain",
        "BIBW2992, an irreversible EGFR/HER2 inhibitor highly effective in preclinical lung cancer models",
        "Cytotoxic mycoepoxydiene derivatives from an endophytic fungus Phomopsis sp. isolated from Hydnocarpus anthelminthicus"
    ],
    "affiliation": [
        {
            "affiliation-city": "Beijing",
            "affilname": "Beijing National Laboratory for Molecular Sciences",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Natural Science Foundation of China",
        "National Natural Science Foundation of China",
        "Thailand Research Fund",
        "Thailand Research Fund"
    ]
}