{
    "eid": "2-s2.0-84925485051",
    "title": "Abundance and diversity of functional genes involved in the degradation of aromatic hydrocarbons in Antarctic soils and sediments around Syowa Station",
    "cover-date": "2015-03-01",
    "subject-areas": [
        {
            "$": "Pollution",
            "@code": "2310"
        },
        {
            "$": "Health",
            "@code": "2307"
        },
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        }
    ],
    "keywords": [
        "Antarctica",
        "Dioxygenase",
        "Diversity",
        "PAHs",
        "PCR-DGGE",
        "Real-time PCR",
        "Syowa"
    ],
    "authors": [
        "C. Muangchinda"
    ],
    "citedby-count": 82,
    "ref-count": 43,
    "ref-list": [
        "Ecological and biogeographic relationships of class Flavobacteria in the Southern Ocean",
        "The ecology, biodiversity and bioremediation potential of microorganisms in extremely cold environments, Taylor &",
        "Aromatic hydrocarbon-degrading bacteria from soil near Scott Base, Antarctica",
        "Hydrocarbon Spills on Antarctic Soils: Effects and Management",
        "Phylogenetic identification and in situ detection of individual microbial cells without cultivation",
        "Biology of the metabolically diverse genus Gordonia",
        null,
        "Characterization of a pyrene-degrading Mycobacterium sp. strain CH-2",
        "Effect of inoculum pretreatment on survival, activity and catabolic gene expression of Sphingobium yanoikuyae B1 in an aged polycyclic aromatic hydrocarbon-contaminated soil",
        "Microbial diversity, community composition and metabolic potential in hydrocarbon contaminated oily sludge: Prospects for in situ bioremediation",
        "Comparative quantitative prevalence of Mycobacteria and functionally abundant nidA, nahAc, and nagAc dioxygenase genes in coal tar contaminated sediments",
        "Comparative mesocosm study of biostimulation efficiency in two different oil-amended sub-antarctic soils",
        "Microbial communities to mitigate contamination of PAHs in soil-possibilities and challenges: A review",
        "Occurrence and diversity of naphthalene dioxygenase genes in soil microbial communities from the Maritime Antarctic",
        "Marinobacter hydrocarbonoclasticus gen. nov., sp. nov., a new, extremely halotolerant, hydrocarbon-degrading marine bacterium",
        "Characterization of Porphyrobacter sanguineus sp. nov., an aerobic bacteriochlorophyll-containing bacterium capable of degrading biphenyl and dibenzofuran",
        "Functional gene diversity analysis in BTEX contaminated soils by means of PCR-SSCP DNA fingerprinting: Comparative diversity assessment against bacterial isolates and PCR-DNA clone libraries",
        "Bacterial polycyclic aromatic hydrocarbon ring-hydroxylating dioxygenases (PAH-RHD) encoding genes in different soils from King George Bay, Antarctic Peninsula",
        "Distribution of alkane-degrading bacterial communities in soils from King George Island, Maritime Antarctic",
        "Two novel pyrene-degrading Diaphorobacter sp. and Pseudoxanthomonas sp. isolated from soil",
        "Substrate specificity and structural characteristics of the novel Rieske nonheme iron aromatic ring-hydroxylating oxygenases NidAB and NidA3B3 from Mycobacterium vanbaalenii PYR-1",
        "Int J Anal Chem",
        "The phn genes of Burkholderia sp. strain RP007 constitute a divergent gene cluster for polycyclic aromatic hydrocarbon catabolism",
        "Occurrence and Phylogenetic Diversity of Sphingomonas Strains in Soils Contaminated with Polycyclic Aromatic Hydrocarbons",
        "Marinobacter antarcticus sp. nov., a halotolerant bacterium isolated from Antarctic intertidal sandy sediment",
        "Pseudomonas, the dominant polycyclic aromatic hydrocarbon-degrading bacteria isolated from Antarctic soils and the role of large plasmids in horizontal gene transfer",
        "Aromatic hydrocarbon degradation genes from chronically polluted Subantarctic marine sediments",
        "Characterization of hydrocarbon-degrading microbial populations in contaminated and pristine Alpine soils",
        "Assessment of polycyclic aromatic hydrocarbon biodegradation potential in mangrove sediment from Don Hoi Lot, Samut Songkram Province, Thailand",
        "Detection, expression and quantitation of the biodegradative genes in Antarctic microorganisms using PCR",
        "Microbial biodegradation of polyaromatic hydrocarbons",
        "Microbial community variation in pristine and polluted nearshore Antarctic sediments",
        "Effectiveness of the natural bacterial flora, biostimulation and bioaugmentation on the bioremediation of a hydrocarbon contaminated Antarctic soil",
        "Phenanthrene biodegradation in soils using an antarctic bacterial consortium",
        "Novel upper meta-pathway extradiol dioxygenase gene diversity in polluted soil",
        "The molecular basis for adaptive evolution in novel extradiol dioxygenases retrieved from the metagenome",
        "February",
        "December",
        "September",
        "Microarray and real-time PCR analyses of the responses of high-arctic soil bacteria to hydrocarbon pollution and bioremediation treatments",
        "Size and structure of bacterial, fungal and nematode communities along an Antarctic environmental gradient",
        "Identification of anthracene degraders in leachate-contaminated aquifer using stable isotope probing",
        "Genetic diversity of dioxygenase genes in polycyclic aromatic hydrocarbon-degrading bacteria isolated from mangrove sediments"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Center of Excellence on Hazardous Substance Management",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "National Institute of Polar Research",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Office of Commission for Higher Education and Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University",
        "National Institute of Polar Research"
    ]
}