{
    "eid": "2-s2.0-85009508845",
    "title": "Prevalence of Bartonella infection in well-cared cats in Bangkok metropolitan",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Bangkok",
        "Bartonella",
        "Prevalence",
        "Well-cared cats"
    ],
    "authors": [
        "Pakkawan Satranarakun"
    ],
    "citedby-count": 5,
    "ref-count": 38,
    "ref-list": [
        "Bartonella vinsonii subsp. arupensis in humans, Thailand",
        "Kasetsart J",
        "Flea-borne Bartonella grahamii and Bartonella taylorii in Bank Voles",
        "Bartonella infection in animals: Carriership, reservoir potential, pathogenicity, and zoonotic potential for human infection",
        "Molecular evidence of Bartonella spp. in Questing adult Ixodes pacificus ticks in California",
        "Prevalence and diversity of Bartonella in rodents of northern Thailand: A comparison with Bartonella in rodents from southern China",
        "Bartonella henselae and Bartonella clarridgeiae infection in domestic cats from the Philippines",
        "Aortic valve endocarditis in a dog due to Bartonella clarridgeiae",
        "Bartonella spp. DNA associated with biting flies from California",
        "Ectoparasites of gray squirrels in two different habitats and screening of selected ectoparasites for Bartonellae",
        "Bartonella vinsonii subsp. arupensis as an agent of blood culture-negative endocarditis in a human",
        "Infective endocarditis due to Bartonella quintana",
        "Natural history of Bartonella infections (an exception to Koch's postulate)",
        "Infection of Stray Cats Resided in Monasteries of Bangkok Metropolitan areas by Polymerase Chain Reaction Technique. Proceeding Kasetsart University Annual Conference, Bangkok (Thailand)",
        "Experimental infection of domestic cats with passaged genotype I Bartonella henselae",
        "Molecular evidence for Bartonella spp. in cat and dog fleas from Germany and France",
        "Detection of Bartonella tamiae DNA in ectoparasites from rodents in Thailand and their sequence similarity with bacterial cultures from thai patients",
        "Prevalence of Bartonella henselae and Bartonella clarridgeiae in cats and dogs in Korea",
        "Isolation of Rochalimaea Species from Cutaneous and Osseous Lesions of Bacillary Angiomatosis",
        "Bartonella vinsonii subsp. berkhoffii subsp. nov., isolated from dogs; Bartonella vinsonii subsp. vinsonii; and emended description of Bartonella vinsonii",
        "Identification of Bartonella infections in febrile human patients from Thailand and their potential animal reservoirs",
        "Bartonella tamiae sp. nov., a newly recognized pathogen isolated from three human patients from Thailand",
        "Distribution, diversity, and host specificity of Bartonella in rodents from the southeastern United States",
        "Bartonella quintana in domestic cat",
        "Cat-scratch disease caused by Bartonella henselae: The first case report in Taiwan",
        "Prevalence of Bartonella henselae and Bartonella clarridgeiae in an urban Indonesian cat population",
        "Seroprevalence of Bartonella henselae and Toxoplasma gondii among Healthy Individuals in Thailand",
        "Prevalence of Bartonella species and 16s rRNA gene types of Bartonella henselae from domestic cats in Thailand",
        "Bartonella infection in a mother and son from Kentucky exposed to wood louse hunter spiders",
        "Bartonella henselae: First reported isolate in a human in Thailand",
        "Molecular detection of Bartonella quintana, B. koehlerae, B. henselae, B. clarridgeiae, Rickettsia felis, and Wolbachia pipientis in cat fleas, France",
        "\"Candidatus Bartonella thailandensis\": A new genotype of Bartonella identified from rodents",
        "DNA sequencing with chain-terminating inhibitors.",
        "Bartonella henselae in Ixodes ricinus ticks (Acari: Ixodida) removed from humans, Belluno Province, Italy",
        "Detection of Novel Bartonella Strains and Yersinia pestis in Prairie Dogs and Their Fleas (Siphonaptera: Ceratophyllidae and Pulicidae) Using Multiplex Polymerase Chain Reaction",
        "The immunologic response of dogs to Bartonella vinsonii subspecies berkhoffii antigens: As assessed by Western immunoblot analysis",
        "Does coinfection of Bartonella henselae and FIV induce clinical disorders in cats?",
        "Infection and re-infection of domestic cats with various Bartonella species or types: B. henselae type I is protective against heterologous challenge with B. henselae type II"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Nihon University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}