{
    "eid": "2-s2.0-85006856684",
    "title": "Optimized reverse primer for 16S-RFLP analysis and genomovar assignment of Flavobacterium columnare",
    "cover-date": "2017-08-01",
    "subject-areas": [
        {
            "$": "Aquatic Science",
            "@code": "1104"
        },
        {
            "$": "Veterinary (miscellaneous)",
            "@code": "3401"
        }
    ],
    "keywords": [
        "16S rRNA",
        "columnaris disease",
        "Flavobacterium columnare",
        "genomovar",
        "restriction fragment length polymorphism"
    ],
    "authors": [
        "B. R. LaFrentz"
    ],
    "citedby-count": 16,
    "ref-count": 15,
    "ref-list": [
        "Genetic fingerprinting of Flavobacterium columnare isolates from cultured fish",
        "Genetic diversity of Flavobacterium columnare examined by restriction fragment length polymorphism and sequencing of the 16S ribosomal RNA gene and the 16S-23S rDNA spacer",
        "Columnaris disease in fish: A review with emphasis on bacterium-host interactions",
        "Archaea in coastal marine environments",
        "Phenotypic characterization and genetic diversity of Flavobacterium columnare isolated from red tilapia, Oreochromis sp., in Thailand",
        "Isolation and characterization of strains of Flavobacterium columnare from Brazil",
        "NCBI BLAST: a better web interface.",
        "Reproducible challenge model to investigate the virulence of Flavobacterium columnare genomovars in rainbow trout Oncorhynchus mykiss",
        "Intragenomic heterogeneity in the 16S rRNA genes of Flavobacterium columnare and standard protocol for genomovar assignment",
        "Host-specific association between Flavobacterium columnare genomovars and fish species",
        "Adhesion dynamics of Flavobacterium columnare to channel catfish Ictalurus punctatus and zebrafish Danio rerio after immersion challenge",
        "Lack of association between Flavobacterium columnare genomovar and virulence in hybrid tilapia Oreochromis niloticus (L.) × Oreochromis aureus (Steindachner)",
        "Flavobacterium columnare genomovar influences mortality in channel catfish (Ictalurus punctatus)",
        "Genotypic diversity of strains of flavobacterium columnare from diseased fishes",
        "Transmission and detection of Flavobacterium columnare in channel catfish Ictalurus punctatus"
    ],
    "affiliation": [
        {
            "affiliation-city": "Stoneville",
            "affilname": "USDA Agricultural Research Service, Stoneville",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Auburn",
            "affilname": "USDA ARS Aquatic Animal Health Research Laboratory",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Madison",
            "affilname": "Merck Animal Health",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "USDA-ARS",
        "U.S. Department of Agriculture"
    ]
}