{
    "eid": "2-s2.0-85078293182",
    "title": "Does the greening of supply chain have any impact on sustainability and organizational performance of firms in Thai chemical industry?",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Management Information Systems",
            "@code": "1404",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Information Systems",
            "@code": "1710",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Information Systems and Management",
            "@code": "1802",
            "@abbrev": "DECI"
        }
    ],
    "keywords": [
        "Green supply chain",
        "Sustainability",
        "Thailand"
    ],
    "authors": [
        "Chandej Charoenwiriyakul",
        "Nopadol Burananuth",
        "Sittichai Reungjarungpong",
        "Kittisak Jermsittiparsert"
    ],
    "citedby-count": 3,
    "ref-count": 23,
    "ref-list": [
        "Supply chain risk classification: Discussion and proposal",
        "The strategic fit between innovation strategies and business environment in delivering business performance",
        "Firm performance and customer-driven green supply chain management",
        "Study of Educational Thematic Data in the Indonesian Border Region in Nusa Tenggara Timur Province",
        "Factors that affect the derivatives usage of non-financial listed firms of pakistan to hedge foreign exchange exposure",
        "Poverty and Inequality across the Nations: How Can Governments be Effective in Coping?",
        "Sustainable supply chain design in social businesses: Advancing the theory of supply chain",
        "Reflections on decentralization, community empowerment and sustainable development in Cameroon",
        "Theories in sustainable supply chain management: A structured literature review",
        "Charismatic leadership and tacit knowledge sharing in the context of enterprise systems learning: The mediating effect of psychological safety climate and intrinsic motivation",
        "Understanding the impact of online reviews on hotel performance: An empirical analysis",
        "Partial least squares structural equation modeling (PLS-SEM) an emerging tool in business research",
        "Qualitative data analysis",
        "Does Pak-Rupee Exchange Rate Respond to Monetary Fundamentals? A Structural Analysis",
        "Using PLS path modeling in new technology research: Updated guidelines",
        "A conceptual and empirical examination of key account management orientation and its implications-the role of trust",
        "The impact of supply chain quality integration on green supply chain management and environmental performance",
        "GPU-based normalized cuts for road extraction using satellite imagery",
        "Empirical research on sustainable supply chains: IJPR's contribution and research avenues",
        "Sustainable supply chain management: Confirmation of a higher-order model",
        "Green Supply Chain Practices and Sustainable Performance: Moderating Role of Total Quality Management Practices in Electronic Industry of Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60103781",
            "affilname": "Suan Sunandha Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103781",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "123795965",
            "affilname": "Thai Stainless Steel Co.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/123795965",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}