{
    "eid": "2-s2.0-85029765631",
    "title": "Oseltamivir, amantadine, and ribavirin combination antiviral therapy versus oseltamivir monotherapy for the treatment of influenza: a multicentre, double-blind, randomised phase 2 trial",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Infectious Diseases",
            "@code": "2725"
        }
    ],
    "keywords": [],
    "authors": [
        "John H. Beigel"
    ],
    "citedby-count": 75,
    "ref-count": 29,
    "ref-list": [
        "Clinical aspects of pandemic 2009 influenza a (H1N1) virus infection",
        "Combined action of ribovirin and rimantadine in experimental myxovirus infection",
        "Oseltamivir-ribavirin combination therapy for highly pathogenic H5N1 influenza virus infection in mice",
        "Effects of double combinations of amantadine, oseltamivir, and ribavirin on influenza A (H5N1) virus infections in cell culture and in mice",
        "Triple combination of amantadine, ribavirin, and oseltamivir is highly active and synergistic against drug resistant influenza virus strains in vitro",
        "Enhancement of activity against influenza viruses by combinations of antiviral agents",
        "Neuraminidase inhibitor-rimantadine combinations exert additive and synergistic anti-influenza virus effects in MDCK cells",
        "Combination treatment of influenza A virus infections in cell culture and in mice with the cyclopentane neuraminidase inhibitor RWJ-270201 and ribavirin",
        "Effects of the combination of favipiravir (T-705) and oseltamivir on influenza A virus infections in mice",
        "Amantadine-oseltamivir combination therapy for H5N1 influenza virus infection in mice",
        "Rimantadine and oseltamivir demonstrate synergistic combination effect in an experimental infection with type A (H3N2) influenza virus in mice",
        "The neuraminidase inhibitor GS4104 (oseltamivir phosphate) is efficacious against A/Hong Kong/156/97 (H5N1) and A/Hong Kong/1074/99 (H9N2) influenza viruses",
        "Cyclopentane neuraminidase inhibitors with potent in vitro anti-influenza virus activities",
        "Activities of oseltamivir and ribavirin used alone and in combination against infections in mice with recent isolates of influenza A (H1N1) and B viruses",
        "Combination chemotherapy, a potential strategy for reducing the emergence of drug-resistant influenza A variants",
        "Triple combination of oseltamivir, amantadine, and ribavirin displays synergistic activity against multiple influenza virus strains in vitro",
        "Update: Influenza activity — United States, October 4–November 28, 2015",
        "Efficacy of combined therapy with amantadine, oseltamivir, and ribavirin in vivo against susceptible and amantadine-resistant influenza a viruses",
        "Development of the Flu-PRO: A patient-reported outcome (PRO) instrument to evaluate symptoms of influenza",
        "SF-36 total score as a single measure of health-related quality of life: Scoping review",
        "Combination therapy with amantadine, oseltamivir and ribavirin for influenza A infection: Safety and pharmacokinetics",
        "Triple-combination antiviral drug for pandemic H1N1 influenza virus infection in critically ill patients on mechanical ventilation",
        "Virological clearance rate of high-dose oseltamivir or triple-combination antiviral therapy in complicated 2009 pandemic influenza a (H1N1) infection",
        "Animal models for the study of influenza pathogenesis and therapy",
        "Nasal cytokine and chemokine responses in experimental influenza A virus infection: Results of a placebo-controlled trial of intravenous zanamivir treatment",
        "Viral loads and duration of viral shedding in adult patients hospitalized with influenza",
        "End points for testing influenza antiviral treatments for patients at high risk of severe and life-threatening disease",
        "Guidance for industry—influenza: developing drugs for treatment and/or prophylaxis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Reston",
            "affilname": "Leidos Inc.",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Eeryville",
            "affilname": "Adamas Pharmaceuticals, Inc.",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Silver Spring",
            "affilname": "Social &amp; Scientific Systems, Inc.",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "affilname": "Harvard T.H. Chan School of Public Health",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bethesda",
            "affilname": "National Institute of Allergy and Infectious Diseases (NIAID)",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "The HIV Netherlands Australia Thailand Research Collaboration",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tlalpan",
            "affilname": "Instituto Nacional de la Nutrición Salvador Zubiran",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Buenos Aires",
            "affilname": "Hospital J.M. Ramos Mejia, Buenos Aires",
            "affiliation-country": "Argentina"
        },
        {
            "affiliation-city": "San Diego",
            "affilname": "Naval Medical Center San Diego",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Smyrna",
            "affilname": "Clinical Research Solutions",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Logan",
            "affilname": "AVR Laboratories LLC",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Miamisburg",
            "affilname": "Clinical Research Solutions",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Rapid City",
            "affilname": "Health Concepts",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Franklin",
            "affilname": "Clinical Research Solutions",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Nontaburi",
            "affilname": "Bamrasnaradura Infectious Diseases Institute",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Institute of Allergy and Infectious Diseases",
        "National Institute of Allergy and Infectious Diseases"
    ]
}