{
    "eid": "2-s2.0-84887978096",
    "title": "PERFORMANCE OF SODIUM-IMPREGNATED ACTIVATED CARBONS TOWARD LOW AND HIGH TEMPERATURE H2S ADSORPTION",
    "cover-date": "2014-02-01",
    "subject-areas": [
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        }
    ],
    "keywords": [
        "Activated carbon",
        "Adsorption",
        "Hydrogen sulfide",
        "Sodium"
    ],
    "authors": [
        "R. Sitthikhankaew"
    ],
    "citedby-count": 17,
    "ref-count": 40,
    "ref-list": [
        "Effect of surface characteristics of wood-based activated carbons on adsorption of hydrogen sulfide",
        "Biogas as a potential renewable energy source: A Ghanaian case study",
        "Cr(VI) removal from synthetic wastewater using coconut shell charcoal and commercial activated carbon modified with oxidizing agents and/or chitosan",
        "A role of sodium hydroxide in the process of hydrogen sulfide adsorption/oxidation on caustic-impregnated activated carbons",
        "Prepr. Pap. Am. Chem. Soc., Div. Fuel Chem.",
        "On the mechanism of hydrogen sulfide removal from moist air on catalytic carbonaceous adsorbents",
        "Desulfurization of digester gas: Prediction of activated carbon bed performance at low concentrations of hydrogen sulfide",
        "Preparation of activated carbons from coffee residue for the adsorption of formaldehyde",
        "Adsorption of Gases in Multimolecular Layers",
        "Technologies for the abatement of sulphide compounds from gaseous streams: A comparative overview",
        "High temperature hydrogen sulfide adsorption on activated carbon - I. Effects of gas composition and metal addition",
        "High temperature hydrogen sulfide adsorption on activated carbon - II. Effects of gas temperature, gas pressure and sorbent regeneration",
        null,
        null,
        "Scrubbing intensification for sulphur and ammonia compounds removal",
        "Removal of sulfur compounds from utility pipelined synthetic natural gas using modified activated carbons",
        "Production of activated carbon from coconut shell: Optimization using response surface methodology",
        null,
        "Relation between malodor, ambient hydrogen sulfide, and health in a community bordering a landfill",
        "Design and scale-up of an oxidative scrubbing process for the selective removal of hydrogen sulfide from biogas",
        null,
        "Sulfur-rich geothermal emissions elevate acid aerosol levels in metropolitan Taipei",
        "In bed and downstream hot gas desulphurization during solid fuel gasification: A review",
        null,
        "Adsorption of phenol from diluted aqueous solutions by activated carbons obtained from bagasse, oil palm shell and pericarp of rubber fruit",
        null,
        null,
        "Adsorption and diffusion in nanoporous materials",
        "Songklanakarin J. Sci. Technol.",
        null,
        "Long-term operation of a small biogas/diesel dual-fuel engine for on-farm electricity generation",
        "Preparation of activated carbon derived from Jatropha curcas fruit shell by simple thermo-chemical activation and characterization of their physico-chemical properties",
        null,
        "Production of Activated Carbon from Palm-oil Shell by Pyrolysis and Steam Activation in a Fixed Bed Reactor",
        "Catalytic and adsorptive desulphurization of gases",
        "Catalytic oxidation of hydrogen sulfide over unmodified and impregnated activated carbon",
        "Experimental and simulation study of hydrogen sulfide adsorption on impregnated activated carbon under anaerobic conditions",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "affilname": "Imperial College London",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research University",
        "PTT Public Company Limited",
        "Thailand Research Fund",
        "King Mongkut's University of Technology Thonburi"
    ]
}