{
    "eid": "2-s2.0-85090621359",
    "title": "Taxonomic note on trichelix horrida (Pfeiffer, 1863) from laos, with a type catalogue of moellendorffia, trichelix, and moellendorffiella (heterobranchia, camaenidae)",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Paleontology",
            "@code": "1911",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "Biodiversity",
        "Indochina",
        "Japan",
        "Land snail",
        "Limestone",
        "Systematics",
        "Type specimen"
    ],
    "authors": [
        "Chirasak Sutcharit",
        "Khamla Inkhavilay",
        "Somsak Panha"
    ],
    "citedby-count": 1,
    "ref-count": 67,
    "ref-list": [
        "Description of new genera or subgenera of Helicidae",
        "Description de deux espèces novelles ďHelicina",
        "Type land snails in the Academy of Natural Sciences of Philadelphia Part II. Land Pulmonata, exclusive of North America North of Mexico",
        "Description de coquilles nouvelles de ľIndo-Chine",
        "Description de coquilles nouvelles de ľIndo-Chine (5esuite)",
        "Molluscorum terrestrum tonkinorum diagnoses",
        "Descriptions of one Indian and nine new Burmese Helices; and notes on two Burmese Cyclostomacea",
        "Descriptions of two new species of North American Helicidae",
        "On a new variety of Planispira zebra, Pfr., from the island of Gisser, and a new species of Chloritis from Java",
        "Liste des mollusques récoltés par M. le Capitaine de Frégate Blaise au Tonkin, et description ďespèces nouvelles",
        "Zur Conchylien-Fauna von China. XI. Stück",
        "Description of a new species of Chloritis from the Loo-Choo Islands",
        "A further contribution to our knowledge of the genus Chloritis, with descriptions of eleven new species",
        "Anatomy of Moellendorffia (Trihelix) eucharistus (Pilsbry)",
        "Notes sur les mollusques terrestres de la vallée du Fleuve Bleu",
        "Annotated type catalogue of land snails collected from Taiwan (Formosa) in the Natural History Museum, London",
        "Annotated checklist of the terrestrial molluscs from Laos (Mollusca, Gastropoda)",
        "Pfeiffer’s Novitates Conchologicae, Series I, Land Mollusca, 1854–1879, and Dunker’s Novitates Conchologicae, Series II, Marine Mollusca, 1862–1882. A complete collation",
        "Three new species of archerfishes from the freshwaters of Southeast Asia (Teleostei: Toxotidae) and notes on Henri Mouhot’s fish collections",
        "Sur quelques mollusques du Tonkin",
        "Revision of the genus Moellendorffia from the Amami Islands",
        "Genitalia of the Japanese land snails – XVI. Moellendorffia (Trichelix) tokunoensis Pilsbry & Hirase, 1905 from Tokunoshima Island",
        "A memorandum of the studies of Japanese land snails (8), the genus Moellendorffia (Pulmonata: Camaenidae) from Amami Islands",
        "Diagnoses specierum novarum Chinae meridionalis",
        "Materialien zur fauna von China",
        "Diagnoses specierum novarum sinensium",
        "Die Binnenmollusken Annams",
        "Diagnosen neuer von H. Fruhstorfer in Tongking gesammelter Landschnecken",
        "Materiaux pour ľetude de la faune malacologique des possessions Portugaises de ľAfrique occidentale",
        "Taxonomic vandalism in malacology: comments on molluscan taxa recently described by N. N. Thach and colleagues (2014–2019)",
        "New insights in Trichochloritis Pilsbry, 1891 and its relatives (Gastropoda, Pulmonata, Camaenidae)",
        "An anatomical note on Moellendorffia eastlakeana (Möllendorff, 1882) a camaenid land snail from Vietnam (Gastropoda: Pulmonata: Camaenidae)",
        "Versuch einer Anordnung der Heliceen nach natürlichen Gruppen",
        "Descriptions of thirty-six new land shells from the collection of H. Cuming, Esq",
        "Novitates Conchologicae. Series prima. Mollusca extramarina. Descriptions et figures de coquilles, estramarines nouvelles, ou peu connues. Beschreibung und Abbidung neuer order kritischer Land-und Süsswasser Mollusken. Tome 3, Lief. 25– 36: 301–510, plates 73–108. [pp. 369–430, pls 85–96 (1868)]",
        "Die Schnirkelschnecken nebst den zunáchst verwandten Gattungen",
        "New land Mollusca from Japan and Loo Choo Island",
        "Notes on Moellendorffia and Stegodera",
        "New land molluscs from the Japan Empire",
        "Camaenidae: catalog of species",
        "Diagnosen neuer Arten",
        "Treatise on recent terrestrial pulmonate mollusks. Part 11: Trigonochlamydidae, Papillodesmidae, Vitrinidae, Limacidae, Bielziidae, Agriolimacidae, Boettgerillidae, Camaenidae",
        "Check-list of land pulmonate molluscs of Vietnam (Gastropoda: Stylommatophora)",
        "Descriptions of some Chinese land-shells",
        "A collection of amphibians and reptiles from hilly eastern Cambodia",
        "Taxonomic re-evaluation of Chloritis bifoveata (Benson, 1856) and C. diplochone Möllendorff, 1898 (Pulmonata: Camaeniade)",
        "Notes on the sinistral helicoid snail Bertia cambojiensis (Reeve, 1860) from Vietnam (Eupulmonata, Dyakiidae)",
        "Systematisches Conchylien-Cabinet von Martini und Chemnitz (1837–1920), bibliography of the volumes in Göttingen",
        "A taxonomic note on the helicoid land snail genus Traumatophora (Eupulmonata, Camaenidae)",
        "Description of four land snails from China",
        "Die chinesischen land-und Süßwasser-Gastropoden des Natur-Museums Senckenberg",
        "Late Cretaceous and Early Tertiary non-marine gastropods from Southern Anhui",
        "Zur nomenklatur einiger Landschnecken aus China",
        "Gastropoda, Euthyneura",
        "Die typen und typoide des Natur-Museum Senckenberge, 34: Mollusca: Camaenidae (4)",
        "Zur Geschichte der deutschen Malakozoologie, XIV. Vinzenz Gredler und die Erforschung der Weichtiere Chinas durch Franziskaner aus Tirol"
    ],
    "affiliation": [
        {
            "affiliation-city": "Vientiane",
            "@id": "60072886",
            "affilname": "National University of Laos",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60072886",
            "affiliation-country": "Laos"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "CU-ASEAN",
        "NIGPAS",
        "National University of Laos",
        "TRF Strategic Basic Research",
        "ZMNH AIMS",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}