{
    "eid": "2-s2.0-85056192806",
    "title": "Cholesterol crystals in periapical lesions of root filled teeth",
    "cover-date": "2019-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Dentistry (all)",
            "@code": "3500",
            "@abbrev": "DENT"
        }
    ],
    "keywords": [
        "age",
        "cholesterol crystal",
        "cyst",
        "periapical lesion",
        "size"
    ],
    "authors": [
        "C. Plengwitthaya",
        "K. Dhanuthai",
        "S. Chantarangsu",
        "C. Ratisoontorn"
    ],
    "citedby-count": 1,
    "ref-count": 34,
    "ref-list": [
        "Hyperlipidemia-induced cholesterol crystal production by endothelial cells promotes atherogenesis",
        "The origin of cholesterol in odontogenic cysts in man",
        "Food components that reduce cholesterol absorption",
        "Apical periodontitis and cardiovascular diseases: previous findings and ongoing research",
        "Association of endodontic infection with detection of an initial lesion to the cardiovascular system",
        "NLRP3 inflammasomes are required for atherogenesis and activated by cholesterol crystals",
        "Can apical periodontitis modify systemic levels of inflammatory markers? A systematic review and meta-analysis",
        "Cholesterol crystals and inflammation",
        "The effects of surgical exposures of dental pulps in germ-free and conventional laboratory rats",
        "Dietary cholesterol: from physiology to cardiovascular risk",
        "On the causes of persistent apical periodontitis: a review",
        "Intraradicular bacteria and fungi in root-filled, asymptomatic human teeth with therapy-resistant periapical lesions: a long-term light and electron microscopic follow-up study",
        "Therapy-resistant foreign body giant cell granuloma at the periapex of a root-filled human tooth",
        "Radicular cyst affecting a root-filled human tooth: a long-term post-treatment follow-up",
        "Cholesterol crystals as an etiological factor in non-resolving chronic inflammation: an experimental study in guinea pigs",
        "The relationship of lesion size to diagnosis, incidence, and treatment of periapical cysts and granulomas",
        "Plasma arginine/ADMA ratio as a sensitive risk marker for atherosclerosis: Shimane CoHRE study",
        "Evaluation of pathologists (histopathology) and radiologists (cone beam computed tomography) differentiating radicular cysts from granulomas",
        "Atherosclerosis is an inflammatory disease",
        "Pathophysiology of atherosclerosis plaque progression",
        "Incidence of radicular cysts in a series of 125 chronic periapical lesions. Histopathologic study",
        "Relationship between smoking and endodontic variables in hypertensive patients",
        "Factors affecting successful repair after root canal therapy",
        "Cholesterol in dental cysts",
        "Differential diagnosis of large periapical lesions using cone-beam computed tomography measurements and biopsy",
        "Bone-resorbing activity from cholesterol-exposed macrophages due to enhanced expression of interleukin-1alpha",
        "Incidence of cholesterol in periapical biopsies among adolescent and elderly patients",
        "Factors that influence the success of endodontic treatment",
        "Differentiation of radicular cyst and granulomas using computerized tomography",
        "Physical factors that trigger cholesterol crystallization leading to plaque rupture",
        "Foam cells in atherosclerosis"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}