{
    "eid": "2-s2.0-85052459704",
    "title": "Statistical-mechanics theory of molecular recognition: Water and other molecules recognized by protein",
    "cover-date": "2016-04-19",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Norio Yoshida"
    ],
    "citedby-count": 0,
    "ref-count": 70,
    "ref-list": [
        "Molecular Biology of the Gene",
        "Biochem. Z",
        "Supramolecular Chemistry",
        "Chem. Rev",
        "Identification and mapping of small-molecule binding sites in proteins: Computational tools for structure-based drug design",
        "Approaches to the description and prediction of the binding affinity of small-molecule ligands to macromolecular receptors",
        "Semianalytical Treatment of Solvation for Molecular Mechanics and Dynamics",
        "Energetics of charge–charge interactions in proteins",
        "Through the channel and around the channel: Validating and comparing microscopic approaches for the evaluation of free energy profiles for ion penetration through ion channels",
        "Theory and Simulation of Water Permeation in Aquaporin-1",
        "Molecular Theory of Solvation",
        "Three-dimensional density profiles of water in contact with a solute of arbitrary shape: A RISM approach",
        "An integral equation to describe the solvation of polar molecules in liquid water",
        "Theory of Simple Liquids",
        "Invariant expansion for two-body correlations: Thermodynamic functions, scattering, and the ornstein-zernike equation",
        "Solvation thermodynamics of protein studied by the 3D-RISM theory",
        "Water molecules in a protein cavity detected by a statistical-mechanical theory",
        "Molecular recognition in biomolecules studied by statistical-mechanical integral-equation theory of liquids",
        "Optimized cluster expansions for classical fluids. II. Theory of molecular liquids",
        "A three-dimensional reduction of the Ornstein-Zernicke equation for molecular liquids",
        "Self-consistent description of a metal-water interface by the Kohn-Sham density functional theory and the three-dimensional reference interaction site model",
        "Free energy functions in the extended RISM approximation",
        "The statistical mechanical theory of solutions. i",
        "Theoretical study for partial molar volume of amino acids in aqueous solution: implication of ideal fluctuation volume",
        "Theoretical study for partial molar volume of amino acids and polypeptides by the three-dimensional reference interaction site model",
        "Selective ion-binding by protein probed with the 3D-RISM theory",
        "Selective ion binding by protein probed with the statistical mechanical integral equation theory",
        "Appearance of water channels in Xenopus oocytes expressing red cell CHIP28 protein",
        "Cellular and molecular biology of the aquaporin water channels",
        "Water permeation across biological membranes: Mechanism and dynamics of aquaporin-1 and GlpF",
        "The dynamics and energetics of water permeation and proton exclusion in aquaporins",
        "Control of the selectivity of the aquaporin water channel family by global orientational tuning",
        "Electrostatic Tuning of Permeation and Selectivity in Aquaporin Water Channels",
        "The Mechanism of Proton Exclusion in Aquaporin Channels",
        "Charge delocalization in proton channels, I: The aquaporin channels and proton blockage",
        "What Really Prevents Proton Transport through Aquaporin? Charge Self-Energy versus Proton Wire Proposals",
        "On the origin of the electrostatic barrier for proton transport in aquaporin",
        "Structural determinants of proton blockage in aquaporins",
        "Molecular Basis of Proton Blockage in Aquaporins",
        "The barrier for proton transport in aquaporins as a challenge for electrostatic models: The role of protein relaxation in mutational calculations",
        "Ann. Chim",
        "The Grotthuss mechanism",
        "Potential of mean force between two molecular ions in a polar molecular solvent: A study by the three-dimensional reference interaction site model",
        "Locating missing water molecules in protein cavities by the three-dimensional reference interaction site model theory of molecular solvation",
        "The statistical-mechanics study for the distribution of water molecules in aquaporin",
        "On the proton exclusion of aquaporins: A statistical mechanics study",
        "The potential of mean force of water and ions in aquaporin channels investigated by the 3D-RISM method",
        "Proton exclusion by an aquaglyceroprotein: A voltage clamp study",
        "An X-ray study of azide methaemoglobin",
        "Picosecond time-resolved X-ray crystallography: Probing protein function in real time",
        "Dynamics of structure and energy of horse carboxymyoglobin after photodissociation of carbon monoxide",
        "The escape process of carbon monoxide from myoglobin to solution at physiological temperature",
        "Theoretical study of CO escaping pathway in myoglobin with the 3D-RISM teory",
        "J. Mol. Biol",
        "Receptor-Mediated Virus Entry into Cells",
        "Unpacking the incoming influenza virus",
        null,
        "Proton conduction through the M2 protein of the influenza A virus; a quantitative, mechanistic analysis of experimental data",
        null,
        null,
        "Selective proton permeability and pH regulation of the influenza virus M2 channel expressed in mouse erythroleukaemia cells",
        "Proton conductance of influenza virus M2 protein in planar lipid bilayers",
        "Chemical rescue of histidine selectivity filter mutants of the M2 ion channel of influenza A virus",
        "Histidines, heart of the hydrogen ion channel from influenza A virus: Toward an understanding of conductance and proton selectivity",
        null,
        "Protonation of histidine and histidine-tryptophan interaction in the activation of the M2 ion channel from influenza A virus",
        "Roles of the histidine and tryptophan side chains in the M2 proton channel from influenza A virus",
        "How amantadine and rimantadine inhibit proton transport in the M2 protein channel",
        null,
        "Proton transport behavior through the influenza A M2 channel: Insights from molecular simulation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Okazaki",
            "affilname": "National Institutes of Natural Sciences - Institute for Molecular Science",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hayama",
            "affilname": "The Graduate University for Advanced Studies",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Wako",
            "affilname": "Riken",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}