{
    "eid": "2-s2.0-85021935376",
    "title": "Determination of setback distances for on-land seismic reflection survey in Thailand",
    "cover-date": "2017-06-15",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "Petroleum exploration",
        "Seismic reflection survey",
        "Setback distance",
        "Thailand"
    ],
    "authors": [
        "Tirawat Boonyatee"
    ],
    "citedby-count": 0,
    "ref-count": 23,
    "ref-list": [
        "Symposium on Mineral, Energy and Water Resources of Thailand: Towards the Case Histories in Thailand, Bangkok, Thailand",
        "Planning and Evaluation for Quarries: Case Histories in Thailand",
        "EFFECTS OF MILLISECOND-DELAY INTERVALS ON VIBRATION AND AIRBLAST FROM SURFACE COAL MINE BLASTING.",
        "Construction Vibrations",
        "Damage to surface structures due to blast vibration",
        "Uncertainty in measurements of vibrations from blasting",
        "Ground vibration caused by construction works",
        "Prediction of ground vibrations due to construction blasts in different types of rock",
        "Studies on the effect of burden width on blast-induced vibration in open-pit mines",
        "Comparison of Different Methods of Measuring and Calculating Blast Vibrations in Rock Masses",
        "The importance of site-specific characters in prediction models for blast-induced ground vibrations",
        "ATTENUATION OF SEISMIC WAVES IN DRY AND SATURATED ROCKS - 2. MECHANISMS.",
        "Compressional and shear wave intrinsic attenuation and velocity in partially saturated soils",
        "Propagation and attenuation characteristics of various ground vibrations",
        "Construction vibrations and their impact on vibration-sensitive facilities",
        "SIMPLE NEW BLAST VIBRATION PREDICTOR (BASED ON WAVE PROPAGATION LAWS).",
        "Dynamic Behaviour of Rock Masses, Rock Mechanics in Engineering Practices",
        "Crack response to long-term environmental and blast vibration effects",
        "Seismological Research Letters",
        "STRUCTURE RESPONSE AND DAMAGE PRODUCED BY GROUND VIBRATION FROM SURFACE MINE BLASTING.",
        "The Modern Technique of Rock Blasting",
        "Sweden: SPI Gothenburg.",
        "Criteria for Safety and Design of Structures Subjected to Underground Blast"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}