{
    "eid": "2-s2.0-84996598683",
    "title": "Antioxidant and antiproliferative activities of protein hydrolysate from the rhizomes of Zingiberaceae plants",
    "cover-date": "2016-11-01",
    "subject-areas": [
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Antioxidant",
        "Antiproliferative",
        "Protein hydrolysate",
        "Zingiberaceae plants"
    ],
    "authors": [
        "Kanok Inthuwanarud"
    ],
    "citedby-count": 5,
    "ref-count": 39,
    "ref-list": [
        "Oxidants, antioxidants, and the degenerative diseases of aging",
        "Food Process",
        "Water deficit - Induced oxidative stress and antioxidative defenses in rice plants",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Luteolin-rich artichoke extract protects low density lipoprotein from oxidation in vitro",
        "Structural Analysis of Antioxidative Peptides from Soybean β-Conglycinin",
        "Antioxidant Activity of Designed Peptides Based on the Antioxidative Peptide Isolated from Digests of a Soybean Protein",
        "Antioxidative Properties of Histidine-Containing Peptides Designed from Peptide Fragments Found in the Digests of a Soybean Protein",
        "A novel antioxidant activity index (AAU) for natural products using the DPPH assay",
        "Hydrogen peroxide- and glutathione-associated mechanisms of acclimatory stress tolerance and signalling",
        "Safety evaluation of butylated hydroxyanisole from the perspective of effects on forestomach and oesophageal squamous epithelium",
        "Drug Aging",
        "Free Radicals in Biology and Medicine",
        "Measuring reactive species and oxidative damage in vivo and in cell culture: How should you do it and what do the results mean?",
        "The characterization of antioxidants",
        "Yukagaku",
        "J. Chem. Health Risks",
        "Studies on antioxidants: Their carcinogenic and modifying effects on chemical carcinogenesis",
        "Phytochemical, pharmacological and ethnobotanical studies in mango ginger (Curcuma amada Roxb.; Zingiberaceae)",
        "Antioxidant activity of some roasted foods",
        "Nat. Hist. Bull. Siam. Soc.",
        "Antioxidant and free radical-scavenging activities of chickpea protein hydrolysate (CPH)",
        "Anti-inflammation activity and chemical composition of flower essential oil from Hedychium coronarium",
        "Cytotoxic activity of Thai medicinal plants against human cholangiocarcinoma, laryngeal and hepatocarcinoma cells in vitro",
        "Composition and antioxidant activity of the essential oil from Curcuma zedoaria",
        "Study on antioxidant and antitumor activities of some herbal extracts",
        "Nihon. Eiyo. Shokuryo. Gakkai-Shi.",
        "Identification and antioxidant activity of flavonoid metabolites in plasma and urine of Eriocitrin-treated rats",
        "In vitro and in vivo inhibition of muscle lipid and protein oxidation by carnosine",
        "Transmucosal impedance of small intestine: Correlation with transport of sugars and amino acids",
        "Free radical scavenging activity of a novel antioxidative peptide purified from hydrolysate of bullfrog skin, Rana catesbeiana Shaw",
        "Toxicological and pathophysiological roles of reactive oxygen and nitrogen species",
        "Purification and in vitro antioxidative effects of giant squid muscle peptides on free radical-mediated oxidative systems",
        "Strategies of antioxidant defense",
        "PTTG1 attenuates drug-induced cellular senescence",
        "Affinity purification and characterisation of chelating peptides from chickpea protein hydrolysates",
        "Protective effects of dried flower extracts of Hibiscus sabdariffa L. against oxidative stress in rat primary hepatocytes",
        "Therapeutic value of the genus Alpinia, Zingiberaceae",
        "A new frontier in soy bioactive peptides that may prevent age-related chronic diseases"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}