{
    "eid": "2-s2.0-85074333359",
    "title": "Experimental in-field transfer and survival of escherichia coli from animal feces to romaine lettuce in Salinas valley, California",
    "cover-date": "2019-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Virology",
            "@code": "2406",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Agriculture",
        "E. Coli (all potentially pathogenic types)",
        "EHEC (enterohaemorrhagic E. Coli)",
        "Food safety",
        "Irrigation",
        "Microbial contamination",
        "Produce",
        "Romaine lettuce"
    ],
    "authors": [
        "Saharuetai Jeamsripong",
        "Jennifer A. Chase",
        "Michele T. Jay-Russell",
        "Robert L. Buchanan",
        "Edward R. Atwill"
    ],
    "citedby-count": 19,
    "ref-count": 58,
    "ref-list": [
        "Summer meeting 2007-the problems with fresh produce an overview",
        "Surveillance for foodborne disease outbreaks-United States, 1998–2008",
        "The growing burden of foodborne outbreaks due to contaminated fresh produce: Risks and opportunities",
        "The epidemiology of infections caused by Escherichia coli O157:H7, other enterohemorrhagic E. coli, and the associated hemolytic uremic syndrome",
        "An outbreak of Escherichia coli O157:H7 infections associated with leaf lettuce consumption",
        "A multistate outbreak of Escherichia coli O157:H7 infections associated with consumption of mesclun lettuce",
        "An outbreak of diarrhea and hemolytic uremic syndrome from Escherichia coli O157:H7 in fresh-pressed apple cider",
        "A multistate outbreak of Escherichia coli O157:H7 infections linked to alfalfa sprouts grown from contaminated seeds",
        "Escherichia coli O157:H7 infections associated with consumption of locally grown strawberries contaminated by deer",
        "Multistate outbreak of Escherichia coli O157:H7 associated with bagged salad",
        "Multistate outbreak of Listeriosis associated with cantaloupe",
        "Multistate outbreak of Escherichia coli O157:H7 infection associated with consumption of packaged spinach, August-September 2006: The Wisconsin investigation",
        "Incidence and tracking of Escherichia coli O157:H7 in a major produce production region in California",
        "Escherichia coli O157:H7 in feral swine near spinach fields and cattle, central California coast",
        "What is the risk from wild animals in food-borne pathogen contamination of plants?",
        "Potential role of wildlife in pathogenic contamination of fresh produce",
        "Recent trends in microbiological safety of fruits and vegetables",
        "Persistence of enterohemorrhagic Escherichia coli O157:H7 in soil and on leaf lettuce and parsley grown in fields treated with contaminated manure composts or irrigation water",
        "Persistence of Salmonella enterica serovar Typhimurium on lettuce and parsley and in soils on which they were grown in fields treated with contaminated manure composts or irrigation water",
        "Transfer of Escherichia coli O157:H7 from simulated wildlife scat onto romaine lettuce during foliar irrigation",
        "Transfer of Escherichia coli O157:H7 from soil, water, and manure contaminated with low numbers of the pathogen to lettuce plants",
        "Risk factors for Escherichia coli O157 on beef cattle ranches located near a major produce production region",
        "Fecal shedding of zoonotic food-borne pathogens by wild rodents in a major agricultural region of the central California coast",
        "Surface and internalized Escherichia coli O157:H7 on field-grown spinach and lettuce treated with spray-contaminated irrigation water",
        "Persistence of Escherichia coli O157:H7 on lettuce plants following spray irrigation with contaminated water",
        "Transmission of Escherichia coli O157: H7 from contaminated manure and irrigation water to lettuce plant tissue and its subsequent internalization",
        "Association of Escherichia coli O157: H7 with preharvest leaf lettuce upon exposure to contaminated irrigation water",
        "Inactivation of Escherichia coli O157: H7 on romaine lettuce when inoculated in a fecal slurry matrix",
        "Escherichia coli survival in lettuce fields following its introduction through different irrigation systems",
        "Escherichia coli transfer from simulated wildlife feces to lettuce during foliar irrigation: A field study in the Northeastern United States",
        "Survival of Escherichia coli on lettuce under field conditions encountered in the Northeastern United States",
        "Environmental inactivation and irrigation-mediated regrowth of Escherichia coli O157: H7 on romaine lettuce when inoculated in a fecal slurry matrix",
        "Standardization of pulsed-field gel electrophoresis protocols for the subtyping of Escherichia coli O157: H7, Salmonella, and Shigella for PulseNet",
        "Assessments of total and viable Escherichia coli O157: H7 on field and laboratory grown lettuce",
        "Persistence of Escherichia coli on injured iceberg lettuce in the field, overhead irrigated with contaminated water",
        "System Model for Understanding the Role of Animal Feces as a Route of Contamination of Leafy Greens before Harvest",
        "Management of microbial contamination in storm runoff from California coastal dairy pastures",
        "Modelling the contamination of lettuce with Escherichia coli O157: H7 from manure-amended soil and the effect of intervention strategies",
        "A model for dispersal of plant pathogens by rainsplash",
        "Drop size distributions for irrigation sprinklers",
        "Escherichia coli O157: H7: Animal reservoir and sources of human infection",
        "Faecal culture of wild animals for Escherichia coli O157: H7",
        "The prevalence and concentration of Escherichia coli O157 in faeces of cattle from different production systems at slaughter",
        "Concentration and prevalence of Escherichia coli O157 in cattle feces at slaughter",
        "Development of a robust method for isolation of shiga toxin-positive Escherichia coli (STEC) from fecal, plant, soil and water samples from a leafy greens production region in California",
        "Prevalence and Genomic Characterization of Escherichia coli O157: H7 in Cow-Calf Herds throughout California",
        "Verocytotoxin-producing Escherichia coli in wild birds and rodents in close proximity to farms",
        "Association of wild bird density and farm management factors with the prevalence of E. Coli O157 in dairy herds in Ohio (2007–2009)",
        "Survival of Salmonella typhimurium and Escherichia coli O157: H7 in Poultry Manure and Manure Slurry at Sublethal Temperatures",
        "Super-shedding and the link between human infection and livestock carriage of Escherichia coli O157",
        "Development of an experimental model to assess the ability of Escherichia coli O157: H7-inoculated fecal pats to mimic a super shedder within a feedlot environment",
        "Transmission and infectious dose of Escherichia coli O157: H7 in swine",
        "Verocytoxigenic Escherichia coli in animal faeces, manures and slurries",
        "Survival of Escherichia coli O157: H7 and Salmonella typhimurium in cow manure and cow manure slurry",
        "Analysis of Escherichia coli O157: H7 survival in ovine or bovine manure and manure slurry"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "College Park",
            "@id": "60020304",
            "affilname": "University of Maryland, College Park",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020304",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Davis",
            "@id": "60014439",
            "affilname": "University of California, Davis",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014439",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Chulalongkorn University Office of International Affairs Scholarship for Short-term Research",
        "Western Center for Food Safety",
        "U.S. Food and Drug Administration",
        "U.S. Department of Agriculture",
        "National Institute of Food and Agriculture",
        "of Agriculture"
    ]
}