{
    "eid": "2-s2.0-85096556484",
    "title": "Nagashima-Type Palmoplantar Keratosis with Compound Heterozygous Mutations in SERPINB7",
    "cover-date": "2020-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Dermatology",
            "@code": "2708",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Compound heterozygosity",
        "Nagashima type",
        "Palmoplantar keratosis",
        "SERPINB7"
    ],
    "authors": [
        "Chankiat Songsantiphap",
        "Jirat Suwanwatana",
        "Chupong Ittiwut",
        "Pravit Asawanonda",
        "Pawinee Rerknimitr",
        "Vorasuk Shotelersuk"
    ],
    "citedby-count": 2,
    "ref-count": 18,
    "ref-list": [
        "Hereditary palmoplantar keratodermas. Part I. Non-syndromic palmoplantar keratodermas: Classification, clinical and genetic features",
        "Severe craniofrontonasal syndrome in a male patient mosaic for a novel nonsense mutation in EFNB1",
        "Gentamicin-Induced Readthrough and Nonsense-Mediated mRNA Decay of SERPINB7 Nonsense Mutant Transcripts",
        "New and recurrent SERPINB7 mutations in seven Chinese patients with Nagashima-type palmoplantar keratosis",
        "Possible cases of Nagashima-type palmoplantar keratosis? Comment on the article by Guo et al",
        "Highly prevalent SERPINB7 founder mutation causes pseudodominant inheritance pattern in Nagashima-type palmoplantar keratosis",
        "A follow-up report of acral melanoma in a patient with Nagashima-type palmoplantar keratosis: Validation of SERPINB7 mutation and local recurrence",
        "Nagashima-type palmoplantar keratoderma and malignant melanoma in Japanese patients",
        "Mutations in SERPINB7, encoding a member of the serine protease inhibitor superfamily, cause Nagashima-type palmoplantar keratosis",
        "Three cases of Nagashima-type palmoplantar keratosis associated with atopic dermatitis: A diagnostic pitfall",
        "Coexistence of X-linked ichthyosis and Nagashima-type palmoplantar keratosis: A case report",
        "Nagashima-type palmoplantar keratosis in a Chinese Han population",
        "Novel nonsense mutation in SERPINB7 and the treatment of foot odor in a patient with Nagashima-type palmoplantar keratosis.",
        "Novel frame-shift mutation in SERPINB7 in a Japanese patient with Nagashima-type palmoplantar keratosis",
        "Identification and Characterization of a Recessive Missense Mutation p.P277L in SERPINB7 in Nagashima-Type Palmoplantar Keratosis",
        "Identification of SERPINB7 mutations in Korean patients with Nagashima-type palmoplantar keratosis",
        "Nagashima-type palmoplantar keratosis in Finland caused by a SERPINB7 founder mutation",
        "A novel frameshift SERPINB7 mutation in a Chinese case with Nagashima-type palmoplantar keratosis: Case report and review of the literature"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund",
        "Health Systems Research Institute"
    ]
}