{
    "eid": "2-s2.0-84920930084",
    "title": "What drives stock market development? Evidence from investor type",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Economics",
            "@code": "2000"
        },
        {
            "$": "General Business",
            "@code": "1400"
        }
    ],
    "keywords": [
        "Investor type",
        "Liquidity",
        "Stock market development"
    ],
    "authors": [
        "Kuwalairat Pornpitchaya"
    ],
    "citedby-count": 0,
    "ref-count": 30,
    "ref-list": [
        "What drives stock market development in emerging markets-institutions, remittances, or natural resources?",
        "Information, sophistication, and foreign versus domestic investors' performance",
        "The predictability of aggregate Japanese stock returns: Implications of dividend yield",
        "Market liquidity and trading activity",
        "Who is the more overconfident trader? Individual vs. institutional investors",
        "World Bank Working Paper",
        "Stock market development and internationalization: Do economic fundamentals spur both similarly?",
        "Stock market development and financial intermediaries: stylized facts",
        "Dividend yields and expected stock returns",
        "Journal of Applied Economics",
        "Learning to be overconfident",
        "Which past returns affect trading volume?",
        "Do investors trade more when stocks have performed well? evidence from 46 countries",
        "The investment behavior and performance of various investor types: A study of Finland's unique data set",
        "The trading behavior and price impact of foreign, institutional, individual investors and government: Evidence from Korean equity market",
        "Does the difference in valuation between domestic and foreign investors help explain their distinct holdings of domestic stocks?",
        "Financial Development and Economic Growth: Views and Agenda",
        "Financial intermediation and growth: Causality and causes",
        "Stock Markets, Banks, and Economic Growth",
        "International Review of Finance",
        "Financial development, financial structure, and domestic investment: International evidence",
        "Are investors reluctant to realize their losses?",
        "Do investors trade too much?",
        "Financial markets and growth. An overview",
        "Investor type trading behavior and trade performance: Evidence from the Thai stock market",
        "Financial Dependence and Growth",
        "Big fish in small ponds: The trading behavior and price impact of foreign investors in Asian emerging equity markets",
        "Liquidity and stock returns in emerging equity markets",
        "Investor overconfidence and trading volume",
        "Economic Review Federal Reserve Bank of Kansas"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn Business School",
        "affiliation-country": "Thailand"
    },
    "funding": []
}