{
    "eid": "2-s2.0-85055775227",
    "title": "Transgressive successions of the Mahakam Delta Province, Indonesia",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Geology",
            "@code": "1907"
        },
        {
            "$": "Water Science and Technology",
            "@code": "2312"
        },
        {
            "$": "Ocean Engineering",
            "@code": "2212"
        }
    ],
    "keywords": [],
    "authors": [
        "Joseph J. Lambiase"
    ],
    "citedby-count": 2,
    "ref-count": 17,
    "ref-list": [
        "Sedimentation in the Modern and Miocene Mahakam Delta",
        "In: Proceedings of the 5th Annual Convention of the Indonesian Petroleum Association. Indonesian Petroleum Association",
        "In: Proceedings of the 28th Annual Convention of the Indonesian Petroleum Association",
        "In: 32nd Annual Convention of the Indonesian Petroleum Association 2008: Meeting Energy Challenges through Cooperation",
        "Deltas, Models for Exploration",
        "The tidal character of fluvial sediments of the modern Mahakam River delta, Kalimantan, Indonesia",
        "Classification, Architecture, and Evolution of Large-River Deltas",
        "Modern sediment dynamics and depositional systems of the Mahakam Delta, Indonesia",
        "Abstract presented at the American Association of Petroleum Geologists International Conference and Exhibition",
        "In: American Association of Petroleum Geologists-Indonesian Petroleum Association Field Trip Guide Book, American Association of Petroleum Geologists International Conference and Exhibition",
        "Facies distribution and stratigraphic development in the palaeo-Mahakam Delta, Indonesia",
        "Facies mapping and reservoir potential of the G58 interval using 3D seismic data in Nilam Field, Sanga-Sanga PSC, Indonesia",
        "Depositional environments and stratigraphic development of the Grand Taman Sari Circuit outcrop: an analogue for transgressive Mahakam Delta successions",
        "In: Proceedings of the 39th Annual Convention of the Indonesian Petroleum Association. Indonesian Petroleum Association",
        "Sediment dynamics and depositional systems of the Mahakam Delta, Indonesia: Ongoing Delta abandonment on a tide-dominated coast",
        "Deltas of the Asia Pacific Region: Modern and Ancient",
        "Historical changes in the Yellow River delta, China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Abu Dhabi",
            "affilname": "Mubadala Petroleum",
            "affiliation-country": "United Arab Emirates"
        },
        {
            "affiliation-city": "Yogyakarta",
            "affilname": "Universitas Gadjah Mada",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Jakarta",
            "affilname": "VICO Indonesia",
            "affiliation-country": "Indonesia"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}