{
    "eid": "2-s2.0-85141709141",
    "title": "Safety of SABA Monotherapy in Asthma Management: a Systematic Review and Meta-analysis",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology (medical)",
            "@code": "2736",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Adolescents",
        "Adults",
        "Adverse events",
        "Monotherapy",
        "Mortality",
        "Overuse",
        "SABA",
        "Safety"
    ],
    "authors": [
        "Thitiwat Sriprasart",
        "Grant Waterer",
        "Gabriel Garcia",
        "Adalberto Rubin",
        "Marco Antonio Loustaunau Andrade",
        "Agnieszka Roguska",
        "Abhay Phansalkar",
        "Sourabh Fulmali",
        "Amber Martin",
        "Lalith Mittal",
        "Bhumika Aggarwal",
        "Gur Levy"
    ],
    "citedby-count": 2,
    "ref-count": 50,
    "ref-list": [
        "A brief history of inhaled asthma therapy over the last fifty years",
        "The history and future of short-acting β2-agonist therapy in asthma",
        "Inhalation therapy: an historical review",
        "Global Strategy for Asthma Management and Prevention",
        "Treatment patterns among non-active users of maintenance asthma medication in the United Kingdom: a retrospective cohort study in the Clinical Practice Research Datalink",
        "Overuse of short-acting β2-agonists in asthma is associated with increased risk of exacerbation and mortality: a nationwide cohort study of the global SABINA programme",
        "The beta 2-agonist controversy. Observations, explanations and relationship to asthma epidemiology",
        "Beta-agonists: what is the evidence that their use increases the risk of asthma morbidity and mortality?",
        "Fenoterol and asthma death",
        "Fenoterol and asthma mortality in New Zealand",
        "Prescribed fenoterol and death from asthma in New Zealand, 1981–7: a further case–control study",
        "Fenoterol and death from asthma",
        "A cohort analysis of excess mortality in asthma and the use of inhaled beta-agonists",
        "Low-dose inhaled corticosteroids and the prevention of death from asthma",
        "Insights from the AUSTRI study on reliever use before and after asthma exacerbations",
        "A review on the safety and efficacy of inhaled corticosteroids in the management of asthma",
        "Asthma mortality and inhaled beta agonist therapy",
        "London: National Institute for Health and Care Excellence (NICE) Copyright © 2013 National Institute for Health and Clinical Excellence, unless otherwise stated",
        "Measuring inconsistency in meta-analyses",
        "Are asthma medications and management related to deaths from asthma?",
        "The salmeterol multicenter asthma research trial: a comparison of usual pharmacotherapy for asthma or usual pharmacotherapy plus salmeterol",
        "Inhaled combined budesonide–formoterol as needed in mild asthma",
        "Formoterol delivered via the dry powder Aerolizer inhaler versus albuterol MDI and placebo in mild-to-moderate asthma: a randomized, double-blind, double-dummy trial",
        "Controlled trial of budesonide–formoterol as needed for mild asthma",
        "Sustained bronchoprotection, bronchodilatation, and symptom control during regular formoterol use in asthma of moderate or greater severity. The Canadian FO/OD1 Study Group",
        "Long-term safety study of levalbuterol administered via metered-dose inhaler in patients with asthma",
        "Efficacy and safety evaluation of ciclesonide in mild-to-moderate persistent asthma previously treated with inhaled corticosteroids",
        "Single dose of budesonide/formoterol turbuhaler compared to salbutamol pMDI for speed of bronchodilator onset in asthma: a randomised cross-over trial",
        "Serevent nationwide surveillance study: comparison of salmeterol with salbutamol in asthmatic patients who require regular bronchodilator treatment",
        "A randomized, 12-week, double-blind, placebo-controlled study comparing formoterol dry powder inhaler with albuterol metered-dose inhaler",
        "Efficacy and safety of fluticasone propionate 250 microg administered once daily in patients with persistent asthma treated with or without inhaled corticosteroids",
        "Fluticasone propionate powder administered through Diskhaler versus triamcinolone acetonide aerosol administered through metered-dose inhaler in patients with persistent asthma",
        "Comparison of regularly scheduled with as-needed use of albuterol in mild asthma. Asthma Clinical Research Network",
        "Fluticasone propionate compared with theophylline for mild-to-moderate asthma",
        "Diskus and diskhaler: efficacy and safety of fluticasone propionate via two dry powder inhalers in subjects with mild-to-moderate persistent asthma",
        "Placebo-controlled, comparative study of the efficacy and safety of triamcinolone acetonide inhalation aerosol with the non-CFC propellant HFA-134a in patients with asthma. Azmacort HFA Clinical Study Group",
        "Salmeterol and fluticasone propionate combined in a new powder inhalation device for the treatment of asthma: a randomized, double-blind, placebo-controlled trial",
        "Salmeterol powder compared with albuterol aerosol as maintenance therapy for asthma in adolescent and adult patients",
        "Oral montelukast, inhaled beclomethasone, and placebo for chronic asthma. A randomized, controlled trial. Montelukast/beclomethasone study group",
        "A six-month, placebo-controlled comparison of the safety and efficacy of salmeterol or beclomethasone for persistent asthma",
        "Efficacy and tolerability of fluticasone propionate/salmeterol administered twice daily via hydrofluoroalkane 134a metered-dose inhaler in adolescent and adult patients with persistent asthma: a randomized, double-blind, placebo-controlled, 12-week study",
        "Comparative efficacy and safety of albuterol sulfate spiros inhaler and albuterol metered-dose inhaler in asthma",
        "Equivalence of salbutamol 200 microg four times daily propelled by propellants 11 and 12 or HFA 134a in mild to moderate asthmatics. Eastern European study group",
        "Fluticasone propionate aerosol: efficacy in patients with mild to moderate asthma. Fluticasone Propionate Asthma Study Group",
        "Comparison of a novel salbutamol multidose powder inhaler with a salbutamol metered dose inhaler in patients with asthma",
        "Asthma control during long-term treatment with regular inhaled salbutamol and salmeterol",
        "Proventil HFA and ventolin have similar safety profiles during regular use",
        "Long-term efficacy and safety of fluticasone propionate powder administered once or twice daily via inhaler to patients with moderate asthma"
    ],
    "affiliation": [
        {
            "affiliation-city": "Brentford",
            "@id": "60020649",
            "affilname": "GlaxoSmithKline plc.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020649",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bethesda",
            "@id": "60112053",
            "affilname": "Evidera, USA",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60112053",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Mumbai",
            "@id": "60111469",
            "affilname": "GlaxoSmithKline Pharmaceuticals Ltd.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60111469",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Porto Alegre",
            "@id": "60101670",
            "affilname": "Universidade Federal de Ciencias da Saúde de Porto Alegre",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60101670",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "La Plata",
            "@id": "60092108",
            "affilname": "Hospital Prof. Rodolfo Rossi, La Plata",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60092108",
            "affiliation-country": "Argentina"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60031806",
            "affilname": "The University of Western Australia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031806",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bengaluru",
            "@id": "128837955",
            "affilname": "Evidera",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/128837955",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Mexicali",
            "@id": "128837432",
            "affilname": "ISSSTECALI UABC",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/128837432",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "109965016",
            "affilname": "General Medicines",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/109965016",
            "affiliation-country": "Singapore"
        }
    ],
    "funding": [
        "GSK"
    ]
}