{
    "eid": "2-s2.0-85086510130",
    "title": "Daily inundation induced seasonal variation in the vertical distribution of soil water salinity in an estuarine mangrove forest under a tropical monsoon climate",
    "cover-date": "2020-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "diurnal salinity change",
        "eastern Thailand",
        "hydraulic conductivity",
        "soil water",
        "vertical salinity distribution"
    ],
    "authors": [
        "Akira Komiyama",
        "Sasitorn Poungparn",
        "Suthathip Umnouysin",
        "Chadtip Rodtassana",
        "Shogo Kato",
        "Tamanai Pravinvongvuthi",
        "Tanuwong Sangtiean"
    ],
    "citedby-count": 8,
    "ref-count": 46,
    "ref-list": [
        "Ontogeny of osmoregulation and salinity tolerance in a mangrove crab, Sesarma curacaoense (Decapoda: Grapsidae)",
        "Salinity: A primary growth driver of mangrove flora",
        "Transport of nutrients and organic matter in a mangrove swamp",
        "Physiologically adaptive plasticity in nutrient resorption efficiency of Avicennia officinalis L. under fluctuating saline environments in the Sundarbans of Bangladesh",
        "Ecophysiology of mangroves",
        "Soil characteristics and nutrient status in a northern Australian mangrove forest",
        "Seasonal cambial activity of some mangrove trees in inner gulf of Thailand in dependence on climate",
        "Patterns of mangrove forest structure and soil nutrient dynamics along the Shark River Estuary, Florida",
        "Climatic signals in tree rings of Heritiera fomes Buch.–Ham. in the Sundarbans, Bangladesh",
        "Growth and salt balance of the mangroves Avicennia marina (Forsk.) Vierh. and Rhizophora stylosa Griff. in relation to salinity",
        "Distribution of mangrove vegetation along inundation, phosphorus, and salinity gradients on the Bragança peninsula in northern Brazil",
        "Seasonal plant water uptake patterns in the saline Southeast Everglades ecotone",
        "Groundwater enhances above-ground growth in mangroves",
        "Meiofauna associated with mangroves in the Hunter River estuary and Fullerton Cove, south-eastern Australia",
        "Diurnal and tidal variation of temperature and salinity in the Ponta Rasa mangrove swamp, Mozambique",
        "Characterisation of the hydrology of an estuarine wetland",
        "High salinity leads to accumulation of soil organic carbon in mangrove soil",
        "Water circulation, groundwater outflow and nutrient dynamics in Mida creek, Kenya",
        "Occurrence of seasonal water replacement in mangrove soil and the trunk growth response of Avicennia alba related to salinity changes in a tropical monsoon climate",
        "On the halophytic nature of mangroves",
        "The distribution and diversity of benthic macroinvertebrate fauna in Pondicherry mangroves, India",
        "Pore-water chemistry in mangrove sediments: Relationship with species composition and development stages (French Guiana)",
        "Behavior of the groundwater in a riverine-type mangrove forest",
        "Fine root production in three zones of secondary mangrove forest in eastern Thailand",
        "High primary productivity under submerged soil raises the net ecosystem productivity of a secondary mangrove forest in eastern Thailand",
        "Diversity and distribution of the free-living marine nematodes in the mangrove sediments of the Andaman Islands",
        "Regulation of water balance in mangroves",
        "Flow through animal burrows in mangrove creeks",
        "Dry season salinity changes in arid estuaries fringed by mangroves and saltflats",
        "How to catch the patch? A dendrometer study of the radial increment through successive cambia in the mangrove Avicennia",
        "Salinity fluctuations in mangrove forest of Gazi Bay, Kenya: Lessons for future research",
        "The use of fresh and saline water sources by the mangrove Avicennia marina",
        "How mangroves desalinate seawater",
        "Solute dynamics in a north Brazilian mangrove: The influence of sediment permeability and freshwater input",
        "Utilization of freshwater and ocean water by coastal plants of southern Florida",
        "Passive irrigation and functional morphology of crustacean burrows in a tropical mangrove swamp",
        "The mangrove pump: The tidal flushing of animal burrows in a tropical mangrove forest determined from radionuclide budgets",
        "Comparison between tidally driven groundwater flow and flushing of animal burrows in tropical mangrove swamps",
        "The role of ground water flow in controlling the spatial distribution of soil salinity and rooted macrophytes in a southeastern salt marsh, USA",
        "Plankton studies in a mangrove environment. V. Salinity tolerances of some Planktonic Crustaceans",
        "The performance and distribution of species along soil salinity gradients of mangrove swamps in southeastern Nigeria",
        "Underground vertical distributions of macrofauna and root in a mangrove forest of southern Thailand",
        "Mangroves: Obligate or facultative halophytes? A review",
        "Solute exchange by convection within estuarine sediments",
        "Hydrodynamics of mangrove swamps and their coastal waters"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60018809",
            "affilname": "Silpakorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018809",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Gifu",
            "@id": "60018429",
            "affilname": "Gifu University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018429",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "115245680",
            "affilname": "Office of Mangrove Conservation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/115245680",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Department of Marine and Coastal Resources",
        "JSPS",
        "Thailand Research Fund",
        "National Research Council of Thailand"
    ]
}