{
    "eid": "2-s2.0-85086227209",
    "title": "Two new species of the millipede genus plusioglyphiulus silvestri, 1923 from Cambodia (Diplopoda, spirostreptida)",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Cave",
        "Diplopod",
        "Forest",
        "Indochina",
        "Key"
    ],
    "authors": [
        "Natdanai Likhitrakarn",
        "Sergei I. Golovatch",
        "Phanara Thach",
        "Samol Chhuoy",
        "Peng Bun Ngor",
        "Ruttapon Srisonchai",
        "Chirasak Sutcharit",
        "Somsak Panha"
    ],
    "citedby-count": 4,
    "ref-count": 23,
    "ref-list": [
        "Cambodge",
        "Limestone karsts of Southeast Asia: Imperiled arks of biodiversity",
        "Introductory note on the families of Diplopoda",
        "Essai d’une faune de myriapodes du Mexique, avec la description de quelques espèces des autres parties de l’Amérique. Mémoires de la Société de Physique et d’Histoire",
        "Anamorphosis in millipedes (Diplopoda)–the present state of knowledge with some developmental and phylogenetic considerations",
        "Cave Diplopoda of southern China with reference to millipede diversity in Southeast Asia",
        "Review of the millipede genus Glyphiulus Gervais, 1847, with descriptions of new species from Southeast Asia (Diplopo-da, Spirostreptida, Cambalopsidae). Part 1: The granulatus-group",
        "Review of the millipede genus Glyphiulus Gervais, 1847, with descriptions of new species from Southeast Asia (Diplopoda, Spirostreptida, Cambalopsidae). Part 2: The javanicus-group",
        "Review of the millipede genus Plusioglyphiulus Silvestri, 1923, with descriptions of new species from Southeast Asia (Diplopoda, Spirostreptida, Cambalopsidae)",
        "The millipede genus Plu-sioglyphiulus Silvestri, 1923 in Thailand (Diplopoda: Spirostreptida: Cambalopsidae)",
        "New or poorly-known species of the millipede genus Trachyjulus Peters, 1864 (Diplopoda: Spirostreptida: Cambalop-sidae)",
        "Diplopoda from Malayan caves, collected by M. Pierre Strinati",
        "A bibliographic catalogue of the «Cambaloidea» (Diplopoda, Spirostrepti-da)",
        "Revision of the Southeast Asian millipede genus Orthomorpha Bollman, 1893, with the proposal of a new genus (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "A checklist of the millipedes (Diplopoda) of Cambodia",
        "Two new species of the millipede family Cambalopsidae from Myanmar (Diplopoda, Spiros-treptida)",
        "Examen des types des genres Cambalomorpha et Cambalopsis Pocock, 1895. Essai de classification des Glyphiulinae Verhoeff, 1936 (Diplopoda, Cambalidea)",
        "Cambalides nouveaux et peu connus ďAsie, ďAmérique et ďOcéanie. I. Cambalidae et Cambalopsidae (Myriapoda, Diplopoda)",
        "A revision of the Thyropygus allevatus group. Part V: Nine new species of the extended opinatus subgroup, based on morphological and DNA sequence data (Diplopoda: Spirostreptida: Harpagophoridae)",
        "Descriptions of some Indian and Malayan Myriapoda Cambaloidea",
        "A revision of dragon millipedes I: Genus Desmoxytes Chamberlin, 1923, with the description of eight new species (Diplop-oda, Polydesmida, Paradoxosomatidae)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Moscow",
            "@id": "60097365",
            "affilname": "A.N. Severtsov Institute of Ecology and Evolution Russian Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60097365",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60018013",
            "affilname": "Maejo University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018013",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Phnom Penh",
            "@id": "122671901",
            "affilname": "Inland Fisheries Research and Development Institute (IFReDI)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/122671901",
            "affiliation-country": "Cambodia"
        }
    ],
    "funding": [
        "Centre of Excellence on Biodiversity",
        "Inland Fisheries Research and Development Institute",
        "Office of the Royal Development Projects Board",
        "RDPB",
        "TRF Strategic Basic Research",
        "Russian Academy of Sciences",
        "Khon Kaen University",
        "Mahidol University",
        "Centre of Excellence on Biodiversity"
    ]
}