{
    "eid": "2-s2.0-84929378090",
    "title": "Plasma parameter analysis during nano-crystalline diamond growth using automated langmuir probe",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Electrical and Electronic Engineering",
            "@code": "2208"
        },
        {
            "$": "Computational Mathematics",
            "@code": "2605"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [
        "Automated langmuir probe",
        "Microcrystalline diamond",
        "MPCVD system",
        "Nanocrystalline diamond",
        "Two-Temperature plasma"
    ],
    "authors": [
        "B. Paosawatyanyong"
    ],
    "citedby-count": 1,
    "ref-count": 30,
    "ref-list": [
        "Rev. Theor. Sci.",
        "Conventional n-type doping in diamond: State of the art and recent progress",
        "Status review of the science and technology of ultrananocrystalline diamond (UNCD™) films and application to multifunctional devices",
        "Effects of photoirradiation on electrical characteristics of chemical vapor deposited diamond schottkey barrier diode",
        "CVD diamond detectors for nuclear and dosimetric applications",
        "Particle and Radiation Detectors Based on Diamond",
        "A review of techniques for polishing and planarizing chemically vapor-deposited (CVD) diamond films and substrates",
        null,
        null,
        null,
        "Rev. Theor. Sci.",
        "Quantum Matter",
        "The use of electrostatic probes for plasma diagnostics-A review",
        "Mater. Sci. Forum",
        "Optical emission spectroscopy of reactive plasmas: A method for correlating emission intensities to reactive particle density",
        "Measurements of electron temperature and density of a micro-discharge plasma using laser thomson scattering",
        "Microwave plasma source for fabrication of micro- and nano-crystalline diamond thin films for electronic devices",
        "Coating of Diamond-like carbon nanofilm on alumina by microwave plasma enhanced chemical vapor deposition process",
        "Langmuir probe diagnostic studies of pulsed hydrogen plasmas in planar microwave reactors",
        "Langmuir probe analysis for high density plasmas",
        "Analysis of Langmuir probe data using wavelet transform",
        "Automating the Analysis of Langmuir Probe Traces: Construction of an Algorithm and Sensitivity Analysis for Probe Traces from an Electron Cyclotron Resonance Plasma Source",
        "Determination of plasma potential from the Langmuir probe trace using bi-orthogonal wavelet transform",
        "Plasma Techniques for Film Deposition",
        "Electrical characteristics of DLC deposited by RF inductively coupled plasma process",
        "Electrical characterization of diamond-like carbon films synthesized by plasma enhanced CVD technique",
        "DLC-film Schottky barrier diodes",
        "Evolution of a two-temperature plasma expanding with metal vapor generated by electron-beam heating",
        "Electron distribution function in a two-temperature plasma with cold ions",
        "Observation of two-temperature electrons in a sputtering magnetron plasma"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kuala Lumpur",
            "affilname": "Universiti Malaya",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}