{
    "eid": "2-s2.0-85124935901",
    "title": "Does shareholder litigation risk promote or hinder corporate social responsibility? A quasi-natural experiment",
    "cover-date": "2022-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Development",
            "@code": "3303",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "corporate social responsibility",
        "exogenous shock",
        "natural experiment",
        "ninth circuit",
        "shareholder lawsuit",
        "shareholder litigation risk"
    ],
    "authors": [
        "Anutchanat Jaroenjitrkam",
        "Sirimon Treepongkaruna",
        "Pornsit Jiraporn"
    ],
    "citedby-count": 0,
    "ref-count": 110,
    "ref-list": [
        "Exchange trading rules, surveillance and suspected insider trading",
        "Do the merits matter? A study of settlements in securities class actions",
        "Governance by Litigation",
        "The Effects of Securities Class Action Litigation on Corporate Liquidity and Investment Policy",
        "Corporate litigation and debt",
        "Securities litigation and corporate tax avoidance",
        "An empirical examination of the relationship between corporate social responsibility and profitability",
        "Corporate social responsibility as a conflict between shareholders",
        "Do short-term objectives lead to under- or overinvestment in long-term projects?",
        "Capital market pressure, disclosure frequency-induced earnings/cash flow conflict, and managerial myopia (retracted)",
        "The effect of COVID-19 lockdowns on political support: Some good news for democracy?",
        "Chief executive officer power and board gender diversity",
        "Do takeover laws matter? Evidence from five decades of hostile takeovers",
        "When does corporate social responsibility reduce employee turnover? Evidence from attorneys before and after 9/11",
        "Does board gender diversity matter? Evidence from hostile takeover vulnerability",
        "How do independent directors view generalist vs. specialist CEOs? Evidence from an exogenous regulatory shock",
        "Corporate governance and generalist CEOs: Evidence from board size",
        "Does firm-level political risk influence corporate social responsibility (CSR)? Evidence from earnings conference calls",
        "Institutional monitoring through shareholder litigation",
        "The effect of corporate governance on corporate social responsibility",
        "Do co-opted directors mitigate managerial myopia? Evidence from R&D investments",
        "Estimating the effect of entrenched boards on firm value using geographic identification",
        "How do independent directors view corporate social responsibility (CSR) during a stressful time? Evidence from the financial crisis",
        "Shareholder litigation, shareholder–creditor conflict, and the cost of bank loans",
        "Shareholder litigation rights and corporate acquisitions",
        "Understanding the Plaintiff's Attorney: The Implications of Economic Theory for Private Enforcement of Law through Class and Derivative Actions",
        "The impact of accounting restatements on CFO turnover and bonus compensation: Does securities litigation matter?",
        "Shareholder litigation and ownership structure: Evidence from a natural experiment",
        "Financial market misconduct and agency conflicts: A synthesis and future directions",
        "Detecting earnings management",
        "Shareholder litigation, reputational loss, and bank loan contracting",
        "Shareholder litigation rights and corporate payout policy: Evidence from universal demand laws",
        "Litigation risk and agency costs: Evidence from Nevada corporate law",
        "Litigation risk and corporate voluntary disclosure: Evidence from two quasi-natural experiments",
        "Comparing apples to apples: Estimating consistent partial effects of preferential economic integration agreements",
        "Does corporate social responsibility affect the cost of capital?",
        "Agency problems and the theory of the firm",
        "Agency problems and residual claims",
        "The multiple pathways through which internal and external corporate social responsibility influence organizational identification and multifoci outcomes: The moderating role of cultural and social orientations",
        "Derivative lawsuits as a corporate governance mechanism: Empirical evidence on board changes surrounding filings",
        "Financial fraud, director reputation, and shareholder wealth",
        "The wealth effects of corporate lawsuits",
        "Shareholder litigation and corporate disclosures",
        "The earnings returns to graduating with honors: Evidence from law graduates",
        "Corporate citizenship: Creating intangible assets across institutional environments",
        "Determinants and consequences of quantitative critical accounting estimate disclosures",
        "The relationship between corporate philanthropy and shareholder wealth: A risk management perspective",
        "The relationship between corporate social responsibility and shareholder value: An empirical test of the risk management hypothesis",
        "The impact of corporate social responsibility on the cost of bank loans",
        "Corporate misreporting and bank loan contracting",
        "Entropy balancing for causal effects: A multivariate reweighting method to produce balanced samples in observational studies",
        "ebalance: AStataPackage for entropy balancing",
        "Corporate governance and CSR nexus",
        "Courting innovation: The effects of litigation risk on corporate innovation",
        "Busy directors and firm performance: Evidence from mergers",
        "Litigation risk and voluntary disclosure: evidence from legal changes",
        "Does litigation deter or encourage real earnings management?",
        "The impact of the EU takeover directive on takeover performance and empire building",
        "Corporate social responsibility, financial instability and corporate financial performance: Linear, non-linear and spillover effects – The case of the CAC 40 companies",
        "Does corporate social responsibility (csr) improve credit ratings? Evidence from geographic identification",
        "The cost to firms of cooking the books",
        "Litigation risk and the financial reporting credibility of Big 4 versus non-big 4 audits: Evidence from Anglo-American countries",
        "Measuring securities litigation risk",
        "The role of market forces in assuring contractual performance",
        "Economic “short-termism”: The debate, the unresolved issues, and the implications for management practice and research",
        "Managerial myopia or systemic short-termism?",
        "Does takeover activity cause managerial discipline? Evidence from International M&A Laws",
        "Selection models in accounting research",
        "On the foundations of corporate social responsibility",
        "Shareholder litigation risk and real earnings management: A causal inference",
        "Litigation risk, financial distress, and the use of subsidiaries",
        "Shareholder litigation and corporate innovation",
        "Social capital, trust, and firm performance: The value of corporate social responsibility during the financial crisis",
        "Litigation risk and IPO underpricing",
        "Corporate investment myopia: a horserace of the theories",
        "Litigation risk and working capital",
        "Mergers and the market for corporate control",
        "The effect of unemployment on the mental health of spouses: Evidence from plant closures in Germany",
        "How valuable are independent directors? Evidence from external distractions",
        "COVID-19: Fear of pandemic and short-term IPO performance",
        "Corporate social responsibility and firm financial performance",
        "Entropy-balanced accruals",
        "The theory and practice of myopic management",
        "The impact of US sanctions on poverty",
        "Does a good central banker make a difference?",
        "Shareholder litigation rights and corporate cash holdings: Evidence from universal demand laws",
        "Shareholder litigation rights and capital structure decisions",
        "Shareholder litigation rights and the cost of debt: Evidence from derivative lawsuits",
        "Insider trading, equity issues, and CEO turnover in firms subject to securities class action",
        "Shareholder litigation rights and stock price crash risk",
        "Does the market for corporate control influence executive risk-taking incentives? Evidence from takeover vulnerability",
        "Corporate integrity and hostile takeover threats: Evidence from machine learning and “CEO luck",
        "Does board independence influence asset redeployability? Evidence from a quasi-natural experiment",
        "What counts as fraud? An empirical study of motions to dismiss under the private securities litigation reform act",
        "Litigation risk and institutional monitoring",
        "Securities litigation, withdrawal risk and initial public offerings",
        "The shareholder suit: Litigation without foundation",
        "The central role of the propensity score in observational studies for causal effects",
        "Outside directors, board independence, and shareholder wealth",
        "Are founder-led firms less susceptible to managerial myopia?",
        "A survey of corporate governance",
        "EFA keynote speech: “corporate governance and corporate social responsibility: What do investors care about? what should investors care about?",
        "The returns to office in a “rubber stamp” parliament",
        "The deterrent effect of employee whistleblowing on firms' financial misreporting and tax aggressiveness",
        "Deciphering the motives behind corporate social responsibility (CSR) using managerial ownership: Evidence from heteroskedastic identification",
        "Litigation risk and firm performance: The effect of internal and external corporate governance",
        "The impact of shareholder litigation risk on equity incentives: Evidence from a quasi-natural experiment",
        "Higher market valuation of companies with a small board of directors",
        "Moral hazard, external governance and risk-taking: Evidence from commercial banks in China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Perth",
            "@id": "60189723",
            "affilname": "The UWA Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189723",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60012521",
            "affilname": "Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012521",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}