{
    "eid": "2-s2.0-85071947270",
    "title": "Nonomuraea phyllanthi sp. nov., an endophytic actinomycete isolated from the leaf of Phyllanthus amarus",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Genetics",
            "@code": "1311",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Endophytic actinomycetes",
        "Nonomuraea phyllanthi",
        "Phyllanthus amarus",
        "Streptosporangiaceae"
    ],
    "authors": [
        "Nattaporn Klykleung",
        "Masahiro Yuki",
        "Takuji Kudo",
        "Moriya Ohkuma",
        "Wongsakorn Phongsopitanun",
        "Pattama Pittayakhajonwut",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 5,
    "ref-count": 44,
    "ref-list": [
        "Nonomuraea maheshkhaliensis sp. nov., a novel actinomycete isolated from mangrove rhizosphere mud",
        "The RAST Server: rapid annotations using subsystems technology",
        "SEED servers: high-performance access to the SEED genomes, annotations, and metabolic models",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "Nonomuraea jabiensis sp. nov., isolated from arid soil",
        "Taxonomic re-evaluation of ‘Nocardiopsis’ sp. K-252T(= NRRL 15532T): a proposal to transfer this strain to the genus Nonomuraea as Nonomuraea longicatena sp. nov",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "Toward defining the course of evolution: minimum change for a specific tree topology",
        "Nonomuraea mangrovi sp. nov., an actinomycete isolated from mangrove soil",
        "Genus VI. Nonomuraea corrig. Zhang, Wang and Ruan 1998b, 149VP",
        "Nonomuraea kuesteri sp. nov",
        "Amycolatopsis stemonae sp. nov., isolated from a Thai medicinal plant",
        "16S/23S rRNA sequencing",
        "Nonomuraea candida sp. nov., a new species from South African soil",
        "Genome sequence based species delimitation with confidence intervals and improved distance functions",
        "Post-column fluorometric detection of reducing sugar in high-performance liquid chromatography using arginine",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Nonomuraea stahlianthi sp. nov., an endophytic actinomycete isolated from the stem of Stahlianthus campanulatus",
        "Distribution of actinomycetes in soil. XI. Some new species of the genus Actinomadura",
        "Nonomuraea indica sp. nov., novel actinomycetes isolated from lime-stone open pit mine, India",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "J SpeciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Introducing a digital protologue: a timely move towards a database-driven systematics of archaea and bacteria",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Methods for characterization of Streptomyces species",
        "Nonomuraea rhodomycinica sp. nov., isolated from peat swamp forest soil",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "The genus Nonomuraea: a review of a rare actinomycete taxon for novel metabolites",
        "Determination of DNA base composition",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "MEGA6: molecular evolutionary genetics analysis version 6.0",
        "CLUSTAL W: improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "Nonomuraea ceibae sp. nov., an actinobacterium isolated from Ceiba speciosa rhizosphere",
        "International committee on Systematic Bacteriology. Report of the ad hoc committee on the reconciliation of approaches to bacterial systematic",
        "Chapter XI actinomycetes",
        "Nonomuraea maritima sp. nov., isolated from coastal sediment",
        "Introducing EzBioCloud: a taxonomically united database of 16S rRNA gene sequence and whole-genome assemblies",
        "Reclassification of Thermomonospora and Microtetraspora"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tsukuba",
            "@id": "60211264",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60211264",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022676",
            "affilname": "Ramkhamhaeng University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022676",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}