{
    "eid": "2-s2.0-85164814197",
    "title": "Central Heating Policy and Population Migration in China: An Empirical Study",
    "cover-date": "2023-07-09",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Energy (all)",
            "@code": "2100",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (all)",
            "@code": "2000",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Air Pollution",
        "Central Heating",
        "Population Migration",
        "The Heating Boundary",
        "The Huai River Policy"
    ],
    "authors": [
        "Yannan Gao",
        "San Sampattavanija"
    ],
    "citedby-count": 0,
    "ref-count": 15,
    "ref-list": [
        "Winter heating or clean air? Unintended impacts of China’s Huai river policy",
        "Does air quality matter? Evidence from the housing market",
        "Evidence on the impact of sustained exposure to air pollution on life expectancy from China’s Huai River policy",
        "Green infrastructure: The effects of urban rail transit on air quality",
        "The impacts of environmental change on UK internal migration",
        "Elderly internal migration in the United States revisited",
        "Air quality and winter heating: Some evidence from China",
        "China’s Huai river policy and population migration: A U-shaped relationship",
        "North-South debate on district heating: Evidence from a household survey",
        "The effect of pollution on labor supply: Evidence from a natural experiment in Mexico City",
        "Empirical analysis of the effect of central heating on air pollution in China",
        "Assessing Beijing’s PM2.5 pollution: Severity, weather impact, APEC and winter heating",
        "District heating and cooling policies worldwide",
        "Environmental regulations on air pollution in China and their impact on infant mortality",
        "The impact of winter heating on air pollution in China"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}