{
    "eid": "2-s2.0-85078550303",
    "title": "Development and validation of a simple score for diagnosis of leptospirosis at outpatient departments",
    "cover-date": "2020-01-02",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Nidhikul Temeiam",
        "Sutthi Jareinpituk",
        "Phichayut Phinyo",
        "Jayanton Patumanond",
        "Nattachai Srisawatid"
    ],
    "citedby-count": 7,
    "ref-count": 41,
    "ref-list": [
        "Leptospirosis in Humans",
        "Global Morbidity and Mortality of Leptospirosis: A Systematic Review",
        "Epidemiology of Leptospirosis from Thai National Disease Surveillance System, 2003–2012",
        "Etiologies of acute undifferentiated febrile illness in Thailand",
        "130—Leptospirosis A2—Cohen, Jonathan",
        "Laboratory diagnosis of leptospirosis: A challenge",
        "Is the microagglutination test (MAT) good for predicting the infecting serogroup for leptospirosis in Brazil?",
        "Fool’s Gold: Why Imperfect Reference Tests Are Undermining the Evaluation of Novel Diagnostics: A Reevaluation of 5 Diagnostic Tests for Leptospirosis",
        "The microscopic agglutination test (MAT) is an unreliable predictor of infecting Leptospira serovar in Thailand",
        "Evaluation of Eight Rapid Screening Tests for Acute Leptospirosis in Hawaii",
        "Prospective evaluation of three rapid diagnostic tests for diagnosis of human leptospirosis",
        "Rapid tests for diagnosis of leptospirosis: Current tools and emerging technologies",
        "Diagnosis of leptospirosis utilizing modified Faine’s criteria",
        "Evaluation Of Diagnostic Utility Of Modified Faine’s Criteria In LeptospirosisExperience From A Tertiary Care Hospital",
        "Utilization of Faine’s Criteria for the Diagnosis of Leptospirosis",
        "Utility of modified Faine’s criteria in diagnosis of leptospirosis",
        "Optimization of Culture of Leptospira from Humans with Leptospirosis",
        "Detection of pathogenic Leptospira spp. through TaqMan polymerase chain reaction targeting the LipL32 gene",
        "Transparent Reporting of a multivariable prediction model for Individual Prognosis Or Diagnosis (TRIPOD): Explanation and Elaboration",
        "Doxycycline versus Azithromycin for Treatment of Leptospirosis and Scrub Typhus",
        "How to diagnosed Leptospirosis?",
        "ThaiLepto-on-admission probability (THAI-LEPTO) score as an early tool for initial diagnosis of leptospirosis: Result from Thai-Lepto AKI study group",
        "Acute undifferentiated fever in Asia: a review of the literature",
        "Causes of acute, undifferentiated, febrile illness in rural Thailand: results of a prospective observational study",
        "Environmental and Behavioural Determinants of Leptospirosis Transmission: A Systematic Review",
        "Spatiotemporal patterns of leptospirosis in Thailand: is flooding a risk factor?",
        "Leptospirosis from water sources",
        "Acute kidney injury in leptospirosis: Overview and perspectives",
        "Can findings on peripheral blood smear differentiate leptospirosis from other infections? A preliminary comparative study",
        "Neutrophil left shift and white blood cell count as markers of bacterial infection",
        "Strategies for Diagnosis and Treatment of Suspected Leptospirosis: A Cost-Benefit Analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "101823394",
            "affilname": "Royal Society of Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101823394",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Jongkolneenithi Foundation",
        "Medical Association of Thailand"
    ]
}