{
    "eid": "2-s2.0-85109694360",
    "title": "Practical interpretation of pressure tests of hydraulically fractured vertical wells with finite-conductivity in naturally fractured oil and gas formations",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909",
            "@abbrev": "EART"
        },
        {
            "@_fa": "true",
            "$": "Energy (all)",
            "@code": "2100",
            "@abbrev": "ENER"
        }
    ],
    "keywords": [
        "Bi-radial flow",
        "Bilinear flow",
        "Fractured wells",
        "Heterogeneous reservoirs",
        "TDS Technique"
    ],
    "authors": [
        "Kittiphong Jongkittinarukorn",
        "Freddy Humberto Escobar",
        "Diana Manuela Ramirez",
        "Daniel Suescún-Díaz"
    ],
    "citedby-count": 1,
    "ref-count": 18,
    "ref-list": [
        "Pressure transient analysis of wells with finite conductivity vertical fractures in double porosity reservoirs",
        "Dominguez N (1976) Transient pressure behavior for a well with a finity-conductivity vertical fracture",
        "Analysis of pressure and pressure derivative without type curve matching, 4 Naturally fractured reservoirs",
        "Recent advances in practical applied well test analysis. Nova publishers New York. Published by Nova Science Publishers, Inc. † New York. 423p",
        "Pseudotime application to hydraulically fractured vertical gas wells and heterogeneous gas reservoirs using the TDS technique",
        "Characterization of the naturally fractured reservoir parameters in infinite-conductivity hydraulically-fractured vertical wells by transient pressure analysis",
        "The power of TDS technique for well test interpretation: a short review",
        "The use of source and green's functions in solving unsteady-flow problems in reservoirs",
        "Transient pressure behavior for unconventional gas wells with finite-conductivity fractures",
        "Analysis of pressure and pressure derivative without type-curve matching: 1- skin and wellbore storage",
        "Analysis of pressure and pressure derivative without type curve matching: vertically fractured wells in closed systems",
        "Practical interpretation of pressure tests of hydraulically fractured wells in a naturally fractured reservoir. In: Paper presented at the Latin American & Caribbean petroleum engineering conference, Buenos Aires, Argentina, April",
        "Analysis of pressure derivative data of finite-conductivity fractures by the \"Direct Synthesis\" technique. 1999. In: Paper presented at the SPE mid-continent operations symposium, Oklahoma City, Oklahoma, March",
        "The Behavior of Naturally Fractured Reservoirs",
        "Practical pressure-transient analysis solutions for a well intercepted by finite conductivity vertical fracture in naturally fractured reservoirs. J Petroleum Sci Eng. Volume 204, September 2021"
    ],
    "affiliation": [
        {
            "affiliation-city": "Neiva",
            "@id": "60070351",
            "affilname": "Universidad Surcolombiana",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60070351",
            "affiliation-country": "Colombia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}