{
    "eid": "2-s2.0-85027408277",
    "title": "Enhancement of Profenofos Remediation Using Stimulated Bioaugmentation Technique",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        }
    ],
    "keywords": [
        "Bioremediation",
        "co-substrate",
        "organophosphorus pesticide",
        "profenofos"
    ],
    "authors": [
        "Sumana Siripattanakul-Ratpukdi"
    ],
    "citedby-count": 2,
    "ref-count": 20,
    "ref-list": [
        "Pesticide residues in vegetable samples from the Andaman Islands, India",
        "Pesticide management and their residues in sediments and surface and drinking water in the Mekong Delta, Vietnam",
        "Profenofos insecticide degradation by novel microbial consortium and isolates enriched from contaminated chili farm soil",
        "Dissipation of cypermethrin, chlorpyriphos, and profenofos in tomato fruits and soil following application of pre-mix formulations",
        "Residues of organophosphate pesticides used in vegetable cultivation in ambient air, surface water and soil in Bueng Niam subdistrict, Khon Kaen, Thailand",
        "Regulatory limits for pesticide residues in water (IUPAC technical report)",
        "Evaluation of the acute toxicity of profenofos and its effects on the behavioral pattern of fingerling common carp (Cyprinus carpio L., 1758)",
        "Bioaugmentation as a strategy for the remediation of pesticide-polluted soil: A review",
        "Biodegradation of malathion by Acinetobacter johnsonii MA19 and optimization of cometabolism substrates",
        "Atrazine removal in agricultural infiltrate by bioaugmented polyvinyl alcohol immobilized and free Agrobacterium radiobacter J14a: A sand column study",
        "Bioaugmentation of a polychlorobiphenyl contaminated soil with two aerobic bacterial strains",
        "Isolation, identification and characterization of a novel triazophos-degrading Bacillus sp. (TAP-1)",
        "Int. J. Environ. Biorem. Biodegrad",
        "Biodegradation of chlorpyrifos by Enterobacter strain B-14 and its use in bioremediation of contaminated soils",
        "Isolation and characterization of a profenofos degrading bacterium",
        "Optimization of profenofos degradation by a novel bacterial consortium PBAC using response surface methodology",
        "Rapid degradation of the triazinone herbicide metamitron by a Rhodococcus sp. isolated from treated soil",
        "Mineral and carbon usage of two synthetic pyrethroid degrading bacterial isolates",
        "Growth rate influences reductive biodegradation of the organophosphorus pesticide demeton by Corynebacterium glutamicum",
        "Kinetics of substrate biodegradation under the cumulative effects of bioavailability and self-inhibition"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Center of Excellence on Hazardous Substance Management",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ubon Ratchathani",
            "affilname": "Ubon Ratchathani University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Khon Kaen University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}