{
    "eid": "2-s2.0-84997646591",
    "title": "Sediment Transport Characteristic of the Ping River Basin, Thailand",
    "cover-date": "2016-01-01",
    "subject-areas": [],
    "keywords": [
        "bed load",
        "river basin",
        "sediment estimation",
        "Suspended sediment load",
        "total sediment load"
    ],
    "authors": [
        "Butsawan Bidorn"
    ],
    "citedby-count": 7,
    "ref-count": 14,
    "ref-list": [
        "Impact of large-scale reservoir operation on flow regime in the Chao Phraya River basin, Thailand",
        "Principal component and multiple regression analyses for the estimation of suspended sediment yield in ungauged basins of Northern Thailand",
        "The effects of Thailand's Great Flood of 2011 on river sediment discharge in the upper Chao Phraya River basin, Thailand",
        "Floodplain sediment from a 100-year-recurrence flood in 2005 of the Ping River in northern Thailand",
        "JICA, the Feasibility Study on Mangrove Revival and Extension Project in the Kingdom of Thailand. Draft Final Report",
        "Spatial disaggregation of bias-corrected GCM precipitation for improved hydrologic simulation: Ping River Basin, Thailand",
        "Office of Natural Resources and Environmental Policy and Planning",
        "Bedload transport in SE Asian streams-Uncertainties and implications for reservoir management",
        "Journal of Japan Society of Civil Engineers",
        "SEDIMENT TRANSPORT: NEW APPROACH AND ANALYSIS.",
        "Prediction of Flow Depth and Sediment Discharge in Open Channels",
        "Corte Madera Creek Sedimentation Study: Numerical Model Investigation",
        "Bed to Surface",
        "Unit stream power equation for gravel"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Daejeon",
            "affilname": "Chungnam National University",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Orlando",
            "affilname": "University of Central Florida",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Tallahassee",
            "affilname": "Florida State University",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "JST-JICA",
        "Water Resources Engineering Department",
        "Chulalongkorn University",
        "Science and Technology Research Partnership for Sustainable Development"
    ]
}