{
    "eid": "2-s2.0-85018693492",
    "title": "Structure and ultrastructure of oogenic stage in short mackerel Rastrelliger brachysoma (Teleostei: Scombidae)",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Histology",
            "@code": "2722"
        },
        {
            "$": "Anatomy",
            "@code": "2702"
        },
        {
            "$": "Cell Biology",
            "@code": "1307"
        }
    ],
    "keywords": [
        "Atresia",
        "Mackerel",
        "Oogenesis",
        "Rastrelliger brachysoma",
        "Teleost",
        "Thailand"
    ],
    "authors": [
        "S. Senarat"
    ],
    "citedby-count": 5,
    "ref-count": 24,
    "ref-list": [
        "Ultrastructure of oogenesis in the bluefin tuna, Thunnus thynnus",
        "Brazilian Journal of Morphological Sciences",
        "Occurrence and ultrastructural characterization of \"nuage\" during oogenesis and early spermatogenesis of piaractus mesopotamicus holmberg, 1887 (teleostei)",
        "Ultrastructural evidence of oogenesis of the rusty parrotfish, Scarus ferrugineus (Teleostei: Scaridae)",
        "Molecular Biology of the Cell",
        "Ultrastructure and proteins of the egg chorion of the antarctic fish Chionodraco hamatus (Teleostei, Notothenioidei)",
        "Theory and Practice of Histological Techniques",
        "Ovarian development and spawning of Serra Spanish mackerel in coastal waters of Northeastern Brazil",
        "Revista Brasileira De Zoologia",
        "Control Processes in Fish Physiology",
        "Ovarian germinal epithelium and folliculogenesis in the common snook, Centropomus undecimalis (Teleostei: Centropomidae)",
        "Structural evidence for two different testicular types in teleost fishes",
        "Proceedings of the 4Th Workshop on Gonadal Histology of Fishes, 2010",
        "Electron and light microscopic investigations of follicular epithelium in vitellogenic oocyte of zebrafish (Danio rerio)",
        "Observations on ovarian follicle ultrastructure in the marine teleost, Pagrus major, during vitellogenesis and oocyte maturation",
        "Aspects of the reproductive biology of the bass, Dicentrarchus labrax L. I. An histological and histochemical study of oocyte development",
        "Follicular epithelium, theca and egg envelope formation in Serrasalmus spilopleura (Teleostei, Characiformes, Characidae)",
        "Oocyte growth in the sheepshead minnow: Uptake of exogenous proteins by vitellogenic oocytes",
        "Oogenesis in Fundulus heteroclitus. III. Vitellogenesis",
        "Gametogenesis in Fundulus heteroclitus",
        "Oogenesis in Fundulus heteroclitus IV. Yolk‐vesicle formation",
        "Oogenesis in Fundulus heteroclitus. V. The relationship of yolk vesicles and cortical alveoli",
        "Advance in Environmental Biology",
        "Evaluation of rapid cooling and tricaine methanesulfonate (MS222) as methods of euthanasia in zebrafish (Danio rerio)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University Fund for Doctoral Scholarship",
        "Chulalongkorn University",
        "Mahidol University"
    ]
}