{
    "eid": "2-s2.0-84959345337",
    "title": "A new genus of Braconinae (Hymenoptera: Braconidae) from India with remarkable head ornamentation",
    "cover-date": "2016-01-06",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Braconini",
        "Dolabraulax",
        "Hemiglyptinus",
        "South India"
    ],
    "authors": [
        "A. P. Ranjith"
    ],
    "citedby-count": 9,
    "ref-count": 30,
    "ref-list": [
        "Annals and Magazine of Natural History",
        "Paraphyletic taxa and taxonomic chaining: Evaluating the classification of braconine wasps (Hymenoptera: Braconidae) using 28S D2-3 rDNA sequences and morphological characters",
        "Memoirs of the Manchester Literary and Philosophical Society",
        "The Hymenoptera of the Khasia Hills. First Paper. Memoirs and Proceedings of the Manchester Literary and Philosophical Society",
        "The Hymenoptera of the Khasia Hills. Part II. Section I. Memoirs and Proceedings of the Manchester Literary and Philosophical Society",
        "Journal of the Bombay Natural History Society",
        "The Entomologist",
        "Annals and Magazine of Natural History, Series",
        "Indian Forest Records",
        "Journal of Biological Control",
        "Using taxonomic revision data to estimate the geographic and taxonomic distribution of undescribed species richness in the Braconidae (Hymenoptera: Ichneumonoidea)",
        "Indian Journal of Entomology",
        "A new Afrotropical genus Doggerella gen. nov. of braconine wasp (Hymenoptera: Braconidae) with twelve new species",
        "Bioved",
        "The old world genera of braconine wasps (Hymenoptera: Braconidae)",
        "Entomologist's Monthly Magazine",
        "We know too little about parasitoid wasp distributions to draw any conclusions about latitudinal trends in species richness, body size and biology",
        "Wiley Blackwell, Chichester",
        "First host record for the Palaeotropical braconine wasp genus Cassidibracon Quicke (Hymenoptera, Braconidae) with the description of a new species from India",
        "Entomological Series",
        "Identification Manual to the New World Genera of Braconidae. International Society of Hymenopterists",
        "Hymenopterorum Catalogus",
        "Three new species of braconidae from India",
        "Termeszetrajzi Fuzetek",
        "Zoologische Verhandelingen",
        "Zoologische Mededelingen",
        "Two genera of Braconinae (Hymenoptera, Braconidae) in China, with descriptions of four new species",
        "Journal of Taxonomy and Biodiversity Research",
        "Taxapad 2012, Ichneumonoidea 2011. Ottawa, Canada. Database on CD-ROM",
        "Beitragezur Entomologie"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chelari",
            "affilname": "University of Calicut",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Kolkata",
            "affilname": "Zoological Survey of India",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}