{
    "eid": "2-s2.0-85122212123",
    "title": "Profiling the most elderly parkinson's disease patients: Does age or disease duration matter?",
    "cover-date": "2021-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Sasivimol Virameteekul",
        "Onanong Phokaewvarangkul",
        "Roongroj Bhidayasiri"
    ],
    "citedby-count": 3,
    "ref-count": 102,
    "ref-list": [
        "Chapter 1-The Global Demography of Aging: Facts, Explanations, Future",
        "Aging and income convergence in Europe: A survey of the literature and insights from a demographic projection exercise",
        "Global, regional, and national burden of neurological disorders, 1990-2016: a systematic analysis for the Global Burden of Disease Study 2016",
        "Global, regional, and national burden of neurological disorders during 1990-2015: a systematic analysis for the Global Burden of Disease Study 2015",
        "Relationship goals of middle-aged, young-old, and old-old Internet daters: an analysis of online personal ads",
        "Young-old versus old-old and the use of health services. Does the difference make a difference?",
        "Bloodstream Infection: Differences Between Young-Old, Old, and Old-Old Patients",
        "Introducing the \"oldest old\"",
        "Total water intakes of community-living middle-old and oldest-old adults",
        "Parkinson's disease",
        "How common are the \"common\" neurologic disorders?",
        "Ageing, neurodegeneration and Parkinson's disease",
        "The prevalence of Parkinson's disease: a systematic review and meta-analysis",
        "Including older people in clinical research",
        "Parkinson's disease, Parkinsonism and aging",
        "Pathogenesis of mild parkinsonian signs in aging",
        "Age bias in clinical trials of Parkinson's disease treatment",
        "Does ageing aggravate parkinsonian disability?",
        "Clinical and pharmacological differences in early- versus late-onset Parkinson's disease",
        "Age at onset and Parkinson disease phenotype",
        "Effect of age at onset on progression and mortality in Parkinson's disease",
        "Accuracy of clinical diagnosis of idiopathic Parkinson's disease: a clinico-pathological study of 100 cases",
        "Comorbidity burden of patients with Parkinson's disease and Parkinsonism between 2003 and 2012: A multicentre, nationwide, retrospective study in China",
        "Age-, gender-, and socioeconomic status-specific incidence of Parkinson's disease and parkinsonism in northeast Scotland: the PINE study",
        "The Incidence of Parkinson's Disease: A Systematic Review and Meta-Analysis",
        "A national registry to determine the distribution and prevalence of Parkinson's disease in Thailand: implications of urbanization and pesticides as risk factors for Parkinson's disease",
        "Prevalence of advanced Parkinson's disease in Thai patients with Parkinson's disease using the Consensus on the Definition of Advance Parkinson's disease (CEPA Study): A single-center stud",
        "The Sydney multicentre study of Parkinson's disease: progression and mortality at 10 years",
        "What are the issues facing Parkinson's disease patients at ten years of disease and beyond? Data from the NPF-QII study",
        "Clinical heterogeneity in newly diagnosed Parkinson's disease",
        "Movement Disorder Society Task Force report on the Hoehn and Yahr staging scale: status and recommendations",
        "International multicenter pilot study of the first comprehensive self-completed nonmotor symptoms questionnaire for Parkinson's disease: the NMSQuest study",
        "How to identify tremor dominant and postural instability/gait difficulty groups with the movement disorder society unified Parkinson's disease rating scale: comparison with the unified Parkinson's disease rating scale",
        "Parkinson Disease Subtypes",
        "A new method of classifying prognostic comorbidity in longitudinal studies: development and validation",
        "Comorbid conditions associated with Parkinson's disease: A longitudinal and comparative study with Alzheimer disease and control subjects",
        "Mortality in Parkinson's disease: a systematic review and metaanalysis",
        "Schwab & England: standardization of administration",
        "Relationships between age and late progression of Parkinson's disease: a clinico-pathological study",
        "Clinical milestones in Parkinson's disease: A 7-year population-based incident cohort study",
        "Dementia and cognitive impairment: epidemiology, diagnosis, and treatment",
        "Gender differences in Parkinson's disease",
        "Incidence of Parkinson's disease: variation by age, gender, and race/ethnicity",
        "Are men at greater risk for Parkinson's disease than women?",
        "Cross sectional prevalence survey of idiopathic Parkinson's disease and Parkinsonism in London",
        "Differences between Men and Women in Mortality and the Health Dimensions of the Morbidity Process",
        "Global, regional, and national age-sex specific all-cause and cause-specific mortality for 240 causes of death, 1990-2013: a systematic analysis for the Global Burden of Disease Study 2013",
        "Predictors of Survival in Patients With Parkinson Disease",
        "Is PIGD a legitimate motor subtype in Parkinson disease?",
        "Relationship between Motor Symptoms, Cognition, and Demographic Characteristics in Treated Mild/Moderate Parkinson's Disease",
        "Parkinson disease with old-age onset: a comparative study with subjects with middle-age onset",
        "Motor subtype in Parkinson's disease: Different disorders or different stages of disease?",
        "Changes in motor subtype and risk for incident dementia in Parkinson's disease",
        "Non-motor symptoms and quality of life in tremor dominant vs postural instability gait disorder Parkinson's disease patients",
        "New concepts in the pathogenesis and presentation of Parkinson's disease",
        "The burden of nonmotor symptoms in Parkinson's disease using a self-completed non-motor questionnaire: A simple grading system",
        "Imaging acetylcholinesterase density in peripheral organs in Parkinson's disease with 11C-donepezil PET",
        "The cholinergic system and Parkinson disease",
        "Brain stem pathology in Parkinson's disease: an evaluation of the Braak staging model",
        "Non motor subtypes and Parkinson's disease",
        "Serotonergic dysregulation is linked to sleep problems in Parkinson's disease",
        "Serotonin innervation of human basal ganglia",
        "What causes mental dysfunction in Parkinson's disease?",
        "A subcortico-cortical cholinergic system is affected in Parkinson's disease",
        "Brain perfusion correlates of cognitive and nigrostriatal functions in de novo Parkinson's disease",
        "Diagnosis and the premotor phase of Parkinson disease",
        "The prodromal phase of sporadic Parkinson's disease: does it exist and if so how long is it?",
        "Pharmacokinetic and pharmacodynamic changes in the elderly. Clinical implications",
        "Pharmacodynamics in the elderly",
        "Drug development and use in the elderly: search for the right dose and dosing regimen (Parts I and II)",
        "Impact of deprenyl and tocopherol treatment on Parkinson's disease in DATATOP patients requiring levodopa. Parkinson Study Group",
        "Levodopa-induced dyskinesia in Parkinson disease: Current and evolving concepts",
        "Levodopa-induced dyskinesia: clinical features, incidence, and risk factors",
        "The Risk Factors for the Wearing- off Phenomenon in Parkinson's Disease in Japan: A Cross-sectional, Multicenter Study",
        "Systematic review of levodopa dose equivalency reporting in Parkinson's disease",
        "Parkinson's disease. Second of two parts",
        "Dyskinesias and motor fluctuations in Parkinson's disease: A community-based study",
        "Prevalence of wearing-off and dyskinesia among the patients with Parkinson's disease on levodopa therapy: a multi-center registry survey in mainland China",
        "Factors predictive of the development of levodopa-induced dyskinesia and wearing-off in Parkinson's disease",
        "The sydney multicentre study of Parkinson's disease: progression and mortality at 10 years",
        "Ten year survival and outcomes in a prospective cohort of new onset Chinese Parkinson's disease patients",
        "Estimating Long-Term Care Costs among Thai Elderly: A Phichit Province Case Study",
        "The pattern of caregiving to the elderly by their families in rural communities of Suratthani Province",
        "Dementia and visual hallucinations associated with limbic pathology in Parkinson's disease",
        "Lewy- and Alzheimer- type pathologies in Parkinson's disease dementia: which is more important?",
        "Ageing and Parkinson's disease: Why is advancing age the biggest risk factor?",
        "The Mechanistic Links Between Proteasome Activity, Aging and Agerelated Diseases",
        "Aging produces a specific pattern of striatal dopamine loss: implications for the etiology of idiopathic Parkinson's disease",
        "Staging of brain pathology related to sporadic Parkinson's disease",
        "Impact of coexistent Alzheimer pathology on the natural history of Parkinson's disease",
        "Neuropathology of dementia with Lewy bodies",
        "Neocortical neuron number in humans: Effect of sex and age",
        "Neuronal loss in the pedunculopontine tegmental nucleus in Parkinson disease and in progressive supranuclear palsy",
        "Ageing and Parkinson's disease: substantia nigra regional selectivity",
        "Parkinsonian signs and substantia nigra neuron density in decendents elders without PD",
        "Parkinson Disease With Old-Age Onset: A Comparative Study With Subjects With Middle-Age Onset",
        "Contribution of aging to the severity of different motor signs in Parkinson disease"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Thailand Science Research and Innovation"
    ]
}