{
    "eid": "2-s2.0-84953261794",
    "title": "Identifying Issues of Change Leading to Cost Conflicts: Case Study in Cambodia",
    "cover-date": "2015-01-01",
    "subject-areas": [],
    "keywords": [
        "Cambodia",
        "change issues",
        "contractor",
        "cost conflict",
        "owner"
    ],
    "authors": [
        "Vachara Peansupap"
    ],
    "citedby-count": 9,
    "ref-count": 21,
    "ref-list": [
        "Evaluation of change management efficiency of construction contractors",
        "Project change management system",
        "KNN based knowledge-sharing model for severe change order disputes in construction",
        "18th National Convention on Civil Engineering",
        "Construction Cambodia-CBRE Cambodia Market View in February 2013",
        "Change management in construction: The current context",
        "A fuzzy system for evaluating the risk of change in construction projects",
        "Australasian Journal of Construction Economics and Building",
        "Construction Law, Principles and Practice",
        "Taxonomy for change causes and effects in construction projects",
        "Using Simulation to Quantify the Impacts of Changes in Construction Work",
        "Managing construction project change: A knowledge management perspective",
        "Discussion of \"quantitative definition of projects impacted by change orders\" by Awad S. Hanna, Richard Camlic, Pehr A. Peterson, and Erik V. Nordheim",
        "IT-based approach for effective management of project changes: A change management system (CMS)",
        "An integrated system for change management in construction",
        "Construction project change management in Singapore: Status, importance and impact",
        "Procedia-Social and Behavioral Sciences",
        "Promoting the Use of ICT in the Construction Industry: Assessing the Factors Hindering Usage by Building Contractors in Ghana",
        "The unsafe acts and the decision-to-err factors of Thai construction workers",
        "Psychometric Theory",
        "International Conference on Financial Management and Economics IPEDR"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "CU-ASEAN",
        "Chulalongkorn University"
    ]
}