{
    "eid": "2-s2.0-85029319530",
    "title": "Association of adiponectin gene polymorphisms with knee osteoarthritis",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732"
        }
    ],
    "keywords": [
        "Adiponectin",
        "ADIPOQ ",
        "Knee osteoarthritis",
        "Plasma",
        "Polymorphism"
    ],
    "authors": [
        "Dong Zhan"
    ],
    "citedby-count": 11,
    "ref-count": 22,
    "ref-list": [
        "Endocrine regulation of energy metabolism: Review of pathobiochemical and clinical chemical aspects of leptin, ghrelin, adiponectin, and resistin",
        "Adiponectin as an anti-inflammatory factor",
        "Adipocyte-derived plasma protein, adiponectin, suppresses lipid accumulation and class A scavenger receptor expression in human monocyte-derived macrophages",
        "Adipokines in osteoarthritis: friends or foes of cartilage homeostasis?",
        "Correlation of Plasma and Synovial Fluid Adiponectin with Knee Osteoarthritis Severity",
        "Adiponectin: is it a biomarker for assessing the disease severity in knee osteoarthritis patients?",
        "Evidence for a protective role for adiponectin in osteoarthritis",
        "Estrogen receptor α gene haplotype is associated with radiographic osteoarthritis of the knee in elderly men and women",
        "A meta-analysis of interleukin-6 promoter polymorphisms on risk of hip and knee osteoarthritis",
        "Association of MMP-3 (-1612 5A/6A) polymorphism with knee osteoarthritis in Thai population",
        "Genetic variation in the gene encoding adiponectin is associated with an increased risk of type 2 diabetes in the Japanese population",
        "Association of the 276G→T polymorphism of the adiponectin gene with cardiovascular disease risk factors in nondiabetic Koreans",
        "The +276 polymorphism of the APM1 gene, plasma adiponectin concentration, and cardiovascular risk in diabetic men",
        "Radiological assessment of osteo-arthrosis.",
        "Adiponectin gene variation associates with the increasing risk of type 2 diabetes in non-diabetic Japanese subjects.",
        "Adiponectin: A link between excess adiposity and associated comorbidities?",
        "Adiponectin Specifically Increased Tissue Inhibitor of Metalloproteinase-1 Through Interleukin-10 Expression in Human Macrophages",
        "Adiponectin gene ADIPOQ SNP associations with serum adiponectin in two female populations and effects of SNPs on promoter activity",
        "Relationship between serum adiponectin and leptin concentrations and body fat distribution",
        "Allele-specific differential expression of a common adiponectin gene polymorphism related to obesity",
        "A haplotype at the adiponectin locus is associated with obesity and other features of the insulin resistance syndrome",
        "Single nucleotide polymorphism in prohibitin 3′ untranslated region and breast-cancer susceptibility"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "National Science and Technology Development Agency"
    ]
}