{
    "eid": "2-s2.0-84946492508",
    "title": "Acceptor specificity of amylomaltase from Corynebacterium glutamicum and transglucosylation reaction to synthesize palatinose glucosides",
    "cover-date": "2015-11-01",
    "subject-areas": [
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        },
        {
            "$": "Bioengineering",
            "@code": "1502"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        }
    ],
    "keywords": [
        "Acceptor specificity",
        "Amylomaltase",
        "Palatinose",
        "Palatinose glucosides",
        "Transglucosylation"
    ],
    "authors": [
        "Wachiraporn Naumthong"
    ],
    "citedby-count": 5,
    "ref-count": 64,
    "ref-list": [
        "De l'amylomaltase d'Escherichia coli.",
        "Direct utilization of maltose by Escherichia coli",
        "Thermus aquaticus ATCC 33923 amylomaltase gene cloning and expression and enzyme characterization: Production of cycloamylose",
        "A cycloamylose-forming hyperthermostable 4-α-glucanotransferase of Aquifex aeolicus expressed in Escherichia coli",
        "Amylomaltase of Pyrobaculum aerophilum IM2 produces thermoreversible starch gels",
        "Potato D-enzyme catalyzes the cyclization of amylose to produce cycloamylose, a novel cyclic glucan",
        "Expression and characterization of 4-α-glucanotransferase genes from Manihot esculenta Crantz and Arabidopsis thaliana and their use for the production of cycloamyloses",
        "The Functions of 4-α-glucanotransferases and their use for the Production of Cyclic Glucans",
        "Enzymatic synthesis and analysis of large-ring cyclodextrins",
        "A novel thermoreversible gelling product made by enzymatic modification of starch",
        "Improved creaminess of low-fat yoghurt: The impact of amylomaltase-treated starch domains",
        "Production of long-chain isomaltooligosaccharides from maltotriose using the thermostable amylomaltase and transglucosidase enzymes",
        "Geographical discrimination of honeys through the employment of sugar patterns and common chemical quality parameters",
        "Isolation and characterization of oligosaccharides from honey. part i. disaccharides",
        "The Preparation, Properties and Structure of the Disaccharide Leucrose",
        "Z. Zuckerind.",
        "The formation of isomaltulose by immobilized Erwinia rhapontici",
        "Characterization of Pantoea dispersa UQ68J: Producer of a highly efficient sucrose isomerase for isomaltulose biosynthesis",
        "Zuckerindustrie",
        "Production of palatinose using Serratia plymuthica cells immobilized in chitosan",
        "Method of producing palatinose with immobilized alpha-glucosyl transferase",
        "Isomaltulose (Palatinose®): A review of biological and toxicological studies",
        "Changes in Blood Glucose and Insulin after an Oral Palatinose Administration in Normal Subjects",
        "Palatinose--a sucrose substitute. Pilot studies.",
        "Usefulness of palatinose as a caloric sweetener for diabetic patients",
        "Effect of frequent rinses with isomaltulose (Palatinose®) solution on acid production in human dental plaque",
        "Non-cariogenicity of the disaccharide palatinose in experimental dental caries of rats",
        "Effect of isomaltulose on acid production and insoluble glucan synthesis by Streptococcus mutans.",
        "Glycosyl hydrolases and glycosyltransferases in the synthesis of oligosaccharides",
        "Enzymatic synthesis of 3-O-α-maltosyl-l-ascorbate using an engineered cyclodextrin glucanotransferase",
        "Production of isomalto-oligosaccharides by cell bound α-glucosidase of Microbacterium sp.",
        "J. Appl. Glycosci.",
        "A novel amylomaltase from Corynebacterium glutamicum and analysis of the large-ring cyclodextrin products",
        "Transglucosylation reaction of amylomaltase for the synthesis of anticariogenic oligosaccharides",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Identification in TLC of fructose and fructosyl derivatives in levan and sugar mixtures with resorcinol and thiourea",
        "Colorimetric Method for Determination of Sugars and Related Substances",
        "Effect of Amylomaltase Treatment on Thermal Properties, Freeze-Thaw Stability and Thermo-Reversibility of Cassava Starch",
        "Food Carbohydr. Chem.",
        "Handbook of Sugars",
        "Efficient throughput method for hygroscopicity classification of active and inactive pharmaceutical ingredients by water vapor sorption analysis",
        "Eur. Pharm.",
        "The Acceptor Specificity of Amylomaltase from Escherichia Coli IFO 3806",
        "Acceptor specificity of 4-α-glucanotransferase from Pyrococcus kodakaraensis kod1, and synthesis of cycloamylose",
        "Specificity of Glucosyl Acceptor in Coupling and Transglucosylation of Cyclodextrin Glycosyltransferase from Bacillus circulans A11",
        "Handb. Amylases Relat. Enzym.",
        "Synthesis of malto-oligosaccharides via the acceptor reaction catalyzed by cyclodextrin glycosyltransferases",
        "Process for preparing sucrose-starch sweetner free from reducing sugar",
        "Enzymatic process for glucosylation of glucosides",
        "Enzymatic synthesis of polyglucosylfructosides from sucrose alone by a novel α-glucosidase isolated from the digestive juice of Archachatina ventricosa (Achatinideae)",
        "Site-specific mutagenesis at positions 272 and 273 of the Bacillus sp. SAM1606 α-glucosidase to screen mutants with altered specificity for oligosaccharide production by transglucosylation",
        "Preparation and characterization of maltosyl-sucrose isomers produced by transglycosylation of maltogenic amylase from Bacillus stearothermophilus",
        "Glucoamylase (exo-1,4-α-D-glucan glucanohydrolase, EC 3.2.1.3) is the major starch-degrading enzyme secreted by the phytopathogenic fungus Colletotrichum gloeosporioides",
        "The Action Pattern of Amylomaltase from Escherichia coli",
        "Cooperative action of α-glucanotransferase and maltogenic amylase for an improved process of isomaltooligosaccharide (IMO) production",
        "Production of fructooligosaccharide syrup from sucrose in combination with palatinose and trehalose",
        "NMR characterization of saccharides in italian honeys of different floral sources",
        "Metabolism of sucrose and its five linkage-isomeric α -D-glucosyl-D-fructoses by Klebsiella pneumoniae: Participation and properties of sucrose-6-phosphate hydrolase and phospho-α-glucosidase",
        "Highly hydrolytic reuteransucrase from probiotic Lactobacillus reuteri strain ATCC 55730",
        "Synthesis of epicatechin glucosides by a β-cyclodextrin glycosyltransferase",
        "A new theory relating constitution to taste. Preliminary paper: Simple relations between the constitution of aliphatic compounds and their sweet taste",
        "Jpn. Technol. Rev. Ser.",
        "Cereal Chem.",
        "Effect of synbiotics on intestinal microflora and digestive enzyme activities in rats"
    ],
    "affiliation": [
        {
            "affiliation-city": "Osaka",
            "affilname": "Osaka Metropolitan University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "IIAC",
        "Thailand Research Fund"
    ]
}