{
    "eid": "2-s2.0-85114944047",
    "title": "Will ASEAN mutual recognition arrangements induce skilled workers to move? A case study of the engineering labor market in Thailand",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (all)",
            "@code": "2000",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (all)",
            "@code": "1400",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Social Sciences (all)",
            "@code": "3300",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [],
    "authors": [
        "Sasiwimon Warunsiri Paweenawat",
        "Jessica Vechbanyongratana"
    ],
    "citedby-count": 3,
    "ref-count": 45,
    "ref-list": [
        "Recovering Ex Ante Returns and Preferences for Occupations Using Subjective Expectations Data.NBER Working Paper No",
        "International Labour Migration, Economic Growth and Labour Markets: The Current State of Affairs.In",
        "Predicted Future Earnings and Choice of College Major",
        "The Economic Reward for Studying Economics",
        "The Returns to Higher Education in Britain: Evidence from a British Cohort",
        "Fiscal Costs and Benefits of High Skilled Immigration to a Generous Welfare State",
        "Self-selection and the Earnings of Immigrants",
        "Private and Social Rates of Return to Higher Education in Science and Technology in a Caribbean Economy",
        "A Study of the Rate of Return to Higher Engineering Education in China",
        "Assessing the Progress of ASEAN MRAs on Professional Services. ERIA Discussion Paper Series",
        "The Effect of Attending the Flagship State University on Earnings: A Discontinuity Based Approach",
        "The 23rd Survey of Investment Related Costs in Asia and Oceania (FY 2012 survey)",
        "Specificity of General Human Capital: Evidence from College Major Choice",
        "Using Success to Measure Quality of British Higher Education:Which Subjects Attract the Best-qualified Students?",
        "The Return to a University Education in Great Britain",
        "Enhancing Labor Mobility in ASEAN: Focus on Lower-skilled Workers",
        "The Costs and Returns of Human Migration",
        "Deferred Costs and Economic Returns to College Major,Quality",
        "An Analysis of Competitive Potential of Skilled Labor in the Service Sector Free Opening under the ASEAN Economic Community (AEC)",
        "Differences by Degree: Evidence of the Net Financial Rates of Return to Undergraduate Study for England and Wales",
        "Are All Degrees Created (Financially) Equal: What is the Return to Education, and Is It the Same for Everybody?",
        "The Lifetime Earnings Premia of Different Majors: Correcting for Selection Based on Cognitive, Noncognitive, and Unobserved Factors"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60030324",
            "affilname": "University of the Thai Chamber of Commerce",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030324",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}