{
    "eid": "2-s2.0-85105159164",
    "title": "CryptoType – Public Datasets for MALDI-TOF-MS Based Differentiation of Cryptococcus neoformans/gattii Complexes",
    "cover-date": "2021-04-19",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Immunology",
            "@code": "2403",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "capsule",
        "Cryptococcus gattii complex",
        "Cryptococcus neoformans complex",
        "identification",
        "MALDI-TOF MS"
    ],
    "authors": [
        "Mareike Bernhard",
        "Navaporn Worasilchai",
        "Mourine Kangogo",
        "Christine Bii",
        "Wioleta J. Trzaska",
        "Michael Weig",
        "Uwe Groß",
        "Ariya Chindamporn",
        "Oliver Bader"
    ],
    "citedby-count": 3,
    "ref-count": 26,
    "ref-list": [
        "Fungal Species Identification by MALDI-ToF Mass Spectrometry",
        "Hybrid genotypes in the pathogenic yeast Cryptococcus neoformans",
        "Clonality and alpha-a recombination in the Australian Cryptococcus gattii VGII population–an emerging outbreak in Australia",
        "Epidemiological trends of cryptococcosis in Italy: Molecular typing and susceptibility pattern of Cryptococcus neoformans isolates collected during a 20-year period",
        "Clinical and microbiological characteristics of cryptococcosis at an university hospital in China from 2013 to 2017",
        "A New Lineage of Cryptococcus gattii (VGV) Discovered in the Central Zambezian Miombo Woodlands",
        "MALDI-TOF MS enables the rapid identification of the major molecular types within the Cryptococcus neoformans/C. gattii species complex",
        "Recognition of seven species in the Cryptococcus gattii/Cryptococcus neoformans species complex",
        "Differential In Vitro Cytokine Induction by the Species of Cryptococcus gattii Complex",
        "Clinical and microbiological characteristics of Cryptococcus gattii isolated from 7 hospitals in China",
        "Molecular types of Cryptococcus gattii/Cryptococcus neoformans species complex from clinical and environmental sources in Nairobi, Kenya",
        "A rare genotype of Cryptococcus gattii caused the cryptococcosis outbreak on Vancouver Island (British Columbia, Canada)",
        "Criteria for Development of MALDI-TOF Mass Spectral Database",
        "Expanding fungal pathogenesis: Cryptococcus breaks out of the opportunistic box",
        "Proposal to conserve the name Cryptococcus gattii against C. hondurianus and C. bacillisporus (Basidiomycota, Hymenomycetes, Tremenomycetidae)",
        "Molecular types of Cryptococcus neoformans and Cryptococcus gattii in Western Australia and correlation with antifungal susceptibility",
        "Rapid identification of Cryptococcus neoformans and Cryptococcus gattii by matrix-assisted laser desorption ionization-time of flight mass spectrometry",
        "Molecular typing of IberoAmerican Cryptococcus neoformans isolates",
        "The Cryptococcus neoformans capsule: a sword and a shield",
        "Matrix-Assisted Laser Desorption Ionization-Time of Flight Mass Spectrometry-Based Method for Discrimination between Molecular Types of Cryptococcus neoformans and Cryptococcus gattii",
        "Cryptococcus gattii VGIII isolates causing infections in HIV/AIDS patients in Southern California: identification of the local environmental source as arboreal",
        "Prevalence and Antifungal Susceptibility of Cryptococcus neoformans Isolated from Pigeon Excreta in Chon Buri Province, Eastern Thailand",
        "Does the Capsule Interfere with Performance of Matrix-Assisted Laser Desorption Ionization-Time of Flight Mass Spectrometry for Identification of Cryptococcus neoformans and Cryptococcus gattii",
        "Correlation of antifungal susceptibility and molecular type within the Cryptococcus neoformans/C. gattii species complex",
        "‘Division of labour’ in response to host oxidative burst drives a fatal Cryptococcus gattii outbreak",
        "Diversity and Antifungal Drug Susceptibility of Cryptococcus Isolates in Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nairobi",
            "@id": "60070343",
            "affilname": "Kenya Medical Research Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60070343",
            "affiliation-country": "Kenya"
        },
        {
            "affiliation-city": "Nairobi",
            "@id": "60052242",
            "affilname": "Jomo Kenyatta University of Agriculture and Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60052242",
            "affiliation-country": "Kenya"
        },
        {
            "affiliation-city": "Gottingen",
            "@id": "60021110",
            "affilname": "Universitätsmedizin Göttingen",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021110",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Birmingham",
            "@id": "60019702",
            "affilname": "University of Birmingham",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019702",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": []
}