{
    "eid": "2-s2.0-85088792139",
    "title": "Secondary contact and genomic admixture between rhesus and long-tailed macaques in the Indochina Peninsula",
    "cover-date": "2020-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "hybridization",
        "Indochina",
        "RAD-seq",
        "reproductive isolation",
        "speciation"
    ],
    "authors": [
        "Tsuyoshi Ito",
        "Sreetharan Kanthaswamy",
        "Srichan Bunlungsup",
        "Robert F. Oldt",
        "Paul Houghton",
        "Yuzuru Hamada",
        "Suchinda Malaivijitnond"
    ],
    "citedby-count": 8,
    "ref-count": 91,
    "ref-list": [
        "Hybridization and speciation",
        "Genomics of hybridization and its evolutionary consequences",
        "Morphological and molecular evidence reveals recent hybridization between gorilla taxa",
        "Information theory and an extension of the maximum likelihood principle",
        "Fast model-based estimation of ancestry in unrelated individuals",
        "Harnessing the power of RADseq for ecological and evolutionary genomics",
        "Adaptive genetic exchange: A tangled history of admixture and evolutionary innovation",
        "Natural hybridization in primates: One evolutionary mechanism",
        "A rapid quantitative real-time PCR-based DNA quantification assay coupled with species-assignment capabilities for two hybridizing macaca species",
        "The role of hybridization in evolution",
        "Hybridization, transgressive segregation, genetic covariation, and adaptive radiation",
        "Mitochondrial DNA sequence phylogeny of 4 populations of the widely distributed cynomolgus macaque (Macaca fascicularis fascicularis)",
        "Assessing natural introgression in 2 biomedical model species, the rhesus macaque (Macaca mulatta) and the long-tailed macaque (Macaca fascicularis)",
        "Morphological characteristics and genetic diversity of Burmese long-tailed macaques (Macaca fascicularis aurea)",
        "Mitochondrial DNA and two Y-chromosome genes of common long-tailed macaques (Macaca fascicularis fascicularis) throughout Thailand and vicinity",
        "Genetic analysis of samples from wild populations opens new perspectives on hybridization between long-tailed (Macaca fascicularis) and rhesus macaques (Macaca mulatta)",
        "Hybridization in large-bodied new world primates",
        "Introduction to special Issue on primate hybridization and hybrid zones",
        "Hzar: Hybrid zone analysis using an R software package",
        "Closed-form density-based framework for automatic detection of cellular morphology changes",
        "Robust demographic inference from genomic and SNP data",
        "Alternative forms for genomic clines",
        "Rhesus and crab-eating macaques: Intergradation in Thailand",
        "Systematic review of southeast Asian longtail macaques, Macaca fascicularis (Raffles, 1821)",
        "Tail length variation in Macaca fascicularis and M. mulatta",
        "Systematic review of the rhesus macaques, Macaca mulatta (Zimmermann, 1780)",
        "Comparative review of fascicularis-group species of macaques (Primates: Macaca)",
        "Tail-length evolution in fascicularis-group macaques (Cercopithecidae: Macaca)",
        "Ancient hybridization and phenotypic novelty within lake Malawi’s cichlid fish radiation",
        "Prevalence of tool behaviour is associated with pelage phenotype in intraspecific hybrid long-tailed macaques (Macaca fascicularis aurea × M. f. fascicularis)",
        "The distribution and present status of primates in the northern region of Lao PDR",
        "Assessment of the hybridization between rhesus (Macaca mulatta) and long-tailed macaques (M. fascicularis) based on morphological characters",
        "Morphological and body color variation in Thai Macaca fascicularis fascicularis north and south of the Isthmus of Kra",
        "Morphometrical comparison between Indian- and Chinese-derived rhesus macaques (Macaca mulatta)",
        "Molecular phylogeny of macaques: Implications of nucleotide sequences from an 896-base pair region of mitochondrial DNA",
        "Demographic histories and patterns of linkage disequilibrium in Chinese and Indian rhesus macaques",
        "Seasonal breeding in rhesus monkeys: Influence of the behavioral environment",
        "SplitsTree: Analyzing and visualizing evolutionary data",
        "Application of phylogenetic networks in evolutionary studies",
        "An SNP marker at the STAT6 locus can identify the hybrids between rhesus (Macaca mulatta) and long-tailed macaques (M. fascicularis) in Thailand: A rapid and simple screening method and its application",
        "Hybridization and stratification of nuclear genetic variation in Macaca mulatta and M. fascicularis",
        "Detecting signatures of inter-regional and inter-specific hybridization among the Chinese rhesus macaque specific pathogen-free (SPF) population using single nucleotide polymorphic (SNP) markers",
        "Breeding seasonality among long-tailed macaques, Macaca fascicularis, in Peninsular Malaysia",
        "Fast gapped-read alignment with Bowtie 2",
        "A tutorial on how not to over-interpret STRUCTURE and ADMIXTURE bar plots",
        "A statistical framework for SNP calling, mutation discovery, association mapping and population genetical parameter estimation from sequencing data",
        "The sequence alignment/map format and SAMtools",
        "Mitogenomic phylogeny of the common long-tailed macaque (Macaca fascicularis fascicularis)",
        "Current situation and status of long-tailed macaques (Macaca fascicularis) in Thailand",
        "The human-ABO blood groups of free-ranging long-tailed macaques (Macaca fascicularis) and parapatric rhesus macaques (M. mulatta) in Thailand",
        "RADpainter and fineRADstructure: population inference from RADseq data",
        "Hybridization as an invasion of the genome",
        "Natural and anthropogenic hybridization in two species of eastern Brazilian marmosets (Callithrix jacchus and C. penicillata)",
        "Genotype calling from population-genomic sequencing data",
        "Whole mitochondrial genomic and Y-chromosomal phylogenies of Burmese long-tailed macaque (Macaca fascicularis aurea) suggest ancient hybridization between fascicularis and sinica species groups",
        "Ancient hybridization fuels rapid cichlid fish adaptive radiations",
        "Genetic and evolutionary relationships among Asian macaques",
        "Population genetics of the ABO locus within the rhesus (Macaca mulatta) and cynomolgus (M. fascicularis) macaque hybrid zone",
        "Large-scale analysis of Macaca fascicularis transcripts and inference of genetic divergence between M. fascicularis and M. mulatta",
        "Ancient genome-wide admixture extends beyond the current hybrid zone between Macaca fascicularis and M. mulatta",
        "Zika viral dynamics and shedding in rhesus and cynomolgus macaques",
        "Hybridization produces novelty when the mapping of form to function is many to one",
        "Hybridization promotes evolvability in African cichlids: Connections between transgressive segregation and phenotypic integration",
        "Ecological novelty by hybridization: Experimental evidence for increased thermal tolerance by transgressive segregation in Tigriopus californicus",
        "Double digest RADseq: An inexpensive method for de novo SNP discovery and genotyping in model and non-model species",
        "The complete genome sequence of a Neanderthal from the Altai Mountains",
        "Deriving genotypes from RAD-seq short-read data using Stacks",
        "Diversity and evolutionary history of macaques with special focus on Macaca mulatta and Macaca fascicularis",
        "Nuclear versus mitochondrial DNA: Evidence for hybridization in colobine monkeys",
        "The genomic landscape of Neanderthal ancestry in present-day humans",
        "Single-nucleotide polymorphisms reveal patterns of allele sharing across the species boundary between rhesus (Macaca mulatta) and cynomolgus (M. fascicularis) macaques",
        "Hybridization and adaptive radiation",
        "Nonhuman primates: A critical role in current disease research",
        "The phenotypic legacy of admixture between modern humans and Neandertals",
        "A genetic comparison of two alleged subspecies of Philippine cynomolgus macaques",
        "Hybridization, speciation and novelty",
        "Divergence population genetic analysis of hybridization between rhesus and cynomolgus macaques",
        "Single nucleotide polymorphisms (SNPs) are highly conserved in rhesus (Macaca mulatta) and cynomolgus (Macaca fascicularis) macaques",
        "Ancient hybridization and strong adaptation to viruses across African vervet monkey populations",
        "Hybridization generates a hopeful monster : A hermaphroditic selfing cichlid",
        "Insights from genomes into the evolutionary importance and prevalence of hybridization in nature",
        "Y-chromosome and mitochondrial markers in Macaca fascicularis indicate introgression with Indochinese M. mulatta and a biogeographic barrier in the Isthmus of Kra",
        "Abrupt cline for sex chromosomes in a hybrid zone between two species of mice",
        "Physiology and endocrinology of the ovarian cycle in macaques",
        "The population genomics of rhesus macaques (Macaca mulatta) based on whole-genome sequences",
        "Genome sequencing and comparison of two nonhuman primate animal models, the cynomolgus and Chinese rhesus macaques",
        "Tracing the phylogeographic history of Southeast Asian long-tailed macaques through mitogenomes of museum specimens",
        "The strange blood: Natural hybridization in primates",
        "Mitochondrial phylogeography of baboons (Papio spp.): Indication for introgressive hybridization?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Immokalee",
            "@id": "60113988",
            "affilname": "Primate Products, Inc",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60113988",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Glendale",
            "@id": "60093787",
            "affilname": "New College of Interdisciplinary Arts and Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60093787",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Kyoto",
            "@id": "60011001",
            "affilname": "Kyoto University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011001",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Fostering the Next Generation of Global Leaders in Research",
        "JSPS Grants‐in‐Aid for Scientific Research",
        "K-CONNEX",
        "McDonnell Genome Institute",
        "TSRI",
        "Thailand Research Fund-Chinese Academy of Science",
        "Thailand Research Fund‐Chinese Academy of Science",
        "Washington University",
        "National Institutes of Health",
        "JSPS",
        "MEXT",
        "Chulalongkorn University",
        "TSRI"
    ]
}