{
    "eid": "2-s2.0-85048834140",
    "title": "Social capital, outpatient care utilization and choice between different levels of health facilities in rural and urban areas of Bhutan",
    "cover-date": "2018-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Health (social science)",
            "@code": "3306",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "History and Philosophy of Science",
            "@code": "1207",
            "@abbrev": "ARTS"
        }
    ],
    "keywords": [
        "Bhutan",
        "Cognitive social capital",
        "Health facility level",
        "Healthcare utilization",
        "Individual social capital",
        "Output measure of social capital",
        "Rural and urban areas",
        "Structural social capital"
    ],
    "authors": [
        "Chantal Herberholz",
        "Sonam Phuntsho"
    ],
    "citedby-count": 31,
    "ref-count": 52,
    "ref-list": [
        "Health services utilization models",
        "Revisiting the behavioral model and access to medical care: does it matter?",
        "Economic role of solidarity and social capital in accessing modern health care services in the Ivory Coast",
        "Re-revisiting Andersen's behavioral model of health services use: a systematic review of studies from 1998–2011",
        "From social integration to health: durkheim in the new millennium",
        "Social capital and the social formation of health-related preferences and behaviours",
        "Healthcare utilization, bypass, and multiple visits: the case of Bhutan",
        "Social capital and social inequality in adolescents' health in 601 Flemish communities: a multilevel analysis",
        "Social networks and health service utilization",
        "Social networks, information and health care utilization: evidence from undocumented immigrants in Milan",
        "Does social capital determine health? Evidence from eight transition countries",
        "Incentives and Social Capital: Are Homeowners Better Citizens?",
        "Social capital, gender and self-rated health. Evidence from the Moscow Health Survey 2004",
        "Measurement of social capital: reference document for public policy research, development, and evaluation",
        "An economic approach to social capital",
        "Measuring Social Capital - an Integrated Questionnaire",
        "Access to health care and community social capital",
        "Social capital and health: does egalitarianism matter? A literature review",
        "Spatio-temporal analysis of spatial accessibility to primary health care in Bhutan",
        "Shared friendship networks and the life course: an analysis of survey data on married and cohabiting couples",
        "Investing Back home: Return Migration and Business Ownership in Albania",
        "A multilevel analysis of key forms of community- and individual-level social capital as predictors of self-rated health in the United States",
        "The contextual effects of social capital on health: a cross-national instrumental variable analysis",
        "Aging, social capital, and health care utilization",
        "Social capital: a guide to its measurement",
        "Health care utilization in Ecuador: a multilevel analysis of socio-economic determinants and inequality issues",
        "Annual Health Bulletin 2015",
        "Annual Health Bulletin 2016",
        "Thimphu Dzongkhag at a Glance 2016",
        "Bhutan Living Standards Survey 2012",
        "Social capital, community size and utilization of health services: a lagged analysis",
        "Social capital and its relationship with measures of health status: evidence from the health survey for England 2003",
        "Social capital: an individual or collective resource for health?",
        "Determinants of health care demand in poor, rural China: the case of Gansu Province",
        "National Health Policy",
        "About Bhutan",
        "Is Social Capital Good for Health? a European Perspective",
        "Social capital, economics, and health: new evidence",
        "Social Capital, Human Capital and Health. What Is the Evidence?",
        "Measuring universal health coverage: a three-dimensional composite approach from Bhutan",
        "A Compendium of Gross National Happiness (GNH) Statistics",
        "Social capital and the utilization of maternal and child health services in India: a multilevel analysis",
        "Social capital, household income, and community development in Bhutan: a case study of a dairy cooperative",
        "The Kingdom of Bhutan Health System Review",
        "Happiness Quantified: a Satisfaction Calculus Approach",
        "Who you know, where you live: social capital, neighbourhood and health",
        "Determinants of patient choice of healthcare providers: a scoping review",
        "The measurement of social capital",
        "Re-revisiting the behavioral model of health care utilization by Andersen: a review on theoretical advances and perspectives",
        "Bhutan",
        "Does social capital enhance health and well-being? Evidence from rural China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Thimbu",
            "@id": "101261319",
            "affilname": "Ministry of Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101261319",
            "affiliation-country": "Bhutan"
        }
    ],
    "funding": []
}