{
    "eid": "2-s2.0-85020394990",
    "title": "Bio-Innovation in Taiwan, the First Survey of Point-of-Care Professional Needs, and Geospatially Enhanced Resilience in At-Risk Settings",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "General Nursing",
            "@code": "2900"
        }
    ],
    "keywords": [
        "acute coronary syndromes",
        "empowerment",
        "evidence-based medicine (EBM)",
        "geographic information systems (GIS)",
        "geospatial sciences",
        "Hualien County",
        "innovation",
        "invention",
        "microeconomics",
        "point of careology",
        "primary care",
        "small-world network (SWN)",
        "telemedicine"
    ],
    "authors": [
        "Jesse C. Lin"
    ],
    "citedby-count": 5,
    "ref-count": 46,
    "ref-list": [
        "Trends in the incidence and management of acute myocardial infarction from 1999 to 2008: Get with the guidelines performance measures in Taiwan",
        "Global Point of Care: Strategies for Disasters, Emergencies, and Public Health Resilience",
        "The final frontier for point of care: Performance, resilience, and culture",
        "Global Point of Care: Strategies for Disasters, Emergencies, and Public Health Resilience",
        "Global Point of Care: Strategies for Disasters, Emergencies, and Public Health Resilience",
        "Global Point of Care: Strategies for Disasters, Emergencies, and Public Health Resilience",
        "Use of Geographic Information Systems for Placement and Management of Point-of-care Technologies in Small-world Networks",
        "Using a geographic information system to enhance patient access to point-of-care diagnostics in a limited-resource setting",
        "Keynote Speech Taiwan Association of Medical Technologists",
        "Point of Care Testing Policy. Malaysia'Snational Point of Care Policy and Guidelines",
        "Thailand's NationalGuidelines for Point-of-care Testing (POCT)",
        "Diabetes.",
        "EJIFCC.",
        "Spatial care paths™ strengthen links in the chain of global resilience: Disaster caches, prediabetes, ebola virus disease, and the future of point of care",
        "Diabetes spatial care paths, leading edge HbA1c testing, facilitation thresholds, proactive-preemptive strategic intelligence, and unmanned aerial vehicles in limited-resource countries",
        "The hill tribes of thailand: Synergistic health care through point-of-care testing, small-world networks, and nodally flexible telemedicine",
        "Using telemedicine with point-of-care testing to optimize health care delivery in Thailand",
        "Impact of point-of-care testing and telemedicine on diabetes management in primary care unit settings in rural Thailand",
        "Excess mortality in a population with diabetes and the impact of material deprivation: Longitudinal, population based study",
        "Do elderly females have a higher risk of acute myocardial infarction? A retrospective analysis of 329 cases at an emergency department",
        "Brit Med J Open.",
        "A Practical Guide to Global Point-of-care Testing",
        "The Ebola Spatial Care Path™: Accelerating point-of-care diagnosis, decision making, and community resilience in outbreaks",
        "Molecular detection and point-of-care testing in Ebola virus disease and other threats: A new global public health framework to stop outbreaks",
        "Clin Lab Int.",
        "Global Point of Care: Strategies for Disasters, Emergencies, and Public Health Resilience",
        "Rapid and simple quantitative measurement of α-fetoprotein by combining immunochromatographic strip test and artificial neural network image analysis system",
        "Immunosensor for the ultrasensitive and quantitative detection of bladder cancer in point of care testing",
        "Rapid Electrochemical Detection of New Delhi Metallo-beta-lactamase Genes To Enable Point-of-Care Testing of Carbapenem-Resistant Enterobacteriaceae",
        "Real-Time Electrical Impedimetric Monitoring of Blood Coagulation Process under Temperature and Hematocrit Variations Conducted in a Microfluidic Chip",
        "An integrated microfluidic system for measurement of glycated hemoglobin Levels by using an aptamer-antibody assay on magnetic beads",
        "75th Scientific Session Diabetes.",
        "Quantitative analysis of total β-subunit of human chorionic gonadotropin concentration in urine by immunomagnetic reduction to assist in the diagnosis of ectopic pregnancy",
        "Optimization of an optical inspection system based on the taguchi method for quantitative analysis of point-of-care testing",
        "Real-time PCR machine system modeling and a systematic approach for the robust design of a real-time PCR-on-a-chip system",
        "The evolution of real-time PCR machines to real-time PCR chips",
        "Triggering vacuum capillaries for pneumatic pumping and metering liquids in point-of-care immunoassays",
        "Development of an enzymatic chromatography strip with nicotinamide adenine dinucleotide-tetrazolium coupling reactions for quantitative L-lactate analysis",
        "Evaluation of a rapid quantitative determination method of PSA concentration with gold immunochromatographic strips Urological Oncology",
        "Design and evaluation of a portable optical-based biosensor for testing whole blood prothrombin time",
        "Rapid single cell detection of Staphylococcus aureus by aptamer-conjugated gold nanoparticles",
        "A microfluidic device for antimicrobial susceptibility testing based on a broth dilution method",
        "Evaluation of an electrochemical biosensor for uric acid measurement in human whole blood samples",
        "Mapping point-of-care performance using locally-smoothed median and maximum absolute difference curves",
        "Global Point of Care: Strategies for Disasters, Emergencies, and Public Health Resilience",
        "Lean and Agile Point-of-Care Diagnostic Services Quality Systems Management for Low- and Middle-Income Countries"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Siriraj Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sacramento",
            "affilname": "UC Davis School of Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Taipei",
            "affilname": "National Taiwan University",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Davis",
            "affilname": "Knowledge Optimization",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}