{
    "eid": "2-s2.0-85079586106",
    "title": "On the glacial-interglacial variability of the Asian monsoon in speleothem δ18O records",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "G. Liu",
        "X. Li",
        "H. W. Chiang",
        "H. Cheng",
        "S. Yuan",
        "S. Chawchai",
        "S. He",
        "Y. Lu",
        "L. T. Aung",
        "P. M. Maung",
        "W. N. Tun",
        "K. M. Oo",
        "X. Wang"
    ],
    "citedby-count": 40,
    "ref-count": 91,
    "ref-list": [
        "Millennial- And orbital-scale changes in the East Asian monsoon over the past 224,000 years",
        "The Asian monsoon over the past 640,000 years and ice age terminations",
        "Global monsoon dynamics and climate change",
        "Orbital-scale timing and mechanisms driving Late Pleistocene Indo-Asian summer monsoons: Reinterpreting cave speleothem δ18O",
        "Southern Hemisphere forcing of South Asian monsoon precipitation over the past ~1 million years",
        "High-resolution carbon dioxide concentration record 650,000-800,000 years before present",
        "Orbital and millennial antarctic climate variability over the past 800,000 years",
        "A Pliocene-Pleistocene stack of 57 globally distributed benthic δ18O records",
        "An 800-kyr record of global surface ocean δ18O and implications for ice volume-temperature coupling",
        "The last glacial maximum",
        "Timing, duration, and transitions of the last interglacial asian monsoon",
        "Chinese stalagmite δ18O controlled by changes in the Indian monsoon during a simulated Heinrich event",
        "Chinese cave records and the East Asia Summer Monsoon",
        "A 550,000-year record of East Asian monsoon rainfall from10Be in loess",
        "Precession and glacial-cycle controls of monsoon precipitation isotope changes over East Asia during the Pleistocene",
        "Contrasting the Indian and East Asian monsoons: Implications on geologic timescales",
        "The East Asian summer monsoon: An overview",
        "Improvements in230Th dating,230Th and234U half-life values, and U-Th isotopic measurements by multi-collector inductively coupled plasma mass spectrometry",
        "Optimizing MC-ICP-MS with SEM protocols for determination of U and Th isotope ratios and230Th ages in carbonates",
        "Variability of stalagmite-inferred Indian monsoon precipitation over the past 252,000 y",
        "Abrupt changes in Indian summer monsoon strength during 33,800 to 5500 years B.P.",
        "Indian monsoon variability on millennial-orbital timescales",
        "Deglaciation in the tropical Indian Ocean driven by interplay between the regional monsoon and global teleconnections",
        "Summer temperature fluctuations in Southwestern China during the end of the LGM and the last deglaciation",
        "Stable isotopes in caves over altitudinal gradients: Fractionation behaviour and inferences for speleothem sensitivity to climate change",
        "Sensitivity of speleothem records in the Indian Summer Monsoon region to dry season infiltration",
        "Modulation and amplification of climatic changes in the Northern Hemisphere by the Indian summer monsoon during the past 80 k.y",
        "Variations of Indian monsoon precipitation during the last 32kyr reflected in the surface hydrography of the Western Bay of Bengal",
        "South Asian summer monsoon variability during the last ∼54 kyrs inferred from surface water salinity and river runoff proxies",
        "Stable isotope evidence for moisture sources in the asian summer monsoon under present and past climate regimes",
        "The oxygen isotopic composition of seawater during the Last Glacial Maximum",
        "Hydroclimate changes across the Amazon lowlands over the past 45,000 years",
        "Liquid-vapor fractionation of oxygen and hydrogen isotopes of water from the freezing to the critical temperature",
        "A ∼25ka Indian Ocean monsoon variability record from the Andaman Sea",
        "Glacial changes in tropical climate amplified by the Indian Ocean",
        "The spectral distribution of solar radiation at the earth's surface-elements of a model",
        "New equations for computing vapor pressure and enhancement factor",
        "Oxygen-18 of O2 records the impact of abrupt climate change on the terrestrial biosphere",
        "North Atlantic forcing of tropical Indian Ocean climate",
        "The effect of Eurasian snow cover on global climate",
        "Quantification of Holocene Asian monsoon rainfall from spatially separated cave records",
        "Global warming preceded by increasing carbon dioxide concentrations during the last deglaciation",
        "Late-glacial to late-Holocene shifts in global precipitation δ18O",
        "Cool tropical temperatures shift the global δ18O-T relationship: An explanation for the ice core δ18O-borehole thermometry conflict?",
        "Quantifying the isotopic “continental effect",
        "Forest contraction in north equatorial Southeast Asia during the Last Glacial Period",
        "Anthropogenic modification of vegetated landscapes in southern China from 6,000 years ago",
        "Orbital Asian summer monsoon dynamics revealed using an isotope-enabled global climate model",
        "Molecular records of continental air temperature and monsoon precipitation variability in East Asia spanning the past 130,000 years",
        "Permian of Myanmar",
        "238U-234-U230-Th232-Th systematics and the precise measurement of time over the past 500,000 years",
        "The half-lives of uranium-234 and thorium-230",
        "A detailed 31,000-year record of climate and vegetation change, from the isotope geochemistry of two New Zealand speleothems",
        "StalAge-An algorithm designed for construction of speleothem age models",
        "Modern and glacial tropical snowlines controlled by sea surface temperature and atmospheric mixing",
        "The tropical lapse rate steepened during the Last Glacial Maximum",
        "New insights on Late Quaternary Asian palaeomonsoon variability and the timing of the Last Glacial Maximum in southwestern China",
        "The NCEP/NCAR 40-year reanalysis project",
        "Long-distance relationship",
        "A high-resolution absolute-dated late pleistocene monsoon record from hulu cave, China",
        "The holocene asian monsoon: Links to solar changes and north atlantic climate",
        "A high-resolution, absolute-dated Holocene and deglacial Asian monsoon record from Dongge Cave, China",
        "The isotopic geochemistry of speleothems-I. The calculation of the effects of different modes of formation on the isotopic composition of speleothems and their applicability as palaeoclimatic indicators",
        "A quantitative analysis of short-term18O variability with a Rayleigh-type isotope circulation model",
        "Isoscapes: Spatial pattern in isotopic biogeochemistry",
        "A penultimate glacial monsoon record from Hulu Cave and two-phase glacial terminations",
        "Climate and vegetation history of the midcontinent from 75 to 25 ka: A Speleothem record from crevice cave, Missouri, USA",
        "Equilibrium and nonequilibrium oxygen isotope effects in synthetic carbonates",
        "Oxygen isotope fractionation between synthetic aragonite and water: Influence of temperature and Mg2+concentration",
        "Can we determine what controls the spatiotemporal distribution of d-excess and17O-excess in precipitation using the LMDZ general circulation model?",
        "Global climatic interpretation of the deuterium-oxygen 18 relationship for precipitation",
        "Deuterium excess in an East Antarctic ice core suggests higher relative humidity at the oceanic surface during the last glacial maximum",
        "Oxygen and hydrogen isotopes in the hydrologic cycle",
        "Deuterium excess in marine water vapor: Dependency on relative humidity and surface wind speed during evaporation",
        "Glacial-interglacial changes in H218O, HDO and deuterium excess-results from the fully coupled ECHAM5/MPI-OM Earth system model",
        "The terrestrial environment",
        "On the statistical significance of climatic trends estimated from GPS tropospheric time series",
        "Estimating integrated water vapor trends from VLBI, GPS, and numerical weather models: Sensitivity to tropospheric parameterization",
        "Retrieving precipitable water vapor from shipborne multi-GNSS observations",
        "Surface dew point and water vapor aloft",
        "Empirical models for estimating global solar radiation: A review and case study",
        "The relationship between relative humidity and the dewpoint temperature in moist air: A simple conversion and applications",
        "How much more rain will global warming bring?",
        "Mountain glaciers: Recorders of atmospheric water vapor content?",
        "Ice age terminations",
        "Climate and atmospheric history of the past 420,000 years from the Vostok ice core, Antarctica",
        "Modelled atmospheric temperatures and global sea levels over the past million years",
        "Acycle: Time-series analysis software for paleoclimate research and education",
        "Terrestrial water fluxes dominated by transpiration",
        "Hydrologic connectivity constrains partitioning of global terrestrial water fluxes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Singapore City",
            "@id": "60118800",
            "affilname": "Graduate College",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60118800",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60118622",
            "affilname": "Earth Observatory of Singapore",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60118622",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60118475",
            "affilname": "Asian School of the Environment",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60118475",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Xi'an",
            "@id": "60018308",
            "affilname": "Xi'an Jiaotong University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018308",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Yangon",
            "@id": "106988548",
            "affilname": "Myanmar Earthquake Committee",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106988548",
            "affiliation-country": "Myanmar"
        }
    ],
    "funding": [
        "DPST",
        "NRF-NSFC",
        "National Research Foundation of Singapore",
        "Singapore Ministry of Education"
    ]
}