{
    "eid": "2-s2.0-85130425845",
    "title": "Production of glycogen, PHB, biohydrogen, NAD(P)H, and proteins in Synechocystis sp. PCC 6803 disrupted in metabolically linked biosynthetic pathway(s)",
    "cover-date": "2022-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Bioproducts",
        "Biosynthesis",
        "Cyanobacteria",
        "Nitrogen deprivation",
        "Nitrogen repletion"
    ],
    "authors": [
        "Janine Kaewbai-ngam",
        "Nannaphat Sukkasam",
        "Onuma Phoraksa",
        "Aran Incharoensakdi",
        "Tanakarn Monshupanee"
    ],
    "citedby-count": 1,
    "ref-count": 55,
    "ref-list": [
        "The bidirectional hydrogenase in the cyanobacterium Synechocystis sp. strain PCC 6803",
        "Roles of group 2 sigma factors in acclimation of the cyanobacterium Synechocystis sp. PCC 6803 to nitrogen deficiency",
        "Increased H2production in the cyanobacterium Synechocystis sp. strain PCC 6803 by redirecting the electron supply via genetic engineering of the nitrate assimilation pathway",
        "Optimization of pH and nitrogen for enhanced hydrogen production by Synechocystis sp. PCC 6803 via statistical and machine learning methods",
        "Sustained photoevolution of molecular hydrogen in a mutant of Synechocystis sp. strain PCC 6803 deficient in the type I NADPH-dehydrogenase complex",
        "The multiple functions of common microbial carbon polymers, glycogen and PHB, during stress responses in the non-diazotrophic cyanobacterium Synechocystis sp. PCC 6803",
        "A specific glycogen mobilization strategy enables rapid awakening of dormant cyanobacteria from chlorosis",
        "Multiple range and multiple F tests",
        "Genetic analysis of the Hox hydrogenase in the cyanobacterium Synechocystis sp. PCC 6803 reveals subunit roles in association, assembly, maturation, and function",
        "Systematic overexpression study to find target enzymes enhancing production of terpenes in Synechocystis PCC 6803, using isoprene as a model compound",
        "The functional divergence of two glgP homologues in Synechocystis sp. PCC 6803",
        "The phycobilisome, a light-harvesting complex responsive to environmental conditions",
        "Impaired glycogen synthesis causes metabolic overflow reactions and affects stress responses in the cyanobacterium Synechocystis sp. PCC 6803",
        "Inhibition of respiration and nitrate assimilation enhances photohydrogen evolution under low oxygen concentrations in Synechocystis sp. PCC 6803",
        "Dynamic metabolic profiling of cyanobacterial glycogen biosynthesis under conditions of nitrate depletion",
        "Metabolic ahanges in Synechocystis PCC6803 upon nitrogen-starvation: Excess NADPH sustains polyhydroxybutyrate accumulation",
        "Contribution of protein synthesis depression to poly-β-hydroxybutyrate accumulation in Synechocystis sp. PCC 6803 under nutrient-starved conditions",
        "Increased accumulation of polyhydroxybutyrate in divergent cyanobacteria under nutrient-deprived photoautotrophy: An efficient conversion of solar energy and carbon dioxide to polyhydroxybutyrate by Calothrix scytonemicola TISTR 8095",
        "Enhanced biohydrogen production by the N2-fixing cyanobacterium Anabaena siamensis strain TISTR 8012",
        "Awakening of a dormant cyanobacterium from nitrogen chlorosis reveals a genetically determined program",
        "The metabolic network of Synechocystis sp. PCC 6803: systemic properties of autotrophic growth",
        "Flux balance analysis of cyanobacterial metabolism: the metabolic network of Synechocystis sp. PCC 6803",
        "PHB is produced from glycogen turn-over during nitrogen starvation in Synechocystis sp. PCC 6803",
        "On the role and production of polyhydroxybutyrate (PHB) in the cyanobacterium Synechocystis sp",
        "Transformation of the cyanobacterium Synechocystis sp. PCC 6803 as a tool for genetic mapping: optimization of efficiency",
        "Protein measurements of microalgal and cyanobacterial biomass",
        "Protein measurement with the Folin phenol reagent",
        "Combinatory strategy for characterizing and understanding the ethanol synthesis pathway in cyanobacteria cell factories",
        "Cyanobacterial phycobilisomes",
        "Current knowledge and recent advances in understanding metabolism of the model cyanobacterium Synechocystis sp. PCC 6803",
        "Antenna systems and energy transfer in Cyanophyta and Rhodophyta",
        "BsiY I, a novel thermophilic restriction endonuclease that recognizes 5' CCNNNNNNNGG 3' and the discovery of a wrongly sequenced site in pACYC177",
        "Enhanced accumulation of glycogen, lipids and polyhydroxybutyrate under optimal nutrients and light intensities in the cyanobacterium Synechocystis sp. PCC 6803",
        "Essential role of the plasmid hik31 operon in regulating central metabolism in the dark in Synechocystis sp. PCC 6803",
        "CyanoBase: The cyanobacteria genome database update 2010",
        "Combinatorial deletions of glgC and phaCE enhance ethanol production in Synechocystis sp. PCC 6803",
        "The novel PII-interactor PirC identifies phosphoglycerate mutase as key control point of carbon storage metabolism in cyanobacteria",
        "Enhanced poly-beta-hydroxybutyrate accumulation in a unicellular cyanobacterium, Synechocystis sp. PCC 6803",
        "Plasmid vectors for selecting IS1-promoted deletions in cloned DNA: sequence analysis of the omega interposon",
        "Nitrogen or sulfur starvation differentially affects phycobilisome degradation and expression of the nblA gene in Synechocystis strain PCC 6803",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Consistent sets of spectrophotometric chlorophyll equations for acetone, methanol and ethanol solvents",
        "Disruption of hydrogen-gas synthesis enhanced the cellular levels of NAD(P)H, glycogen, poly(3-hydroxybutyrate), and photosynthetic pigments under specific nutrient condition(s) in cyanobacterium Synechocystis sp. PCC 6803",
        "A bioenergetic assessment of photosynthetic growth of Synechocystis sp. PCC 6803 in continuous cultures",
        "Polyhydroxybutyrate particles in Synechocystis sp. PCC 6803: facts and fiction",
        "Disruption of polyhydroxybutyrate synthesis redirects carbon flow towards glycogen synthesis in Synechocystis sp. PCC 6803 overexpressing glgC/glgA",
        "Enhanced limonene production in cyanobacteria reveals photosynthesis limitations",
        "Cyanophycin synthesis optimizes nitrogen utilization in the unicellular cyanobacterium Synechocystis sp. strain PCC 6803",
        "Analysis of carbohydrate storage granules in the diazotrophic cyanobacterium Cyanothece sp. PCC 7822",
        "The Spectral determination of chlorophylls a and b, as well as Total carotenoids, using various solvents with spectrophotometers of different resolution",
        "Improvement of photobiological hydrogen production by suspended and immobilized cells of the N2-fixing cyanobacterium Fischerella muscicola TISTR 8215",
        "[Increasing reductant NADPH content via metabolic engineering of PHB synthesis pathway in Synechocystis sp. PCC 6803]. Sheng wu gong cheng xue bao =",
        "The gamma-aminobutyric acid shunt contributes to closing the tricarboxylic acid cycle in Synechocystis sp. PCC 6803",
        "Measurement of chlorophyll a and carotenoids concentration in cyanobacteria",
        "Introducing extra NADPH consumption ability significantly increases the photosynthetic efficiency and biomass production of cyanobacteria"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}