{
    "eid": "2-s2.0-85054306283",
    "title": "Parental status and psychological distress among older Thais",
    "cover-date": "2018-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Social Sciences (miscellaneous)",
            "@code": "3301",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Sociology and Political Science",
            "@code": "3312",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "childless",
        "depression",
        "gender",
        "living arrangements",
        "marital status",
        "Thailand"
    ],
    "authors": [
        "Nekehia T. Quashie",
        "Wiraporn Pothisiri"
    ],
    "citedby-count": 4,
    "ref-count": 59,
    "ref-list": [
        "Rural–urban migration and depression in ageing family members left behind",
        "How older people position their late-life childlessness: A qualitative study",
        "Childlessness and social isolation among the elderly",
        "“The persistence of parent repayment” and the anticipation of filial obligations of care in two Thai Provinces",
        "The consequences of childlessness on the psychological well-being of older women",
        "Living arrangements, social networks and depressive symptoms among older men and women in Singapore",
        "The effects of childlessness on the care and psychological well-being of older adults with disabilities",
        "Childlessness and subjective well-being in Chinese widowed persons",
        "Childlessness and psychological Well-Being in Chinese older adults",
        "The analysis of count data: A gentle introduction to poisson regression and its alternatives",
        "Parenthood and depression: Is childlessness similar to sonlessness among Chinese seniors?",
        "The effect of coresidence with an adult child on depressive symptoms among older widowed women in South Korea: An insturmental variables estimation",
        "Roads less taken: Developing a nuanced view of older adults without children",
        "The life course and aging: Challenges, lessons, and new directions",
        "Clarifying the relationship between parenthood and depression",
        "A cross-country comparison of sociodemographic correlates of depression in the WHO study of global aging and adult health (SAGE)",
        "Social contacts and receipt of help among older people in England: Are there benefits of having more children?",
        "Number of children, partnership status, and later-life depression in Eastern and Western Europe",
        "Parental status and late life well-being in rural China: The benefits of having multiple children",
        "Parenthood, marital status, and well-being in later life: Evidence from SHARE",
        "Parenthood and happiness: A review of folk theories versus empirical evidence",
        "Childlessness and psychological well-being in midlife and old age: an examination of parental status effects across a range of outcomes",
        "Childlessness and psychological well-being in context: A multilevel study on 24 European countries",
        "Widowhood and depressive symptoms among Korean elders: The role of social ties",
        "Gender differences in correlates of mental health among elderly Koreans",
        "Depressive symptoms among older adults: The impact of early and later life circumstances and",
        "The effect of offspring on depressive disorder among old adults: Evidence from the Korean Longitudinal Study of Aging from 2006 to 2012",
        "Intergenerational relationships and family care and support for Thai elderly",
        "Gender and ageing in Thailand: A situation analysis of older women and men",
        "How left behind are rural parents of migrant children? Evidence from Thailand",
        "The future of family support for the Thai elderly: Views of the populace",
        "Solidarity, ambivalence and multigenerational co-residence in Hong Kong",
        "Loneliness and depression in middle and old-age: Are the childless more vulnerable?",
        "Volunteer provision of long-term care for older people in Thailand and Costa Rica",
        "Family ties and health cross-nationally: The contextualizing role of familistic culture and public pension spending in Europe",
        "Family ties and depressive mood in Eastern and Western Europe",
        "Rural-to-urban migration and changes in health among young adults in Thailand",
        "Preparations for old age and social participation of present and future older persons in Thailand: Gender difference",
        "From whom do older persons perfer support? The care of rural Thailand",
        "Spotlight Thailand",
        "Intergenerational transfers and living arrangements of older people in rural China: Consequences for psychological well-being",
        "Inner happiness among Thai elderly",
        "How do living arrangements and intergenerational support matter for the psychological health of elderly parents? Evidence from Myanmar, Vietnam, and Thailand",
        "The relationships among family, friends, and psychological well-being for Thai elderly",
        "Mechanisms by which social support networks influence healthy aging among Thai community dwelling elderly",
        "Depressive symptoms, transitions to widowhood, and informal support from children among older women and men in Japan",
        "Parenthood, childlessness, and well-being: A life course perspective",
        "The MOS 36-item short-form health survey (SF-36): I. Conceptual framework and item selection",
        "Living arrangements and psychological well-being of the older adults after the economic transition in Vietnam",
        "Intergenerational coresidence in China, Japan, South Korea and Taiwan: Comparative analyses based on the East Asian social survey 2006",
        "Childlessness and psychological well-being of older persons",
        "Childlessness, psychological well-being and life satisfaction among the elderly in China",
        "Support from children, living arrangements, self-rated health and depressive symptoms of older people in Spain"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}