{
    "eid": "2-s2.0-85084362052",
    "title": "The causal connection of natural resources and globalization with energy consumption in top Asian countries: evidence from a nonparametric causality-in-quantile approach",
    "cover-date": "2020-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Fuel Technology",
            "@code": "2103",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Engineering (miscellaneous)",
            "@code": "2201",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Energy Engineering and Power Technology",
            "@code": "2102",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Energy (miscellaneous)",
            "@code": "2101",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Control and Optimization",
            "@code": "2606",
            "@abbrev": "MATH"
        },
        {
            "@_fa": "true",
            "$": "Electrical and Electronic Engineering",
            "@code": "2208",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Energy",
        "Globalization",
        "Natural resources",
        "Nonparametric causality in quantiles"
    ],
    "authors": [
        "Hafezali Iqbal Hussain",
        "Muhammad Haseeb",
        "Manuela Tvaronavičiene",
        "Leonardus W.W. Mihardjo",
        "Kittisak Jermsittiparsert"
    ],
    "citedby-count": 17,
    "ref-count": 79,
    "ref-list": [
        "The role of news-based uncertainty indices in predicting oil markets: A hybrid nonparametric quantile causality method",
        "Economic growth, natural resources, and ecological footprints: Evidence from Pakistan",
        "The issues of increasing the effectiveness of teaching comparative economics",
        "Economic phenomenology: Fundamentals, principles and definition",
        "The impact of globalization on regional development and competitiveness: Cases of selected regions",
        "The impact of climate change and energy resources on biodiversity loss: Evidence from a panel of selected Asian countries",
        "Natural resource abundance, natural resource-oriented industry dependence, and economic growth: Evidence from the provincial level in China",
        "Abundant natural resources and industry structure distortion: Influence mechanism and multi-dimensional measure",
        "Analysis of the oil, price and currency factor of economic growth in Azerbaijan",
        "The ruble exchange rate and the price of oil: Assessment of the degree of dependence, its causes and ways of overcoming",
        "The relationship between natural resources abundance, foreign direct investment and environmental performance in selected oil and developed countries during 1996-2013",
        "Impact of electrical power load time management at sizing and cost of hybrid renewable power system",
        "Resource abundance, industrial structure, and regional carbon emissions efficiency in China",
        "Coal endowment, resource curse, and high coal-consuming industries location: Analysis based on large-scale data",
        "Further investigation of natural resources and economic growth: Do natural resources depress economic growth?",
        "The evolution of the natural resource curse thesis: A critical literature survey",
        "Dynamics between economic growth, labor, capital and natural resource abundance in Iran: An application of the combined cointegration approach",
        "Development tendencies of heat and energy resources: Evidence of Kazakhstan",
        "Determinants of long-term growth: A Bayesian averaging of classical estimates (BACE) approach",
        "Political foundations of the resource curse",
        "The environmental Kuznets curve",
        "The dynamics of ICT, foreign direct investment, globalization and economic growth: Panel estimation robust to heterogeneity and cross-sectional dependence",
        "How valuable is information and communication technology? A study of emerging economy enterprises",
        "Determining firm's performance: Moderating role of CSR in renewable energy sector of Indonesia",
        "The impact of sources of energy production on globalization: Evidence from panel data analysis",
        "Natural resources utilization efficiency under the influence of green technological innovation",
        "Carbon dioxide emissions, GDP, energy use, and population growth: A multivariate and causality analysis for Ghana, 1971-2013",
        "The environmental impact of small-scale gold mining in Ghana: Identifying problems and possible solutions",
        "Managing the impacts of mining on Ghana's water resources from a legal perspective",
        "On the determinants of electricity power losses: Empirics from Ghana",
        "Effect of natural resources extraction on energy consumption and carbon dioxide emission in Ghana",
        "Market peculiarities of natural gass: Case of the Pacific Region",
        "Global energy consumption peculiarities and energy sources: Role of renewables",
        "Economic welfare impacts from renewable energy consumption: The China experience",
        "How the nexus among the free trade, institutional quality and economic growth effect the trade from ASEAN countries",
        "Does environmental quality influence health expenditures? Empirical evidence from a panel of selected OECD countries",
        "Impact of economic growth, environmental pollution, and energy consumption on health expenditure and R& D expenditure of ASEAN countries",
        "How strong is the causal relationship between globalization and energy consumption in developed economies? A country-specific time-series and panel analysis",
        "The role of globalization in energy consumption: A quantile cointegrating regression approach",
        "The role of globalization on the recent evolution of energy demand in India: Implications for sustainable development",
        "Does trade liberalization increase national energy use?",
        "Does globalization affect growth? Evidence from a new index of globalization",
        "Is free trade good for the environment?",
        "Globalisation's direct and indirect effects on the environment",
        "Dynamic linkages between globalization, financial development and carbon emissions: Evidence from Asia Pacific Economic Cooperation countries",
        "A new resource curse? Impacts of China's boom on comparative advantage and resource dependence in Southeast Asia",
        "The political economy of the resource curse",
        "Curse or blessing? An empirical re-examination of natural resource-growth nexus",
        "Idolization and ramification between globalization and ecological footprints: Evidence from quantile-on-quantile approach",
        "Global energy consumption due to friction and wear in the mining industry",
        "On the causal dynamics between emissions, nuclear energy, renewable energy, and economic growth",
        "Uncertainty in the availability of natural resources: Fossil fuels, critical metals and biomass",
        "Global environmental degradation, modernity and environmental knowledge",
        "The dynamic impact of renewable energy consumption on CO2 emissions: A revisited Environmental Kuznets Curve approach",
        "CO2 emissions, energy consumption, economic and population growth in Malaysia",
        "Financial stability, energy consumption and environmental quality: Evidence from South Asian economies",
        "A review on buildings energy consumption information",
        "Socio-economic determinants of energy consumption: An empirical survey for Greece",
        "Socio-economic factors affecting individual household energy consumption: A systematic review",
        "What drives energy consumption in developing countries? The experience of selected African countries",
        "Factors determining energy consumption: Evidence from Indonesia, Malaysia and Thailand",
        "An Empirical Investigation of globalization and energy consumption: Evidence from Bangladesh",
        "Does energy intensity contribute to CO2 emissions? A trivariate analysis in selected African countries",
        "Globalisation as a motor of renewable energy development in Latin America countries",
        "Does the environmental K uznets curve exist between globalization and energy consumption? Global evidence from the cross-correlation method",
        "Toward a sustainable environment: Nexus between CO2 emissions, resource rent, renewable and nonrenewable energy in 16-EU countries",
        "A consistent nonparametric test for causality in quantile",
        "A consistent nonparametric test for nonlinear causality-Specification in time series regression",
        "An investigation of an adaptive neuro-fuzzy inference system to predict the relationship among energy intensity, globalization, and financial development in major ASEAN economies",
        "Investigating the effect of inbound tourism on FDI: The importance of quantile estimations",
        "Tourism-led growth hypothesis in the top ten tourist destinations: New evidence using the quantile-on-quantile approach",
        "Does oil prices impede Islamic stock indices? Fresh insights from wavelet-based quantile-on-quantile approach",
        "A test for independence based on the correlation dimension",
        "Functional-coefficient cointegration models",
        "Natural resources as blessings and finance-growth nexus: A bootstrap ARDL approach in an emerging economy",
        "Natural resources, globalization, and economic growth: Evidence from Pakistan",
        "The drivers of economic growth in China and India: Globalization or financial development?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Subang Jaya",
            "@id": "60104614",
            "affilname": "Taylor's University Malaysia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60104614",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Warsaw",
            "@id": "60103620",
            "affilname": "Akademia Ekonomiczno-Humanistyczna w Warszawie",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103620",
            "affiliation-country": "Poland"
        },
        {
            "affiliation-city": "Jakarta",
            "@id": "60103610",
            "affilname": "Bina Nusantara University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103610",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Ho Chi Minh City",
            "@id": "60078563",
            "affilname": "Ton-Duc-Thang University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60078563",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Vilnius",
            "@id": "60077981",
            "affilname": "Vilniaus Gedimino Technikos Universitetas",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60077981",
            "affiliation-country": "Lithuania"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Vilnius",
            "@id": "116464625",
            "affilname": "General Jonas Žemaitis Military Academy of Lithuania",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/116464625",
            "affiliation-country": "Lithuania"
        }
    ],
    "funding": []
}