{
    "eid": "2-s2.0-85150804154",
    "title": "De novo Versus Secondary Dedifferentiated Chordomas: A Population-Based Analysis and Integrated Individual Participant Data Meta-Analysis",
    "cover-date": "2023-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Neurology (clinical)",
            "@code": "2728",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "De novo",
        "Dedifferentiated chordoma",
        "Secondary",
        "SEER",
        "Transformation"
    ],
    "authors": [
        "Huy Gia Vuong",
        "Minh Khang Le",
        "Truong P.X. Nguyen",
        "Kathryn Eschbacher"
    ],
    "citedby-count": 0,
    "ref-count": 75,
    "ref-list": [
        "Descriptive epidemiology of chordomas in the United States",
        "Chordoma",
        "Prognostic factors and survival outcome in patients with chordoma in the United States: a population-based analysis",
        "“Dedifferentiated” chordoma. A clinicopathologic and immunohistochemical study of three cases",
        "Peculiar pathological, radiological and clinical features of skull-base de-differentiated chordomas. Results from a referral centre case-series and literature review",
        "Prognostic factors in the operative management of dedifferentiated sacral chordomas",
        "Treatment of dedifferentiated chordoma: a retrospective study from a large volume cancer center",
        "Dedifferentiated chordoma: clinicopathologic and molecular characteristics with integrative analysis",
        "The surveillance, epidemiology, and end results program: a national resource",
        "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
        "Malignant chordoma of the lumbar region",
        "Unusual manifestations of chordoma. A report of two cases",
        "Sacrococcygeal chordoma with sarcomatous features (spindle cell metaplasia)",
        "Chordoma–report of an autopsy case with fibrosarcoma",
        "Chordoma. A clinicopathologic study of metastasis",
        "Malignant fibrous histiocytoma arising in a recurrent chordoma. Case report and electron microscopic findings",
        "Malignant fibrous histiocytoma within a recurrent chordoma. A light microscopic, electron microscopic, and immunohistochemical study",
        "Chordoma and malignant fibrous histiocytoma. Evidence for transformation",
        "Chordoma with a massive spindle-cell sarcomatous transformation. A light- and electron-microscopic and immunohistological study",
        "Chordomas with malignant spindle cell components. A DNA flow cytometric and immunohistochemical study with histogenetic implications",
        "Malignant fibrous histiocytoma in a recurrent thoracic chordoma: case report and literature review",
        "Sacrococcygeal chordoma with a malignant spindle cell component. A report of two autopsy cases with a review of the literature",
        "Sarcomatous transformation in cranial chordoma",
        "Dedifferentiated chordoma. Response to aggressive chemotherapy in two cases",
        "Chordomas of the mediastinum: clinicopathologic, immunohistochemical, and ultrastructural study of six cases presenting as posterior mediastinal masses",
        "Dedifferentiated chordoma: a case report",
        "Sarcomatoid chordoma: chordoma with a massive malignant spindle-cell component",
        "Crush preparation findings of “sarcomatoid” chordoma of the sacrum: report of a case with histologic, immunohistochemical, and ultrastructural correlation",
        "Metastatic dedifferentiated chordoma with elevated beta-hCG: a case report",
        "Dedifferentiated chordoma–a case report",
        "Cytogenetic analysis of three variants of clival chordoma",
        "Sarcomatous transformation of clival chordoma after charged-particle radiotherapy. Report of two cases",
        "Surgical management of chordomas of the cervical spine",
        "Dedifferentiated chordoma of the thoracic spine with rhabdomyosarcomatous differentiation. Report of a case and review of the literature",
        "Dedifferentiated chordoma with rhabdomyoblastic differentiation",
        "Dedifferentiated chordoma: a report of four cases arising ‘de novo’",
        "De novo dedifferentiated chordoma of the sacrum: a case report and review of the literature",
        "Clinical and histopathologic features of chordomas in children and young adults",
        "Cytopathological dilemma of anaplastic sacral chordoma with radiological and histological corroboration",
        "The role of chemotherapy in pediatric clival chordomas",
        "Clinicopathological characteristics of chordoma: an institutional experience and a review of the literature",
        "Case report: successful treatment of recurrent chordoma and bilateral pulmonary metastases following an 11-year disease-free period",
        "Secondary pulmonary conventional chordoma arising from primary sarcomatoid chordoma of the sacrum: a case report",
        "Clival dedifferentiated chordoma: a case report",
        "Two cases of dedifferentiated chordoma in the sacrum",
        "Chordoma dedifferentiation after proton beam therapy: a case report and review of the literature",
        "Extra-axial dedifferentiated chordoma: a case report with brachyury immunohistochemical confirmation, literature review and pathologists’ perspective",
        "Spinal chordomas dedifferentiated to osteosarcoma: a report of two cases and a literature review",
        "Fifty-four-month survival in a 3-year-old child presenting with an aggressive metastatic dedifferentiated clival chordoma",
        "Management and outcome of chordomas in the pediatric population: the Hospital for Sick Children experience and review of the literature",
        "Aggressive chordomas: clinical outcome of 13 patients",
        "Clinicopathologic features of four rare types of chordomas, confirmed by brachyury immunostaining",
        "Dedifferentiated chordoma in a 53-year-old female: a case report",
        "Chordoma of the corpus callosum: case report",
        "A diagnostic pitfall: atypical teratoid rhabdoid tumor versus dedifferentiated/poorly differentiated chordoma: analysis of a mono-institutional series",
        "Local control after proton therapy for pediatric chordoma",
        "Sacral chordoma with incidental rectal adenocarcinoma: a case report",
        "Operative nuances and surgical limits of the endoscopic approach to clival chordomas and chondrosarcomas: a single-center experience of 72 patients",
        "Whole genome sequencing of skull-base chordoma reveals genomic alterations associated with recurrence and chordoma-specific survival",
        "Clinicopathological and prognostic characteristics in dedifferentiated/poorly differentiated chordomas: a pooled analysis of individual patient data from 58 studies and comparison with conventional chordomas",
        "Novel surgical treatment of recurrent CSF leak by temporoparietal temporalis myofascial flap: a series of 6 cases",
        "Laparoscopic approach for malignant retrorectal tumour: better vision and lesser morbidity",
        "Dedifferentiated chordoma, a case report",
        "Sensitivity analysis of treatment effect to unmeasured confounding in observational studies with survival and competing risks outcomes",
        "The genetic landscape of gliomas arising after therapeutic radiation",
        "Molecular landscape of IDH-mutant primary astrocytoma Grade IV/glioblastomas",
        "Primary versus secondary gliosarcoma: a systematic review and meta-analysis",
        "De novo and secondary anaplastic meningiomas: a study of clinical and histomolecular prognostic factors",
        "Characteristics and patterns of metastatic disease from chordoma",
        "Prognostic and therapeutic markers in chordomas: a study of 287 tumors",
        "Prognostic factors for spinal chordomas and chondrosarcomas treated with postoperative pencil-beam scanning proton therapy: a large, single-institution experience",
        "Analysis of prognostic factors for survival in patients with primary spinal chordoma using the SEER Registry from 1973 to 2014",
        "Genomic aberrations frequently alter chromatin regulatory genes in chordoma",
        "Poorly differentiated chordoma with SMARCB1/INI1 loss: a distinct molecular entity with dismal prognosis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kofu",
            "@id": "60009064",
            "affilname": "University of Yamanashi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009064",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Iowa City",
            "@id": "60006455",
            "affilname": "University of Iowa Hospitals &amp; Clinics",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006455",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}