{
    "eid": "2-s2.0-84953264431",
    "title": "Geologic records of Holocene typhoon strikes on the Gulf of Thailand coast",
    "cover-date": "2016-02-01",
    "subject-areas": [
        {
            "$": "Geology",
            "@code": "1907"
        },
        {
            "$": "Oceanography",
            "@code": "1910"
        },
        {
            "$": "Geochemistry and Petrology",
            "@code": "1906"
        }
    ],
    "keywords": [
        "Gulf of Thailand",
        "Paleotempestology",
        "Storm surge",
        "Tropical cyclone",
        "Washover"
    ],
    "authors": [
        "Harry Williams"
    ],
    "citedby-count": 31,
    "ref-count": 83,
    "ref-list": [
        "Flexible paleoclimate age-depth models using an autoregressive gamma process",
        "Gradistat: A grain size distribution and statistics package for the analysis of unconsolidated sediments",
        "Effect of El Niño on U.S. Landfalling Hurricanes, Revisited",
        "Results of PMIP2 coupled simulations of the Mid-Holocene and last glacial maximum - Part 1: Experiments and large-scale features",
        "Results of PMIP2 coupled simulations of the Mid-Holocene and last glacial maximum - Part 2: Feedbacks with emphasis on the location of the ITCZ and mid- and high latitudes heat budget",
        "Tropical cyclone activity in the northwest Pacific in relation to the El Nino/Southern Oscillation phenomenon.",
        "Proceedings of International Symposium on \"Geology of Thailand\"",
        "Nat. Hist. J. Chulalongkorn Univ.",
        "Evidence of past intense tropical cyclones from backbarrier salt pond sediments: A case study from Isla de Culebrita, Puerto Rico, USA",
        "Hurricanes and Typhoons: Past, Present, and Future",
        "Intense hurricane activity over the past 5,000 years controlled by El Niño and the West African monsoon",
        "700 yr sedimentary record of intense hurricane landfalls in Southern New England",
        "Sedimentary evidence of intense hurricane strikes from New Jersey",
        "A backbarrier overwash record of intense storms from Brigantine, New Jersey",
        "Examining the ENSO-typhoon hypothesis",
        "Detecting shifts in hurricane rates using a Markov Chain Monte Carlo approach",
        "Comparison of hurricane return levels using historical and geological records",
        "Increasing destructiveness of tropical cyclones over the past 30 years",
        "Bull. Am. Meteorol. Soc.",
        "Environmental control of tropical cyclone intensity",
        "A Coastal Pond Studied by Oceanographic Methods",
        "Perspectives on the linkage between typhoon activity and global warming from recent research advances in paleotempestology",
        "BRAZOS RIVER BAR: A STUDY IN THE SIGNIFICANCE OF GRAIN SIZE PARAMETERS",
        "Perspective: Coordinating paleoclimate research on tropical cyclones with hurricane-climate theory and modelling",
        "Sea-level changes during the late Pleistocene and Holocene in the Strait of Malacca [5]",
        "Atlantic seasonal hurricane frequency, Part I: El Nino and 30 mb Quasi-Biennial Oscillation influences.",
        "A first tentative Holocene sea-level curve for Singapore",
        "Holocene sea levels and palaeoenvironments, Malay-Thai Peninsula, southeast Asia",
        "Western North Pacific best track data",
        "The role of oceanic forcing in mid-Holocene Northern Hemisphere climatic change",
        "Tropical cyclones and climate change",
        "A decadally-resolved paleohurricane record archived in the late Holocene sediments of a Florida sinkhole",
        "Hurricanes and Typhoons: Past, Present, and Future",
        "Lake-sediment record of late Holocene hurricane activities from coastal Alabama",
        "Reconstruction of prehistoric landfall frequencies of catastrophic hurricanes in Northwestern Florida from lake sediment records",
        "Current Stresses and Potential Vulnerabilities: Implications of Global Change for the Gulf Coast Region of the United States",
        "A 1,000-year history of typhoon landfalls in Guangdong, Southern China, reconstructed from Chinese historical documentary records",
        "5000 year sedimentary record of hurricane strikes on the central coast of Belize",
        "Am. J. Clim. Change",
        "Foraminiferal biodiversity and Holocene evolution of the Phetchaburi coastal area (Thailand Gulf)",
        "Variability of El Niño/Southern Oscillation activity at millennial timescales during the Holocene epoch",
        "In Tacloban's history, little compares with terror of Typhoon Haiyan",
        "Update on Effects of Typhoon YOLANDA (HAIYAN)",
        "NGI Report 20061179-00-225-R",
        "Intensity of prehistoric tropical cyclones",
        "The importance of Quaternary records in reducing risk from tropical cyclones",
        "High frequency of 'super-cyclones' along the Great Barrier Reef over the past 5,000 years",
        "Greater frequency variability of landfalling tropical cyclones at centennial compared to seasonal and decadal scales",
        "JMA/WMO Workshop on Effective Tropical Cyclone Warning in Southeast Asia",
        "Proceedings of the International Symposium on Geoscience Resources and Environments of Asian Terranes, Bangkok, Thailand",
        "The 117th Annual Meeting of the Geological Society of Japan",
        "Coastal geomorphic conditions and styles of storm surge washover deposits from Southern Thailand",
        "Hurricanes and global warming",
        "IntCal13 and Marine13 radiocarbon age calibration curves 0-50,000 years cal BP",
        "Effect of Tsunamis generated in the Manila Trench on the Gulf of Thailand",
        "Holocene sea levels along the Andaman Sea coast of Thailand",
        "Sedimentary evidence of hurricane strikes in western long Island, New York",
        "Late Quaternary sedimentological and climate changes at Lake Bosumtwi Ghana: New constraints from laminae analysis and radiocarbon age modeling",
        "Workshop on Global Environmental Change, Chiang Mai, Thailand",
        "Evidence of quarternary sea level changes in the coastal areas of Thailand: a review",
        "Holocene highstand shoreline of the Chao Phraya delta, Thailand",
        "Proceedings of the 1978 International Symposium on Coastal Evolution in the Quaternary",
        "Tropical cyclones in Thailand, Historical data 1951-2010",
        "Tide tables, Thai waters, Gulf of Thailand and Andaman Sea",
        "Geomorphology of the Lower Central Plain, Thailand: Proceedings of the 3rd Meeting of the Working Group on Geomorphology of Rivers and Coastal Plain",
        "Sea-level changes in the tectonically stable Malay-Thai Peninsula",
        "Reconstructing mid-late Holocene cyclone variability in the Central Pacific using sedimentary records from Tahaa, French Polynesia",
        "Uncertainty in hurricanes and global warming",
        "Impacts of Typhoon Vae and Linda on wind waves in the Upper Gulf of Thailand and East Coast",
        "Tropical cyclones and climate change: Unresolved issues",
        "Mid- to Late Holocene climate change: an overview",
        "Holocene climate variability and change; a data-based review",
        "Atmospheric science: Changes in tropical cyclone number, duration, and intensity in a warming environment",
        "Storm surge deposition by hurricane ike on the mcfaddin national wildlife refuge, Texas: Implications for paleotempestology studies",
        "Stratigraphic record of Hurricanes Audrey, Rita and Ike in the Chenier Plain of Southwest Louisiana",
        "Magnitude of Hurricane Ike storm surge sedimentation: Implications for coastal marsh aggradation",
        "600-year sedimentary archive of hurricane strikes in a prograding beach ridge plain, southwestern Louisiana",
        "Contribution of hurricane rita storm surge deposition to long-term sedimentation in Louisiana coastal woodlands and marshes",
        "Assessing sedimentary records of paleohurricane activity using modeled hurricane climatology",
        "Exploring typhoon variability over the mid-to-late Holocene: evidence of extreme coastal flooding from Kamikoshiki, Japan"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Denton",
            "affilname": "University of North Texas",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "UNT Charn Uswachoke International Development Fund",
        "National Science Foundation",
        "Office of the Director",
        "Rockfall Foundation",
        "University of North Texas",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}