{
    "eid": "2-s2.0-85011623222",
    "title": "Oxidative Stability of Cooked Pork Patties Incorporated with Clitoria ternatea Extract (Blue Pea Flower Petal) During Refrigerated Storage",
    "cover-date": "2017-02-01",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Food Science",
            "@code": "1106"
        }
    ],
    "keywords": [],
    "authors": [
        "Porntip Pasukamonset"
    ],
    "citedby-count": 23,
    "ref-count": 39,
    "ref-list": [
        "Lipid and protein oxidation of α-linolenic acid-enriched pork during refrigerated storage as influenced by diet supplementation with olive leaves (Olea europea L.) or α-tocopheryl acetate",
        "Effect of olive leaf (Olea europea L.) extracts on protein and lipid oxidation in cooked pork meat patties enriched with n-3 fatty acids",
        "Inhibitory effect of Clitoria ternatea flower petal extract on fructose-induced protein glycation and oxidation-dependent damages to albumin in vitro",
        "Oxidative and color stability of cooked ground pork containing lotus leaf (Nelumbo nucifera) and barley leaf (Hordeum vulgare) powder during refrigerated storage",
        "Effectiveness of rosemary essential oil as an inhibitor of lipid and protein oxidation: Contradictory effects in different types of frankfurters",
        "Effect of natural and synthetic antioxidants on protein oxidation and colour and texture changes in refrigerated stored porcine liver pâté",
        "Oxidation of lipids and proteins in frankfurters with different fatty acid compositions and tocopherol and phenolic contents",
        "Lipid Oxidation",
        "Structural, chemical and biological aspects of antioxidants for strategies against metal and metalloid exposure",
        "Protein oxidation in emulsified cooked burger patties with added fruit extracts: Influence on colour and texture deterioration during chill storage",
        "Mediterranean berries as inhibitors of lipid oxidation in porcine burger patties subjected to cooking and chilled storage",
        "Antioxidant activity of black currant (Ribes nigrum L.) extract and its inhibitory effect on lipid and protein oxidation of pork patties during chilled storage",
        "Inhibition of lipid oxidation and rancidity in precooked pork patties by radical-scavenging licorice (Glycyrrhiza glabra) extract",
        "The antioxidative properties of Holy basil and Galangal in cooked ground pork",
        "Antioxidative effect of added dried Holy basil and its ethanolic extracts on susceptibility of cooked ground pork to lipid oxidation",
        "The effect of processing temperature and addition of mono- and di-valent salts on the heme- nonheme-iron ratio in meat",
        "Antioxidant activity of spice extracts in a liposome system and in cooked pork patties and the possible mode of action",
        "Evaluation of two natural extracts (Rosmarinus officinalis L. and Melissa officinalis L.) as antioxidants in cooked pork patties packed in MAP",
        "Effects of kimchi ethanolic extracts on oxidative stability of refrigerated cooked pork",
        "Int. J. Chem. Anal. Sci.",
        "Food Sci. Biotechnol.",
        "The Ayurvedic medicine Clitoria ternatea-From traditional use to scientific assessment",
        "Advanced lipid peroxidation end products in oxidative damage to proteins. Potential role in diseases and therapeutic prospects for the inhibitors",
        "Pathological aspects of lipid peroxidation",
        "Age-related changes in oxidized proteins",
        "Effect of graded levels of lemongrass (Cymbopogon citratus) on oxidative stability of raw or cooked pork patties",
        "Whey and soy protein hydrolysates inhibit lipid oxidation in cooked pork patties",
        "Total phenolic compounds and scavenging activity in Clitoria ternatea and Vitex negundo linn",
        "Effect of natural antioxidant combinations on lipid oxidation in cooked chicken meat during refrigerated storage",
        "Antioxidant action of borage, rosemary, oregano, and ascorbic acid in beef patties packaged in modified atmosphere",
        "Inhibition of protein and lipid oxidation by rapeseed, camelina and soy meal in cooked pork meat patties",
        "Effect of natural and synthetic antioxidants on the oxidative stability of cooked, frozen pork patties",
        "Comparison of a natural rosemary extract and BHA/BHT for relative antioxidant effectiveness in pork sausage",
        "Total antioxidant capacities of raw and cooked meats",
        "Grape seed and clove bud extracts as natural antioxidants in silver carp (Hypophthalmichthys molitrix) fillets during chilled storage: Effect on lipid and protein oxidation",
        "Five new anthocyanins, ternatins A3, B4, B3, B2, and D2, from Clitoria ternatea flowers",
        "Eight new anthocyanins, ternatins C1-C5 and D3 and preternatins A3 and C4 from young Clitoria ternatea flowers",
        "Pol. J. Food Nutr. Sci.",
        "A NEW EXTRACTION METHOD FOR DETERMINING 2‐THIOBARBITURIC ACID VALUES OF PORK AND BEEF DURING STORAGE"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Seoul",
            "affilname": "Ewha Womans University",
            "affiliation-country": "South Korea"
        }
    ],
    "funding": []
}