{
    "eid": "2-s2.0-85026448846",
    "title": "False-Negative Rate of Papanicolaou Testing: A National Survey from the Thai Society of Cytology",
    "cover-date": "2017-11-01",
    "subject-areas": [
        {
            "$": "Histology",
            "@code": "2722"
        },
        {
            "$": "Pathology and Forensic Medicine",
            "@code": "2734"
        }
    ],
    "keywords": [
        "Cervical neoplasms",
        "Molecular diagnostic techniques",
        "Papillomavirus infections",
        "Secondary prevention",
        "Self-collection"
    ],
    "authors": [
        "Supinda Koonmee"
    ],
    "citedby-count": 16,
    "ref-count": 26,
    "ref-list": [
        "Cervical cancer screening in Thailand: An overview",
        "GLOBOCAN 2012 v1.0: Cancer Incidence and Mortality Worldwide -IARC CancerBase No. 11. Lyon",
        "Cancer in Thailand: 2010-2012",
        "The epidemiologic status of gynecologic cancer in Thailand",
        "International incidence rates of invasive cervical cancer after introduction of cytological screening",
        "Prevalence of high-risk human papillomavirus infection and cytologic result in Thailand",
        "Evaluation of the nationwide cervical screening programme in thailand: A case-control study",
        "Organization and evolution of organized cervical cytology screening in Thailand",
        "Prospective and retrospective review of gynecologic cytopathology: Findings from the College of American Pathologists Gynecologic Cytopathology Quality Consensus Conference Working Group 2",
        "Rapid review (partial rescreening) of cervical cytology. Four years experience and quality assurance implications",
        "Random rescreening of cytologic smears: A practical and effective component of quality assurance programs in both large and small cytology laboratories",
        "Comparison of false negative rates between 100% rapid review and 10% random full rescreening as internal quality control methods in cervical cytology screening",
        "Regulations for Implementing Clinical Laboratory Improvement Amendments of 1988: A Summary",
        "Rapid (partial) prescreening of cervical smears: The quality control method of choice?",
        "A practical problem with calculating the false-negative rate of Papanicolaou smear interpretation by rescreening negative cases alone",
        "Rescreening in cervical cytology for quality control: When bad data is worse than no data or what works, what doesn't, and why",
        "The 2001 Bethesda System: Terminology for reporting results of cervical cytology",
        "A more accurate measure of the false-negative rate of papanicolaou smear screening is obtained by determining the false-negative rate of the rescreening process",
        "The false-negative fraction for Papanicolaou smears: How often are 'abnormal' smears not detected by a 'standard' screening cytologist?",
        "False negatives in focused rescreening of Papanicolaou smears: How frequently are 'abnormal' cells detected in retrospective review of smears preceding cancer or high-grade intraepithelial neoplasia?",
        "Low proportion of false-negative smears in the Finnish program for cervical cancer screening",
        "Cervical (pap) smear: New directions",
        "Can glandular lesions be diagnosed pap smear cytology?",
        "A manual for cervical cancer screening and control: Principles, practice and new perspectives",
        "Recommendations on Quality Control and Quality Assurance in Cervical Cytology",
        "Cervical cancer prevention in El Salvador (CAPE)—An HPV testing-based demonstration project: Changing the secondary prevention paradigm in a lower middle-income country"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Faculty of Medicine, Chiang Mai University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Faculty of Medicine, Khon Kaen University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nontaburi",
            "affilname": "Thailand Ministry of Public Health",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Faculty of Medicine, Thammasat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Suratthani Central Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nontaburi",
            "affilname": "Institute of Pathology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}