{
    "eid": "2-s2.0-85040826788",
    "title": "Synechocystis PCC 6803 cells heterologously expressing bacterial tyrosine ammonia lyase can use exogenous tyrosine for p-coumaric acid production",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Agronomy and Crop Science",
            "@code": "1102",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Biotransformation",
        "LC–MS analysis",
        "p-Coumaric acid",
        "Synechocystis PCC 6803",
        "Tyrosine"
    ],
    "authors": [
        "S. Tantong",
        "N. Nuengchamnong",
        "S. Kumphune",
        "A. Incharoensakdi",
        "P. Lindblad",
        "S. Sirikantaramas"
    ],
    "citedby-count": 2,
    "ref-count": 26,
    "ref-list": [
        "Direct photosynthetic recycling of carbon dioxide to isobutyraldehyde",
        "Design and analysis of LacI-repressed promoters and DNA-looping in a cyanobacterium",
        "Bioproduction of resveratrol and stilbene derivatives by plant cells and microorganisms",
        "Engineering cyanobacteria to generate high-value products",
        "The construction of gene knockouts in the cyanobacterium Synechocystis sp. PCC 6803",
        "Mutational and kinetic analysis of basic amino acid transport in the cyanobacterium Synechocystis sp. PCC 6803",
        "The shikimate pathway",
        "Design and characterization of molecular tools for a synthetic biology approach towards developing cyanobacterial biotechnology",
        "Highly active and specific tyrosine ammonia-lyases from diverse origins enable enhanced production of aromatic compounds in bacteria and Saccharomyces cerevisiae",
        "Genetic analysis of amino acid transport in the facultatively heterotrophic cyanobacterium Synechocystis sp. strain 6803",
        "Enhancing the light-driven production of d -lactate by engineering cyanobacterium using a combinational strategy",
        "Engineering a platform for photosynthetic isoprene production in cyanobacteria, using Synechocystis as the model organism",
        "Fatty acid production in genetically modified cyanobacteria",
        "Engineering cyanobacteria for biofuel production",
        "Amino acid transport in taxonomically diverse cyanobacteria and identification of two genes encoding elements of a neutral amino acid permease putatively involved in recapture of leaked hydrophobic amino acids",
        "A photoautotrophic platform for sustainable production of valuable plant natural products from CO2",
        "Characterisation of phenolic antioxidants in aqueous extract of Orthosiphon grandiflorus tea by LC-ESI-MS/MS coupled to DPPH assay",
        "Cyanobacterial conversion of carbon dioxide",
        "Terpenoids and their biosynthesis in cyanobacteria",
        "Potential of Synechocystis PCC 6803 as a novel cyanobacterial chassis for heterologous expression of enzymes in the trans- resveratrol biosynthetic pathway",
        "Isolation and sequence of a cDNA encoding the Jerusalem artichoke cinnamate 4-hydroxylase, a major plant cytochrome P450 involved in the general phenylpropanoid pathway",
        "Phenylpropanoid biosynthesis",
        "MetaboAnalyst: a web server for metabolomic data analysis and interpretation",
        "Improved production of p-hydroxycinnamic acid from tyrosine using a novel thermostable phenylalanine/tyrosine ammonia lyase enzyme",
        "Identification, characterization and functional expression of a tyrosine ammonia-lyase and its mutants from the photosynthetic bacterium Rhodobacter sphaeroides",
        "Genetically engineering Synechocystis sp. Pasteur culture collection 6803 for the sustainable production of the plant secondary metabolite p-coumaric acid"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pitsanulok",
            "@id": "60022498",
            "affilname": "Naresuan University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022498",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Uppsala",
            "@id": "60003858",
            "affilname": "Uppsala Universitet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003858",
            "affiliation-country": "Sweden"
        }
    ],
    "funding": [
        "Chulalongkorn Academic Advancement",
        "KA Wallenberg foundation",
        "Ratchadaphiseksom-phot Endowment Fund",
        "Thailand Research Fund",
        "Asahi Glass Foundation",
        "Chulalongkorn University fund",
        "Knut och Alice Wallenbergs Stiftelse",
        "Thailand Research Fund",
        "Swedish Energy Agency"
    ]
}