{
    "eid": "2-s2.0-85101363349",
    "title": "Management and Outcomes of Suspected Infectious and Inflammatory Lung Abnormalities Identified on Lung Cancer Screening CT",
    "cover-date": "2021-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Radiology, Nuclear Medicine and Imaging",
            "@code": "2741",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Cancer screening",
        "Incidental",
        "Infection",
        "Lung cancer",
        "Radiology"
    ],
    "authors": [
        "Dexter P. Mendoza",
        "Wariya Chintanapakdee",
        "Eric W. Zhang",
        "Matthew D. Gilman",
        "Inga T. Lennes",
        "Angela J. Frank",
        "Jo Anne O. Shepard",
        "Subba R. Digumarthy"
    ],
    "citedby-count": 10,
    "ref-count": 41,
    "ref-list": [
        "Lung cancer incidence and mortality with extended follow-up in the National Lung Screening Trial",
        "Reduced lung-cancer mortality with low-dose computed tomographic screening",
        "Prolonged lung cancer screening reduced 10-year mortality in the MILD trial",
        "Reduced lung-cancer mortality with volume CT screening in a randomized trial",
        "Management of community-acquired pneumonia in the home: an American College of Chest Physicians clinical position statement",
        "BTS guidelines for the management of community acquired pneumonia in adults: update 2009",
        "Diagnosis and treatment of adults with community-acquired pneumonia: an Official Clinical Practice Guideline of the American Thoracic Society and Infectious Diseases Society of America",
        "Radiographic follow-up of suspected pneumonia: survey of Society of Thoracic Radiology membership",
        "ACR-STR practice parameter for the performance and reporting of lung cancer screening thoracic computed tomography (CT): 2014 (Resolution 4)",
        "Coronary artery calcification in lung cancer screening",
        "Assessing the impact of incidental findings in a lung cancer screening study by using low-dose computed tomography",
        "Frequency of incidental findings and subsequent evaluation in low-dose computed tomographic scans for lung cancer screening",
        "Frequency and distribution of incidental findings deemed appropriate for S modifier designation on low-dose CT in a lung cancer screening program",
        "Incidental findings on lung cancer screening: significance and management",
        "Impact of significant coronary artery calcification reported on low-dose computed tomography lung cancer screening",
        "Multifactorial analysis of mortality in screening detected lung cancer",
        "Screening for L ulungn g Acancer:b n o r mincidentala l i t i e spulmonaryo n L u n gparenchymalC a n c e r S c rfindings.e e n i n gAJRC T2018",
        "Detection of extrapulmonary malignancy during lung cancer screening: 5-year analysis at a tertiary hospital",
        "Features of resolving and non-resolving indeterminate pulmonary nodules at follow-up CT: the NELSON study",
        "Community-acquired pneumonia in elderly patients",
        "Community-acquired pneumonia in elderly patients",
        "Reflux-aspiration in chronic lung disease",
        "CT screening for lung cancer: the value of short-term CT follow-up",
        "Transient part-solid nodules detected at screening thin-section CT for lung cancer: comparison with persistent part-solid nodules",
        "Lung parenchymal and airway changes on CT imaging following allergen challenge and bronchoalveolar lavage in atopic and asthmatic subjects",
        "Tree-in-bud pattern at thin-section CT of the lungs: radiologic-pathologic overview",
        "Imaging characteristics of BRAF-mutant non-small cell lung cancer by functional class",
        "Diffuse lung metastases in EGFR-mutant non-small cell lung cancer",
        "Computed tomography imaging characteristics of non-small-cell lung cancer with anaplastic lymphoma kinase rearrangements: a systematic review and meta-analysis",
        "Clinicopathologic and imaging features of non-small-cell lung cancer with MET Exon 14 skipping mutations",
        "Computed tomography imaging features and distribution of metastases in ROS1-rearranged non-small-cell lung cancer",
        "Imaging features and patterns of metastasis in non-small cell lung cancer with RET rearrangements",
        "Imaging features and metastatic patterns of advanced ALK-rearranged non-small cell lung cancer",
        "Clinicopathologic and longitudinal imaging features of lung cancer associated with cystic airspaces: a systematic review and meta-analysis",
        "Lung cancer CT screening and Lung-RADS in a tuberculosis-endemic country: the Korean Lung Cancer Screening Project (K-LUCAS)",
        "Radiology malpractice claims in the United States from 2008 to 2012: characteristics and implications",
        "Medical errors, malpractice, and defensive medicine: an ill-fated triad"
    ],
    "affiliation": [
        {
            "affiliation-city": "Boston",
            "@id": "60029929",
            "affilname": "Massachusetts General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029929",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60008130",
            "affilname": "Massachusetts General Hospital Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008130",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}