{
    "eid": "2-s2.0-84961696405",
    "title": "Removal of Ethylbenzene from Contaminated Air by Zamioculcas Zamiifolia and Microorganisms Associated on Z. Zamiifolia Leaves",
    "cover-date": "2016-04-01",
    "subject-areas": [
        {
            "$": "Pollution",
            "@code": "2310"
        },
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        },
        {
            "$": "Ecological Modeling",
            "@code": "2302"
        },
        {
            "$": "Water Science and Technology",
            "@code": "2312"
        }
    ],
    "keywords": [
        "B. cereus ZQN5",
        "Epiphytic bacteria",
        "Ethylbenzene",
        "P. aeruginosa",
        "Soil bacteria",
        "Z. zamiifolia"
    ],
    "authors": [
        "Maneenuch Toabaita"
    ],
    "citedby-count": 15,
    "ref-count": 27,
    "ref-list": [
        "Biodegradation and Bioremediation",
        "Toxicological Profile for Antimony. Agency for Toxic Substances and Disease Registry, Toxicological Profile",
        "Agency for Toxic Substances and Disease Registry, Toxicological Profile for Ethylbenzene (Update)",
        "Phytoremediation of BTEX contaminated soil by Canna×generalis",
        "The influence of the gasoline oxygenate ethanol on aerobic and anaerobic BTX biodegradation",
        "Temperature effects and substrate interactions during the aerobic biotransformation of BTEX mixtures by toluene-enriched consortia and Rhodococcus rhodochrous",
        "Bacterial endophytes in agricultural crops",
        "A Structural and Immunological Basis for the Role of Human Leukocyte Antigen DQ8 in Celiac Disease",
        "Biodegradation pathways of chloroanilines by Acinetobacter baylyi strain GFJ2",
        "Ethylbenzene",
        "Ecoprint",
        "Metabolic activation of carcinogenic ethylbenzene leads to oxidative DNA damage",
        "Factors affecting airborne monocyclic aromatic hydrocarbon uptake by plants",
        "World Academy of Science, Engineering and Technology",
        "Behaviour of toluene, benzene and naphthalene under anaerobic conditions in sediment columns",
        "Toluene and ethylbenzene oxidation by purified naphthalene dioxygenase from Pseudomonas sp. strain NCIB 9816-4",
        "A review of the genotoxicity of ethylbenzene",
        "International Archive of Applied Science and Technology",
        "Air-borne xylene degradation by Bougainvillea buttiana and the role of epiphytic bacteria in the degradation",
        "Nitrate-enhanced bioremediation of BTEX-contaminated groundwater: Parameter estimation from natural-gradient tracer experiments",
        "The role of cytochrome P450 monooxygenases in plant-insect interactions",
        "Phytoremediation of BTEX from indoor air by zamioculcas zamiifolia",
        "Uptake of toluene and ethylbenzene by plants: Removal of volatile indoor air contaminants",
        "Removal of benzene from indoor air by Dracaena sanderiana: Effect of wax and stomata",
        "Bacterial colonization of the phyllosphere of mediterranean perennial species as influenced by leaf structural and chemical features",
        "Isolation and characterization of a newly isolated pyrene-degrading Acinetobacter strain USTB-X",
        "Biodegradation of benzene, toluene, ethylbenzene, and o-xylene by the bacterium Mycobacterium cosmeticum byf-4"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}