{
    "eid": "2-s2.0-84958124667",
    "title": "Optimisation of the use of products from the cane sugar industry for poly(3-hydroxybutyrate) production by Azohydromonas lata DSM 1123 in fed-batch cultivation",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        },
        {
            "$": "Bioengineering",
            "@code": "1502"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        }
    ],
    "keywords": [
        "60-Brix syrup",
        "Cane juice",
        "Cane molasses",
        "Cane products",
        "Cane sugar",
        "Cost analysis",
        "Fed-batch cultivation",
        "Optimisation",
        "Polyhydroxybutyrate",
        "Thai cane sugar industrial products"
    ],
    "authors": [
        "Nicharee Wisuthiphaet"
    ],
    "citedby-count": 25,
    "ref-count": 44,
    "ref-list": [
        "Current trends in biodegradable polyhydroxyalkanoates",
        "Fermentation process kinetics",
        "Biological degradation of synthetic polyesters-Enzymes as potential catalysts for polyester recycling",
        "Design through the 12 principles of green engineering",
        "The Application of Biotechnology to Industrial Sustainability",
        "Bull. Soc. Chim. Biol.",
        "Modern biotechnological polymer synthesis: A review",
        "Sugar World Markets and Trade",
        "United States Department of Agriculture Foreign Agricultural Service, GAIN Report Number TH5047",
        "Data from Office of the Cane and Sugar Board",
        "Sustainability Assessment of Biomass Utilisation in Selected East Asian Countries. Research Project Report 2009-12",
        "Model predictive controller for biodegradable polyhydroxyalkanoate production in fed-batch culture",
        "A rapid gas chromatographic method for the determination of poly-β-hydroxybutyric acid in microbial biomass",
        "Colorimetric Method for Determination of Sugars and Related Substances",
        "Determination of sub-microquantities of ammonium and nitrates in soils with phenol, sodiumnitroprusside and hypochlorite",
        "Biosynthesis and biocompatibility of biodegradable poly(3-hydroxybutyrate- co-4-hydroxybutyrate)",
        "Pennsylvania: Annual Book of ASTM Standards",
        "Increased PHB productivity by high-cell-density fed-batch culture of Alcaligenes latus, a growth-associated PHB producer",
        "Poly(3-hydroxybutyrate) production with high productivity and high polymer content by a fed-batch culture of Alcaligenes latus under nitrogen limitation",
        "Synthesis of PHAs from waster under various C:N ratios",
        "Industrial production of poly-β-hydroxybutyrate",
        "Poly(3-hydroxybutyrate) production by Cupriavidus necator using waste glycerol",
        "Poly-(3-hydroxybutyrate) production from whey by high-density cultivation of recombinant Escherichia coli",
        "Yield of poly‐D(‐)‐3‐hydroxybutyrate from various carbon sources: A theoretical study",
        "Production of polyhydroxybutyrate (PHB) by Alcaligenes latus using sugarbeet juice",
        "Production of poly-β-hydroxybutyrate (PHB) by Alcaligenes latus from maple sap",
        "Food Additives & Ingredients Food Additive Status List",
        "Molasses-General Considerations Molasses in Animal Nutrition",
        "Integrated production of biodegradable plastic, sugar and ethanol",
        "Multivariable control of alcohol concentrations in the production of polyhydroxyalkanoates (PHAs) by Paracoccus denitrificans",
        "Optimization of polyhydroxybutyrate (PHB) production by Azohydromonas lata MTCC 2311 by using genetic algorithm based on artificial neural network and response surface methodology",
        "A robust fed-batch feeding strategy independent of the carbon source for optimal polyhydroxybutyrate production",
        "Effects of low dissolved-oxygen concentrations on poly-(3- hydroxybutyrate-co-3-hydroxyvalerate) production by Alcaligenes eutrophus",
        "Recent advances in polyhydroxyalkanoate production by bacterial fermentation: Mini-review",
        "Mass production of poly-β-hydroxybutyric acid by fed-batch culture with controlled carbon/nitrogen feeding",
        "Effect of oxygen and nitrogen limitation on poly-β-hydroxybutyrate biosynthesis in ammonium-grown Azotobacter beijerinckii",
        "Enhanced yield and a high production of medium-chain-length poly(3-hydroxyalkanoates) in a two-step fed-batch cultivation of Pseudomonas putida by combined use of glucose and octanoate",
        "Effects of environmental conditions on cell growth and poly-β-hydroxybutyrate accumulation in Alcaligenes eutrophus",
        "Physiology, regulation, and limits of the synthesis of poly(3HB).",
        "Oxygen supply strongly influences metabolic fluxes, the production of poly(3-hydroxybutyrate) and alginate, and the degree of acetylation of alginate in Azotobacter vinelandii",
        "Production of PHAs from agricultural waste material",
        "Consensus Document on Composition Consideration for New Varieties of Sugarcane (Saccharum Ssp. Hybrids): Key Food and Feed Nutrients, Anti-nutrients and Toxicants",
        "Proceedings of the 6th Technical Session on Bone Char: Bone Char Research Project Inc."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadapiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}