{
    "eid": "2-s2.0-84949217696",
    "title": "Trade Diversification and Crisis Transmission: A Case Study of Thailand",
    "cover-date": "2015-12-01",
    "subject-areas": [
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        },
        {
            "$": "Development",
            "@code": "3303"
        },
        {
            "$": "Geography",
            "@code": "3305"
        }
    ],
    "keywords": [
        "Crisis spillover",
        "Global financial crisis",
        "Trade diversification"
    ],
    "authors": [
        "Kornkarun Cheewatrakoolpong"
    ],
    "citedby-count": 3,
    "ref-count": 41,
    "ref-list": [
        "Determinants of Export Diversification Around the World: 1962-2000",
        "Export diversification and growth: An empirical investigation",
        "Export Dynamics and Economic Growth in Latin America",
        "Trade linkages and crisis spillovers",
        "International R&D spillovers",
        "Journal of Economic Development",
        "Export variety and country productivity: Estimating the monopolistic competition model with endogenous productivity",
        "Testing endogenous growth in South Korea and Taiwan",
        "International Journal of Social Science and Humanity",
        "Trade, knowledge spillovers, and growth",
        "International trade in the presence of product differentiation, economies of scale and monopolistic competition. A Chamberlin-Heckscher-Ohlin approach",
        "What does export diversification do for growth? An econometric analysis",
        "Implications for global economic analysis",
        "Stages of diversification",
        "Mimeograph",
        "Tracing value-added and double counting in gross exports",
        "Increasing returns, monopolistic competition, and international trade",
        "Journal of Political Economy",
        "Journal of International Economics",
        "Carry trades, interest differentials, and international monetary reform",
        "Bank of Valletta Review",
        "Financial vulnerability, spillover effects, and contagion: lessons from the Asian crises for Latin America",
        "Studies in Intersectoral Relations",
        "Cross-country causes and consequences of the crisis: An update",
        "Economic Systems Research"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}