{
    "eid": "2-s2.0-84929961159",
    "title": "Synthesis, characterization and degradation behavior of admicelled polyacrylate-natural rubber",
    "cover-date": "2015-06-15",
    "subject-areas": [
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        }
    ],
    "keywords": [
        "Chemical synthesis",
        "Elastomers",
        "Mechanical testing",
        "Polymers"
    ],
    "authors": [
        "Angkana Pongpilaipruet"
    ],
    "citedby-count": 11,
    "ref-count": 56,
    "ref-list": [
        "The effect of mercapto- and thioacetate-modified EPDM on the curing parameters and mechanical properties of natural rubber/EPDM blends",
        "Effect of blend ratio on aging, oil and ozone resistance of silica-filled chloroprene rubber/natural rubber (CR/NR) blends",
        "Studies on polyisobutylene bound paraphenylene diamine antioxidant in natural rubber",
        "Effect of different paraffin waxes and antiozonant on the processing and mechanical properties of natural rubber",
        "Morphology and mechanical properties of natural rubber and styrene-grafted natural rubber latex compounds",
        "Short sisal fibre reinforced natural rubber composites: high-energy radiation, thermal and ozone degradation",
        "Degradation behaviour of natural rubber-aluminium powder composites: Effect of heat, ozone and high energy radiation",
        "Hydrogenated natural rubber blends: Aspect on thermal stability and oxidative behavior",
        "Improving thermal and ozone stability of skim natural rubber by diimide reduction",
        "Grafting polyacrylates on natural rubber latex by miniemulsion polymerization",
        "Compatibilization efficacy of poly(isoprene-butyl acrylate) block copolymers in natural/acrylic rubber blends",
        "Toughening of polylactide with natural rubber grafted with poly(butyl acrylate)",
        "Natural rubber-g-glycidyl methacrylate/styrene as a compatibilizer in natural rubber/PMMA blends",
        "Cure and mechanical properties of natural rubber-g-poly(methyl methacrylate)-cassava starch compounds",
        "Preparation of a natural rubber core/polymer shell in a nanomatrix by graft copolymerization",
        "J. Polym.",
        "Graft copolymerization of methyl acrylate and methyl methacrylate onto polyamide film by the mutual method",
        "Graft copolymerizations of modified cellulose: Grafting of methyl acrylate, ethyl acrylate and ethyl methacrylate on carboxy methyl cellulose",
        "Anti-fouling ultrafiltration membrane prepared from polysulfone-graft-methyl acrylate copolymers by UV-induced grafting method",
        "Admicellar Polymerization, Reactions and Synthesis in Surfactant Systems",
        "Admicellar polymerization modified silica via a continuous stirred-tank reactor system: Comparative properties of rubber compounding",
        "Admicellar Polymerization of Polystyrene on Natural Rubber Particles",
        "Polypyrrole-coated natural rubber latex by admicellar polymerization",
        "Particle formation and growth in ab initio emulsifier-free emulsion polymerisation under monomer-starved conditions",
        "Surface modification of natural rubber film by UV-induced graft copolymerization with methyl methacrylate",
        "Copolymerization of Methyl Acrylate with N-4-Toludine phenyl maleimide and characterization of the polymers",
        "A novel approach to graft acrylates onto commercial silicones for release film fabrications by two-step emulsion synthesis",
        "Preparation and characterization of mesoporous zirconia made by using a poly (methyl methacrylate) template",
        "Ultrathin film formation by gamma-ray induced polymerization in surfactant template on solid surface",
        "In situ formation of polystyrene in adsorbed surfactant bilayers on precipitated silica",
        null,
        "Graft copolymers of natural rubber and poly(dimethyl(acryloyloxymethyl)phosphonate) (NR-g-PDMAMP) or poly(dimethyl(methacryloyloxyethyl)phosphonate) (NR-g-PDMMEP) from photopolymerization in latex medium",
        "Surface modification of natural rubber film by polymerisation of methyl methacrylate in water-based system",
        "Pyrolysis-FTIR and TGA techniques as tools in the characterization of blends of natural rubber and SBR",
        "Thermal degradation and stability of poly(4-vinylpyridine) homopolymer and copolymers of 4-vinylpyridine with methyl acrylate",
        "Effects of Weak Linkages on the Thermal and Oxidative Degradation of Poly(methyl methacrylates)",
        "Dynamic mechanical behavior of melt-processed multi-walled carbon nanotube/poly(methyl methacrylate) composites",
        "Kinetics of thermal degradation of poly(methyl methacrylate) studied with the assistance of the fractional conversion at the maximum reaction rate",
        "Studies on the thermal stability of natural rubber/polystyrene interpenetrating polymer networks: Thermogravimetric analysis",
        "E-Polymers",
        "Rheological, thermal, and curing properties of natural rubber-g-poly(methyl methacrylate)",
        "Rheological, thermal and morphological properties of maleated natural rubber and its reactive blending with poly(methyl methacrylate)",
        "J. Nanomater.",
        "Thermal stability of microencapsulated epoxy resins with poly(urea-formaldehyde)",
        "Effect of grafted methyl methacrylate on the catalytic hydrogenation of natural rubber",
        "Viscoelastic properties of branched polyacrylate melts",
        "Polymer Handbook",
        "Mechanical and aging properties of cross-linked ethylene propylene diene rubber / styrene butadiene rubber blends",
        "The attack of ozone on stretched rubber vulcanizates. I. The rate of cut growth",
        "The attack of ozone on stretched rubber vulcanizates. III. Action of antiozonants",
        "Studies on radiation grafting of methyl methacrylate onto natural rubber for improving modulus of latex film",
        "Natural rubber-g-methyl methacrylate/poly(methyl methacrylate) blends",
        "Ozonolysis of natural rubber in chloroform solution. Part 1. A study by GPC and FTIR spectroscopy"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Rachadapisek Sompoch Endownment fund, Chulalongkorn University",
        "Thailand Research Fund"
    ]
}