{
    "eid": "2-s2.0-84991075546",
    "title": "Using an abdominal phantom to teach urology residents ultrasound-guided percutaneous needle placement",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Urology",
            "@code": "2748"
        }
    ],
    "keywords": [
        "Education",
        "Percutaneous nephrolithotomy",
        "Ultrasonography"
    ],
    "authors": [
        "Pauline Filippou"
    ],
    "citedby-count": 20,
    "ref-count": 20,
    "ref-list": [
        "Comparison of renal ablation with cryotherapy, dry radiofrequency, and saline augmented radiofrequency in a porcine model",
        "In vitro comparison of a novel facilitated ultrasound targeting technology vs standard technique for percutaneous renal biopsy",
        "Acta Radiol Short Rep",
        "Ultrasonographic versus fluoroscopic access for percutaneous nephrolithotomy: A randomized clinical trial",
        "Does Imaging Modality Used for Percutaneous Renal Access Make a Difference? A Matched Case Analysis",
        "Practice patterns in the treatment of large renal stones",
        "Impact of ultrasound-guided kidney biopsy simulation on trainee confidence and biopsy outcomes",
        "Complication and safety of ultrasound guided percutaneous nephrolithotomy in 8 025 cases in China",
        "Development of New End-Effector for Proof-of-Concept of Fully Robotic Multichannel Biopsy",
        "The ideal puncture approach for PCNL: Fluoroscopy, ultrasound or endoscopy?",
        "Simulation of real-time ultrasound-guided renal biopsy",
        "The modern history and evolution of percutaneous nephrolithotomy",
        "Chapter 1: AUA guideline on management of staghorn calculi: diagnosis and treatment recommendations.",
        "Training in Percutaneous Nephrolithotomy-A Critical Review",
        "Case Log Information for Urology Programs",
        "Real-time ultrasonography-guided percutaneous nephrolithotomy using sonixgps navigation: Clinical experience and practice in a single center in china",
        "Which is the preferred modality of renal access for a trainee urologist: Ultrasonography or fluoroscopy? results of a prospective randomized trial",
        "Comparison of results of virtual-reality simulator and training model for basic ureteroscopy training",
        "Laparoscopic skills maintenance: A randomized trial of virtual reality and box trainer simulators",
        "A randomized controlled study to evaluate the impact of instrument and laparoscope length on performance and learning curve in single-incision laparoscopic surgery"
    ],
    "affiliation": [
        {
            "affiliation-city": "Beijing",
            "affilname": "Beijing Tsinghua Changgung Hospital",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "San Francisco",
            "affilname": "University of California, San Francisco",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}