{
    "eid": "2-s2.0-84969601901",
    "title": "Co-composting of various organic substrates from municipal solid waste using an on-site prototype vermicomposting reactor",
    "cover-date": "2016-09-01",
    "subject-areas": [
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Biomaterials",
            "@code": "2502"
        },
        {
            "$": "Microbiology",
            "@code": "2404"
        }
    ],
    "keywords": [
        "Co-composting",
        "On-site prototype system",
        "Organic substrate",
        "Vermicompost bin (VCB)",
        "Vermicomposting reactor (VCR)"
    ],
    "authors": [
        "Ornuma Taeporamaysamai"
    ],
    "citedby-count": 26,
    "ref-count": 31,
    "ref-list": [
        "The biology and population dynamics of Eudrilus eugeniae (Kinberg) (Oligochaeta) in cattle waste solids",
        "Evaluation of compost, vermicompost and their teas produced from rice straw as affected by addition of different supplements",
        "Role of vermicompost chemical composition, microbial functional diversity, and fungal community structure in their microbial respiratory response to three pesticides",
        "Am. Eurasian J. Agric. Environ. Sci.",
        "Stabilization of primary sewage sludge during vermicomposting",
        "Optimizing vermistabilization of waste activated sludge using vermicompost as bulking material",
        "Recycling of organic wastes for the production of vermicompost and its response in rice-legume cropping system and soil fertility",
        "Vermitechnology for sewage sludge recycling",
        "Home and vermicomposting as sustainable options for biowaste management",
        "Eisenia fetida (Oligochaeta: Lumbricidae) modifies the structure and physiological capabilities of microbial communities improving carbon mineralization during vermicomposting of pig manure",
        "Effect of pre-composting on vermicomposting of kitchen waste",
        "Municipal solid waste (MSW) vermicomposting with an epigeic earthworm, Perionyx ceylanensis Mich.",
        "Changes in organic - C, N, P and K and enzyme activities in vermicompost of biodegradable organic wastes under liming and microbial inoculants",
        "Co-treatment of organic fraction of municipal solid waste (OFMSW) and sewage by vermireactor",
        "On site domestic organic waste treatment through vermitechnology using indigenous earthworm species",
        "Chemolytic and solid-state spectroscopic evaluation of organic matter transformation during vermicomposting of sugar industry wastes",
        "Iran. J. Environ. Health Sci. Eng.",
        "Plan Nutrient Management in Hawaii's Soils, Approaches for Tropical and Subtropical Agriculture",
        "Solid waste management of temple floral offerings by vermicomposting using Eisenia fetida",
        "Vermicomposting of herbal pharmaceutical industry solid wastes",
        "Bioconcentrations of metals (Fe, Cu, Zn, Pb) in earthworms (eisenia fetida), inoculated in municipal sewage sludge: Do earthworms pose a possible risk of terrestrial food chain contamination?",
        "Vermicomposting of vegetable-market solid waste using Eisenia fetida: Impact of bulking material on earthworm growth and decomposition rate",
        "Bioconversion of garden waste, kitchen waste and cow dung into value-added products using earthworm Eisenia fetida",
        "Nutrient Recycling from Industrial Solid Wastes and Weeds by Vermiprocessing Using Earthworms",
        "Integrated composting-vermicomposting process for stabilization of human faecal slurry"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}