{
    "eid": "2-s2.0-85090797453",
    "title": "Multilingual landscapes on Thailand’s borders",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "History",
            "@code": "1202",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Literature and Literary Theory",
            "@code": "1208",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Religious Studies",
            "@code": "1212",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "History and Philosophy of Science",
            "@code": "1207",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Development",
            "@code": "3303",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Anthropology",
            "@code": "3314",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Cultural Studies",
            "@code": "3316",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Language choice",
        "Linguistic landscape",
        "Multilingual signs",
        "National language"
    ],
    "authors": [
        "Pornpimon Siwina",
        "Amara Prasithrathsint"
    ],
    "citedby-count": 3,
    "ref-count": 30,
    "ref-list": [
        "World Englishes and linguistic landscapes",
        "The linguistic landscape as an additional source of input in second language acquisition",
        "Linguistic landscaping and the seed of the public sphere",
        "Knowledge about language and linguistic landscape",
        "Bangkok’s linguistic landscapes: Environmental print, codemixing and language change",
        "Linguistic landscape and ethnolinguistic vitality",
        "Vital signs: A photovoice assessment of the linguistic landscape in Spanish in healthcare facilities along the U.S.-Mexico border",
        "Langue d’accueil et langue de service dans les commerces a Montreal. Quebec: Conseil de la langue francaise",
        "Language ideological debates in the linguistic landscape of an Irish tourist town",
        "Linguistic landscapes on the other side of the border: Signs, language and the construction of cultural identity in Transnistria",
        "Inside the shop names: Hybridity, language awareness and globalization in the linguistic landscape",
        "Multilingual writing: A reader-oriented typology – with examples from Lira Municipality (Uganda)",
        "English on Keren Kayemet street",
        "Phumitatphasa chak pai khotsana nai khet amphur mueang Udon Thani. (In Thai) [Linguistics landscape on billboards in Mueang district, Udon Thani province]",
        "Multilingualism in linguistic landscape of the Faculty of Arts, Chulalongkorn University, Thailand",
        "Kan lueak phasa nai phumitatphasa changwat surin. (In Thai) [Language choice in Surin’s linguistic landscape",
        "Prolegomena to a sociolinguistic theory of public signage",
        "A linguistic landscape study of advertising signage on Skytrain",
        "Socioeconomic stratification of migrant worker’s languages in Mahachai: A reflection from linguistic landscape",
        "A linguistic landscape study of advertising signage on Nimmanhemin road, a Lanna Chiang Mai chill-out street",
        "Reklame en tweetalighied: Een onderzoek naar de geografische verspreiding van franstalige en nederlandstalige affiches in Brussel. Taal en Sociale Integratie"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}