{
    "eid": "2-s2.0-85128024240",
    "title": "Spermatozoon of the wild scalloped perchlet, Ambassis nalua (Hamilton, 1822): Ultrastructure and morphometric analysis",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Scalloped perchlet",
        "Sperm morphology",
        "Thailand",
        "Unioflagellar sperm"
    ],
    "authors": [
        "Nutchar Sukkhee",
        "Tappadit Mitparian",
        "Tassaporn Kanjanarakha",
        "Sinlapachai Senarat",
        "Niwat Kangwanrangsan",
        "Gen Kaneko",
        "Jes Kettratad"
    ],
    "citedby-count": 1,
    "ref-count": 42,
    "ref-list": [
        "Ultrastructure of Thunnus thynnus and Euthynnus allettevatus spermatozoa",
        "Changes of sperm morphology, volume, density and motility and seminal plasma composition in Barbus barbus (Teleostei: Cyprinidae) during the reproductive season",
        "Oocyte development of scalloped perchlet, Ambassis nalua (Hamilton 1822)",
        "Fish germinal cells. I. Comparative spermatology of seven cyprinid species",
        "Testis structure, spermatogenesis and sperm morphology in pipefishes of the genus Syngnathus",
        "Changes in the flagellum morphology of intact and frozen/thawed Siberian sturgeon Acipenser baerii (Brandt) sperm during motility",
        "Testis structure, spermatogenesis and sperm morphology in pipefishes of the genus Syngnathus",
        "Insemination in Ostariophysan Fishes",
        "Marine fish spermatozoa: racing ephemeral swimmers",
        "Ultrastructure of germ cells, the Leydig cells, and Sertoli cells during spermatogenesis in Boleophthalmus pectinirostris (Teleostei, Perciformes, Gobiidae)",
        "Ionic factors regulating the motility of fish sperm",
        "Steroid hormone in serum of male mugil cephalus from lake quaron in relation to ultrastructure of steroidogenic secreting tissue",
        "Electron microscopy studies on salmonid spermatozoa",
        "Fertilization in fishes and the problem of polyspermy. Academy of Sciences of the USSR, Institute of Developmental Biology. Translated from Russian",
        "Cellular organization of the testis and spermatogenesis in fishes",
        "An ultrastructural review on the spermatozoa of Japanese fishes",
        "Influences of phylogenetic position and fertilization biology on spermatozoal ultrastructure exemplified by exocoetoid and poeciliid fish",
        "Fine structure and motility of spermatozoa and composition of the seminal plasma in the perch",
        "Sperm design and sperm function",
        "The spermatozoon morphology of Sozeu seneguzensis (Kaup, 1858) (Teleostei, Pleuronectiformes)",
        "Fine structure of spermatozoa in the common pandora (Pagellus erythrinus Linnaeus, 1758) (Perciformes, Sparidae). Histology and histopathology",
        "Fine structure of spermatozoa in the blackspot sea bream Pagellus bogaraveo (Brünnich, 1768) with some considerations about the centriolar complex",
        "Spermatozoon ultrastructure and its systematic implications in fishes",
        "Spermiogeneses comparee des Poissons",
        "The spermatozoon morphology of solea senegalensis (Kaup, 1858) (Teleostei, Pleuronectiformes)",
        "Fine structure of the testicular spermatozoa from the channel catfish, Ictalurus punctatus",
        "Comparative description and discussion of spermiogenesis and spermatozoal ultrastructure in some species of Heptapteridae and Pseudopimelodidae (Teleostei: Siluriformes)",
        "Sperm of Doradidae (Teleostei: Siluriformes)",
        "Die spermien der marsupialier",
        "The evolution of senescence in fish",
        "An ultrastructural study of the spermatozoa of the polychaetes Eurythoe complanata (Amphinomidae), Clymenella sp. and Micromaldane sp. (Maldanidae), with definition of sperm types in relation to reproductive biology",
        "Testicular structure and spermatogenesis of short mackerel, Rastrelliger brachysoma (Bleeker, 1851) in The Upper Gulf of Thailand",
        "Histopathology of kidney and liver in the captive broodstock (Rastrelliger brachysoma) during its juvenile stage",
        "Pathological microscopy in liver parenchyma of gray-eel catfish, Plotosus canius, from the Ang-Sila area, Chonburi Province, Thailand",
        "Spermatogenic ultrastructure of the grunting toadfish Allenbatrachus grunniens (Batrachoididae)",
        "Characterization of mature testis and sperm morphology of Gymnotus carapo (Gymnotidae, Teleostei) from the southeast of Brazil",
        "Evaluation of rapid cooling and tricaine methanesulfonate (MS222) as methods of euthanasia in zebrafish (Danio rerio)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Victoria",
            "@id": "60103477",
            "affilname": "University of Houston-Victoria",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103477",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Songkla",
            "@id": "60092137",
            "affilname": "Rajamangala University of Technology Srivijaya",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60092137",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "@id": "127970636",
            "affilname": "Chonburi Fishery Inspection Office",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/127970636",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}