{
    "eid": "2-s2.0-85062214091",
    "title": "The conundrum of a dominant party in Thailand",
    "cover-date": "2019-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Sociology and Political Science",
            "@code": "3312",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Political Science and International Relations",
            "@code": "3320",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "dominant party",
        "social cleavages",
        "Thai party system",
        "Thai politics",
        "Thaksin Shinawatra"
    ],
    "authors": [
        "Siripan Nogsuan Sawasdee"
    ],
    "citedby-count": 3,
    "ref-count": 54,
    "ref-list": [
        "Collusion, competition and democracy, part I",
        "Crafting competitive party systems: Electoral laws and the opposition in Africa",
        "Counting parties and identifying dominant party systems in Africa",
        "Teerayuth criticizes Thaksin aiming for dictatorship and state concessions",
        "Bridge or bridgehead? Comparing the party systems of Botswana, Namibia, Zimbabwe, Zambia and Malawi",
        "Linkage between rural voters and politicians: Effects on rice policies in the Philippines and Thailand",
        "Types and functions of parties",
        "Thaksin Shinawatra and the reshaping of Thai politics",
        "Inequality and politics in Thailand",
        "Cleavage theory meets Europe’s crises: Lipset, Rokkan, and the transnational cleavage",
        "Pakdainpak deaw kap Prachaniyom Lok: Karnmuang priabtiab nai sattawatmai. [One dominant political party and world populism: Comparative politics in the new century]",
        "Party system institutionalization in 30 African countries",
        "Effective number of parties: A measure with application to West Europe",
        "A tale of two democracies: Conflicting perception of elections and democracy in Thailand",
        "Concentration of land and other wealth in Thailand",
        "Elections without democracy: The rise of competitive authoritarianism",
        "Raikarn meuang Thai raisapda sanjorn: Sondhi “pleay thardtae” Thaksin. [The Thailand Weekly Mobile Show: Sondhi “disclosed the true Thaksin”]",
        "Cleavage structures, party systems and voter alignments: An introduction",
        "Mobilising voters in Southeast Asia: Take Thaksin, take Thailand",
        "Party systems in the third wave",
        "Introduction: Party systems in Latin America",
        "Abhisit chana vote 235 siang panwatee nayok kontee 27. [Abhisit won 235 votes to be the 27th prime minister]",
        "Military, monarchy and repression: Assessing Thailand’s authoritarian turn",
        "The key to one-party dominance: A comparative analysis of selected states: Some lessons for South Africa?",
        "Change and continuity in the Thai political party system",
        "Variations on a theme: Societal cleavages and party orientations through multiple transitions in Thailand",
        "Changing patterns of electoral volatility in European party systems, 1948–1977: Explorations in explanations",
        "Introduction",
        "Introduction: Inequality and oligarchy",
        "Karn samruad kwam kidhen karn tam prachamati lae karn lurk tang December 23, 2550. [A survey of the 2007 referendum and the 23 December 2007 general election]",
        "Prudtikam karn lurktang lae karn mee suanruam tang karn muang pai tai satanagarn kwam kat yang, karn lurktang July 3, 2554. [Voting behavior and patterns of political participation of the Thai electorate in the conflict situation, 3 July 2011 general election]",
        "The menu of manipulation",
        "The political economy of Labor-Party dominance and decline in Israel",
        "Building local party organization in Thailand: Strengthening party rootedness or serving elite interests?",
        "Emerging party systems: An introduction",
        "Urbanized villagers in the 2010 Thai redshirt protests",
        "Political party finance in Thailand today: Evolution, reform, and control",
        "The “germs”: The reds’ infection of the Thai political body"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}