{
    "eid": "2-s2.0-85130767335",
    "title": "Streptomyces barringtoniae sp. nov., isolated from rhizosphere of plant with antioxidative potential",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "antioxidant",
        "polyphasic taxonomy",
        "rhizosphere",
        "Streptomyces barringtoniae"
    ],
    "authors": [
        "Khaing Zar Wai",
        "Rataya Luechapudiporn",
        "Nisachon Tedsree",
        "Wongsakorn Phongsopitanun",
        "Kingchan Malisorn",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 1,
    "ref-count": 57,
    "ref-list": [
        "The nomenclature and classification of the actinomycetes",
        "Streptomyces Waksman and Henrici 1943, 339AL emend. Witt and Stackebrandt 1990, 370 emend. Wellington, Stackebrandt, Sanders, Wolstrup and Jorgensen 1992, 159",
        "Antibiotics produced by Streptomyces",
        "Fascinating diversity and potent biological activities of actinomycete metabolites",
        "Streptomycetes: characteristics and their antimicrobial activities",
        "Discovery of a single monooxygenase that catalyzes carbamate formation and ring contraction in the biosynthesis of the legonmy-cins",
        "First enantiose-lective total synthesis of neocarazostatin B, determination of its absolute configuration and transformation into carquinostatin A",
        "Synthesis of the siderophore coelichelin and its utility as a probe in the study of bacterial metal sensing and response",
        "Germi-cidin, an autoregulative germination inhibitor of Streptomyces viri-dochromogenes NRRL B-1551",
        "The rhizosphere microbiome and plant health",
        "Streptomyces inhi-bens sp. nov., a novel actinomycete isolated from rhizosphere soil of wheat (Triticum aestivum L.)",
        "Streptomyces oryziradicis sp. nov., a novel actinomycete isolated from rhizosphere soil of rice (Oryza sativa L.)",
        "Streptomyces triticagri sp. nov. and Streptomyces triticirhizae sp. nov., two novel Actinobacteria isolated from the rhizosphere soil of wheat (Triticum aestivum L.)",
        "Strepto-myces tunisialbus sp. nov., a novel Streptomyces species with anti-microbial activity",
        "Humic acid-vitamin agar, a new medium for the selective isolation of soil actinomycetes",
        "Methods for characterization of Strepto-myces species",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "16S ribosomal DNA amplification for phylogenetic study",
        "16S/23S rRNA sequencing",
        "Introducing EzBio-Cloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Quantitative phyletics and the evolution of anurans",
        "MEGA7: Molecular Evolutionary Genetics Analysis version 7.0 for bigger datasets",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "The RAST Server: rapid annotations using subsystems technology",
        "SEED servers: high-performance access to the SEED genomes, annota-tions, and metabolic models",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "JSpe-ciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "DNA-DNA hybridization values and their relationship to whole-genome sequence similarities",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "An improved method for the glycolate test for simple identification of the acyl type of bacterial cell walls",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "An integrated procedure for the extraction of bacterial isopre-noid quinones and polar lipids",
        "Chemotaxonomy of aerobic Actinomycetes: Phospholipid composition",
        "Studies on anti-oxidant and antiradical activities of Dolichos biflorus seed extract",
        "Ferric reducing/antioxidant power assay: direct measure of total antioxidant activity of biological fluids and modified version for simultaneous measurement of total anti-oxidant power and ascorbic acid concentration",
        "A synergistic combination of Phyllanthus emblica and Alpinia galanga against H 2 O 2-induced oxidative stress and lipid peroxidation in human ECV304 cells",
        "Evaluation of nitrite radical scavenging properties of selected Zimbabwean plant extracts and their phytoconstituents",
        "Investigation of antioxidative and anticancer potentials of Streptomyces sp. MUM256 isolated from Malaysia mangrove soil",
        "Rhus verniciflua stokes extract: radical scavenging activities and protective effects on H2O2-induced cytotoxicity in macrophage RAW 264.7 cell lines",
        "Antioxidant and antiinflamma-tory activities of cyanidin-3-glucoside and cyanidin-3-rutinoside in hydrogen peroxide and lipopolysaccharide-treated RAW264.7 cells",
        "The Folin–Ciocalteu assay revisited: improvement of its specificity for total phenolic content determi-nation",
        "Antioxidant activity and free radical scavenging activities of Streptomyces sp. strain MJM 10778",
        "Antioxidant evaluation protocols: food quality or health effects",
        "antiSMASH 5.0: updates to the secondary metabolite genome mining pipeline",
        "Complexes of ectoine with the anionic surfactants as active ingredients of cleansing cosmetics with reduced irritating potential",
        "Antioxidant capacity of desferrioxamine in biological systems",
        "Antioxi-dant ad antimicrobial activities of melanin produced by a Pseu-domonas balearica strain"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Udon Thani",
            "@id": "60194920",
            "affilname": "Udon Thani Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60194920",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}