{
    "eid": "2-s2.0-85108639958",
    "title": "Municipal Solid Waste Management in Thailand: Challenges and Strategic Solution",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        },
        {
            "$": "Information Systems",
            "@code": "1710"
        }
    ],
    "keywords": [
        "Clean Development Mechanism",
        "Municipal Solid Waste",
        "Municipal Solid Waste Management",
        "Packaging Waste",
        "Sanitary Landfill"
    ],
    "authors": [
        "Orawan Siriratpiriya"
    ],
    "citedby-count": 0,
    "ref-count": 22,
    "ref-list": [
        "Statistical Data EC_EI_027 Thailand’s Macro Economic Indicators",
        "Thailand: Government Urged to Tackle Dioxin Levels",
        "Bureau of Parliamentary Committee 3",
        "Department of Alternative Energy Development and Efficiency (DEDE) Energy from Municipal Solid Waste (MSW): MSW Energy Technologies",
        "Bangkok Metropolitan Administration",
        "Bangkok Metropolitan Administration",
        "Working Paper 1999/05/31, Report Number 19328, Urban Development Division, Transportation, Water and Urban Development Department, the World Bank",
        "Campaign for Alternative Industry Network (CAIN), Greenpeace Southeast Asia (GPSEA), Alternative Agriculture Network (AAN). International Pops Elimination Project",
        "Office of the National Economic and Social Development Board (NESDB)",
        "(In Thai) (ISBN: 978-974-8479-22-4)",
        "Executive Summary: Preparation of Environmental Management Plan 2007–2011",
        "E. 2549, Ministry of Natural Resources and Environment",
        "E. 2550, Ministry of Natural Resources and Environment",
        "E. 2551, Ministry of Natural Resources and Environment",
        "Pollution Control Department, ‘‘Project of Drafted Master Law for the Promotion of Waste Reduction Reuse and recycling,’’",
        "Pollution Control Department, ‘‘Pollution Prevention and Mitigation Policy 1997–2016,’’Pollution from Solid Waste, Thai Environmental Regulation",
        "Proceeding, the Expert Meeting on Waste Management in Asia-Pacific Islands, 27–29 Oct",
        "Proceeding, the 3Rd Expert Meeting on Solid Waste Management in Asia-Pacific Islands-Networking of Experts for Environmentally-Sound Solid Waste Management and the 3Rs-, 7–9 Nov",
        "Bangkok Metropolitan Administration, Cabinet Publishing and Gazette Office",
        "In: The Asia 3Rs Conference",
        "Development of Environment and Energy Foundation, Pp"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}