{
    "eid": "2-s2.0-85148665704",
    "title": "DEVELOPING AN INDEX FOR MEASURING RETIREMENT READINESS IN THAILAND: THE NATIONAL RETIREMENT READINESS INDEX",
    "cover-date": "2022-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Arts and Humanities (all)",
            "@code": "1200",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Social Sciences (all)",
            "@code": "3300",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "financial sustainability",
        "pension system",
        "quality of retirement",
        "Retirement index"
    ],
    "authors": [
        "Anirut Pisedtasalasai",
        "Roongkiat Ratanabanchuen",
        "Pornanong Budsaratragoon",
        "Ruttachai Seelajaroen",
        "Narongrid Asavaroungpipop",
        "Tanawit Sae-Sue"
    ],
    "citedby-count": 0,
    "ref-count": 43,
    "ref-list": [
        "Wealth accumulation and the propensity to plan",
        "Is there a retirement-savings puzzle?",
        "Heuristics and biases in retirement savings behavior",
        "Low health literacy and health outcomes: An updated systematic review",
        "What accounts for the variation in retirement wealth among US households?",
        "Down or out: Assessing the welfare costs of household investment mistakes",
        "Minimum income standards: How might budget standards be set for the UK?",
        "Subjective well-being: The science of happiness and a proposal for a national index",
        "Do we really know what makes us happy? A review of the economic literature on the factors associated with subjective well-being",
        "What can economists learn from happiness research?",
        "Consumption over the life cycle",
        "Formal volunteering as a protective factor for older adults' psychological well-being",
        "How much is enough? A discussion of retirement benefits and communication in defined contribution arrangements",
        "Can the poor save?",
        "The role of self‐regulation, future orientation, and financial knowledge in long‐term financial decisions",
        "Influence of future time perspective, financial knowledge, and financial risk tolerance on retirement saving behaviors",
        "The impact of health literacy and life style risk factors on health-related quality of life of Australian patients",
        "Improving employee productivity: The role of financial counseling and education",
        "Factors affecting workers' retirement confidence: A gender perspective",
        "Retirement resources inventory: Construction, factor structure and psychometric properties",
        "Perceived adequacy of retirement income",
        "Barriers and facilitators to saving behavior in low-to moderate-income households",
        "Economic hardship across the life course",
        "Planning and expectations of the retirement experience",
        "Financial literacy and stock market participation",
        "Adjustment to and satisfaction with retirement: two of a kind?",
        "Limited asset market participation and the elasticity of intertemporal substitution"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60199583",
        "affilname": "Chulalongkorn Business School",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
        "affiliation-country": "Thailand"
    },
    "funding": []
}