{
    "eid": "2-s2.0-84969718650",
    "title": "Ultrastrong, Transparent Polytruxillamides Derived from Microbial Photodimers",
    "cover-date": "2016-05-10",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Inorganic Chemistry",
            "@code": "1604"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        }
    ],
    "keywords": [],
    "authors": [
        "Seiji Tateyama"
    ],
    "citedby-count": 50,
    "ref-count": 23,
    "ref-list": [
        "Making the \"unrecyclable\" recyclable there's more to plastics recycling than pet bottles",
        "Environmentally degradable, high-performance thermoplastics from phenolic phytomonomers",
        "Hydrotalcites catalyze the acidolysis polymerization of phenolic acid to create highly heat-resistant bioplastics",
        "Syntheses of high-performance biopolyamides derived from itaconic acid and their environmental corrosion",
        "Biobased polyimides from 4-aminocinnamic acid photodimer",
        "Regioselective photodimerization of cinnamic acids in water: Templation with cucurbiturils",
        "Photodimerization in the solid state",
        "Properties of Polymers",
        "Synthesis, Cross-Linking, and Properties of Benzocyclobutene-Terminated Bisphenol A Polycarbonates",
        "Preparation, characterization and properties of gradient polymer blends: Discussion of poly(vinyl chloride)/ poly(methyl methacrylate) blend films containing a wide compositional gradient phase",
        "Industrialization and application development of cyclo-olefin polymer",
        "Influence of Structure on Phase Behavior of Polyamide Blends",
        "Relationship between body mass and biomechanical properties of limb tendons in adult mammals",
        "Elastin as a random‐network elastomer: A mechanical and optical analysis of single elastin fibers",
        "J. Exp. Boil.",
        "Viscoelasticity of the sarcomere matrix of skeletal muscles. The titin-myosin composite filament is a dual-stage molecular spring",
        "The mechanical design of spider silks: From fibroin sequence to mechanical function",
        "Partially bio-based polyimides from isohexide-derived diamines",
        "Fluoropolymers 2: Properties",
        "Optically Transparent Nanofiber Paper",
        "Novel photolabile diblock copolymers bearing truxillic acid derivative junctions"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tsukuba",
            "affilname": "University of Tsukuba",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Nomi",
            "affilname": "Japan Advanced Institute of Science and Technology",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Wuxi",
            "affilname": "Jiangnan University",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science"
    ]
}