{
    "eid": "2-s2.0-84903935386",
    "title": "Electrospun curcumin-loaded zein membrane for iron(III) ions sensing",
    "cover-date": "2014-10-31",
    "subject-areas": [
        {
            "$": "Instrumentation",
            "@code": "3105"
        },
        {
            "$": "Spectroscopy",
            "@code": "1607"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "Electronic",
            "@code": "2504"
        },
        {
            "$": "Metals and Alloys",
            "@code": "2506"
        },
        {
            "$": "Electrochemistry",
            "@code": "1603"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Electrical and Electronic Engineering",
            "@code": "2208"
        }
    ],
    "keywords": [
        "Curcumin",
        "Iron(III)",
        "Naked-eye",
        "Nanofiber",
        "Zein membrane"
    ],
    "authors": [
        "Amornrat Saithongdee"
    ],
    "citedby-count": 57,
    "ref-count": 28,
    "ref-list": [
        "A structural model for maize zein proteins.",
        "Zein: The industrial protein from corn",
        "Electrospun zein fibrous membranes using glyoxal as cross-linking agent: Preparation, characterization and potential for use in biomedical applications",
        "Cytocompatible cross-linking of electrospun zein fibers for the development of water-stable tissue engineering scaffolds",
        "Determination of acidity constants of curcumin in aqueous solution and apparent rate constant of its decomposition",
        "Stability of curcumin in buffer solutions and characterization of its degradation products",
        "DFT and experimental studies of the structure and vibrational spectra of curcumin",
        "Curcuminoids as potential new iron-chelating agents: Spectroscopic, polarographic and potentiometric study on their Fe(III) complexing ability",
        "Spectrophotometric and electrochemical determination of the formation constants of the complexes Curcumin-Fe(III)-water and Curcumin-Fe(II)-water",
        "Electrospinning of nanofibers: Reinventing the wheel?",
        "A review of opportunities for electrospun nanofibers in analytical chemistry",
        "Functional materials by electrospinning of polymers",
        "Electrospinning: A fascinating fiber fabrication technique",
        "Colorimetric and fluorescent sensor constructing from the nanofibrous membrane of porphyrinated polyimide for the detection of hydrogen chloride gas",
        "Nickel (II) ions sensing properties of dimethylglyoxime/poly(caprolactone) electrospun fibers",
        "A facile and highly sensitive colorimetric sensor for the detection of formaldehyde based on electro-spinning/netting nano-fiber/nets",
        null,
        "Wet cross-linking gliadin fibers with citric acid and a quantitative relationship between cross-linking conditions and mechanical properties",
        "Ultraviolet-Visible Spectroscopy",
        "Curcumin nanodisks: Formulation and characterization",
        "Studies on the chemistry of the determination of boron with curcumin",
        "Effect of Curcumin on the metal ion induced fibrillization of Amyloid-β peptide",
        "Complexation between Cu(II) and curcumin in the presence of two different segments of amyloid β",
        "Studies on curcumin and curcuminoids. XXII: Curcumin as a reducing agent and as a radical scavenger",
        null,
        null,
        null
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "IIAC Chulalongkorn University",
        "Chulalongkorn University"
    ]
}