{
    "eid": "2-s2.0-84995686733",
    "title": "Immunohistochemical detection of estrogen and progesterone receptors in the uterine and oviductal tissues of culling gilts with ovarian cysts",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Cystic ovary",
        "Estrogen receptor",
        "Gilt",
        "Progesterone receptor",
        "Reproductive organ"
    ],
    "authors": [
        "Paisan Tienthai"
    ],
    "citedby-count": 1,
    "ref-count": 52,
    "ref-list": [
        "Effects of estradiol and progesterone on the cytodifferentiation of epithelial cells in the oviduct of the newborn golden hamster",
        "Endocrine changes associated with cystic ovarian degeneration in sows.",
        "Sex steroid changes in porcine cystic ovarian disease",
        "Pregnancy effects on distribution of progesterone receptors, oestrogen receptor α, glucocorticoid receptors, Ki-67 antigen and apoptosis in the bovine interplacentomal uterine wall and foetal membranes",
        "Diseases of Swine. Cap. 60",
        "Ovarian cysts and their consequences on the reproductive performance of swine herds",
        "Post-mortem Examination of Genital Organs from Sows with Reproductive Disturbances in a Sow-pool",
        "Economic aspects of common health and fertility problems for the individual pig producer: an overview.",
        "Chronic intermittent cold stress activates ovarian sympathetic nerves and modifies ovarian follicular development in the rat",
        "Regulation of signal transduction pathways by estrogen and progesterone",
        "Studies of the genital organs of gilts culled for anoestrus",
        "The concentration of GnRH in hypothalamus, LH and FSH in pituitary, LH, PRL and sex steroids in peripheral and ovarian venous plasma of hypo- and hyperthyroid, cysts-bearing gilts",
        "Changes in oestrogen receptor protein, mrna expression and localization in the endometrium of cyclic and pregnant gilts",
        "Immunocytochemical localization and changes in endometrial progestin receptor protein during the porcine oestrous cycle and early pregnancy",
        "Physiological action of progesterone in target tissues",
        "Evaluation of reproductive failure of female pigs based on slaughterhouse material and herd record survey",
        "The Fallopian tubes in domestic mammals: How vital is their physiological activity?",
        "Dexamethasone-induced changes in sympathetic innervation of porcine ovaries and in their steroidogenic activity",
        "Post-mortem examination of sows genital organs culled for reproductive disturbances and immunohistochemical studies on ERα and PR A receptors in the anoestral sows uterus",
        "Estradiol, Progesterone and Testosterone Receptors for Pig Endometrium and Myometrium at Various Stages of the Estrous Cycle",
        "Cholinergic innervation of cystic porcine ovaries",
        null,
        "Effect of the uterus on induced cystic ovarian follicles in the sow",
        "Lifetime reproductive performance in female pigs having distinct reasons for removal",
        "Comp. Cont. Ed",
        "Nuclear Receptor Coactivator Function in Reproductive Physiology and Behavior",
        "Jap. J. Zoo-tech. Sci",
        "The role of sex steroid receptors in obstetrics and gynecology.",
        "Ir. Vet",
        "Studies of oestrogen and progesterone receptors in reproductive organs of prepubertal gilts with reproductive disturbance",
        "Oestradiol and progesterone receptors in the pig oviduct during the oestrous cycle",
        "Characterization of uterine sex steroid receptors in the pig and their variation during the oestrous cycle",
        "Immunophenotype of porcine oviduct epithelial cells during the oestrous cycle: A double-labelling immunohistochemical study",
        "Review of apoptotic and non-apoptotic events in non-ciliated cells of the mammalian oviduct",
        "Sow culling and mortality in commercial swine breeding herds",
        "Immunohistochemical studies on oestrogen receptor alpha (ERα) and the proliferative marker Ki-67 in the sow uterus at different stages of the oestrous cycle",
        "Immunohistochemical studies on the progesterone receptor (PR) in the sow uterus during the oestrous cycle and in inseminated sows at oestrus and early pregnancy",
        "Relationships between ovarian cysts and morphological and hormonal state of ovarian cortex in sows",
        "Molecular mechanisms of action of steroid/thyroid receptor superfamily members",
        "Morphological changes and infiltration of immune cells in the endometrium of anoestrus gilt in relation to the ovarian appearance and serum progesterone",
        "Thai J. Vet. Med",
        "J. Thai Vet. Med. Assoc",
        "Estrogen receptor alpha localization in Thai swamp buffalo oviduct during the follicular and luteal phases",
        "Expression of the progesterone receptor in the Thai swamp buffalo oviduct at the follicular and luteal phases",
        "Thai J. Vet. Med",
        "Relationships among specific reasons for culling, reproductive data, and gross morphology of the genital tracts in gilts culled due to reproductive failure in Thailand",
        "Factors affecting the incidence of cystic ovaries in replacement gilts",
        "Estrogen receptors α and β in the female reproductive tract of the rat during the estrous cycle",
        "Expression of GPR30, ERα and ERβ in endometrium during window of implantation in patients with polycystic ovary syndrome: A pilot study",
        "Concentrations of tissue-type plasminogen activator and relaxin in normal and induced-cystic follicles of gilts",
        "Vet. Bull",
        "The role of the estrogen receptor in uterine epithelial proliferation and cytodifferentiation in neonatal mice"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Ratchadaphiseksomphot Endowment Fund"
    ]
}