{
    "eid": "2-s2.0-85101922363",
    "title": "Scoring sufficiency economy philosophy through gri standards and firm risk: A case study of thai listed companies",
    "cover-date": "2021-02-02",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Environmental Science (miscellaneous)",
            "@code": "2301",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Energy Engineering and Power Technology",
            "@code": "2102",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Global reporting ini-tiative",
        "Managerial opportunism",
        "SEP scoring",
        "Stakeholder theory",
        "Sustainable development report"
    ],
    "authors": [
        "Veerawin Korphaibool",
        "Pattanaporn Chatjuthamard",
        "Sirimon Treepongkaruna"
    ],
    "citedby-count": 7,
    "ref-count": 60,
    "ref-list": [
        "Predicting corporate sustainability: A Thai approach",
        "Measuring corporate sustainability: A Thai approach",
        "Relating vision-based leadership to sustainable business performance: A Thai perspective",
        "A study of performance of SMEs in their application of sufficiency economy philosophy",
        "The influence of sufficiency economy philosophy practice on SMEs’ performance in Thailand",
        "The longitudinal study of sufficiency economy philosophy reporting of listed companies in the Stock Exchange of Thailand",
        "Development of the sufficiency economy philosophy in the Thai business sector: Evidence, future research & policy implications",
        "Philosophy of sufficiency economy and business sustainability: A framework for operational implications",
        "The philosophy of the sufficiency economy: A contribution to the theory of development",
        "Sufficiency economy philosophy: Buddhism-based sustainability framework in Thailand",
        "The possibility of applying the philosophy of sufficiency economy in organizational purchasing",
        "Investigation of sufficiency economy philosophy reporting in Thailand",
        "Achieving corporate sustainability: Toward a practical theory",
        "Putting Rhineland principles into practice in Thailand: Sustainable leadership at Bathroom Design Company",
        "Sufficiency economy and the bourgeois virtues",
        "Fixed income and other product department",
        "Corporate governance, shareholder rights and firm diversification: An empirical analysis",
        "Dividend policy, shareholder rights, and corporate governance",
        "Scoring corporate environmental and sustainability reports using GRI 2000, ISO 14031 and other criteria",
        "Scoring sustainability reports using GRI 2011 guidelines for assessing environmental, economic, and social dimensions of leading public and private Indian companies",
        "Managerial opportunism? Evidence from directors’ and officers’ insurance purchases",
        "Impact of ownership structure and dividend on firm performance and firm risk",
        "Rural villagers’ quality of life improvement by economic self-reliance practices and trust in the philosophy of sufficiency economy",
        "Thailand’s sufficiency economy philosophy as an alternative path to sustainable development",
        "Sufficiency economy",
        "Sustainable economic development through the sufficiency economy philosophy",
        "Sufficiency economy philosophy and firm risks",
        "A complete report of small and medium enterprises according to the royal initiative sufficiency economy principles: Present to Thailand research fund",
        "Toward a theory of corporate sustainability: A theoretical integration and exploration",
        "Corporate governance and board of directors: The effect of a board composition on firm sustainability performance",
        "Revisiting the relation between environmental performance and environmental disclosure: An empirical analy-sis",
        "Does it pay to be green? An empirical examination of the relationship between emission reduction and firm performance",
        "Effects of corporate environmental responsibility on financial performance: The moderating role of government regulation and organizational slack",
        "The fit between CEO compensation design and firm risk",
        "Does CSR reduce firm risk? Evidence from controversial industry sectors",
        "Idiosyncratic return volatility, cash flows, and product market competition",
        "Idiosyncratic risk matters!",
        "Can growth options explain the trend in idiosyncratic risk?",
        "Corporate environmental responsibility and firm risk",
        "Social performance and firm risk: Impact of the financial crisis",
        "Environmental and social disclosures and firm risk",
        "Firm-specific risk and equity market development",
        "Size, leverage, and dividend record as determinants of equity risk",
        "Corporate social responsibility information disclosure and corporate fraud—“Risk Reduction” effect or “Window Dressing” effect?",
        "Positive and negative corporate social responsibility, financial leverage, and idiosyncratic risk",
        "Corporate social performance and firm risk: A meta-analytic review",
        "Women on board: Does boardroom gender diversity affect firm risk?",
        "Data in search of a theory: A critical examination of the relationships among social performance, social disclo-sure, and economic performance of U.S. firms",
        "Corporate social responsibility as a conflict between shareholders",
        "Multifactor explanations of asset pricing anomalies",
        "Firm size and cyclical variations in stock returns",
        "Dividend policy under asymmetric information",
        "Instrumental variables two-stage least squares (2SLS) vs. maximum likelihood structural equation modeling of causal effects in linear regression models"
    ],
    "affiliation": [
        {
            "affiliation-city": "Perth",
            "@id": "60189723",
            "affilname": "The UWA Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189723",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}