{
    "eid": "2-s2.0-84937060934",
    "title": "DFT investigation on molecular structures of metal and nonmetal-doped ZnO sodalite-like cage and their electronic properties",
    "cover-date": "2016-06-01",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        }
    ],
    "keywords": [
        "DFT",
        "High-spin state",
        "Low-spin",
        "Metal doping",
        "NBO",
        "Nonmetal doping",
        "ZnO sodalite-like cage"
    ],
    "authors": [
        "Waranyu Pipornpong"
    ],
    "citedby-count": 9,
    "ref-count": 46,
    "ref-list": [
        null,
        "Cluster formation in UV laser ablation plumes of ZnSe and ZnO studied by time-of-flight mass spectrometry",
        null,
        null,
        "Design and energetic characterization of ZnO clusters from first-principles calculations",
        "Rings, towers, cages of ZnO",
        "Structures of zinc oxide nanoclusters: As found by revolutionary algorithm techniques",
        null,
        "Cage and tube structures of medium-sized zinc oxide clusters (ZnO)n (n=24, 28, 36, and 48)",
        "A DFT investigation on ZnO clusters and nanostructures",
        "Investigating the relative stabilities and electronic properties of small zinc oxide clusters",
        "First-principles study of static polarizability, first and second hyperpolarizabilities of small-sized ZnO clusters",
        "ZnO clusters: Laser ablation production and time-of-flight mass spectroscopic study",
        null,
        "Density functional studies of small gases adsorbed on the ZnO sodalite-like cage and its adsorption abilities",
        "Structural and electronic properties of ZnO nanoclusters: A B3LYP DFT study",
        "Effect of Ag doping on structural, optical, and photocatalytic properties of ZnO nanoparticles",
        "First principles description of the electronic properties of doped ZnO",
        "Quantum chemical study of Fe doped ZnO nanoclusters",
        "Magnetic and optical properties of Cu-doped ZnO nanosheet: First-principles calculations",
        "Influence of Co doping on the structural, optical and magnetic properties of ZnO nanocrystals",
        "Ferromagnetism of V-doped ZnO nanowires",
        "First-principles study on the magnetism of Mn and Co codoped ZnO",
        "Effects of Ga concentration on electronic and optical properties of Ga-doped ZnO from first principles calculations",
        "Structural and electronic properties of Ni-doped ZnO in zinc-blende phase: A DFT investigations",
        "Structural, magnetic properties and photoemission study of Ni-doped ZnO",
        "Study on Ni-doped ZnO films as gas sensors",
        "The density functional theory study of structural and electronical properties of zno clusters",
        "Electronic and magnetic properties of all 3d transition-metal-doped ZnO monolayers",
        "First principles calculations of Co-doped zinc-blende ZnO magnetic semiconductor",
        "Half-metallic ferromagnetism in Cu-doped zinc-blende ZnO from first principles study",
        null,
        "The electronic structures and magnetic properties of N-doped ZnO with and without Zn vacancy",
        "The transparence comparison of Ga- and Al-doped ZnO thin films",
        "Ferromagnetism in carbon-doped ZnO films from first-principle study",
        null,
        "Density-functional exchange-energy approximation with correct asymptotic behavior",
        "Development of the Colle-Salvetti correlation-energy formula into a functional of the electron density",
        "Density-functional thermochemistry. III. The role of exact exchange",
        "Ab initio effective core potentials for molecular calculations. Potentials for the transition metal atoms Sc to Hg",
        "Ab initio effective core potentials for molecular calculations. Potentials for main group elements Na to Bi",
        "Ab initio effective core potentials for molecular calculations. Potentials for K to Au including the outermost core orbitale",
        "Thermochemistry in Gaussian Gaussian Inc",
        "Inc., Wallingford CT, 2009, Gaussian 09, Revision D.01, Gaussian, Inc Wallingford CT",
        "Switzerland",
        "Cclib: A library for package-independent computational chemistry algorithms"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}