{
    "eid": "2-s2.0-85129735389",
    "title": "A Review of an Important Plants: Annona squamosa Leaf",
    "cover-date": "2022-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "Annona squamosa",
        "Medicine",
        "Pharmacology",
        "Phytochemistry",
        "Traditional medicinal plant"
    ],
    "authors": [
        "Arifia Safira",
        "Prasita Widayani",
        "Dhiya An-Najaaty",
        "Cinta Atsa Mahesa Rani",
        "Mela Septiani",
        "Yan Arengga Syah Putra",
        "Tridiganita Intan Solikhah",
        "Aswin Rafif Khairullah",
        "Hartanto Mulyo Raharjo"
    ],
    "citedby-count": 3,
    "ref-count": 70,
    "ref-list": [
        "Aloe vera and Virgin Coconut Oil (VCO) accelerate healing process in domestic cat (Felis domesticus) suffering from scabies",
        "Review on the pharmacological and health aspects of Hylocereus or Pitaya: An update",
        "Review on the Pharmacological and Health Aspects of Apium Graveolens or Celery : An Update",
        "Antifungal and antioxidant activities of organic and aqueous extracts of Annona squamosa Linn. leaves",
        "Selective cytotoxic effects of Annona Squamosa Leaves against breast cancer cells via apoptotic signaling proteins",
        "Mineral composition, nutritional properties, vitamins, and bioactive compounds in Annona squamosa L. grown at different sites of Egypt",
        "Extractability of phenolics from spearmint treated with pulsed electric field",
        "Phenolic composition and medicinal usage of Psidium guajava Linn.: Antifungal activity or inhibition of virulence?",
        "Effect of emergent non-thermal extraction technologies on bioactive individual compounds profile from different plant materials",
        "Ethanolic Noni (Morinda citrifolia L.) leaf extract dechlorophyllised using sedimentation process: Antioxidant, antibacterial properties and efficacy in extending the shelf-life of striped catfish slices",
        "Ethanolic guava leaf extracts with different chlorophyll removal processes: Anti-melanosis, antibacterial properties and the impact on qualities of Pacific white shrimp during refrigerated storage",
        "Pharmacological activities of Annona squamosa: A review",
        "Characterization of the leaf essential oil composition of Annona squamosa L. from foothills of north India",
        "Determination of bioactive components of Annona squamosa L leaf by GC-MS analysis",
        "An update review on Annona squamosa",
        "Antimalarial alkaloids isolated from Annona squamosa",
        "Collection and evaluation of custard apple (Annona squamosa L.) genotypes in Chhattisgarh plains",
        "Assessment of preliminary phytochemical screening, polyphenol content, flavonoid content, and antioxidant activity of custard apple leaves (Annona squamosa Linn.)",
        "Molecular characterization of diversity in Annona squamosa L.: A high value tropical medicinal plant",
        "Antinociceptive and antiinflammatory activities of ethanolic extract from atemoya (Annona cherimola Mill x Annona squamosa L.)",
        "A review on Annona squamosa L.: phytochemicals and biological activities",
        "Cytotoxicity and bacterial membrane destabilization induced by Annona squamosa L. extracts",
        "Essential oils from annonaceae species from Brazil: A systematic review of their phytochemistry, and biological activities",
        "Custard apple (Annona squamosa L.) leaves: Nutritional composition, phytochemical profile, and healthpromoting biological activities",
        "Phytochemical study of Annona squamosa L. and Annona reticulata L",
        "Evaluation of the antioxidant and antibacterial properties of various solvents extracts of Annona squamosa L. leaves",
        "Quantification of ascorbic acid in leaves of Annona squamosa",
        "The therapeutic potential of medicinal foods",
        "Antibacterial and wound healing activity of the leaves of Annona squamosa Linn.(Annonaceae)",
        "Screening of Annona squamosa extracts for antibacterial activity against some respiratory tract isolates",
        "Persepsi masyarakat gampong Lampaya Lhoknga terhadap tanaman sirsak sebagai pencegah kanker",
        "Phytochemical and pharmacological review on Annona squamosa Linn",
        "The pharmacological properties of Annona squamosa Linn: A Review",
        "Annona squamosa Linn.(custard apple): An aromatic medicinal plant fruit with immense nutraceutical and therapeutic potentials",
        "A review on insight of immense nutraceutical and medicinal potential of custard apple (Annona squamosa Linn.)",
        "The phytochemical and nutritional analysis and biological activity of Annona squamosa Linn",
        "Annona squamosa L. leaves inhibit alpha-melanocyte-stimulating hormone (α-MSH) stimulated melanogenesis via p38 signaling pathway in B16F10 melanoma cells",
        "Medicinal importance of Kaempferia galanga L. (Zingiberaceae): A comprehensive review",
        "Effect of Muntingia calabura L. leaf extract on blood glucose levels and body weight of alloxan-induced diabetic mice",
        "Antidiabetic activity of papaya leaf extract (Carica Papaya L.) isolated with maceration method in alloxan-induces diabetic mice",
        "Medicinal properties of Muntingia calabura L.: A Review",
        "A review of an important medicinal plant : Alpinia galanga (L.) willd",
        "Phytochemical analysis and antimicrobial activities of Annona squamosa (L) leaf extracts",
        "Toksisitas ekstrak daun srikaya (Annona squamosa Linn.) terhadap jamur Fusarium sp",
        "HR-LCMS of phytoconstituents and antifungal activity of medicinal plants",
        "Pharmacognosy and pharmacology of Annona squamosa",
        "Immunomodulatory constituents from Annona squamosa twigs provoke differential immune response in BALB/c mice",
        "Total synthesis of a pyrrole lactone alkaloid, longanlactone",
        "Anti-ulcer constituents of Annona squamosa twigs",
        "Anti ulcer activity of aqueous extract of Annona squamosa leaves on rats",
        "Evaluation of in vitro antioxidant activity of Calotropis procera fruit extract",
        "Evaluation of anti-fatigue and antioxidant activities of ethanolic leaf extracts of Annona squamosa and Annona reticulata",
        "Phytochemical screening and antioxidant activity of different solvent extracts from Annona squamosa Linn. leaves",
        "Biochemical evaluation of antidiabetic and antioxidant potentials of Annona squamosa leaves extracts studied in STZ induced diabetic rats",
        "Antifertility activities of ethanol extract of sugar apple leaves (Annona squamosa L.) in the reproductive system: spermatogenesis and sperm quality study",
        "Effect of Ethanolic Extract of Different Parts of Plant (Annona Squamosa) on the Fertility of Male Rats",
        "Phytochemical screening and hepatoprotective efficacy of leaves extracts of Annona squamosa against paracetamol induced liver Toxicity in rats",
        "Toxic cardenolides: chemical ecology and coevolution of specialized plant-herbivore interactions",
        "Anti-cancer activity of new benzyl isoquinoline alkaloid from Saudi plant Annona squamosa",
        "Ethanol extract of srikaya leaf (Annona squamosa L.) against diarrhea",
        "Neuroprotective effect of Annona squamosa & (-) Anonaine in decreased GABA receptor of epileptic rats",
        "Physicochemical, phytochemical screening and profiling of secondary metabolites of Annona squamosa leaf extract",
        "Hypocholesterolemic efficacy of Annona squamosa (L.) extract in mice diabetic models",
        "Effects of Egyptian Annona squamosa leaves extracts against alloxan induced hyperglycemia in rats",
        "Anti-obesity effect of ethanolic extract from Cosmos caudatus Kunth leaf in lean rats fed a high fat diet",
        "Effect of aqueous leaf extract of Annona squamosa on clarias batrachus fish infected with Aeromonas hydrophila with reference to haematological parameters",
        "Effect of ethanolic extract of the leaves of plant Annona squamosa on hematological and biochemical parameters in normal rats",
        "Nephroprotective activity of Annona squamosa leaves against paracetamol-induced nephrotoxicity in rats: in vitro and in vivo experiments"
    ],
    "affiliation": [
        {
            "affiliation-city": "Surabaya",
            "@id": "60069383",
            "affilname": "Universitas Airlangga",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069383",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}