{
    "eid": "2-s2.0-85017173673",
    "title": "Characterization of arsenic speciation using xanes spectroscopy in comamonas terrae, an arsenite-oxidizing bacterium isolated from agricultural soil in Thailand",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "General Environmental Science",
            "@code": "2300"
        },
        {
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101"
        },
        {
            "$": "Food Science",
            "@code": "1106"
        }
    ],
    "keywords": [
        "Arsenite oxidation",
        "Bioremediation",
        "Comamonas",
        "Soil",
        "XANES spectroscopy"
    ],
    "authors": [
        "Kitja Chitpirom"
    ],
    "citedby-count": 1,
    "ref-count": 25,
    "ref-list": [
        "The genetics of geochemistry",
        "The ecology of arsenic",
        "Genes involved in arsenic transformation and resistance associated with different levels of arsenic-contaminated soils",
        "Oxidation of Arsenite by a Soil Isolate of Alcaligenes",
        "Oxidation of arsenite by Agrobacterium albertimagni, AOL15, sp. nov., isolated from Hot Creek, California",
        "Bacterial oxidation of arsenite I. Description of bacteria isolated from arsenical cattle-dipping fluids",
        "Rapid arsenite oxidation by Thermus aquaticus and Thermus thermophilus: Field and laboratory investigations",
        "Mediation of arsenic oxidation by Thiomonas sp. in acid-mine drainage (Carnoulès, France)",
        "Autecology of an arsenite chemolithotroph: Sulfide constraints on function and distribution in a geothermal spring",
        "Present and future commercial applications of biohydrometallurgy",
        "Corynebacterium glutamicumas a model bacterium for the bioremediation of arsenic",
        "Application of biological processes for the removal of arsenic from groundwaters",
        "Removal of As(V) from wastewaters by chemically modified fungal biomass",
        "Arsenic speciation in biological samples using XAS and mixed oxidation state calibration standards of inorganic arsenic",
        "Utilization of solid 'elemental' sulfur by the phototrophic purple sulfur bacterium Allochromatium vinosum: A sulfur K-edge X-ray absorption spectroscopy study",
        "X-Ray absorption near-edge structure (XANES) spectroscopy study of the interaction of silver ions with Staphylococcus aureus, Listeria monocytogenes, and Escherichia coli",
        "NEXAFS Spectroscopy",
        "Imaging and speciation of trace elements in biological environment",
        "Comamonas terrae sp. nov., an arsenite-oxidizing bacterium isolated from agricultural soil in Thailand",
        "Mitigation of arsenic contamination in irrigated paddy soils in South and South-east Asia",
        "Characterizing spatial distribution and sources of heavy metals in the soils from mining-smelting activities in Shuikoushan, Hunan Province, China",
        "The center for advanced microstructures and devices: A status report",
        "High vacuum two crystal soft X-ray monochromator",
        "X-ray absorption near-edge structure analysis of arsenic species for application to biological environmental simples",
        "Isolation and characterization of arsenic resistant bacteria from tannery wastes and agricultural soils in Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Krefeld",
            "affilname": "Hochschule Niederrhein",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Gwangju",
            "affilname": "Gwangju Institute of Science and Technology",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Witten",
            "affilname": "Universität Witten/Herdecke",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Baton Rouge",
            "affilname": "Louisiana State University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Nakhon Ratchasima College (NMC)",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}