{
    "eid": "2-s2.0-85105718478",
    "title": "Factors affecting repositioning policy compliance: an integrative review",
    "cover-date": "2021-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Nursing (all)",
            "@code": "2900",
            "@abbrev": "NURS"
        },
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Factors influence",
        "Integrative review",
        "Nursing behavior",
        "Policy",
        "Repositioning compliance"
    ],
    "authors": [
        "Review Abdulkareem Iblasi",
        "Yupin Aungsuroch",
        "Joko Gunwana"
    ],
    "citedby-count": 1,
    "ref-count": 60,
    "ref-list": [
        "Reswick and Rogers pressure-time curve for pressure ulcer risk. Part 1",
        "Reswick and Rogers pressure-time curve for pressure ulcer risk. Part 2",
        "Factors of importance to the development of pressure ulcers in the care trajectory: Perceptions of hospital and community care nurses",
        "Etiology and risk factors",
        "Pressure ulcers: More lethal than we thought?",
        "A patient-reported pressure ulcer health-related quality of life instrument for use in prevention trials (PU-QOL-P): Psychometric evaluation",
        "The cost of prevention and treatment of pressure ulcers: A systematic review",
        "The biomechanical protective effects of a treatment dressing on the soft tissues surrounding a non‐offloaded sacral pressure ulcer",
        "The future of pressure ulcer prevention is here: Detecting and targeting inflammation early",
        "Could lateral tilt mattresses be the answer to pressure ulcer prevention and management?",
        "Frequent manual repositioning and incidence of pressure ulcers among bed‐bound elderly hip fracture patients",
        "Translating pressure ulcer prevention into intensive care nursing practice",
        "Patient-reported missed nursing care correlated with adverse events",
        "The impact of nurses’ values on the prevention of pressure ulcers",
        "A prospective observational study of patient positioning in a Saudi intensive care unit",
        "Pilot study: Assessing the effect of continual position monitoring technology on compliance with patient turning protocols",
        "Effectiveness of a continuous patient position monitoring system in improving hospital turn protocol compliance in an ICU: A multiphase multisite study in India",
        "Knowledge and attitudes of nurses on pressure ulcer prevention: A cross‐sectional multicenter study in Belgian hospitals",
        "Nursing staff induced repositionings and immobile patients’ spontaneous movements in nursing care",
        "Applying interdisciplinary team approach for pressure ulcer assessment, prevention and management",
        "Educational campaign to increase knowledge of pressure ulcers",
        "The effect of a patient centred care bundle intervention on pressure ulcer incidence (INTACT): A cluster randomised trial",
        "Improvement of pressure ulcer prevention care in private for-profit residential care homes: An action research study",
        "Do patients in Dutch nursing homes have more pressure ulcers than patients in German nursing homes? A prospective multicenter cohort study",
        "The integrative review: Updated methodology",
        "The effectiveness of a pressure ulcer intervention program on the prevalence of hospital acquired pressure ulcers: Controlled before and after study",
        "A cost‐effectiveness analysis of two different repositioning strategies for the prevention of pressure ulcers",
        "The Cochrane Collaboration’s tool for assessing risk of bias in randomised trials",
        "Evaluation of qualitative research studies",
        "Integrative review: What is it? How to do it?",
        "Exploring the effect of educating certified nursing assistants on pressure ulcer knowledge and incidence in a nursing home setting",
        "Pressure mapping to prevent pressure ulcers in a hospital setting: A pragmatic randomised controlled trial",
        "Knowledge, attitudes and barriers towards prevention of pressure ulcers in intensive care units: A descriptive cross-sectional study",
        "Reducing HAPI by cultivating team ownership of prevention with budget-neutral turn teams",
        "Learning about turning: Report of a mailed survey of nurses’ work to reposition patients",
        "Knowledge, attitudes and practice among nursing staff concerning pressure ulcer prevention and treatment - A survey in a Swedish healthcare setting",
        "Does incremental positioning (weight shifts) reduce pressure injuries in critical care patients?",
        "Protecting pregnant health care workers from occupational hazards",
        "Competence in nursing practice: A controversial concept – A focused review of literature",
        "Nurses’ attitudes, behaviours and perceived barriers towards pressure ulcer prevention",
        "Registered nurses’ attention to and perceptions of pressure ulcer prevention in hospital settings",
        "Health behavior theory for pressure ulcer prevention: Root-cause analysis project in critical care nursing",
        "Continuous bedside pressure mapping and rates of hospital-associated pressure ulcers in a medical intensive care unit",
        "Preventing pressure ulcers: The goal is zero",
        "Contextual facilitators of and barriers to nursing home pressure ulcer prevention",
        "TEAM-UP for quality: A cluster randomized controlled trial protocol focused on preventing pressure ulcers through repositioning frequency and precipitating factors",
        "The turn team: A novel strategy for reducing pressure ulcers in the surgical intensive care unit",
        "Barriers and facilitators to preventing pressure ulcers in nursing home residents: A qualitative analysis informed by the Theoretical Domains Framework",
        "Preventing pressure ulcers in hospitals: A systematic review of nurse-focused quality improvement interventions",
        "Adherence to pressure ulcer prevention guidelines: Implications for nursing home quality",
        "100 days, 100% hospital-acquired pressure ulcer-free campaign at a Saudi Arabian rehabilitation facility",
        "An automatic repositioning system to prevent pressure ulcers: A case series",
        "Do we still need to assess nurses’ attitudes towards pressure ulcer prevention? A systematic review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Riyadh",
            "@id": "60091181",
            "affilname": "King Saud Hospital Riyadh",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60091181",
            "affiliation-country": "Saudi Arabia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}