{
    "eid": "2-s2.0-84897749986",
    "title": "Liquid-phase hydrogenation of phenylacetylene over the nano-sized Pd/TiO2 catalysts",
    "cover-date": "2014-04-01",
    "subject-areas": [
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Biomedical Engineering",
            "@code": "2204"
        },
        {
            "$": "Bioengineering",
            "@code": "1502"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        }
    ],
    "keywords": [
        "Liquid-phase selective hydrogenation",
        null,
        "Phenylacetylene",
        "Sonochemical method",
        "Strong metal-support interaction"
    ],
    "authors": [
        "Patcharaporn Weerachawanasak"
    ],
    "citedby-count": 9,
    "ref-count": 30,
    "ref-list": [
        "Forming nanomaterials as layered functional structures toward materials nanoarchitectonics",
        "Nanoarchitectonics for mesoporous materials",
        "Versatile electrostatic assembly of nanoparticles and polyelectrolytes: Coating, clustering and layer-by-layer processes",
        "Mechanical control of nanomaterials and nanosystems",
        "J. Nanosci. Nanotechnol.",
        "Two-dimensional dielectric nanosheets: Novel nanoelectronics from nanocrystal building blocks",
        null,
        null,
        "Layer-by-layer self-assembled shells for drug delivery",
        null,
        "One-pot separation of tea components through selective adsorption on pore-engineered nanocarbon, carbon nanocage",
        "Highly dispersed Pt-Ir nanoparticles on titania nanotubes",
        null,
        null,
        "Some contributions of electron microscopy to the characterisation of the strong metal-support interaction effect",
        null,
        null,
        null,
        null,
        "Liquid-phase hydrogenation of citral over Ir-supported catalysts",
        null,
        null,
        null,
        "Ultrasonics in heterogeneous metal catalysis: Sonochemical chemo- and enantioselective hydrogenations over supported platinum catalysts",
        "Synthesis of Pt modified ZSM-5 and beta zeolite catalysts: Influence of ultrasonic irradiation and preparation methods on physico-chemical and catalytic properties in pentane isomerization",
        "Handbook of X-Ray Photoelectron Spectroscopy",
        null,
        null,
        "Inorganic materials as supports for palladium nanoparticles: Application in the semi-hydrogenation of phenylacetylene",
        "Hydrogenation of carbon-carbon multiple bonds: Chemo-, regio- and stereo-selectivity"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}