{
    "eid": "2-s2.0-85124974188",
    "title": "Investigation of Prenatal Pesticide Exposure and Neurodevelopmental Deficits in Northern Thailand: Protocol for a Longitudinal Birth Cohort Study",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Birth cohort",
        "Farmworker",
        "Neurodevelopment",
        "Organophosphate",
        "Pesticide",
        "Pregnant women",
        "Thailand"
    ],
    "authors": [
        "Brittney O. Baumert",
        "Nancy Fiedler",
        "Tippawan Prapamontol",
        "Panrapee Suttiwan",
        "Warangkana Naksen",
        "Parinya Panuwet",
        "Supattra Sittiwang",
        "Chayada Dokjunyam",
        "Melissa M. Smarr",
        "Carmen J. Marsit",
        "P. Barry Ryan",
        "Wattasit Siriwong",
        "Mark G. Robson",
        "Dana Boyd Barr"
    ],
    "citedby-count": 2,
    "ref-count": 24,
    "ref-list": [
        "Organophosphate exposures during pregnancy and child neurodevelopment: recommendations for essential policy reforms",
        "Association between exposure to pesticides and ADHD or autism spectrum disorder: a systematic review of the literature",
        "Relationship between autism spectrum disorder and pesticides: a systematic review of human and preclinical models",
        "Chronic exposure to organophosphate (OP) pesticides and neuropsychological functioning in farm workers: a review",
        "Pesticide use, poisoning, and knowledge and unsafe occupational practices in Thailand",
        "Pesticide use in Thailand: current situation, health risks, and gaps in research and policy",
        "Agricultural pesticide management in Thailand: situation and population health risk",
        "The pesticide exposure of people living in agricultural community, northern Thailand",
        "Urinary concentrations of dialkylphosphate metabolites of organophosphorus pesticides: National Health and Nutrition Examination Survey 1999-2004",
        "A biomarker validation study of prenatal chlorpyrifos exposure within an inner-city cohort during pregnancy",
        "Effortful control as a personality characteristic of young children: antecedents, correlates, and consequences",
        "Patterns of alcohol consumption in the Thai population: results of the National Household Survey of 2007",
        "Associations of maternal organophosphate pesticide exposure and PON1 activity with birth outcomes in SAWASDEE birth cohort, Thailand",
        "Cross validation of gas chromatography-flame photometric detection and gas chromatography-mass spectrometry methods for measuring dialkylphosphate metabolites of organophosphate pesticides in human urine",
        "Isotope dilution high-performance liquid chromatography-tandem mass spectrometry method for quantifying urinary metabolites of synthetic pyrethroid insecticides",
        "A liquid chromatography-tandem mass spectrometry multiresidue method for quantification of specific metabolites of organophosphorus pesticides, synthetic pyrethroids, selected herbicides, and deet in human urine",
        "Life at home: same time, different places; an examination of the HOME inventory in different cultures",
        "Using the Depression Anxiety Stress Scale 21 (DASS-21) across cultures",
        "Measuring socio-economic position for epidemiological studies in low- and middle-income countries: a methods of measurement in epidemiology paper",
        "Information processing in toddlers: continuity from infancy and persistence of preterm deficits",
        "Pilot study of pesticide knowledge, attitudes, and practices among pregnant women in northern Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "New Brunswick",
            "@id": "60029503",
            "affilname": "School of Environmental and Biological Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029503",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Atlanta",
            "@id": "60025315",
            "affilname": "Rollins School of Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025315",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Piscataway",
            "@id": "60007884",
            "affilname": "Rutgers Environmental and Occupational Health Sciences Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007884",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Emory’s Laney Graduate School",
        "National Institutes of HealthNational Institute of Environmental Health Sciences",
        "NIH",
        "Fogarty",
        "NIEHS"
    ]
}