{
    "eid": "2-s2.0-84973320207",
    "title": "Rapid detection of aflatoxigenic Aspergillus sp. in herbal specimens by a simple, bendable, paper-based lab-on-a-chip",
    "cover-date": "2016-06-01",
    "subject-areas": [
        {
            "$": "Molecular Medicine",
            "@code": "1313"
        },
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        }
    ],
    "keywords": [
        "Aspergillus detection",
        "Blue silver nanoplate",
        "Colorimetric detection",
        "LAMP",
        "Paper-based Lab-on-a-chip",
        "PNA probe"
    ],
    "authors": [
        "Piyasak Chaumpluk"
    ],
    "citedby-count": 20,
    "ref-count": 38,
    "ref-list": [
        "Fungal contamination and mycotoxin detection of powdered herbal drugs",
        "Occurrence of toxigenic fungi in herbal drugs",
        "WHO Guidelines for Assessing Quality of Herbal Medicines with Reference to Contaminants and Residues",
        "Contamination of some common medicinal plant samples and spices by fungi and their mycotoxins",
        "Assessment of toxigenic fungi on Argentinean medicinal herbs",
        "Contamination of aflatoxins in herbal medicinal products in Thailand",
        "Fungal contamination of some imported spices",
        "IARC Monographs on the Evaluation of the Carcinogenic Risks to Humans",
        "Quality Control Methods for Medicinal Plant Materials",
        "The United States Pharmacopeia",
        "A multiplex RT-PCR approach to detect aflatoxigenic strains of Aspergillus flavus",
        "Detection of aflatoxigenic fungi in selected food commodities by PCR",
        "Differentiation of aflatoxin-producing and non-producing strains of Aspergillus flavus group",
        null,
        "Patterned paper as a platform for inexpensive, low-volume, portable bioassays",
        "Three-dimensional microfluidic devices fabricated in layered paper and tape",
        "Low-cost printing of poly(dimethylsiloxane) barriers to define microchannels in paper",
        "Rapid prototyping of paper-based microfluidics with wax for low-cost, portable bioassay",
        "Fabrication and characterization of paper-based microfluidics prepared in nitrocellulose membrane by Wax printing",
        "Controlled reagent transport in disposable 2D paper networks",
        "Fabrication of a microfluidic paper-based analytical device by silanization of filter cellulose using a paper mask for glucose assay",
        "Laminated paper-based analytical devices (LPAD): Fabrication, characterization, and assays",
        "Loop-mediated isothermal amplification of DNA.",
        "Colorimetric detection of Ehrlichia canis via nucleic acid hybridization in gold nano-colloids",
        "A comparison of DNA extraction methods for food analysis",
        "Molecular Cloning: A Laboratory Manual",
        "Novel reference molecules for quantitation of genetically modified maize and soybean",
        null,
        "Synthesis and purification of peptide nucleic acids.",
        "Colorimetric detection of DNA using unmodified metallic nanoparticles and peptide nucleic acid probes",
        "What does genetic diversity of Aspergillus flavus tell us about Aspergillus oryzae?",
        "Loop mediated isothermal amplification (LAMP): A new generation of innovative gene amplification technique; perspectives in clinical diagnosis of infectious diseases",
        "Circumventing air bubbles in microfluidic systems and quantitative continuous-flow PCR applications",
        "Postharvest non-destructive determination of fruits: A model on fruit maturity assay via biosensor based on colorimetric change of gold nanoparticles",
        "PNA hybridizes to complementary oligonucleotides obeying the Watson-Crick hydrogen-bonding rules",
        "Chem. Soc. Rev.",
        "Characterization, purification, and stability of gold nanoparticles",
        "Optical absorption of small metallic particles"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Dhurakij Pundit University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ministry of Commerce",
        "Chulalongkorn University"
    ]
}