{
    "eid": "2-s2.0-84947063670",
    "title": "The tennis strike simulation machine identified and confirmed power spot location on tennis racket during flat first serve",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Physiology (medical)",
            "@code": "2737"
        }
    ],
    "keywords": [
        "Ball Outbound Velocity",
        "Power Impact Spot",
        "Tennis Flat Serve",
        "Tennis Racket"
    ],
    "authors": [
        "Chaiyasith Pavilas"
    ],
    "citedby-count": 3,
    "ref-count": 19,
    "ref-list": [
        "Effect of tennis racket parameters on a simulated groundstroke",
        "The Physics and Technology of Tennis",
        "Biomedical Engineering Principles in Sports, Chapter Optimizing",
        "Comparing the pre- and post-impact ball and racquet kinematics of elite tennis players' first and second serves: A preliminary study",
        "Impact characteristics of the ball and racket during play at the Wimbledon qualifying tournament",
        "An investigation into the power point in tennis",
        "The dead spot of a tennis racket",
        "J Sports Eng.",
        "Effects of swing-weight on swing speed and racket power",
        "The Influence of Tennis Racket Flexibility and String Tension on Rebound Velocity Following a Dynamic Impact",
        "Contributions of upper limb segment rotations during the power serve in tennis",
        "J Sports Eng.",
        "A notational analysis of elite tennis serve and serve-return strategies on slow surface",
        "Inter J Sports Sci Eng.",
        "Tennis Science and Technology 3: Proceedings of the III International Conference on Tennis Science and Technology",
        "J Appl Biomech.",
        "International Tennis Federation",
        "Long-axis rotation: The missing link in proximal-todistal segmental sequencing"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}