{
    "eid": "2-s2.0-85124482624",
    "title": "Atmospheric Dispersion of Gaseous Amine Emitted from Absorption-Based Carbon Capture Plants in Saskatchewan, Canada",
    "cover-date": "2022-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Building and Construction",
            "@code": "2215",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Fuel Technology",
            "@code": "2103",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Engineering (miscellaneous)",
            "@code": "2201",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Energy Engineering and Power Technology",
            "@code": "2102",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Energy (miscellaneous)",
            "@code": "2101",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Control and Optimization",
            "@code": "2606",
            "@abbrev": "MATH"
        },
        {
            "@_fa": "true",
            "$": "Electrical and Electronic Engineering",
            "@code": "2208",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Air pollution",
        "Amine emissions",
        "Carbon capture",
        "Coal-fired power plant",
        "Dispersion model"
    ],
    "authors": [
        "Pet Pakchotanon",
        "Amornvadee Veawab",
        "Adisorn Aroonwilas",
        "Teerawat Sema"
    ],
    "citedby-count": 2,
    "ref-count": 42,
    "ref-list": [
        "Climate Change Conference (UNFCC), COP26 Negotiations Explained",
        "Chapter 2: Mitigation Pathways Compatible with 1.5◦C in the Context of Sustainable Development",
        "An assessment of CCS costs, barriers and potential",
        "IEA World Energy Outlook 2010—A comment",
        "Overcoming Political Climate-Change Apathy in the Era of #FridaysForFuture",
        "Sustainable aviation fuels and imminent technologies—CO2emissions evolution towards 2050",
        "Do environmental technologies help to reduce transport sector CO2emissions? Evidence from the EU15 countries",
        "Chapter 2—Carbon Capture Technologies",
        "Overview of CCS: A Strategy of Meeting CO2Emission Targets",
        "CCS from the gas-fired power station at Kårstø? A commercial analysis",
        "Going beyond the properties of CO2capture and storage (CCS) technology: How trust in stakeholders affects public acceptance of CCS",
        "Chapter 6—Absorption Capture Systems",
        "Environmental impacts of absorption-based CO2capture unit for post-combustion treatment of flue gas from coal-fired power plant",
        "Integration of CO2capture unit using single-and blended-amines into supercritical coal-fired power plants: Implications for emission and energy management",
        "Health and environmental impact of amine based post combustion CO2capture",
        "NIOSH Pocket Guide to Chemical Hazards: Ethanolamine",
        "Test results from a CO2extraction pilot plant at boundary dam coal-fired power station",
        "A framework for the environmental, health and safety hazard assessment for amine-based post combustion CO2capture",
        "Amine degradation in CO2capture. I. A review",
        "Environmental Impacts of Emissions from Post-combustion CO2Capture –Regulatory Aspects",
        "Current status of MHI CO2capture plant technology, large scale demonstration project and road map to commercialization for coal fired flue gas application",
        "Air quality model performance: A comparative analysis of 15 model evaluation studies",
        "Comparison of dry deposition estimates of AERMOD and CALPUFF from area sources in flat terrain",
        "A parametric study of CO2capture from gas-fired power plants using monoethanolamine (MEA)",
        "Clean Coal Project Description",
        "Demonstration of a post-combustion carbon capture pilot plant using amine-based solvents at the Łaziska Power Plant in Poland",
        "Off-gas emission in CO2capture process using aqueous monoethanolamine solution",
        "A Putative Adverse Outcome Pathway Relevant to Carcinogenicity Induced by Sulfuric Acid in Strong Inorganic Acid Mists",
        "Acute lung injury following exposure to nitric acid",
        "Occupational-Related Chemical Injuries",
        "Fatal Pulmonary Edema After Acute Occupational Exposure to Nitric Acid"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Regina",
            "@id": "60030101",
            "affilname": "University of Regina",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030101",
            "affiliation-country": "Canada"
        }
    ],
    "funding": [
        "Faculty of Engineering Chulalongkorn University",
        "University of Regina",
        "Natural Sciences and Engineering Research Council of Canada"
    ]
}