{
    "eid": "2-s2.0-85082018091",
    "title": "Does CO2 emission have any link with the change democratic conditions in ASEAN countries?",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Energy (all)",
            "@code": "2100",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (all)",
            "@code": "2000",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "ASEAN Countries",
        "Carbon Emissions",
        "Democratic Conditions"
    ],
    "authors": [
        " Phrakhruopatnontakitti",
        "Busakorn Watthanabut",
        "Kittisak Jermsittiparsert"
    ],
    "citedby-count": 1,
    "ref-count": 39,
    "ref-list": [
        "The investigation of environmental Kuznets curve hypothesis in the advanced economies: The role of energy prices",
        "Investigating the environmental Kuznets curve hypothesis in Vietnam",
        "Testing environmental Kuznets curve hypothesis in Asian countries",
        "How economic growth, renewable electricity and natural resources contribute to CO2 emissions?",
        "Impact of economic and financial factors on tax revenue: Evidence from the Middle East countries",
        "Impact of bank regulatory change and bank specific factors upon off-balance-sheet activities across commercial banks in South Asia",
        "Rescaling governance and the impacts of political and environmental decentralization: An introduction",
        "FDI, Regionalism, Government Policy and Endogenous Growth: A Comparative Study of the ASEAN-5 Economies",
        "The dynamic impact of renewable energy and institutions on economic output and CO2 emissions across regions",
        "The self-selection of democracies into treaty design: Insights from international environmental agreements",
        "The impact of economic development and social-political factors on ecological footprint: A panel data analysis for 15 MENA countries",
        "Is the environmental Kuznets curve for deforestation a threatened theory? A meta-analysis of the literature",
        "Democracy, electoral systems and emissions: Explaining when and why democratization promotes mitigation",
        "Stakeholder initiatives in flood risk management: Exploring the role and impact of bottom-up initiatives in three ‘room for the river’ projects in the Netherlands",
        "Does the conceptualization and measurement of democracy quality matter in comparative climate policy research?",
        "Democracy and climate change policies: Is history important?",
        "Environmental economics, climate change policy and beyond: A tribute to Anil Markandya",
        "The relationship between energy, pollution, economic growth and corruption: A partial least squares structural equation modeling (PLS-SEM) approach",
        "Environmental Kuznets curve in China: New evidence from dynamic panel analysis",
        "Does democracy affect environmental quality in developing countries?",
        "The ambivalent role of institutions in the co2 emissions: The case of emerging countries",
        "Intelligence, democracy, and international environmental commitment",
        "The environmental Kuznets curve fails in a globalized socio-ecological metapopulation: A sustainability game theory approach",
        "Carbon dioxide (CO2) emissions during urbanization: A comparative study between China and Japan",
        "Economic growth, energy, and environmental Kuznets curve",
        "Urbanization, openness, emissions, and energy intensity: A study of increasingly urbanized emerging economies",
        "Is there a link between cognitive abilities and environmental awareness? Cross-national evidence",
        "Actors, networks, and globalised assemblages: Rethinking oil, the environment and conflict in Ghana",
        "The effects of treaty legality and domestic institutional hurdles on environmental treaty ratification",
        "Literature survey on the relationships between energy, environment and economic growth",
        "(2017), What drives compliance with international environmental agreements?Apolitical economy analysis of international and national determinants",
        "Governance and deforestation-a meta-analysis in economics",
        "Energy consumption and GDP in ASEAN countries: Bootstrap-corrected panel and time series causality tests",
        "Democracy, financial openness, and global carbon dioxide emissions: Heterogeneity across existing emission levels",
        "Energy production, economic growth and CO2 emission: Evidence from Pakistan",
        "Characterizing interactions of socioeconomic development and environmental impact at a watershed scale"
    ],
    "affiliation": [
        {
            "affiliation-city": "Phra Nakhon si Ayutthaya",
            "@id": "60194928",
            "affilname": "Mahachulalongkornrajavidyalaya University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60194928",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60012448",
            "affilname": "Bangkok University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012448",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}