{
    "eid": "2-s2.0-85138944112",
    "title": "Enhanced productivity of extracellular free fatty acids by gene disruptions of acyl-ACP synthetase and S-layer protein in Synechocystis sp. PCC 6803",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Energy (miscellaneous)",
            "@code": "2101",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Acyl–acyl carrier protein synthetase",
        "Free fatty acid secretion",
        "Nitrogen deprivation",
        "S-layer protein",
        "Synechocystis sp. PCC 6803"
    ],
    "authors": [
        "Kamonchanock Eungrasamee",
        "Peter Lindblad",
        "Saowarath Jantaro"
    ],
    "citedby-count": 3,
    "ref-count": 48,
    "ref-list": [
        "Renewable energy from cyanobacteria: energy production optimization by metabolic pathway engineering",
        "Effects of fatty acid activation on photosynthetic production of fatty acid-based biofuels in Synechocystis sp. PCC 6803",
        "Fatty acid activation in cyanobacteria mediated by acyl–acyl carrier protein synthetase enables fatty acid recycling",
        "Engineering cyanobacteria to improve photosynthetic production of alka(e)nes",
        "Transcriptome analysis for phosphorus starvation-induced lipid accumulation in Scenedesmus sp",
        "Co-overexpression of native phospholipid-biosynthetic genes plsX and plsC enhances lipid production in Synechocystis sp. PCC 6803",
        "Effect of nitrogen source on the growth, lipid, and valuable carotenoid production in the green microalga Chromochloris zofingiensis",
        "Improved lipid production via fatty acid biosynthesis and free fatty acid recycling in engineered Synechocystis sp. PCC 6803",
        "Overexpression of lipA or glpD_RuBisCO in the Synechocystis sp. PCC 6803 mutant lacking the aas gene enhances free fatty acid secretion and intracellular lipid accumulation",
        "The β-oxidation systems of Escherichia coli and Salmonella enterica are not functionally equivalent",
        "Overproduction and secretion of free fatty acids through disrupted neutral lipid recycle in Saccharomyces cerevisiae",
        "Redirection of lipid flux toward phospholipids in yeast increases fatty acid turnover and secretion",
        "Fatty acid production in genetically modified cyanobacteria",
        "Essential role of acyl-ACP synthetase in acclimation of the cyanobacterium Synechococcus elongatus strain PCC 7942 to high-light conditions",
        "Physiological effects of free fatty acid production in genetically engineered Synechococcus elongatus PCC 7942",
        "Characterisation of acyltransferases from Synechocystis sp. PCC 6803",
        "Coupling of fatty acid and phospholipid synthesis in Bacillus subtilis",
        "Characterization of a key gene in membrane lipid cycle in Synechocystis sp. PCC 6803",
        "How are free fatty acids transported in membranes? Is it by proteins or by free diffusion through the lipids?",
        "Characterizing active transportation mechanisms for free fatty acids and antibiotics in Synechocystis sp. PCC 6803",
        "Calcifying cyanobacteria—the potential of biomineralization for carbon capture and storage",
        "The sll1951 gene encodes the surface layer protein of Synechocystis sp. strain PCC 6803",
        "PHB is produced from glycogen turn-over during nitrogen starvation in Synechocystis sp. PCC 6803",
        "Novel quantitative insights into carbon sources for synthesis of poly hydroxybutyrate in Synechocystis PCC 6803",
        "Accumulation of poly-β-hydroxybutyrate in cyanobacterium Synechocystis sp. PCC6803",
        "Enhancement of poly-3-hydroxybutyrate production in Synechocystis sp. PCC 6803 by overexpression of its native biosynthetic genes",
        "Metabolic changes in Synechocystis PCC6803 upon nitrogen-starvation: excess NADPH sustains polyhydroxybutyrate accumulation",
        "On the role and production of polyhydroxybutyrate (PHB) in the cyanobacterium Synechocystis sp. PCC 6803",
        "Antibacterial free fatty acids: activities, mechanisms of action and biotechnological potential",
        "Improved free fatty acid production in cyanobacteria with Synechococcus sp. PCC 7002 as host",
        "Modulation of the balance of fatty acid production and secretion is crucial for enhancement of growth and productivity of the engineered mutant of the cyanobacterium Synechococcus elongatus",
        "Biomimetic interfaces based on S-layer proteins, lipid membranes and functional biomolecules",
        "Participation of a cyanobacterial S layer in fine-grain mineral formation",
        "Purification and characterization of a hemolysin-Like Protein, Sll 1951, a nontoxic member of the RTX protein family from the cyanobacterium Synechocystis sp. strain PCC 6803",
        "Functions of a hemolysin-like protein in the cyanobacterium Synechocystis sp. PCC 6803",
        "Action spectra for photoreactions I and II of photosynthesis in the blue-green alga Anacystis nidulans",
        "Nitrogen-starvation-induced chlorosis in Synechococcus PCC 7942: adaptation to long-term survival",
        "Acclimation of unicellular cyanobacteria to macronutrient deficiency: emergence of a complex network of cellular responses",
        "Increased biomass production and glycogen accumulation in apcE gene deleted Synechocystis sp. PCC 6803",
        "Progress and perspective on cyanobacterial glycogen metabolism engineering",
        "Identification of the direct regulon of NtcA during early acclimation to nitrogen starvation in the cyanobacterium Synechocystis sp. PCC 6803",
        "Time-series resolution of gradual nitrogen starvation and its impact on photosynthesis in the cyanobacterium Synechocystis PCC 6803",
        "Nitrogen induction of sugar catabolic gene expression in Synechocystis sp. PCC 6803",
        "Synechocystis sp. PCC 6803 overexpressing genes involved in CBB cycle and free fatty acid cycling enhances the significant levels of intracellular lipids and secreted free fatty acids",
        "Molecular and biochemical characterization of herbicide-resistant mutants of cyanobacteria reveals that phytoene desaturation is a rate-limiting step in carotenoid biosynthesis",
        "Formulae for determination of chlorophyllous pigments extracted with N,N-dimethylformamide",
        "A rapid method of total lipid extraction and purification",
        "Evaluation of a spectrophotometric method for determination of total fecal lipid"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Uppsala",
            "@id": "60003858",
            "affilname": "Uppsala Universitet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003858",
            "affiliation-country": "Sweden"
        }
    ],
    "funding": [
        "Chulalongkorn University Second Century Fund",
        "Thailand Science research and Innovation Fund Chulalongkorn University"
    ]
}