{
    "eid": "2-s2.0-85031501650",
    "title": "Effect of an intervention based on basic Buddhist principles on the spiritual well-being of patients with terminal cancer",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Oncology (nursing)",
            "@code": "2917"
        }
    ],
    "keywords": [
        "Basic Buddhist principles",
        "Spiritual well-being",
        "Terminal cancer"
    ],
    "authors": [
        "Janya Chimluang"
    ],
    "citedby-count": 10,
    "ref-count": 26,
    "ref-list": [
        "A systematic review of associations between spiritual well-being and quality of life at the scale and factor levels in studies among patients with cancer",
        "Spiritual and religious interventions for well-being of adults in the terminal phase of disease.",
        "Psychometric properties of the Thai Spiritual Well-Being Scale",
        "G*Power 3: A flexible statistical power analysis program for the social, behavioral, and biomedical sciences",
        "Spiritual therapy to improve the spiritual well-being of iranian women with breast cancer: A randomized controlled trial",
        "Religion, spirituality, and health: a review and update",
        "Spiritual well-being of Italian advanced cancer patients in the home palliative care setting",
        "Conceptualization of psycho-existential suffering by the Japanese Task Force: the first step of a nationwide project.",
        "A study on the efficacy of spirituality-based intervention on spiritual well being of patients with leukemia: A randomized clinical trial",
        "The effects of spiritual interventions in patients with cancer: A meta-analysis",
        "A randomized, blinded study of the impact of intercessory prayer on spiritual well-being in patients with cancer",
        "Loneliness: a Source Book of Current Therapy, Research and Therapy",
        "J. Nurs. Sci. Chulalongkorn Univ.",
        "A correlational study of spiritual well-being and depression in the adult cancer patient",
        "J. Nurs.",
        "J. Bur. Altern. Med.",
        "Effectiveness of spiritual group therapy on quality of life and spiritual well-being among patients with breast cancer"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sakon Nakhon",
            "affilname": "Hospital of Excellence in Thai Traditional and Complementary Medicine for Cancer at Sakonnakhon",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadapiseksompoch Endowment Fund",
        "Chulalongkorn University"
    ]
}