{
    "eid": "2-s2.0-85063505074",
    "title": "Finding impact factors for rejection of pull requests on GitHub",
    "cover-date": "2018-12-14",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Software",
            "@code": "1712",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Human-Computer Interaction",
            "@code": "1709",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Computer Vision and Pattern Recognition",
            "@code": "1707",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Computer Networks and Communications",
            "@code": "1705",
            "@abbrev": "COMP"
        }
    ],
    "keywords": [
        "Ansible",
        "Association rules",
        "Data mining",
        "GitHub",
        "Pull Request"
    ],
    "authors": [
        "Panthip Pooput",
        "Pornsiri Muenchaisri"
    ],
    "citedby-count": 3,
    "ref-count": 24,
    "ref-list": [
        "Coding together in a social network: Collaboration among GitHub users",
        "Reviewer recommender of pull-requests in GitHub",
        "Understanding inactive yet available assignees in GitHub",
        "Code review quality: How developers see it",
        "Investigating code review quality: Do people and participation matter?",
        "Software quality assurance: Consistency in the face of complexity and change",
        "Investigating technical and nontechnical factors influencing modern code review",
        "The secret life of patches: A Firefox case study",
        "Contemporary peer review in action: Lessons from open source development",
        "The influence of non-technical factors on code review",
        "The impact of design and code reviews on software quality: An empirical study based on PSP data",
        "What are they talking about? Analyzing code reviews in pull-based development model",
        "What factors influence the reviewer assignment to pull requests?",
        "Acceptance factors of pull requests in open-source projects",
        "Rejection factors of pull requests filed by core team developers in software projects with high acceptance rates",
        "Data mining. [Electronic resource]: Concepts, methods and applications in management and engineering design",
        "Understanding the relationships between self-regulated learning and students source code in a computer programming course",
        "Will my patch make it? And how fast? Case study on the Linux kernel",
        "Data stream mining for predicting software build outcomes using source code metrics",
        "User-perceived source code quality estimation based on static analysis metrics"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}