{
    "eid": "2-s2.0-85053316158",
    "title": "Assessment of bacterial accumulation and environmental factors in sentinel oysters and estuarine water quality from the Phang Nga Estuary Area in Thailand",
    "cover-date": "2018-09-10",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pollution",
            "@code": "2310",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Health, Toxicology and Mutagenesis",
            "@code": "2307",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Escherichia coli",
        "Estuarine water",
        "Fecal coliforms",
        "Oyster",
        "Salmonella",
        "Shigella",
        "Vibrio parahaemolyticus"
    ],
    "authors": [
        "Saharuetai Jeamsripong",
        "Rungtip Chuanchuen",
        "Edward R. Atwill"
    ],
    "citedby-count": 16,
    "ref-count": 50,
    "ref-list": [
        "The importance of selective breeding in aquaculture to meet future demands for animal protein: A review",
        "Modeling of Escherichia coli fluxes on a catchment and the impact on coastal water and shellfish quality",
        "Isolation of Vibrio cholerae serotype O1 from the eastern oyster, Crassostrea virginica",
        "Incidence and prevalence of Vibrio parahaemolyticus in seafood: A systematic review and meta-analysis",
        "First clinical report of pandemic Vibrio parahaemolyticus O3:K6 infection in Italy",
        "Prevalence of Salmonella spp. In Oysters in the United States. Appl",
        "An outbreak of shigellosis associated with the consumption of raw oysters",
        "Multi-Prefectural Outbreak of Shigella sonnei Infections Associated with Eating Oysters in Japan",
        "Detection of pathogenic Vibrio parahaemolyticus in oyster enrichments by real time PCR",
        "Dynamics of clinical and environmental Vibrio parahaemolyticus strains during seafood-related summer diarrhea outbreaks in southern Chile",
        "Epidemiology of seafood-associated infections in the United States",
        "Foodborne disease outbreaks in China from 1992 to 2001 national foodborne disease surveillance system",
        "Characteristics of Vibrio parahaemolyticus O3:K6 from Asia. Appl. Environ",
        "Heavy metals in oysters, mussels and clams collected from coastal sites along the Pearl River Delta, South China",
        "Cadmium, lead and zinc contamination on the oyster Crassostrea gigas muscle harvested from the estuary of Lamnyong River, Banda Aceh City, Indonesia",
        "Manganese and Parkinson’s Disease: A Critical Review and New Findings",
        "Heavy metals in Tasmanian Shellfish 1—Monitoring heavy metal contamination in the Derwent estuary: Use of oysters and mussels",
        "Utilizing metal concentration relationships in the eastern oyster (Crassostrea virginica) to detect heavy metal pollution",
        "Evaluation of mollusks as biomonitors to investigate heavy metal contaminations along the Chinese Bohai Sea",
        "Relationship among fecal coliforms, Escherichia coli, and Salmonella spp. In shellfish",
        "BAM: Enumeration of Escherichia coli and the Coliform Bacteria",
        "Receiver Operating Characteristic (ROC) Curve Analysis for Medical Diagnostic Test Evaluation",
        "Receiver operating characteristic (ROC) curve for medical researchers",
        "Escherichia coli in the surface waters and in oysters of two cultivations of Guaratuba Bay-Paraná-Brazil",
        "Bacteria of fecal origin in mangrove oysters (Crassostrea rhizophorae) in the Cocó River estuary, Ceará State, Brazil. Braz",
        "Regulation (EC) No 854/2004 of the European Parliament and of the council of 29 April 2004 laying down specific rules for the organisation of official controls on products of animal origin intended for human consumption",
        "Assessment of bio-accumulation of bacteria in oysters from shellfish growing waters in Ashtamudi Lake (Kerala, India)",
        "Impact of weather conditions on Escherichia coli accumulation in oysters of the Thau lagoon (The Mediterranean, France)",
        "Spatial and Temporal Dynamics of Fecal Coliform and Associated with Suspended Solids and Water within Five Northern California Estuaries",
        "Incidence of Salmonella in fish and seafood",
        "Diversity and persistence of Salmonella enterica strains in rural landscapes in the Southeastern United States",
        "Diversity of Salmonella strains isolated from the aquatic environment as determined by serotyping and amplification of the ribosomal DNA spacer regions",
        "Survival of Escherichia coli in a tropical estuary",
        "The seasonality of fecal coliform bacteria pollution and its influence on closures of shellfish harvesting areas in Mississippi Sound",
        "Separate and combined effects of solar radiation, temperature, salinity, and pH on the survival of faecal coliforms in seawater. Mar. Pollut",
        "Faecal coliforms in bivalve harvesting areas of the Alvor lagoon (Southern Portugal): Influence of seasonal variability and urban development",
        "Use of microcosms to determine persistence of Escherichia coli in recreational coastal water and sediment and validation with in situ measurements",
        "The Indian Ocean dipole and cholera incidence in Bangladesh: A time-series analysis. Environ",
        "Bacteria flora and heavy metals in cultivated oysters Crassostrea iredalei of Setiu Wetland, East Coast Peninsular Malaysia",
        "Assessment of heavy metals contamination and its effects on oyster (Saccostrea cucullata) biometry parameters in the Asaluyeh port coasts, Persian Gulf, Iran"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Davis",
            "@id": "60014439",
            "affilname": "University of California, Davis",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014439",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Chulalongkorn University-Veterinary Science Fund",
        "Chulalongkorn University"
    ]
}