{
    "eid": "2-s2.0-84975223730",
    "title": "Effect of short (10- or 12-day) or standard (14- or 18-day) periods of estrus suppression with allyl trenbolone on estrus synchronization and fertility in pubertal gilts",
    "cover-date": "2015-03-01",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Food Animals",
            "@code": "3403"
        }
    ],
    "keywords": [
        "Allyl trenbolone",
        "D-cloprostenol",
        "Estrus synchronization",
        "Fertility",
        "Swine"
    ],
    "authors": [
        "F. De Rensis"
    ],
    "citedby-count": 4,
    "ref-count": 14,
    "ref-list": [
        "Pharmacological intervention in swine reproduction",
        "Synchronization of estrus in swine with allyl trenbolone (RU-2267).",
        "Flushing and altrenogest affect litter traits in gilts.",
        "Synchronization of oestrus in gilts with altrenogest: effects on ovulation rate and foetal survival",
        "Evaluation of the ability of altrenogest to control the equine estrous cycle",
        "Lengthening the bovine estrous cycle with low levels of exogenous progesterone: A model for studying ovarian follicular dominance",
        "Ovarian follicular dominance in cattle: Relationship between prolonged growth of the ovulatory follicle and endocrine parameters",
        "Progestin and Estrogen Regulation of Pulsatile LH Release and Development of Persistent Ovarian Follicles in Cattle",
        "Progestagen synchronisation in the absence of a corpus luteum results in the ovulation of a persistent follicle in cyclic ewe lambs",
        "A five-day progesterone plus eCG-based fixed-time ai protocol improves fertility over spontaneous estrus in high-producing dairy cows under heat stress",
        null,
        "Estimates of variance components for genetic correlations among swine estrus traits",
        "Estrous synchronization and fertility in gilts after 14- or 18-day feeding of altrenogest beginning at estrus or diestrus.",
        "CASE STUDY: Synchronization of Estrus and Fertility in Gilts Administered P.G. 600® After Treatment with Regu-mate® for 14 or 18 Days"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Adelaide",
            "affilname": "The University of Adelaide",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Parma",
            "affilname": "Università di Parma",
            "affiliation-country": "Italy"
        }
    ],
    "funding": []
}