{
    "eid": "2-s2.0-85019551162",
    "title": "Congenital abdominal aortic aneurysm in a term neonate",
    "cover-date": "2017-04-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Abdominal aortic aneurysm in neonates",
        "Aortic aneurysm",
        "Idiopathic abdominal aortic aneurysm",
        "Neonatal abdominal aortic aneurysm",
        "Pulsatile abdominal mass"
    ],
    "authors": [
        "Anongnart Sirisabya"
    ],
    "citedby-count": 2,
    "ref-count": 23,
    "ref-list": [
        "Aortic aneurysm resulting from umbilical artery catheterization: Case report, literature review, and management algorithm",
        "Abdominal aortic aneurysm in infant",
        "Mycotic aortic aneurysm in the newborn",
        "Delayed presentation of false abdominal aortic aneurysm following umbilical artery catheterisation",
        "Aneurysm syndromes caused by mutations in the TGF-β receptor",
        "Diagnosis and treatment of congenital abdominal aortic aneurysm: A systematic review of reported cases",
        "Prenatal ultrasound diagnosis of abdominal aortic aneurysm with fibrotic occlusion in aortic branch vessels",
        "Primary congenital abdominal aortic aneurysm: A case report with perinatal serial follow-up imaging",
        "Anatomical repair of a congenital aneurysm of the distal abdominal aorta in a newborn",
        "Prenatal diagnosis of abdominal aortic aneurysm",
        "Congenital abdominal aortic aneurysm with porencephaly: A case report",
        "Extensive congenital abdominal aortic aneurysm and renovascular disease in the neonate",
        "Congenital abdominal aortic aneurysm",
        "Aneurysm of abdominal aorta in the newborn infant. Report of case.",
        "Congenital abdominal aortic aneurysm",
        "Congenital abdominal aortic aneurysm causing renovascular hypertension, cardiomyopathy, and death in a 19-day-old neonate",
        "Congenital abdominal aortic aneurysm: A case report",
        "Large neonatal thoracoabdominal aneurysm: case report and review of the literature",
        "Aortoiliac reconstruction in infants and toddlers: Replacement with decellularized branched pulmonary artery allograft",
        "A Case of Congenital Abdominal Aortic Aneurysm Complicated with Bilateral Renal Arterial and Venous Thromboses after Surgery",
        "Successful surgery in a patient with haemophilia b. report of a case with abdominal aneurysm",
        "Treatment for abdominal aortic aneurysm in a patient with hemophilia A: A case report and review of the literature",
        "Endovascular abdominal aortic aneurysm repair in a patient with severe hemophilia B"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "King Chulalongkorn Memorial Hospital",
        "affiliation-country": "Thailand"
    },
    "funding": []
}