{
    "eid": "2-s2.0-84927645178",
    "title": "Compound heterozygosity of a novel exon 3 frameshift (p.R357P fs*24) mutation and Y486D mutation in exon 5 of the UGT1A1 gene in a Thai infant with Crigler-Najjar syndrome type 2",
    "cover-date": "2015-04-13",
    "subject-areas": [
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Genetics",
            "@code": "1311"
        }
    ],
    "keywords": [
        "Crigler-Najjar syndrome",
        "Hyperbilirubinemia",
        "Infants",
        "Thai",
        "UGT1A1"
    ],
    "authors": [
        "L. Tesapirat"
    ],
    "citedby-count": 5,
    "ref-count": 19,
    "ref-list": [
        "Neonatal hyperbilirubinemia and a common mutation of the bilirubin uridine diphosphate-glucuronosyltransferase gene in Japanese",
        "Identification of defect in the genes for bilirubin UDP-glucuronosyltransferase in a patient with crigler-najjar syndrome type II",
        "Chronic nonhemolytic unconjugated hyperbilirubinemia with glucuronyl transferase deficiency. Clinical, biochemical, pharmacologic and genetic evidence for heterogeneity",
        "Neurophysiological follow-up of two siblings with Crigler-Najjar syndrome type I and review of literature",
        "Bilirubin UDP-glucuronosyltransferase 1 is the only relevant bilirubin glucuronidating isoform in man",
        "The genetic basis of the reduced expression of bilirubin udp-glucuronosyltransferase 1 in gilbert's syndrome",
        "Gilbert and Crigler Najjar syndromes: An update of the UDP-glucuronosyltransferase 1A1 (UGT1A1) gene mutation database",
        "Analysis of the UDP-glucuronosyltransferase gene in Portuguese patients with a clinical diagnosis of Gilbert and Crigler-Najjar syndromes",
        "Clofibrate treatment of neonatal jaundice",
        "Thirteen UDPglucuronosyltransferase genes are encoded at the human UGT1 gene complex locus",
        "Crigler-Najjar syndrome type II resulting from three different mutations in the bilirubin uridine 5'-diphosphate-glucuronosyltransferase (UGT1A1) gene [5]",
        "Orthotopic liver transplantation for type I Crigler‐Najjar syndrome",
        null,
        "Prolonged unconjugated hyperbilirubinemia associated with breast milk and mutations of the bilirubin uridine diphosphate- glucuronosyltransferase gene.",
        "Drug glucuronidation in humans",
        "A homozygous mutation in UGT1A1 exon 5 may be responsible for persistent hyperbilirubinemia in a Japanese girl with Gilbert's syndrome.",
        null,
        "Pregnancy outcome in maternal crigler-najjar syndrome type II: A case report and systematic review of the literature",
        "Orthotopic liver transplantation for crigler-najjar type i disease in six children"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}