{
    "eid": "2-s2.0-85131903008",
    "title": "Development of a DNA barcode library of plants in the Thai Herbal Pharmacopoeia and Monographs for authentication of herbal products",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Santhosh Kumar J. Urumarudappa",
        "Chayapol Tungphatthong",
        "Jirayut Jaipaew",
        "Natapol Pornputtapong",
        "Duangkamol Pakdeesattayapong",
        "Sornkanok Vimolmangkang",
        "Suchada Sukrong"
    ],
    "citedby-count": 1,
    "ref-count": 50,
    "ref-list": [
        "Herbal Medicine Market Size",
        "Medicinal plants used with Thai Traditional Medicine in modern healthcare services: A case study in Kabchoeng hospital, Surin Province, Thailand",
        "Bureau of Drug and Narcotic, Department of Medical Sciences",
        "A review of authenticity and authentication of commercial ginseng herbal medicines and food supplements",
        "Application of next-generation sequencing for the identification of herbal products",
        "The DNA-based authentication of commercial herbal products reveals their globally widespread adulteration",
        "Species adulteration in the herbal trade: Causes, consequences and mitigation",
        "Differentiation of Cyanthillium cinereum, a smoking cessation herb, from its adulterant Emilia sonchifolia using macroscopic and microscopic examination, HPTLC profiles and DNA barcodes",
        "Mitigating the impact of admixtures in Thai herbal products",
        "An integrated approach utilizing chemometrics and GC/MS for classification of chamomile flowers, essential oils and commercial products",
        "Botanical origin authentication of dietary supplements by DNA-based approaches",
        "DNA metabarcoding for quality control of basil, Oregano, and Paprika",
        "Differentiation of Mitragyna speciosa, a narcotic plant, from allied Mitragyna species using DNA barcoding-high-resolution melting (Bar-HRM) analysis",
        "Value chains of herbal medicines-research needs and key challenges in the context of ethnopharmacology",
        "DNA metabarcoding authentication of ayurvedic herbal products on the European market raises Ccncerns of quality and fidelity",
        "DNA metabarcoding to unravel plant species composition in selected herbal medicines on the National List of Essential Medicines (NLEM) of Thailand",
        "DNA barcoding for industrial quality assurance",
        "From pharmacognosia to DNA-based medicinal plant authentication–pharmacognosy through the centuries",
        "DNA barcoding as a tool for botanical identification of herbal drugs in British Pharmacopoeia supplementary chapter SC VII D. TSO. (London",
        "R. China. Pharmacopoeia of people’s Republic of China",
        "BOKP: A DNA barcode reference library for monitoring herbal drugs in the Korean pharmacopeia",
        "Chemical authentication of botanical ingredients: A eeview of commercial herbal products",
        "DNA barcoding: An efficient tool to overcome authentication challenges in the herbal market",
        "Codiaeum variegatum (L.) Rumph. ex A. Juss. (Euphorbiaceae): An overview of its botanical diversity, traditional uses, phytochemistry, pharmacological effects and perspectives toward developing its plant-based products",
        "Effects of medicinal herb tea on the smoking cessation and reducing smoking withdrawal symptoms",
        "Inhibition effects of Vernonia cinerea active compounds against cytochrome P450 2A6 and human monoamine oxidases, possible targets for reduction of tobacco dependence",
        "Bioactive sesquiterpene lactones and other compounds isolated from Vernonia cinerea",
        "Anti-inflammatory activity of endophytic bacterial isolates from Emilia sonchifolia (Linn) DC",
        "Efficacy and safety of Pueraria candollei var. mirifica (Airy Shaw & Suvat.) Niyomdham for menopausal women: A systematic review of clinical trials and the way forward",
        "Butea superba Roxb. extract Ameliorates Scopolamine-induced cognitive and memory impairment in aged male rats",
        "Molecular marker based adulteration detection in traded food and agricultural commodities of plant origin with special reference to spices",
        "DNA barcoding to detect chilli adulteration in traded black pepper powder",
        "Creation of reference DNA barcode library and authentication of medicinal plant raw drugs used in Ayurvedic medicine",
        "Comparison of matK and rbcL DNA barcodes for genetic classification of jewel orchid accessions in Vietnam",
        "Discriminating plants using the DNA barcode rbcLb: an appraisal based on a large data set",
        "A DNA barcode for land plants",
        "COI and ITS2 sequences delimit species, reveal cryptic taxa and host specificity of fig-associated Sycophila (Hymenoptera, Eurytomidae)",
        "Amplification and direct sequencing of fungal ribosomal RNA genes for phylogenetics",
        "Selection of candidate coding DNA barcoding regions for use on land plants",
        "Broad-scale amplification of matK for DNA barcoding plants, a technical note",
        "Paraphyly of Tarasa (Malvaceae) and diverse origins of the polyploid species",
        "Chloroplast DNA phylogeny, reticulate evolution, and biogeography of Paeonia (Paeoniaceae)",
        "Family-level relationships of Onagraceae based on chloroplast rbcL and ndhF data",
        "Plant DNA barcodes and a community phylogeny of a tropical forest dynamics plot in Panama",
        "MEGA7: molecular evolutionary genetics analysis version 7.0 for bigger datasets"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022096",
            "affilname": "The Food and Drug Administration, Thailand Ministry of Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022096",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thai FDA",
        "Chulalongkorn University",
        "Ministry of Public Health"
    ]
}