{
    "eid": "2-s2.0-85126316929",
    "title": "Pueraria candollei var. mirifica: A precious source of pharmaceuticals and cosmeceuticals",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "Antioxidant",
        "Cosmeceutical",
        "Estrogenic activity",
        "Pueraria mirifica",
        "Traditional medicine"
    ],
    "authors": [
        "Dolly Rani",
        "Khwanlada Kobtrakul",
        "Sornkanok Vimolmangkang"
    ],
    "citedby-count": 1,
    "ref-count": 93,
    "ref-list": [
        "Natural Products: Source of potential drugs",
        "Characterization of flavonoids from Dryopteris erythrosora and evaluation of their antioxidant, anticancer and acetylcholinesterase inhibition activities",
        "Plant-derived anticancer agents",
        "Hypoglycemic activity of aqueous extracts from Catharanthus roseus",
        "Structural characterization and antidiabetic potential of a novel heteropolysaccharide from Grifola frondosa via IRS1/PI3K-JNK signaling pathways",
        "Antiinflammatory medicinal plants: A remedy for most disease conditions?",
        "Preliminary study of the immunostimulating activity of an ayurvedic preparation, Kanakasava, on the splenic cells of BALB/c mice in vitro",
        "Evaluation of the estrogenic activity of Leguminosae plants",
        "Antimicrobial properties and mechanism of action of some plant extracts against food pathogens and spoilage microorganisms",
        "Efficacy and safety of Pueraria candollei var. mirifica (Airy Shaw and Suvat.) Niyomdham for menopausal women: A systematic review of clinical trials and the way forward",
        "Identification of deoxymiroestrol as the actual rejuvenating principle of “Kwao Keur”, Pueraria mirifica. The known miroestrol may be an artifact",
        "Estrogenic activity of the dichloromethane extract from Pueraria mirifica",
        "Medical applications of phytoestrogens from the Thai herb Pueraria mirifica",
        "Evaluation of white Kwao Krua (Pueraria candollei Grah. ex Benth.) products sold in Thailand by molecular, chemical, and microscopic analyses",
        "Parsing polyphyletic Pueraria: Delimiting distinct evolutionary lineages through phylogeny",
        "739. Light-absorption and chemical properties of mirœstrol, the œstrogenic substance of Pueraria mirifica",
        "A new species of Pueraria (Leguminosae) from Thailand, yielding an oestrogenic principle",
        "Notes on Thai and Indo‐Chinese Phaseoleae (Leguminosae-Papilionoideae)",
        "Comparative analysis of the chemical constituents of two varieties of Pueraria candollei",
        "Ethnobotany of Pueraria species",
        "Androgen disruption and toxicity tests of Butea superba Roxb., a traditional herb used for treatment of erectile dysfunction, in male rats",
        "Clinical trial of Butea superba, an alternative herbal treatment for erectile dysfunction",
        "Evaluation of L-dopa, proximate composition with in vitro anti-inflammatory and antioxidant activity of Mucuna macrocarpa beans: A future drug for Parkinson treatment",
        "Synergistic apoptosis-inducing antileukemic effects of arsenic trioxide and Mucuna macrocarpa stem extract in human leukemic cells via a reactive oxygen species-dependent mechanism",
        "Evaluation of the estrogenic activity of the wild Pueraria mirifica by vaginal cornification assay",
        "Production of isoflavones, daidzein and genistein in callus cultures of Pueraria candollei Wall. ex Benth. var. mirifica",
        "Production of isoflavonoids in callus cultures of Pueraria candollei var. mirifica",
        "Effects of abiotic and biotic elicitors on growth and isoflavonoid accumulation in Pueraria candollei var. candollei and P. candollei var. mirifica cell suspension cultures",
        "Increased miroestrol, deoxymiroestrol and isoflavonoid accumulation in callus and cell suspension cultures of Pueraria candollei var. mirifica",
        "Optimizing Pueraria candollei var. mirifica cell suspension culture for prolonged maintenance and decreased variation of isoflavonoid from single cell lines",
        "Enhanced accumulation of high-value deoxymiroestrol and isoflavonoids using hairy root as a sustainable source of Pueraria candollei var. mirifica",
        "Yeast extract elicited isoflavonoid accumulation and biosynthetic gene expression in Pueraria candollei var. mirifica cell cultures",
        "The deoxymiroestrol and isoflavonoid production and their elicitation of cell suspension cultures of Pueraria candollei var. mirifica: from shake flask to bioreactor",
        "A chemical investigation of Pueraria mirifica roots",
        "Major isoflavonoid contents of the phytoestrogen rich-herb Pueraria mirifica in comparison with Pueraria lobata",
        "Miroestrol: An oestrogen from the plant Pueraria mirifica",
        "A study of the action of miroestrol and other oestrogens on the reproductive tract of the immature female mouse",
        "Pueraria mirifica phytoestrogens improve dyslipidemia in postmenopausal women probably by activating estrogen receptor subtypes",
        "(+)-7-O-Methylisomiroestrol, a new chromene phytoestrogen from the Pueraria candollei var. mirifica root",
        "Upregulation of osteoblastic differentiation marker mRNA expression in osteoblast-like UMR106 cells by puerarin and phytoestrogens from Pueraria mirifica",
        "Structure elucidation of Kwakhurin, a new prenylated isoflavone from Pueraria mirifica roots",
        "Intestinal bacteria activate estrogenic effect of main constituents puerarin and daidzin of Pueraria thunbergiana",
        "Pueraria mirifica exerts estrogenic effects in the mammary gland and uterus and promotes mammary carcinogenesis in Donryu rats",
        "Variance of estrogenic activity of the phytoestrogen-rich plant",
        "Chemicals having estrogenic activity can be released from some bisphenol a-free, hard and clear, thermoplastic resins",
        "Oestrogenic principle of Butea superba",
        "Antitumor activity of spinasterol isolated from Pueraria roots",
        "Requirement of metabolic activation for estrogenic activity of Pueraria mirifica",
        "The differential anti-proliferation effect of white (Pueraria mirifica), red (Butea superba), and black (Mucuna collettii) Kwao Krua plants on the growth of MCF-7 cells",
        "Differential binding with ERα and ERβ of the phytoestrogen-rich plant Pueraria mirifica",
        "Simple, sensitive and reliable in vivo assays to evaluate the estrogenic activity of endocrine disruptors",
        "Using vaginal cytology to assess the estrogenic activity of phytoestrogen-rich herb",
        "Determination of the estrogenic activity of wild phytoestrogen-rich Pueraria mirifica by MCF-7 proliferation assay",
        "Puerarin exhibits weak estrogenic activity in female rats",
        "Hormone therapy for the prevention of bone loss in menopausal women with osteopenia",
        "Preventing osteoporosis in symptomatic postmenopausal women",
        "Estrogen deficiency and bone loss: An inflammatory tale",
        "Pueraria mirifica, a phytoestrogen-rich herb, prevents bone loss in orchidectomized rats",
        "Estrogen bioassay of Pueraria mirifica Airy Shaw and Suvatabandhu",
        "Pueraria mirifica extract and puerarin enhance proliferation and expression of alkaline phosphatase and Type I collagen in primary baboon osteoblasts",
        "Pueraria mirifica alleviates cortical bone loss in naturally menopausal monkeys",
        "Anti-osteoporotic effects of Pueraria candollei var. mirifica on bone mineral density and histomorphometry in estrogen-deficient rats",
        "The potential use of phytoestrogen containing the herb, Pueraria mirifica, for bone healing in osteoporotic monkeys",
        "Green tea and its polyphenolic catechins: Medicinal uses in cancer and noncancer applications",
        "Antioxidant phytochemicals in fruits and vegetables: Diet and health implications",
        "Antioxidant capacities of Pueraria mirifica, Stevia rebaudiana Bertoni, Curcuma longa Linn., Andrographis paniculata (Burm. f.) Nees. and Cassia alata Linn. for the development of dietary supplement",
        "Correlation of antioxidant activity and major isoflavonoid contents of the phytoestrogen-rich Pueraria mirifica and Pueraria lobata tubers",
        "Anti-collagenase, anti-elastase and antioxidant activities of Pueraria candollei var. mirifica root extract and Coccinia grandis fruit juice extract: An in vitro study",
        "Protection of HT22 neuronal cells against glutamate toxicity mediated by the antioxidant activity of Pueraria candollei var. mirifica extracts",
        "Miroestrol, a phytoestrogen from Pueraria mirifica, improves the antioxidation state in the livers and uteri of b-naphthoflavone-treated mice",
        "Effects of and miroestrol on the antioxidation-related enzymes in ovariectomized mice",
        "Antimicrobial property and antioxidant composition of crude extracts of Pueraria mirifica, Butea superba and Mucuna macrocarpa",
        "Challenges in the conduct of Thai herbal scientific study: Efficacy and safety of phytoestrogen, Pueraria mirifica (Kwao Keur Kao), phase I, in the alleviation of climacteric symptoms in perimenopausal women",
        "Cosmeceuticals: Regulatory scenario in US, Europe and India",
        "Fungi an unusual source for cosmetics",
        "Pueraria mirifica, the rejuvenating herb and its unique phytoestrogenic constituents Miroestrol, its isomers and derivatives",
        "Development of anti-wrinkle cream from Pueraria candollei var. mirifica (Airy Shaw and Suvat.) Niyomdham, “kwao krua kao” for menopausal women",
        "Role of antioxidants in the skin: Anti-aging effects",
        "Bioactive compounds from natural resources against skin aging",
        "Exploring Tagetes erecta Linn flower for the elastase, hyaluronidase and MMP-1 inhibitory activity",
        "Moisturizing gel formulation containing Pueraria mirifica extracts as an anti-wrinkle agent",
        "The role of elastin peptides in modulating the immune response in aging and age-related diseases",
        "Toxicity study of Pueraria mirifica airy Shaw et Suvatabandhu",
        "Toxicity tests of a phytoestrogen-rich herb, Pueraria mirifica",
        "Effect of Pueraria mirifica on vaginal health",
        "Clinical trial of the phytoestrogen-rich herb; Pueraria mirifica as a crude drug in the treatment of symptoms in menopausal women",
        "Osteoporosis and breast cancer",
        "Endometrial cancer and hormone replacement therapy: Appropriate use of progestins to oppose endogenous and exogenous estrogen",
        "Efficacy and safety of Pueraria mirifica (Kwao Kruea Khao) for the treatment of vasomotor symptoms in perimenopausal women: Phase II Study",
        "The growing use of herbal medicines: Issues relating to adverse reactions and challenges in monitoring safety",
        "Quality control, screening, toxicity, and regulation of herbal drugs"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}