{
    "eid": "2-s2.0-85094193162",
    "title": "CD123 Expression in Philadelphia Chromosome-like B Acute Lymphoblastic Leukemia/Lymphoma",
    "cover-date": "2021-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Hematology",
            "@code": "2720",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Oncology",
            "@code": "2730",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Cancer Research",
            "@code": "1306",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "B lymphoblastic leukemia/lymphoma",
        "CD123",
        "CRLF2",
        "Ph-like B-ALL",
        "Ph-negative B-ALL"
    ],
    "authors": [
        "Kirill A. Lyapichev",
        "Narittee Sukswai",
        "Evgeniya Angelova",
        "Marian J. Kersh",
        "Sherry Pierce",
        "Marina Konopleva",
        "Nitin Jain",
        "Elias J. Jabbour",
        "Jeffrey L. Jorgensen",
        "Sa A. Wang",
        "L. Jeffrey Medeiros",
        "Joseph D. Khoury",
        "Sergej Konoplev"
    ],
    "citedby-count": 1,
    "ref-count": 12,
    "ref-list": [
        "Successful therapy reduction and intensification for childhood acute lymphoblastic leukemia based on minimal residual disease monitoring: Study ALL10 From the Dutch Childhood Oncology Group",
        "New insights into the pathophysiology and therapy of adult acute lymphoblastic leukemia",
        "A subtype of childhood acute lymphoblastic leukaemia with poor treatment outcome: a genome-wide classification study",
        "Targetable kinase-activating lesions in Ph-like acute lymphoblastic leukemia",
        "Rearrangement of CRLF2 is associated with mutation of JAK kinases, alteration of IKZF1, Hispanic/Latino ethnicity, and a poor outcome in pediatric B-progenitor acute lymphoblastic leukemia",
        "CRLF2-positive B-cell acute lymphoblastic leukemia in adult patients: a single-institution experience",
        "CD 123 is a membrane biomarker and a therapeutic target in hematologic malignancies",
        "Overexpression of CD123 correlates with the hyperdiploid genotype in acute lymphoblastic leukemia",
        "CD123 expression patterns and selective targeting with a CD123-targeted antibody-drug conjugate (IMGN632) in acute lymphoblastic leukemia",
        "A real-world perspective of CD123 expression in acute leukemia as promising biomarker to predict treatment outcome in B-ALL and AML",
        "Ph-like acute lymphoblastic leukemia: a high-risk subtype in adults"
    ],
    "affiliation": [
        {
            "affiliation-city": "Houston",
            "@id": "60015023",
            "affilname": "The University of Texas MD Anderson Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015023",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}