{
    "eid": "2-s2.0-85090591742",
    "title": "The genus Phyllorhiza (rhizostomeae: Mastigiidae) in coastal waters of the Andaman Sea and the Gulf of Thailand",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Oceanography",
            "@code": "1910",
            "@abbrev": "EART"
        },
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Andaman Sea",
        "Gulf of Thailand",
        "Molecular study",
        "Morphological characters",
        "Phyllorhiza"
    ],
    "authors": [
        "Isara Arsiranant",
        "Jie Xia",
        "Punyisa Sriboonyuang",
        "Nutthika Jamsawang",
        "Werachart Pengchumrus",
        "Natnaphat Thongba",
        "Charatsee Aungtonya",
        "Usawadee Detsri",
        "Pichai Kootsomboon",
        "Xuelei Zhang"
    ],
    "citedby-count": 0,
    "ref-count": 31,
    "ref-list": [
        "First record of the tropical scyphomedusa Phylorhiza puntata von Lendenfeld, 1884 (Cnidaria: Rhizostomeae) in the Central Mediterranean Sea",
        "Contributions to the natural history of the United States of America. vol. IV. Second monograph, In five parts. - I. Acalephs in general. - II. Ctenophorae. - III. Discophorae",
        "Evolutionary relationships among scyphozoan jellyfish families based on complete taxon sampling and phylogenetic analyses of 18S and 28S ribosomal DNA",
        "Morphological variation among populations of an invasive jellyfish",
        "World List of Scyphozoa",
        "Species richness of jellyfishes (Scyphozoa: Disco medusae) in the Tropical Eastern Pacific: missed taxa, molecules, and morphology match in a biodiversity hotspot",
        "Field preservation of marine invertebrate tissue for DNA analyses",
        "The first record of the white-spotted Australian jellyfish Phyllorhiza puntata von Lendenfeld, 1884 from Maltese water (western Mediterranean) and from the Ionian coast of Italy",
        "Phyllorhiza punctata von Lendenfeld, 1884 (Scyphozoa: Rhizostomeae: Mastigiidae) reappeared off the Mediterranean coast of Israel",
        "First record and potential trophic impact of Phyllorhiza punctata (Cnidaria: Scyphozoa) along the north Tunisian coast (South Western Mediterranean Sea)",
        "The first record of Phyllorhiza punctata von Lendenfeld, 1884 from the southern Aegean Coast of Turkey",
        "Reappearance and seasonality of Phyllorhiza punctata von Lendenfeld (Cnidaria, Scyphozoa, Rhizostomeae) medusae in southern Brazil",
        "Synopsis of the medusae of the world",
        "Some medusae (mainly scyphomedusae) from Australia coastal water",
        "Zoogeographic studies on Rhizostomeae (Scyphozoa)",
        "Further notes on Philippine Scyphomedusan Jellyfishes",
        "Genetic analysis of common venomous Cubozoa and Scyphozoa in Thailand waters",
        "First record of the genus Phyllorhiza spp. (Cnidaria: Scyphozoa, Maastigiidae) in the coastal waters of Malaysia",
        "Medusae of the Philippines and of Torres Straits. Being a report on the Scyphomedusae collected by the U.S. Fisheries Bureau steamer 'ALBATROSS' in the Philippine Islands and Malay Archipelago, 1907-1910, and upon the medusae collected by the expedition of the Carnegie Institution of Washington to Torres Straits, Australia, in 1913",
        "A survey of the Scyphozoa and Cubozoa (Cnidaria, Medusozoa) from the Ceará coast (NE Brazil)",
        "First record of Phyllorhiza punctata von Lendenfeld, 1884 (Cnidaria: Scyphozoa, Maastigiidae) in Mexico",
        "CLUSTAL W: improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "On the Scyphomedusae of the southern Hemisphere Part III, plates III and IV",
        "A Survey of jellyfish (Cnidaria) around the St John's Island in the Singapore Straits"
    ],
    "affiliation": [
        {
            "affiliation-city": "Trang",
            "@id": "113325341",
            "affilname": "Marine and Coastal Resources Research Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/113325341",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Phuket",
            "@id": "60011788",
            "affilname": "Phuket Marine Biological Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011788",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Xiamen",
            "@id": "60002033",
            "affilname": "State Oceanic Administration China",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002033",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Chumporn",
            "@id": "119928748",
            "affilname": "Marine and Coastal Resources Research and Development Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/119928748",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "115086992",
            "affilname": "Marine and Coastal Resource Research Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/115086992",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "China-ASEAN Maritime Cooperation Fund",
        "Department of Marine and Coastal Resources",
        "NSFC-Shandong Joint Funded Project",
        "Phuket Marine Biological Center",
        "Public Science and Technology Research Funds Projects of Ocean",
        "Thailand-China Joint Laboratory for Climate and Marine Ecosystem",
        "TiME",
        "TiME",
        "Public Science and Technology Research Funds Projects of Ocean"
    ]
}