{
    "eid": "2-s2.0-85017140702",
    "title": "Feasibility of antegrade contrast-enhanced us nephrostograms to evaluate ureteral patency",
    "cover-date": "2017-04-01",
    "subject-areas": [
        {
            "$": "Radiology",
            "@code": "2741"
        }
    ],
    "keywords": [],
    "authors": [
        "Thomas Chi"
    ],
    "citedby-count": 19,
    "ref-count": 13,
    "ref-list": [
        "New techniques of ultrasound and color Doppler in the prospective evaluation of acute renal obstruction. Do they replace the intravenous urogram?",
        "Ultrasound contrast agents: Properties, principles of action, tolerance, and artifacts",
        "Enhancement patterns of focal liver masses: Discordance between contrast-enhanced sonography and contrast-enhanced CT and MRI",
        "Percutaneous nephrolithotomy: Leave a tube!",
        "Chapter 1: AUA guideline on management of staghorn calculi: diagnosis and treatment recommendations.",
        "Diagnostic utility and clinical value of postpercutaneous nephrolithotomy nephrostogram",
        "Radiation exposure during the evaluation and management of nephrolithiasis",
        "Safety of ultrasound contrast agents in patients with known or suspected cardiac shunts",
        "Off-label use of ultrasound contrast agents for abdominal imaging in the United States",
        "Contrast-enhanced voiding urosonography with intravesical administration of a second-generation ultrasound contrast agent for diagnosis of vesicoureteral reflux: Prospective evaluation of contrast safety in 1,010 children",
        "Voiding urosonography with US contrast agents for the diagnosis of vesicoureteric reflux in children: II. Comparison with radiological examinations",
        "Voiding urosonography: The study of the urethra is no longer a limitation of the technique",
        "Antimicrobial peptides, innate immunity, and the normally sterile urinary tract"
    ],
    "affiliation": [
        {
            "affiliation-city": "San Francisco",
            "affilname": "UCSF School of Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "San Francisco",
            "affilname": "University of California, San Francisco",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "NIH NIDDK",
        "National Institutes of Health",
        "National Institute of Diabetes and Digestive and Kidney Diseases",
        "National Institute of Diabetes and Digestive and Kidney Diseases"
    ]
}