{
    "eid": "2-s2.0-84979523481",
    "title": "Vertical transmission of Indian Ocean Lineage of chikungunya virus in Aedes aegypti and Aedes albopictus mosquitoes",
    "cover-date": "2016-04-23",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        },
        {
            "$": "Infectious Diseases",
            "@code": "2725"
        },
        {
            "$": "Parasitology",
            "@code": "2405"
        }
    ],
    "keywords": [
        "Aedes aegypti",
        "Aedes albopictus",
        "Chikungunya virus",
        "Indian Ocean Lineage",
        "Vertical transmission"
    ],
    "authors": [
        "Jakkrawarn Chompoosri"
    ],
    "citedby-count": 41,
    "ref-count": 58,
    "ref-list": [
        "The newala epidemic: III. The virus: Isolation, pathogenic properties and relationship to the epidemic",
        "The Arboviruses: Epidemiology and Ecology",
        "Changing patterns of chikunya virus: Re-emergence of a zoonotic arbovirus",
        "Chikungunya: An overview",
        "Chikungunya, an epidemic arbovirosis",
        "Infectious diseases. Massive outbreak draws fresh attention to little-known virus.",
        "Chikungunya epidemic in India: a major public-health disaster",
        "Infection with chikungunya virus in Italy: an outbreak in a temperate region",
        "Chikungunya virus in north-eastern Italy: a consequence of seasonal synchronicity.",
        "Notes from the field: Chikungunya virus spreads in the Americas - Caribbean and South America, 2013-2014",
        "Chikungunya in Southeast Asia: Understanding the emergence and finding solutions",
        "A single mutation in Chikungunya virus affects vector specificity and epidemic potential",
        "Chikungunya virus emergence is constrained in Asia by lineage-specific adaptive landscapes",
        "Chikungunya virus in Thailand; An update",
        "Two Chikungunya isolates from the outbreak of La Reunion (Indian Ocean) exhibit different patterns of infection in the mosquito, Aedes albopictus",
        "Chikungunya virus and Aedes mosquitoes: Saliva is infectious as soon as two days after oral infection",
        "Viruses associated with epidemic hemorrhage fevers of the Philippines and Thailand",
        "Pro Med",
        "Annual Epidemiological Surveillance Report 2009, Bureau of Epidemiology, Department of Disease Control",
        "Department of Disease Control Ministry of Public Health of Thailand",
        "Chikungunya outbreak in Bueng Kan province, Thailand, 2013",
        "An outbreak of chikungunya in Southern Thailand from 2008 to 2009 caused by African strains with A226V mutation",
        "Intrinsic factors affecting vector competence of mosquitoes for arboviruses.",
        "First field evidence for natural vertical transmission of West Nile virus in Culex univittatus complex mosquitoes from Rift Valley Province, Kenya",
        "Transovarial transmission of dengue viruses by mosquitoes: Aedes albopictus and Aedes aegypti",
        "Aedes albopictus, vector of chikungunya and dengue viruses in reunion island: Biology and control",
        "Outbreak of dengue and chikungunya fevers, Toamasina, Madagascar, 2006",
        "Outbreak of chikungunya fever in Thailand and virus detection in field population of vector mosquitoes, Aedes aegypti (L.) and Aedes albopictus Skuse (Diptera: Culicidae)",
        "Absence of transovarial transmission of Chikungunya virus in Aedes aegypti & Ae. albopictus mosquitoes.",
        "Failure to demonstrate experimental vertical transmission of the epidemic strain of chikungunya virus in Aedes albopictus from La Réunion Island, Indian Ocean",
        "Laboratory vector studies on six mosquito and one tick species with chikungunya virus",
        "Evidence of Experimental Vertical Transmission of Emerging Novel ECSA Genotype of Chikungunya Virus in Aedes aegypti",
        "Competitive suppression between chikungunya and dengue virus in Aedes albopictus C6/36 cell line",
        "Appearance of E1: A226V mutant Chikungunya virus in coastal Karnataka, India during 2008 outbreak",
        "Further observations on the mechanism of vertical transmission of flaviviruses by Aedes mosquitoes",
        "West Nile virus from female and male mosquitoes (Diptera: Culicidae) in subterranean, ground, and canopy habitats in Connecticut",
        "First evidence of natural vertical transmission of yellow fever virus in Aedes aegypti, its epidemic vector",
        "Experimental vertical transmission of Japanese encephalitis virus by Culex tritaeniorhynchus and other mosquitoes",
        "Vertical transmission of West Nile virus by Culex and Aedes species mosquitoes",
        "Chin J Virol",
        "Laboratory studies of transovarial transmission of La Crosse and other arboviruses by Aedes albopictus and Culex fatigans",
        "Seasonal monitoring of dengue infection in Aedes aegypti and serological feature of patients with suspected dengue in 4 Central provinces of Thailand",
        "Am J Infect Dis Microbiol",
        "A study on transovarial transmission of dengue type 1 virus in Aedes aegypti",
        "Persistency of transovarial dengue virus in Aedes aegypti (Linn.)",
        "Vertical transmission of dengue viruses by strains of Aedes albopictus recently introduced into Brazil.",
        "Vertical maintenance of dengue-1 virus in sequential generations of Aedes albopictus.",
        "Ross River virus isolations from mosquitoes in arid regions of Western Australia: Implication of vertical transmission as a means of persistence of the virus",
        "Evidence of Vertical Transmission of Ross River and Sindbis Viruses (Togaviridae: Alphavirus) by Mosquitoes (Diptera: Culicidae) in Southeastern Australia",
        "Natural vertical transmission of western equine encephalomyelitis virus in mosquitoes",
        "Multiplex real-time RT-PCR for detecting chikungunya virus and dengue virus",
        "Climate change effects on chikungunya transmission in europe: Geospatial analysis of vector's climatic suitability and virus' temperature requirements",
        "Susceptibility of Florida mosquitoes to infection with Chikungunya virus",
        "Invasion of Aedes albopictus (Diptera: Culicidae) into central Africa: What consequences for emerging diseases?",
        "Venereal transmission of chikungunya virus by Aedes aegypti mosquitoes (Diptera: Culicidae)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bethesda",
            "affilname": "National Institutes of Health (NIH)",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Department of Medical Sciences",
        "National Science and Technology Development Agency",
        "Ministry of Public Health"
    ]
}