{
    "eid": "2-s2.0-84990065755",
    "title": "Green Returns to Education: Does Schooling Contribute to Pro-Environmental Behaviours? Evidence from Thailand",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        },
        {
            "$": "General Environmental Science",
            "@code": "2300"
        }
    ],
    "keywords": [
        "Education",
        "Instrumental variables",
        "Pro-environmental behaviours",
        "Thailand"
    ],
    "authors": [
        "Thanyaporn Chankrajang"
    ],
    "citedby-count": 143,
    "ref-count": 103,
    "ref-list": [
        null,
        "The effect of a large expansion of pre-primary school facilities on preschool attendance and maternal employment",
        "Italian households' willingness to pay for green electricity",
        "Measuring consumer demand for ecolabeled apples",
        "The causal effect of education on body mass: Evidence from Europe",
        "Scientific literacy, environmental issues, and PISA 2006: The 2008 paul F-Brandwein lecture",
        "East. Econ. J.",
        "Estimating the return to schooling: Progress on some persistent econometric problems",
        "On the distribution of education and democracy",
        "ADBI Working Paper Series",
        "Determinants of water conservation intention in Blagoevgrad, Bulgaria",
        "The effect of education on adult mortality and health: Evidence from Britain",
        "Parental education and child health: Intracountry evidence",
        "Characteristics of online and offline health information seekers and factors that discriminate between them",
        "Understanding differences in health behaviors by education",
        "Meat morals: Relationship between meat consumption consumer attitudes towards human and animal welfare and moral behavior",
        "Are there civic returns to education?",
        "Can socio-demographics still play a role in profiling green consumers? A review of the evidence and an empirical investigation",
        "(Proceedings of the German Development Economics Conference, Berlin 2011 No. 24), Verein für Socialpolitik, Research Committee Development Economics, Berlin",
        "Schooling and labor market consequences of school construction in Indonesia: Evidence from an unusual policy experiment",
        "Self-interest and pro-environmental behaviour",
        "Rich people, poor people, and environmental concern: Evidence across nations and time",
        "Fuel choices in urban Indian households",
        "Recycling and waste diversion effectiveness: Evidence from Canada",
        "Household waste recycling: National survey evidence from Italy",
        "The impacts of environmental knowledge and attitudes on vehicle ownership and use",
        "Environmental attitudes in cross-national perspective: A multilevel analysis of the ISSP 1993 and 2000",
        "Acquiescence and the willingness to pay for environmental protection: A comparison of the ISSP, WVS, and EVS",
        "Why does democracy need education?",
        "On environmental concern, willingness to pay, and postmaterialist values: Evidence from Istanbul",
        "Meat, beyond the plate. Data-driven hypotheses for understanding consumer willingness to adopt a more plant-based diet",
        "Norms and economic motivation in household recycling: Empirical evidence from Sweden",
        "Education, politics and opinions about climate change evidence for interaction effects",
        "Am. Econ. Rev.",
        "Towards sustainable consumption: An examination of environmental knowledge among Malaysians",
        "Presented at the Workshop on the Measurement of and Research on Time Use",
        "Econometrica",
        "National Bureau of Economic Research",
        "Public Support for Environmental Protection: Objective Problems and Subjective Values in 43 Societies",
        "Paying for environmental protection in a cross-national perspective",
        "The polarizing impact of science literacy and numeracy on perceived climate change risks",
        "Social desirability and response validity: A comparative analysis of overreporting voter turnout in five countries",
        "Socioeconomic and demographic factors that influence publics' awareness on the different forms of renewable energy sources",
        "J. Polit. Econ.",
        "Low schooling for girls, slower growth for all? cross-country evidence on the effect of gender inequality in education on economic development",
        "Willingness-to-pay and policy-instrument choice for climate-change policy in the United States",
        "The publics' concern for global warming: A cross-national study of 47 countries",
        "Green hypocrisy?: Environmental attitudes and residential space heating expenditure",
        "Regression Discontinuity designs in economics",
        "The relationship between education and adult mortality in the United States",
        "The effect of education on crime: Evidence from prison inmates, arrests, and self-reports",
        "Choosing organics: A path analysis of factors underlying the selection of organic food among Australian consumers",
        "Key factors to explain recycling, car use and environmentally responsible purchase behaviors: A comparative perspective",
        "Economics: The demography of educational attainment and economic growth",
        "Universal education is key to enhanced climate adaptation",
        "Chinese consumer attitudes towards energy saving: The case of household electrical appliances in Chongqing",
        "Consumers' willingness to pay for renewable energy: A meta-regression analysis",
        "The Crime Reducing Effect of Education",
        "A contribution to the empirics of economic growth",
        "Do tax incentives affect households' adoption of 'green' cars? A panel study of the Stockholm congestion tax",
        "The effect of female education on fertility and infant health: Evidence from school entry policies using exact date of birth",
        "The effects of gender on climate change knowledge and concern in the American public",
        "Defeating Kyoto: The Conservative Movement's Impact on U.S. Climate Change Policy",
        "Does education increase pro-environmental behavior? Evidence from Europe",
        "Residential energy-efficient technology adoption, energy conservation, knowledge, and attitudes: An analysis of European countries",
        "Is education a key to reducing vulnerability to natural disasters and hence unavoidable climate change?",
        "Assessment of low-income adults' access to technology: Implications for nutrition education",
        "What Drives Household Choice of Organic Products in Grocery Stores?",
        "Long-run returns to education: Does schooling lead to an extended old age?",
        "Risk perceptions, general environmental beliefs, and willingness to address climate change",
        "Chapter 55 Schooling in Developing Countries: The Roles of Supply, Demand and Government Policy",
        "Why do some people do \"more\" to mitigate climate change than others? Exploring heterogeneity in psycho-social associations",
        "Does female schooling reduce fertility? Evidence from Nigeria",
        "Thailand: The Development of the Education System Since 1220",
        "What do we know about UK household adaptation to climate change? A systematic review",
        "Household demand and willingness to pay for clean vehicles",
        "Travellers' profiles definition using statistical multivariate analysis of attitudinal variables",
        "Int. Public Manag. Rev."
    ],
    "affiliation": [
        {
            "affiliation-city": "Vienna",
            "affilname": "Wittgenstein Centre for Demography and Global Human Capital",
            "affiliation-country": "Austria"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Seventh Framework Programme",
        "European Research Council",
        "Chulalongkorn University"
    ]
}