{
    "eid": "2-s2.0-85065070433",
    "title": "Life after 90: Predictors of mortality and performance of the ACS-NSQIP risk calculator in 4,724 nonagenarian patients undergoing emergency general surgery",
    "cover-date": "2019-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Critical Care and Intensive Care Medicine",
            "@code": "2706",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "elderly",
        "Emergency surgery",
        "risk factors"
    ],
    "authors": [
        "Manasnun Kongwibulwut",
        "Kevin Chiang",
        "Jae Moo Lee",
        "Ahmed I. Eid",
        "Napaporn Kongkaewpaisan",
        "Kelsey Han",
        "Ask Tybjærg Nordestgaard",
        "David King",
        "Noelle Saillant",
        "April E. Mendoza",
        "George Velmahos",
        "Haytham M.A. Kaafarani"
    ],
    "citedby-count": 15,
    "ref-count": 26,
    "ref-list": [
        "The aging population and its impact on the surgery workforce",
        "Increased mortality in the elderly after emergency abdominal surgery",
        "Geriatric emergency general surgery: Survival and outcomes in a low-middle income country",
        "Emergency general surgery in the geriatric patient",
        "Identifying high-risk patients undergoing urgent and emergency surgery",
        "Never giving up: Outcomes and presentation of emergency general surgery in geriatric octogenarian and nonagenarian patients",
        "The public health burden of emergency general surgery in the United States: A 10-year analysis of the nationwide inpatient sample-2001 to 2010",
        "Re: Association of emergency general surgery with excess postoperative morbidity and mortality",
        "Use of national burden to define operative emergency general surgery",
        "Decision AIDS for patients facing a surgical treatment decision: A systematic reviewand meta-analysis",
        "Development and evaluation of the universal ACS NSQIP surgical risk calculator: A decision aid and informed consent tool for patients and surgeons",
        "Can the ACS-NSQIP surgical risk calculator predict post-operative complications in patients undergoing flap reconstruction following soft tissue sarcoma resection?",
        "Use of the American College of Surgeons NSQIP surgical risk calculator for laparoscopic colectomy: How good is it and how can we improve it?",
        "Predicting postoperative complications for acute care surgery patients using the ACS NSQIP surgical risk calculator",
        "Predictive validity of the ACS-NSQIP surgical risk calculator in geriatric patients undergoing lumbar surgery",
        "The national surgical quality improvement program in non-veterans administration hospitals: Initial demonstration of feasibility",
        "The comparative assessment and improvement of quality of surgical care in the department of veterans affairs",
        "Observational study of nonogenarians undergoing emergency, non-trauma surgery",
        "Impact of chronic steroid use on outcomes of colorectal surgery",
        "Long-term and perioperative corticosteroids in anastomotic leakage: A prospective study of 259 left-sided colorectal anastomoses",
        "Corticosteroids and wound healing: Clinical considerations in the perioperative period",
        "Adverse effects of preoperative steroid use on surgical outcomes",
        "Outcome of preoperative weight loss in colorectal surgery",
        "Perioperative risk factors impact outcomes in emergency versus nonemergency surgery differently: Time to separate our national risk-adjustmentmodels?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Boston",
            "@id": "60029929",
            "affilname": "Massachusetts General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029929",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}