{
    "eid": "2-s2.0-85082806698",
    "title": "Placental Findings Contributing to Perinatal Death: A 15-Year Retrospective Review from a Teaching Hospital in Thailand",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pediatrics, Perinatology and Child Health",
            "@code": "2735",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Pathology and Forensic Medicine",
            "@code": "2734",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "autopsy",
        "Perinatal death",
        "placenta",
        "Thailand"
    ],
    "authors": [
        "Mana Taweevisit",
        "Paul Scott Thorner"
    ],
    "citedby-count": 4,
    "ref-count": 38,
    "ref-list": [
        "Stillbirths: where? when? why? how to make the data count?",
        "Mortality outcome definitions",
        "Classification of stillbirth by relevant condition at death (ReCoDe): population based cohort study",
        "Epidemiology of fetal and neonatal death",
        "Practice guideline for examination of the placenta: developed by the placental pathology practice guideline development task force of the college of American pathologists",
        "Identification of the causes of intrauterine death during 310 consecutive autopsies",
        "Diverse placental pathologies as the main causes of fetal death",
        "Sampling and definitions of placental lesions: amsterdam placental workshop group consensus statement",
        "Classification of placental lesions",
        "Placental findings contributing to fetal death, a study of 120 stillbirths between 23 and 40 weeks gestation",
        "The tulip classification of perinatal mortality: introduction and multidisciplinary inter-rater agreement",
        "Explaining fetal death–what are the contributions of fetal autopsy and placenta examination?",
        "Identification of causes of stillbirth through autopsy and placental examination reports",
        "How important is placental examination in cases of perinatal deaths?",
        "Foetal autopsy-categories and causes of death",
        "Gross presentation and histomorphological changes of placentae in patients presenting with intrauterine foetal death at Kenyatta National Hospital",
        "Incidence of stillbirths and associated factors in Thailand",
        "Pathology of the stillborn infant for the general pathologist: part 1",
        "Acute chorioamnionitis (Histologic)",
        "Placental histologic criteria for umbilical blood flow restriction in unexplained stillbirth",
        "Causes of death among stillbirths",
        "The Stockholm classification of stillbirth",
        "A comparison between clinical diagnosis of death and autopsy diagnosis. A retrospective study of 131 newborns, stillborns and aborted fetuses",
        "Intrauterine infection may be a major cause of stillbirth in Sweden",
        "Chorioamnionitis and mid-trimester pregnancy loss",
        "Relation of placental diagnosis in stillbirth to fetal maceration and gestational age at delivery",
        "Causes of stillbirth at different gestational ages in singleton pregnancies",
        "Macroscopic abnormalities of the placenta",
        "Miscellaneous maternal disorders",
        "Fetal thrombotic vasculopathy: the clinical significance of extensive avascular villi",
        "Clinical significance and treatment of massive intervillous fibrin deposition associated with recurrent fetal growth retardation",
        "Massive fetal thrombotic vasculopathy associated with excessively long umbilical cord and fetal demise: case report and literature review",
        "Maternal floor infarction/massive perivillous fibrin deposition associated with hypercoiling of a single-artery umbilical cord: a case report",
        "Distal villous immaturity",
        "Rescue by birth: defective placental maturation and late fetal mortality",
        "Clustering and classical analysis of clinical and placental phenotypes in fetal growth restriction and constitutional fetal smallness"
    ],
    "affiliation": [
        {
            "affiliation-city": "Toronto",
            "@id": "60016849",
            "affilname": "University of Toronto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016849",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}