{
    "eid": "2-s2.0-84958165231",
    "title": "Improving the rice performance by fermented chitin waste",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Agricultural and Biological Sciences",
            "@code": "1100"
        }
    ],
    "keywords": [
        "Chitin",
        "Growth",
        "Photosynthesis",
        "Pigment",
        "Rice"
    ],
    "authors": [
        "Nungruthai Kananont"
    ],
    "citedby-count": 1,
    "ref-count": 32,
    "ref-list": [
        "Plant Physiol.",
        "J. Met. Mater. Miner.",
        "Determination of total, organic, and available forms of phosphorus in soils",
        "Total nitrogen",
        "Antifungal activity and enhancement of plant growth by Bacillus cereus grown on shellfish chitin wastes",
        "Rep. Kyushu. Branch. Crop Sci. Soc. Jpn.",
        "Chitin amendment increases soil suppressiveness toward plant pathogens and modulates the actinobacterial and oxalobacteraceal communities in an experimental agricultural field",
        "Bacterial communities in chitin-amended soil as revealed by 16S rRNA gene based pyrosequencing",
        "Research on impact of chitosan oligomers on biophysical characteristics, growth, development and drought resistance of coffee",
        "Weed dynamics and productivity of wheat in conventional and conservation rice-based cropping systems",
        "Drought Stress in Wheat during Flowering and Grain-filling Periods",
        "Soil Fertility Basics NC Certified Crop Advisor Training",
        "Soil Chemical Analysis",
        "J. Chitin Chitosan Sci.",
        "Chitosan specificity for the in vitro seed germination of two Dendrobium orchids (Asparagales: Orchidaceae)",
        "Changes in soil physical properties due to organic waste applications: A review",
        "Characterization of a chitinase gene from Stenotrophomonas maltophilia strain 34S1 and its involvement in biological control",
        "Effect of food waste compost on microbial population, soil enzyme activity and lettuce growth",
        "Chitosan effects on floral production, gene expression, and anatomical changes in the Dendrobium orchid",
        null,
        "Nitrogen uptake response of vegetable crops to organic materials",
        "In: Advances in Soil Science",
        "Agric. Sci. J.",
        "Effects of chitin-rich residues on growth and postharvest quality of lettuce",
        "Total carbon, organic carbon, and organic matter",
        "Nitrogen stress triggered biochemical and morphological changes in the microalgae Scenedesmus sp. CCNM 1077",
        "Lime requirement",
        "Improving the micropropagation efficiency of hybrid Dendrobium orchids with chitosan",
        "The chequered history of the development and use of simultaneous equations for the accurate determination of chlorophylls a and b",
        "Bioconversion of shellfish chitin wastes for the production of Bacillus subtilis W-118 chitinase",
        "Effects of high ammonium level on biomass accumulation of common duckweed Lemna minor L",
        "Photosynthesis, pigment composition and antioxidant defences in the red alga Gracilariopsis tenuifrons (Gracilariales, Rhodophyta) under environmental stress"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thailand Land Development Department, Bangkok",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}