{
    "eid": "2-s2.0-85000450726",
    "title": "Effect of electrodeposition conditions on structure and mechanical properties of Ni-W/diamond composite coatings",
    "cover-date": "2017-01-15",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Surfaces and Interfaces",
            "@code": "3110"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        }
    ],
    "keywords": [
        "Composite coatings",
        "Diamond",
        "Electrodeposition",
        "Hardness",
        "Wear resistance"
    ],
    "authors": [
        "Malay Kumar Das"
    ],
    "citedby-count": 65,
    "ref-count": 36,
    "ref-list": [
        "Novel approaches on the study of wear performance of electroless Ni-P/diamond composite deposites",
        "Electrolytic codeposition of diamond particles with nickel and cobalt metals",
        "A study on the mechanism of formation of electrocodeposited Ni-diamond coatings",
        "Electrodeposition of super hard Ni-B/diamond composite coatings",
        "Preparation of electroplated Ni-P-ultrafine diamond, Ni-P-carbon nanotubes composite coatings and their corrosion properties",
        "Effect of particle size on the co-deposition of diamond with nickel in presence of a redox-active surfactant and mechanical property of the coatings",
        "Effects of bivalent Co ion on the co-deposition of nickel and nano-diamond particles",
        "Effects of nano-diamond particles on the structure and tribological property of Ni-matrix nanocomposite coatings",
        "The high concentration and uniform distribution of diamond particles in Ni-diamond composite coatings by sediment co-deposition",
        "Preparation and hardness of pulse electrodeposited Ni-W-diamond composite coatings",
        "The wettability and durability of chromium plating",
        "Effect of deposition parameters on microstructure of electrodeposited nickel thin films",
        "Electrodeposition and properties of Ni-W, Fe-W and Fe-Ni-W amorphous alloys. A comparative study",
        "Characterization of intermediate Cr-C layer fabricated by electrodeposition in hexavalent and trivalent chromium baths",
        "Effects of 2-butyne-1,4-diol on structures and morphologies of electroplating Ni-W alloy",
        "Pulse co-electrodeposition and characterization of NiW-WC composite coatings",
        "Effects of WC addition on structure and hardness of electrodeposited Ni-W",
        "Tailoring and patterning the grain size of nanocrystalline alloys",
        "Synthesis and evaluation of hardness and sliding wear resistance of electrodeposited nanocrystalline Ni-W alloys",
        "The effect of solid solution W additions on the mechanical properties of nanocrystalline Ni",
        "Nanocrystalline Ni-W coatings on copper",
        "On texture formation of chromium electrodeposits",
        "Ni-based electrodeposited composite coating exhibiting improved microhardness, corrosion and wear resistance properties",
        "Composite electroplating of Ni and surface-modified diamond particles with silane coupling regent",
        "The wear behaviour of electro-codeposited Ni-SiC composites",
        "Effect of electrodeposition conditions on hardness of Ni-B/diamond composite films",
        "Preparation and wear resistance of electrodeposited Ni-W/diamond composite coatings",
        "Co-electrodeposition of hard Ni-W/diamond nanocomposite coatings",
        "The effect of heat treatment on the microstructure and mechanical properties of electrodeposited nanocrystalline Ni-W/diamond composite coatings",
        "A study on the wear resistance of electroless Ni-P / diamond composite coatings",
        "Kinetics of the Deposition of Inert Particles from Electrolytic Baths",
        null,
        "Preparation, mechanical properties and wear resistance of Ni-W/SiC nanocomposite coatings",
        "Electroplating of amorphous thin films of tungsten/nickel alloys",
        "The Ni-P-SiC composite produced by electro-codeposition",
        "J. Surf. Eng. Mater. Adv. Tech."
    ],
    "affiliation": [
        {
            "affiliation-city": "Biratnagar",
            "affilname": "Purbanchal University",
            "affiliation-country": "Nepal"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Qinhuangdao",
            "affilname": "Yanshan University",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "NBRPC",
        "National Natural Science Foundation of China",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Yanshan University",
        "State Key Laboratory of Metastable Materials Science and Technology"
    ]
}