{
    "eid": "2-s2.0-85086911662",
    "title": "Land snail genus Sarika Godwin-Austen, 1907 (Eupulmonata: Ariophantidae) from Cambodia, with description of three new species",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Endemic",
        "Indochina",
        "Limestone",
        "Mekong Delta",
        "Pulmonata",
        "Taxonomy"
    ],
    "authors": [
        "Arthit Pholyotha",
        "Chirasak Sutcharit",
        "Phanara Thach",
        "Samol Chhuoy",
        "Peng Bun Ngor",
        "Somsak Panha"
    ],
    "citedby-count": 8,
    "ref-count": 42,
    "ref-list": [
        "Notes malacologiques. B – Descriptions ďespèces nouvelles du centre de l’Afrique",
        "A new species of the genus Eugoa Walker, 1858 (Lepidoptera, Erebidae, Arctiinae) from Cambodia",
        "Mollusca: Testacellidae and Zonitidae",
        "Report on the non-operculate land Mollusca",
        "Note sur la faune malacologique de Cochinchine, comprenant la description des espèces nouvelles ou peu connues",
        "Catalogue des mollusques terrestres et fluviatiles de ľIndo-Chine orientale cités jusqu’à ce jour",
        "Les mollusques testacés du Cambodge. Seconde partie: Gastéropodes Pulmonés, Bivalves et bibliographie",
        "Aktualisierte Liste der terrestrischen Gastropoden Thailands",
        "A morphological phylogenetic analysis and generic revision of Australian Helicarionidae (Gastropoda: Pulmonata: Stylommatophora), and an assessment of the relationships of the family",
        "Helicarionidae (Gastropoda: Heterobranchia: Stylommatophora) of Lord Howe Island",
        "Annotated checklist of the terrestrial molluscs from Laos (Mollusca, Gastropoda)",
        "A list of the land and fresh-water Mollusca of the Malay peninsula",
        "Systematic revision of the genus Everettia GodwinAusten, 1891 (Mollusca: Gastropoda: Dyakiidae) in Sabah, northern Borneo",
        "A preliminary checklist of the non-marine molluscs of West-Malaysia",
        "Séries Conchyliologiques comprenant l’Énumération de Mollusques terrestres et fluviatiles recueillies pendant le Cours de différents Voyages ainsi que la Description de plusieurs Espèces nouvelles",
        "Historical demography of four gecko species specializing in boulder cave habitat: Implications in the evolutionary dead end hypothesis and conservation",
        "A checklist and classification of the terrestrial pulmonate snails of Thailand",
        "Vier neue Konchylienarten",
        "The land snail genus Macrochlamys Gray, 1847 from Thailand, with descriptions of five new species (Pulmonata: Ariophantidae)",
        "Taxonomic revision of the land snail genera Macrochlamys Gray, 1847 and Sarika Godwin-Austen, 1907 (Eupulmonata: Ariophantidae) from Southeastern Myanmar, with descriptions of three new species",
        "Coquilles nouvelles de ľIndochine",
        "Treatise on recent terrestrial pulmonate molluscs. Part 9. Helicarionidae, Gymnarionidae, Rhysotinidae, Ariophantidae",
        "Treatise on recent terrestrial pulmonate molluscs. Part 10. Ariophantidae, Ostracolethidae, Ryssotidae, Milacidae, Dyakiidae, Staffordiidae, Gastrodontidae, Zonitidae, Daudebardiidae, Parmacellidae",
        "Check-list of land pulmonate molluscs of Vietnam (Gastropoda: Stylommatophora)",
        "Some non-marine mollusks from Thailand, with notes on classification of the Helicarionidae",
        "Taxonomic re-evaluation of Sarika diadema (Dall, 1897) and S. asamurai (Panha, 1997), two endemic land snails from Thailand (Pulmonata: Ariophantidae: Macrochlamydinae)",
        "New species of land snails (Mollusca: Gastropoda: Caenogastropoda and Pulmonata) of the Mekong Delta Limestone Hills (Cambodia, Vietnam)",
        "New species of terrestrial molluscs (Caenogastropoda, Pupinidae & Pulmonata: Vertiginidae) of the Hon Chong – Ha Tien limestone hills, Southern Vietnam",
        "Systematisches Conchylien-Cabinet von Martini und Chemnitz (1837–1920), bibliography of the volumes in Göttingen",
        "Gastropoda, Euthyneura"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Phnom Penh",
            "@id": "124173948",
            "affilname": "Wonders of the Mekong Project",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/124173948",
            "affiliation-country": "Cambodia"
        },
        {
            "affiliation-city": "Phnom Penh",
            "@id": "101946935",
            "affilname": "Fisheries Administration",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101946935",
            "affiliation-country": "Cambodia"
        }
    ],
    "funding": [
        "Cambodia Fisheries Administration",
        "Fisheries Administration",
        "Inland Fisheries Research and Development Institute",
        "TRF Strategic Basic Research",
        "Khon Kaen University",
        "Mahidol University",
        "Thailand Research Fund",
        "Center of Excellence on Biodiversity"
    ]
}