{
    "eid": "2-s2.0-85088582340",
    "title": "Postoperative analgesic efficacy of modified continuous transversus abdominis plane block in laparoscopic colorectal surgery: a triple-blind randomized controlled trial",
    "cover-date": "2020-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Gastroenterology",
            "@code": "2715",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Colorectal cancer",
        "Laparoscopic surgery",
        "Postoperative pain",
        "Transversus abdominis plane block"
    ],
    "authors": [
        "P. Haruethaivijitchock",
        "J. L. Ng",
        "G. Taksavanitcha",
        "J. Theerawatanawong",
        "T. Rattananupong",
        "V. Lohsoonthorn",
        "C. Sahakitrungruang"
    ],
    "citedby-count": 4,
    "ref-count": 36,
    "ref-list": [
        "Guidelines for perioperative care in elective colonic surgery: Enhanced Recovery After Surgery (ERAS) Society recommendations",
        "Successful implementation of an Enhanced Recovery After Surgery program shortens length of stay and improves postoperative pain, and bowel and bladder function after colorectal surgery",
        "A randomised controlled trial of the efficacy of ultrasound-guided transversus abdominis plane (TAP) block in laparoscopic colorectal surgery",
        "Local wound infiltration plus transversus abdominis plane (TAP) block versus local wound infiltration in laparoscopic colorectal surgery and ERAS program",
        "Effect of local wound infiltration and transversus abdominis plane block on morphine use after laparoscopic colectomy: a nonrandomized, single-blind prospective study",
        "No benefit of ultrasound-guided transversus abdominis plane blocks over wound infiltration with local anaesthetic in elective laparoscopic colonic surgery: results of a double-blind randomized controlled trial",
        "Postoperative analgesia with continuous wound infusion of local anaesthesia vs saline: a double-blind randomized, controlled trial in colorectal surgery",
        "Evaluation of novel local anesthetic wound infiltration techniques for postoperative pain following colorectal resection surgery: a meta-analysis",
        "Transversus abdominis plane block using a short-acting local anesthetic for postoperative pain after laparoscopic colorectal surgery: a systematic review and meta-analysis",
        "Transversus abdominis plane (TAP) block in laparoscopic colorectal surgery improves postoperative pain management: a meta-analysis",
        "Transversus abdominis plane block: a cadaveric and radiological evaluation",
        "Venous levels of lidocaine and bupivacaine after midtarsal ankle block",
        "Duration of analgesic effectiveness after the posterior and lateral transversus abdominis plane block techniques for transverse lower abdominal incisions: a meta-analysis",
        "Feasibility study of analgesia via epidural versus continuous wound infusion after laparoscopic colorectal resection",
        "Bupivacaine infusion above or below the fascia for postoperative pain treatment after abdominal hysterectomy",
        "Subcutaneously versus subfascially administered lidocaine in pain treatment after inguinal herniotomy",
        "Continuous wound infiltration",
        "Randomized clinical trial of ropivacaine wound infusion following laparoscopic colorectal surgery",
        "Dexmedetomidine in a surgically inserted catheter for transversus abdominis plane block in donor hepatectomy: a prospective randomized controlled study",
        "Continuous transversus abdominis plane block for renal transplant recipients",
        "The analgesic efficacy of continuous transversus abdominis plane block in renal transplant recipients",
        "CONSORT 2010 statement: updated guidelines for reporting parallel group randomised trials",
        "Analgesic effectiveness of modified continuous transversus abdominis plane block with low dose of Local anesthetic continuous infusion in closure loop stoma",
        "Continuous transversus abdominis plane block vs intermittent bolus for analgesia after abdominal surgery: a randomized trial",
        "Comparison of efficacy and safety of lateral-to-medial continuous transversus abdominis plane block with thoracic epidural analgesia in patients undergoing abdominal surgery: a randomised, open-label feasibility study",
        "Analgesic efficacy of bilateral continuous transversus abdominis plane blocks using an oblique subcostal approach in patients undergoing laparotomy for gynaecological cancer: a prospective, randomized, triple-blind, placebo-controlled study",
        "Studies on the spread of local anaesthetic solution in transversus abdominis plane blocks",
        "Symptomatic local anaesthetic toxicity and plasma ropivacaine concentrations after transversus abdominis plane block for Caesarean section",
        "Intraperitoneal wound in abdominal surgery",
        "Transversus abdominis plane block: an updated review of anatomy and techniques",
        "Effect of pre- vs postoperative inguinal field block on postoperative pain after herniorrhaphy",
        "Pre-emptive analgesia: recent trends and evidences",
        "Effectiveness of liposomal bupivacaine in colorectal surgery: a pragmatic nonsponsored prospective randomized double blinded trial in a community hospital",
        "Liposome bupivacaine compared to plain local anesthetics to reduce postsurgical pain: an updated meta-analysis of randomized controlled trials",
        "Liposomal bupivacaine use in transversus abdominis plane blocks reduces pain and postoperative intravenous opioid requirement after colorectal surgery",
        "Liposomal bupivacaine transversus abdominis plane block versus epidural analgesia in a colon and rectal surgery enhanced recovery pathway: a randomized clinical trial"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60017958",
            "affilname": "Singapore General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017958",
            "affiliation-country": "Singapore"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}