{
    "eid": "2-s2.0-85019918519",
    "title": "Are We Overlooking Stroke Chameleons? A Retrospective Study on the Delayed Recognition of Stroke Patients",
    "cover-date": "2017-07-01",
    "subject-areas": [
        {
            "$": "Cardiology and Cardiovascular Medicine",
            "@code": "2705"
        },
        {
            "$": "Neurology (clinical)",
            "@code": "2728"
        },
        {
            "$": "Neurology",
            "@code": "2808"
        }
    ],
    "keywords": [
        "Acute ischemic stroke",
        "Chameleons",
        "Early identification",
        "Early management",
        "Stroke mimics"
    ],
    "authors": [
        "Pitcha Chompoopong"
    ],
    "citedby-count": 10,
    "ref-count": 22,
    "ref-list": [
        "Guidelines for the early management of patients with acute ischemic stroke: A guideline for healthcare professionals from the American Heart Association/American Stroke Association",
        "2015 American Heart Association/American stroke association focused update of the 2013 guidelines for the early management of patients with acute ischemic stroke regarding endovascular treatment: A guideline for healthcare professionals from the American Heart Association/American stroke association",
        "Temporal trends in patient characteristics and treatment with intravenous thrombolysis among acute ischemic stroke patients at Get with the Guidelines-Stroke hospitals",
        "Trends in Endovascular Therapy and Clinical Outcomes Within the Nationwide Get with the Guidelines-Stroke Registry",
        "Times from symptom onset to hospital arrival in the get with the guidelines-stroke program 2002 to 2009: Temporal trends and implications",
        "Stroke mimics under the drip-and-ship paradigm",
        "Why are stroke patients excluded from TPA therapy? An analysis of patient eligibility",
        "Stroke thrombolysis: Having more time translates into delayed therapy: Data from the Austrian Stroke Unit Registry",
        "Stroke mimics and chameleons",
        "In-hospital stroke",
        "Is this patient having a stroke?",
        "Stroke chameleons",
        "Atypical presentations of acute cerebrovascular syndromes",
        "Strokes: Mimics and chameleons",
        "Top of the basilar syndrome",
        "Distinguishing between stroke and mimic at the bedside: The brain attack study",
        "Identification of Nonischemic Stroke Mimics Among 411 Code Strokes at the University of California, San Diego, Stroke Center",
        "Safety and outcomes of intravenous thrombolysis in stroke mimics: A 6-year, single-care center study and a pooled analysis of reported series",
        "Safety of tPA in stroke mimics and neuroimaging-negative cerebral ischemia",
        "Stroke mimics and intravenous thrombolysis",
        "Immediate computed tomography scanning of acute stroke is cost-effective and improves quality of life",
        "Delay in neurological attention and stroke outcome"
    ],
    "affiliation": [
        {
            "affiliation-city": "El Paso",
            "affilname": "Paul L. Foster School of Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Minneapolis",
            "affilname": "University of Minnesota Twin Cities",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}