{
    "eid": "2-s2.0-85108965899",
    "title": "Streptomyces musisoli sp. nov., an actinomycete isolated from soil",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "16S rRNA gene",
        "Actinomycetes",
        "Musa spp",
        "Soil",
        "Streptomyces"
    ],
    "authors": [
        "Thitikorn Duangupama",
        "Chakapong Intaraudom",
        "Pattama Pittayakhajonwut",
        "Chanwit Suriyachadkun",
        "Sarin Tadtong",
        "Pramote Sirirote",
        "Somboon Tanasupawat",
        "Chitti Thawai"
    ],
    "citedby-count": 1,
    "ref-count": 49,
    "ref-list": [
        "The nomenclature and classification of the actinomycetes",
        "A guide for the classification of streptomycetes according to selected groups; placement of strains in morphological sections",
        "Oligomy-cins A and E, major bioactive secondary metabolites produced by Streptomyces sp. strain HG29 isolated from a Saharan soil",
        "Novel actinomycin group compound from newly isolated Streptomyces sp. RAB12: isolation, characterization, and evaluation of antimicrobial poten-tial",
        "Atura-nosides A and B, glycosylated anthraquinones with antiangio-genic activity from a soil-derived Streptomyces species",
        "Albocycline-type macrolides with antibacterial activities from crolides with anti-bacterial activities from Streptomyces sp. 4205",
        "Strepto-myces sp. strain MUSC 125 from mangrove soil in Malaysia with anti-MRSA, anti-biofilm and antioxidant activities",
        "Julichrome derivatives and gliotoxin from a soil derived Streptomyces sp",
        "Streptomyces roseicoloratus sp. nov., isolated from cotton soil",
        "Streptomyces paludis sp. nov., isolated from an alpine wetland soil",
        "Streptomyces qinzhouensis sp. nov., a mangrove soil actinobacterium",
        "Streptomyces coryli sp. nov., isolated from hazelnut orchard soil",
        "Streptomyces cupreus sp. nov., an antimicro-bial producing actinobacterium isolated from Himalayan soil",
        "Streptomyces montanus sp. nov., a novel actinomycete isolated from soil",
        "Streptomyces scabichelini sp. nov., isolated from soil",
        "Improvement of an isolation medium for actino-mycetes",
        "Methods for characterization of Strepto-myces species",
        "Actinomycetes",
        "Nocardia coeliaca, Nocardia autotrophica, and the nocardin strain",
        "A rapid analysis for chemical grouping of aerobic actinomycetes",
        "Lipid and cell-wall analysis in bacterial systematics",
        "An integrated procedure for the extraction of bacterial isopre-noid quinones and polar lipids",
        "Lipids in the classification and identification of coryneform bacteria containing peptidoglycans based on 2,4-diaminobutyric acid",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Analysis of bacterial menaquinone mixtures by high performance liquid chroma-tography",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "Determination of DNA base composition",
        "Micromonospora costi sp. nov., isolated from a leaf of Costus speciosus",
        "Introducing EzBio-Cloud: A taxonomically united database of 16S rRNA and whole-genome assemblies",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "Toward defining the course of evolution: minimum change for a species tree topology",
        "MEGA X: Molecular Evolutionary Genetics Analysis across computing platforms",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "Prokka: rapid prokaryotic genome annotation",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "Jspeciesws: A web server for prokaryotic species circumscription based on pair-wise genome comparison",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "AntiSMASH 5.0: updates to the secondary metabolite genome mining pipeline",
        "Proposed minimal standards for the use of genome data for the taxonomy of prokaryotes",
        "Taxonomic status of Kitasatosporia, and proposed unification with Streptomyces on the basis of phenotypic and 16s rRNA analysis and emendation of Streptomyces Waksman and Henrici 1943, 339AL",
        "Streptomyces glycovorans sp. nov., Streptomyces xishensis sp. nov. and Streptomyces abyssalis sp. nov., isolated from marine sediments",
        "Streptomyces actinomycinicus sp. nov., isolated from soil of a peat swamp forest",
        "Report of the ad hoc committee on reconciliation of approaches to bacterial systematics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ladkrabang Bangkok",
            "@id": "60021543",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021543",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60000316",
            "affilname": "Srinakharinwirot University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000316",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "King Mongkut’s Institute of Technology Ladkrabang Research Fund"
    ]
}