{
    "eid": "2-s2.0-85013845539",
    "title": "Intervention Mediators in a Randomized Controlled Trial to Increase Colonoscopy Uptake Among Individuals at Increased Risk of Familial Colorectal Cancer",
    "cover-date": "2017-10-01",
    "subject-areas": [
        {
            "$": "General Psychology",
            "@code": "3200"
        },
        {
            "$": "Psychiatry and Mental Health",
            "@code": "2738"
        }
    ],
    "keywords": [
        "Colonoscopy",
        "Colorectal cancer screening",
        "Extended parallel process model",
        "Implementation-intention strategies",
        "Structural equation modeling"
    ],
    "authors": [
        "Barbara H. Brumbach"
    ],
    "citedby-count": 12,
    "ref-count": 83,
    "ref-list": [
        "Cancer Facts and Figures 2016",
        "Relative and absolute risk of colorectal cancer for individuals with a family history: A meta-analysis",
        "A systematic review and meta-analysis of familial colorectal cancer risk",
        "The impact of family history on the risk of colorectal neoplasia: Don't change the guidelines just yet!",
        "NCCN Practice Guidelines in Oncology",
        "Screening and Surveillance for the Early Detection of Colorectal Cancer and Adenomatous Polyps, 2008: A Joint Guideline From the American Cancer Society, the US Multi-Society Task Force on Colorectal Cancer, and the American College of Radiology",
        "Colorectal cancer screening and surveillance: Clinical guidelines and rationale - Update based on new evidence",
        "A population-based cross-sectional study of colorectal cancer screening practices of first-degree relatives of colorectal cancer patients",
        "Clinical utility of family history for cancer screening and referral in primary care: A report from the Family Healthware Impact Trial",
        "Participation in screening colonoscopy in first-degree relatives from patients with colorectal cancer",
        "Systematic review and meta-study synthesis of qualitative studies evaluating facilitators and barriers to participation in colorectal cancer screening",
        "Preventing colorectal cancer",
        "Cancer risk assessment: Examining the family physician's role",
        "The Relative Importance of Patient-Reported Barriers to Colorectal Cancer Screening",
        "Rural vs Urban Residence Affects Risk-Appropriate Colorectal Cancer Screening",
        "Predictors of nonadherence to screening colonoscopy",
        "National Institutes of Health state-of-the-science conference statement: Enhancing use and quality of colorectal cancer screening",
        "Telehealth personalized cancer risk communication to motivate colonoscopy in relatives of patients with colorectal cancer: The family CARE randomized controlled trial",
        "Efficacy of a telehealth intervention on colonoscopy uptake when cost is a barrier: The family CARE cluster randomized controlled trial",
        "Why are Tailored Messages More Effective? A Multiple Mediation Analysis of a Breast Cancer Screening Intervention",
        "Tailored and Targeted Health Communication: Strategies for Enhancing Information Relevance",
        "A meta-analysis of web-delivered tailored health behavior change interventions",
        "Does Tailoring Matter? Meta-Analytic Review of Tailored Print Health Behavior Change Interventions",
        "Disseminating effective cancer screening interventions",
        "Motivation-based intervention to promote colonoscopy screening: An integration of a fear management model and motivational interviewing",
        "Putting the fear back into fear appeals: The extended parallel process model",
        "Fear control and danger control: A test of the extended parallel process model (EPPM)",
        "Effective Health Risk Messages: A Step-by-Step Guide",
        "Implementation intentions: Strong effects of simple plans",
        "Does planning how to cope with anticipated barriers facilitate health-related behaviour change? A systematic review",
        "Zeitschrift Fur Gesundheitspsychologie.",
        "Intention—Behavior Relations: A Conceptual and Empirical Review",
        "Implementation Intentions and Goal Achievement: A Meta-analysis of Effects and Processes",
        "Implementation intentions: Control of fear despite cognitive load",
        "Using implementation intentions to increase attendance for cervical cancer screening",
        "Evaluation of three interventions to promote workplace health and safety: Evidence for the utility of implementation intentions",
        "An evidence-based approach to managing women's decisional conflict.",
        "Implementation intentions and colorectal screening: A randomized trial in safety-net clinics",
        "Motivational Interviewing: Helping People Change",
        "Motivational interviewing techniques: Facilitating behaviour change in the general practice setting",
        "After 30 years of dissemination, have we achieved sustained practice change in motivational interviewing?",
        "The effectiveness and ineffectiveness of complex behavioral interventions: Impact of treatment fidelity",
        "How does physician advice influence patient behavior? Evidence for a priming effect",
        "Relatives of colorectal cancer patients: Factors associated with screening behavior",
        "Integrating theory into community interventions to reduce liver cancer disparities: The Health Behavior Framework",
        "\"Is there nothing more practical than a good theory?\": Why innovations and advances in health behavior change will arise if interventions are used to test and refine theory",
        "The role of behavioral science theory in development and implementation of public health interventions",
        "Improving identification of lynch syndrome patients: A comparison of research data with clinical records",
        "Intention to undergo colonoscopy screening among relatives of colorectal cancer cases: A theory-based model",
        "Family CARE (Colorectal Cancer Awareness and Risk Education) Project (FCARE)",
        "Examining the challenges of family recruitment to behavioral intervention trials: factors associated with participation and enrollment in a multi-state colonoscopy intervention trial.",
        "Effectiveness of the extended parallel process model in promoting colorectal cancer screening",
        "Colorectal cancer screening among first-degree relatives of colorectal cancer patients: Benefits and barriers",
        "Understanding intention to undergo colonoscopy among intermediate-risk siblings of colorectal cancer patients: A test of a mediational model",
        "Psychosocial factors associated with the adherence to a colorectal cancer screening program",
        "Correlates of colorectal cancer screening compliance and stage of adoption among siblings of individuals with early onset colorectal cancer",
        "Factors associated with colorectal cancer screening decision stage",
        "Barriers to colorectal cancer screening in rural primary care",
        "Barriers to colorectal cancer screening among medicare consumers",
        "Physician and patient influences on the rate of colorectal cancer screening in a primary care clinic",
        "Self-Construal and Fear Appeals: An Empirical Examination of College Students’ Gonorrhea Risk Perceptions",
        "Measuring perceptions of breast cancer risk",
        "Do benefits and barriers differ by stage of adoption for colorectal cancer screening?",
        "Knowledge of colorectal cancer among older persons",
        "Health Behavior Constructs: Theory measurement, and Research",
        "Impact of event scale: A measure of subjective stress",
        "Ann Behav Med.",
        "Thinking through cancer risk: Characterizing smokers' process of risk determination",
        "Required sample size to detect the mediated effect",
        "Power analysis and determination of sample size for covariance structure modeling",
        "Power analysis for complex mediational designs using Monte Carlo methods",
        "Sample Size Requirements for Structural Equation Models: An Evaluation of Power, Bias, and Solution Propriety",
        "Structural equation modelling: Guidelines for determining model fit",
        "Robust Two-Stage Approach Outperforms Robust Full Information Maximum Likelihood With Incomplete Nonnormal Data",
        "Missing data analysis: Making it work in the real world",
        "Integrated theory of health behavior change: Background and intervention development",
        "Influence of provider discussion and specific recommendation on colorectal cancer screening uptake among U.S. adults",
        "Department of Health & Human Services",
        "An implementation science perspective on psychological science and cancer: What is known and opportunities for research, policy, and practice",
        "Racial and Ethnic Disparities in Colonoscopic Examination of Individuals With a Family History of Colorectal Cancer"
    ],
    "affiliation": [
        {
            "affiliation-city": "Albuquerque",
            "affilname": "The University of New Mexico",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Albuquerque",
            "affilname": "UNM Comprehensive Cancer Center",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Fort Worth",
            "affilname": "University of North Texas Health Science Center at Fort Worth",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Provo",
            "affilname": "Brigham Young University",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Biostatistics Shared Resource",
        "National Cancer Institute’s Surveillance, Epidemiology and End Results Program",
        "New Mexico Tumor Registry",
        "Rocky Mountain Cancer Genetics Network",
        "University of Utah Department of Orthopaedics",
        "Utah Cancer Registry",
        "Centers for Disease Control and Prevention",
        "National Cancer Institute",
        "Public Health Institute",
        "University of Southern California",
        "Utah Department of Health",
        "Colorado Department of Public Health and Environment",
        "University of Utah",
        "Huntsman Cancer Foundation",
        "Huntsman Cancer Institute",
        "Comprehensive Cancer Center, University of Michigan"
    ]
}