{
    "eid": "2-s2.0-85148492722",
    "title": "Corporate culture and board gender diversity: Evidence from textual analysis",
    "cover-date": "2023-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Agency theory",
        "Board gender diversity",
        "Corporate culture",
        "Corporate governance",
        "Female directors",
        "Machine learning",
        "Textual analysis"
    ],
    "authors": [
        "Nopparat Wongsinhirun",
        "Pattanaporn Chatjuthamard",
        "Pornsit Jiraporn"
    ],
    "citedby-count": 3,
    "ref-count": 125,
    "ref-list": [
        "Does having women on boards create value? The impact of societal perceptions and corporate governance in emerging markets",
        "Women in the boardroom and their impact on governance and performance☆",
        "Does gender matter in the boardroom? Evidence from the market reaction to mandatory new director announcements",
        "The changing of the boards: The impact on firm valuation of mandated female board representation *",
        "The structure of voluntary disclosure narratives: Evidence from tone dispersion",
        "Board gender diversity and sustainability reporting quality",
        "Is all that talk just noise? The information content of internet stock message boards",
        "Female directors and earnings management: Evidence from UK companies",
        "A bibliometric analysis of board diversity: Current status, development, and future research directions",
        "Measuring economic policy uncertainty*",
        "Coups d’état and the cost of debt",
        "Board gender diversity and corporate response to sustainability initiatives: Evidence from the carbon disclosure project",
        "Capital market pressure, disclosure frequency-induced earnings/cash flow conflict, and managerial myopia (retracted)",
        "Using 10-K text to gauge financial constraints",
        "The effect of COVID-19 lockdowns on political support: Some good news for democracy?",
        "Does policy uncertainty affect mergers and acquisitions?",
        "Board gender diversity and firm performance: The UK evidence",
        "Empowering women: The role of emancipative forces in board gender diversity",
        "Do takeover laws matter? Evidence from five decades of hostile takeovers",
        "Gender diversity in the boardroom and firm financial performance",
        "The gender and ethnic diversity of US boards and board committees and firm financial performance",
        "Corporate governance, board diversity, and firm value",
        "Does board gender diversity have a financial impact? Evidence using stock portfolio performance",
        "Corporate culture and takeover vulnerability: Evidence from machine learning and earnings conference calls",
        "Does board gender diversity matter? Evidence from hostile takeover vulnerability",
        "Does firm-level political risk influence corporate social responsibility (CSR)? Evidence from earnings conference calls",
        "Does economic policy uncertainty influence executive risk-taking incentives?",
        "Wisdom of crowds: The value of stock opinions transmitted through social media",
        "Estimating the effect of corporate social responsibility on firm value using geographic identification",
        "Estimating the effect of entrenched boards on firm value using geographic identification",
        "How do independent directors view corporate social responsibility (CSR)? Evidence from a quasi-natural experiment",
        "Firm performance and boardroom gender diversity: A quantile regression approach",
        "Corporate culture and shared knowledge*",
        "The effect of manager-specific optimism on the tone of earnings conference calls",
        "Managers’ use of language across alternative disclosure outlets: Earnings press releases versus MD&a*",
        "Critical mass and voice: Board gender diversity and financial reporting quality",
        "A study of environmental policies and regulations, governance structures, and environmental performance: The role of female directors",
        "Board of Director Diversity and Firm Financial Performance",
        "Annual report readability, tone ambiguity, and the cost of borrowing",
        "Agency problems and the theory of the firm",
        "Separation of ownership and control",
        "Creative corporate culture and innovation",
        "The earnings returns to graduating with honors — Evidence from law graduates",
        "The monitoring role of female directors over accounting quality",
        "Determinants and consequences of quantitative critical accounting estimate disclosures",
        "The effects of board size and diversity on strategic change",
        "Corporate culture: The interview evidence",
        "Female directors, board committees and firm performance",
        "Board gender diversity and corporate innovation: International evidence",
        "The costs and benefits of ownership: A theory of vertical and lateral integration",
        "Corporate culture, societal culture, and institutions",
        "Female directors in bank boardrooms and their influence on performance and risk-taking",
        "Entropy balancing for causal effects: A multivariate reweighting method to produce balanced samples in observational studies",
        "The relationship among corporate culture, strategic orientation, and financial performance",
        "Firm-level political risk: Measurement and effects*",
        "Organizational predictors of women on corporate boards",
        "The role of corporate culture in relationship marketing",
        "Assessment of corporate culture in sustainability performance using a hierarchical framework and interdependence relations",
        "Theory of the firm: Managerial behavior, agency costs and ownership structure",
        "Does corporate social responsibility (CSR) improve credit ratings? Evidence from geographic identification",
        "Gender diversity in the boardroom and firm performance: What exactly constitutes a “critical mass?”",
        "Do firms adjust board gender diversity in response to economic policy uncertainty?",
        "Women in top management and agency costs",
        "Some effects of proportions on group life: Skewed sex ratios and responses to token women",
        "The effect of board gender diversity on firm performance: Evidence from Turkey",
        "Gender diversity on corporate boards: Do women contribute unique skills?",
        "Corporate culture: Its value as a resource for competitive advantage",
        "The supply of corporate directors and board Independence",
        "Economic “short-termism”: The debate",
        "Managerial myopia or systemic short-termism?: The importance of managerial systems in valuing the long term",
        "Does takeover activity cause managerial discipline? Evidence from International M&a Laws",
        "Selection models in accounting research",
        "Using heteroscedasticity to identify and estimate mismeasured and endogenous regressor models",
        "Board gender diversity and firm performance: The moderating role of firm size",
        "The role of corporate culture in bad times: Evidence from the COVID-19 pandemic",
        "Measuring corporate culture using machine learning",
        "Corporate culture, innovation, and female board representation: Evidence from earnings conference calls",
        "Do women directors improve firm performance in China?",
        "Textual analysis in accounting and finance: A survey",
        "Measuring firm complexity",
        "Women on boards and firm performance",
        "Corporate investment myopia: A horserace of the theories",
        "The story is the message: Shaping corporate culture",
        "Entropy-balanced accruals",
        "The theory and practice of myopic management",
        "The interactive relationship of corporate culture and knowledge management: A review",
        "The impact of US sanctions on poverty",
        "Does a good central banker make a difference?",
        "Policy uncertainty and mergers and acquisitions",
        "Board gender diversity and carbon emissions: European evidence on curvilinear relationships and critical mass",
        "Corporate integrity and hostile takeover threats: Evidence from machine learning and “CEO luck.”",
        "Does board gender diversity reduce ‘CEO luck’?",
        "Do firms adjust corporate governance in response to economic policy uncertainty? Evidence from board size",
        "Corporations, culture, and commitment: Motivation and social control in organizations",
        "Unobservable selection and coefficient stability: Theory and evidence",
        "Female directors and firm performance: Evidence from the great recession",
        "Do gender differences persist? An examination of gender diversity on firm performance, risk, and executive compensation",
        "Size, composition, and function of hospital boards of directors: A study of organization-environment linkage",
        "Does Corporate Headquarters location matter for stock returns?",
        "Women on boards and firm financial performance: A Meta-analysis",
        "The influence of corporate culture and organisational commitment on performance",
        "Gender diversity on corporate boards: Does critical mass matter to investors",
        "Does board gender diversity influence financial performance? Evidence from Spain",
        "Examining the link between diversity and firm performance",
        "Does female board representation influence firm performance? The Danish evidence",
        "The central role of the propensity score in observational studies for causal effects",
        "A women's boom in the boardroom: Effects on performance?",
        "Uncertainty, secrecy, and the choice of similar others",
        "The effect of board gender diversity on cross-listing",
        "The relationship of board member diversity to organizational performance",
        "The strength of corporate culture and the reliability of firm performance",
        "Does the presence of independent and female directors impact firm performance? A multi-country study of board diversity",
        "Women directors on corporate boards: From tokenism to critical mass",
        "The double-edged nature of board gender diversity: Diversity, firm performance, and the power of women directors as predictors of strategic change",
        "Gender and ethnic diversity on boards and corporate information environment",
        "Entrepreneurial experience and the innovativeness of serial entrepreneurs",
        "On the origin of shared beliefs (and corporate culture)",
        "The effects and the mechanisms of board gender diversity: Evidence from financial manipulation",
        "Is there a “business case” for board diversity?",
        "National and corporate cultural fit in mergers/acquisitions: An exploratory study",
        "Board gender diversity in the STEM&F Sectors: The critical mass required to drive firm performance",
        "Deciphering the motives behind corporate social responsibility (CSR) using managerial ownership: Evidence from heteroskedastic identification",
        "Board gender diversity and corporate social responsibility: Is there a case for critical mass?",
        "Does board gender diversity increase dividend payouts? Analysis of global evidence",
        "The effect of corporate culture on firm performance: Evidence from China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Research Council of Thailand"
    ]
}