{
    "eid": "2-s2.0-85073911510",
    "title": "A trackable augmented learning media system for a higher education level",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Engineering (all)",
            "@code": "2200",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Augmented reality",
        "Learning log",
        "Learning management system",
        "Trackable learning material"
    ],
    "authors": [
        "Supadaech Chanjaradwichai",
        "Jaitip Na-Songkhla",
        "Thanyaporn Chiasiriphan"
    ],
    "citedby-count": 4,
    "ref-count": 20,
    "ref-list": [
        "'A critical examination of the effects of learning management systems on university teaching and learning,'",
        "'Assessing the success rate of students using a learning management system together with a collaborative tool in web-based teaching of programming languages,'",
        "'Saving time or innovating practice: Investigating perceptions and uses of Learning Management Systems,'",
        "'A blended learning model supported with Web 2.0 technologies,'",
        "'From policy to practice: One university's experience of implementing strategic change through wholly online teaching and learning,'",
        "'A Model for e-Learning Systems Success: Systems, Determinants, and Performance,'",
        "\"Evaluating usability in learning management system moodle.\"",
        "'Understanding the experiences of instructors as they adopt a course management system,'",
        "'Teacher pedagogical beliefs: The final frontier in our quest for technology integration?,'",
        "'The impact of information and communication technology (ICT) on the management practices of Malaysian Smart Schools,'",
        "'Introducing a new learning management system: An institutional case study,'",
        "'Critical Success Factors (CSFs) for Cloud-based ELearning,'",
        "\"Course periodic behavior modelling and its application in LMS activity prediction.\"",
        "'Augmented reality: Research agenda for studying the impact of its media characteristics on consumer behaviour,'",
        "\"The design of a mixed-reality book: Is it still a real book?.\"",
        "\"An interactive augmented reality coloring book.\"",
        "'A survey of automated assessment approaches for programming assignments,'",
        "'Using the Facebook group as a learning management system: An exploratory study,'",
        "'Kahoot! A digital game resource for learning,'",
        "'Perceptions of Students for Gamification Approach: Kahoot as a Case Study,'"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}