{
    "eid": "2-s2.0-85052056999",
    "title": "Glutaraldehyde removal from produced waters using visible light driven photocatalysis",
    "cover-date": "2017-01-01",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Soklida Hong"
    ],
    "citedby-count": 2,
    "ref-count": 24,
    "ref-list": [
        "Microbial communities in flowback water impoundments from hydraulic fracturing for recovery of shale gas",
        "Hydraulic fracturing 101: What every representative, environmentalist, regulator, reporter, investor, university researcher, neighbor and engineer should know about estimating frac risk and improving frac performance in unconventional gas and oil wells",
        "Case study: Evaluation of an oxidative biocide during and after a hydraulic fracturing job in the marcellus shale",
        "Glutaraldehyde: Current Status and Uses",
        "Ecotoxicology of glutaraldehyde: Review of environmental fate and effects studies",
        "Evaluation of environmental impact of typical leather chemicals. Part I: Biodegradability of fatliquors in activated sludge treatment",
        "Bacterial inhibition test results on Ucarcide antimicrobial 250",
        "A review on risk assessment techniques for hydraulic fracturing water and produced water management implemented in onshore unconventional oil and gas production",
        "Water management challenges associated with the production of shale gas by hydraulic fracturing",
        "Can We Treat Hydraulic Fracturing Flowback with a Conventional Biological Process? The Case of Guar Gum",
        "Glutaraldehyde removal from flowback and produced waters using photolysis",
        "An orthophosphate semiconductor with photooxidation properties under visible-light irradiation",
        "One-step synthesis of flower-like Ag/AgCl/BiOCl composite with enhanced visible-light photocatalytic activity",
        "Two different roles of metallic Ag on Ag/AgX/BiOX (X = Cl, Br) visible light photocatalysts: Surface plasmon resonance and Z-Scheme bridge",
        "Facile template-free and fast refluxing synthesis of 3D desertrose-like BiOCl nanoarchitectures with superior photocatalytic activity",
        "Facile synthesis of BiOCl nano-flowers of narrow band gap and their visible-light-induced photocatalytic property",
        "Room-temperature synthesis of flower-like BiOX (X=Cl, Br, I) hierarchical structures and their visible-light photocatalytic activity",
        null,
        "ArgonneNatl. Lab. Rep.",
        "Produced water in the Western United States: Geographical distribution, occurrence, and composition",
        "Standard methods for the examination of water and wastewater",
        "Fabrication, characterization and photocatalytic properties of Ag/AgI/BiOI heteronanostructures supported on rectorite via a cation-exchange method",
        "Construction of AgCl/Ag/BiOCl with a concave-rhombicuboctahedron core-shell hierarchitecture and enhanced photocatalytic activity",
        "Ag@AgCl: A highly efficient and stable photocatalyst active under visible light"
    ],
    "affiliation": [
        {
            "affiliation-city": "Fargo",
            "affilname": "North Dakota State University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Fargo",
            "affilname": "NDSU College of Engineering",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Khon Kaen University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}