{
    "eid": "2-s2.0-85091462900",
    "title": "Statistical study of the effect of particle properties on the particle penetration in the idealized trachea",
    "cover-date": "2020-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "CFD",
        "Idealized trachea",
        "Particulate matter"
    ],
    "authors": [
        "R. Piemjaiswang",
        "B. Chalermsinsuwan"
    ],
    "citedby-count": 0,
    "ref-count": 12,
    "ref-list": [
        "Distribution characteristics and source analysis of metal elements in indoor PM2.5 in high-rise buildings during heating season in Northeast China",
        "Investigation of yearly indoor/outdoor PM2.5 levels in the perspectives of health impacts and air pollution control: Case study in Changchun, in the northeast of China",
        "Personalized ventilation: One possible solution for airborne infection control in highly occupied space?",
        "Use of proper orthogonal decomposition and linear stochastic estimation technique to investigate real-time detailed airflows for building ventilation",
        "Acute effects of particulate air pollution on respiratory admissions: Results from APHEA 2 project",
        "Chapter VI - geometry and dimensions of airways of the respiratory zone",
        "ANSYS CFX-solver theory guide",
        "Deposition of micrometer particles in pulmonary airways during inhalation and breath holding",
        "Validating CFD predictions of highly localized aerosol deposition in airway models: In vitro data and effects of surface properties",
        "Influence of bronchial diameter change on the airflow dynamics based on a pressure-controlled ventilation system"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}