{
    "eid": "2-s2.0-85022210143",
    "title": "Indices of insulin resistance and glucotoxicity are not associated with bipolar disorder or major depressive disorder, but are differently associated with inflammatory, oxidative and nitrosative biomarkers",
    "cover-date": "2017-11-01",
    "subject-areas": [
        {
            "$": "Clinical Psychology",
            "@code": "3203"
        },
        {
            "$": "Psychiatry and Mental Health",
            "@code": "2738"
        }
    ],
    "keywords": [
        "Bipolar disorder",
        "Depression",
        "Inflammation",
        "Insulin resistance",
        "Mania",
        "Oxidative stress"
    ],
    "authors": [
        "Kamila Landucci Bonifácio"
    ],
    "citedby-count": 11,
    "ref-count": 75,
    "ref-list": [
        "Genetic analysis of haptoglobin polymorphisms with cardiovascular disease and type 2 diabetes in the diabetes heart study",
        "Insulin resistance and inflammation markers: Correlations in obese adolescents",
        "Serum nitric oxide metabolites in subjects with metabolic syndrome",
        "Hyperuricemia as a mediator of the proinflammatory endocrine imbalance in the adipose tissue in a murine model of the metabolic syndrome",
        "So depression is an inflammatory disease, but where does the inflammation come from?",
        "Insulin resistance and cardiovascular risk factors in 3- to 5-year-old overweight or obese children",
        "Factors influencing insulin resistance in relation to atherogenicity in mood disorders, the metabolic syndrome and tobacco use disorder",
        "Clinical impact of the temporal relationship between depression and type 2 diabetes: The fremantle diabetes study phase II",
        "Insulin resistance and outcome in bipolar disorder",
        "Adaptation into portuguese for the Fagerström test for nicotine dependence (FTND) to evaluate the dependence and tolerance for nicotine in brazilian smokers",
        "Adipokines as emerging depression biomarkers: A systematic review and meta-analysis",
        "Mechanisms Linking Inflammation to Insulin Resistance",
        "Obesity-linked Insulin Resistance: Is Nitric Oxide the Missing Link?",
        "Rev. Bras. Psiquiatr.",
        "Effect of plasma uric acid on antioxidant capacity, oxidative stress, and insulin sensitivity in obese subjects",
        "Xanthine Oxidase activity is associated with risk factors for cardiovascular disease and inflammatory and oxidative status markers in metabolic syndrome: Effects of a single exercise session",
        "Hydroperoxide-initiated chemiluminescence: An assay for oxidative stress in biopsies of heart, liver, and muscle",
        "World. Diabetes",
        "J. Med.",
        "Improved detection of advanced oxidation protein products in plasma",
        "High-sensitivity CRP reflects insulin resistance in smokers",
        "Sex differences in the associations of visceral adiposity, homeostatic model assessment of insulin resistance, and body mass index with lipoprotein subclass analysis in obese adolescents",
        "Soluble form of receptor for advanced glycation end products is associated with obesity and metabolic syndrome in adolescents",
        "Validation of the Brazilian version of Alcohol, Smoking and Substance Involvement Screening Test (ASSIST)",
        "Self-reported depression and cardiovascular risk factors in a community sample of women",
        "Endothelial dysfunction in insulin resistance and type 2 diabetes",
        "The inflammation highway: Metabolism accelerates inflammatory traffic in obesity",
        "A systematic review and meta-analysis of the association between depression and insulin resistance",
        "Thresholds of oxidative stress in newly diagnosed diabetic patients on intensive glucose-control therapy",
        "Uric acid induces hepatic steatosis by generation of mitochondrial oxidative stress: Potential role in fructose-dependent and -independent fatty liver",
        "Relationship between endothelial nitric oxide synthase, insulin resistance and macrovascular disease in patients with acute myocardial infarction",
        "Oral nicotine administration decreases tumor necrosis factor-alpha expression in fat tissues in obese rats",
        "Long-term oral nicotine administration reduces insulin resistance in obese rats",
        "Interaction between heavy smoking and CYP2A6 genotypes on type 2 diabetes and its possible pathways",
        "Nicotine reduces the incidence of type I diabetes in mice",
        "Evidence for an immune response in major depression: A review and hypothesis",
        "A review on the oxidative and nitrosative stress (O&NS) pathways in major depression and their possible contribution to the (neuro)degenerative processes in that illness",
        "The multifaceted haptoglobin in the context of adipose tissue and metabolism",
        "Is there a \"metabolic-mood syndrome\"? A review of the relationship between obesity and mood disorders",
        "Relationship between smoking habits and the features of the metabolic syndrome in a non-diabetic population",
        "Epidemiol. Serv. Res.",
        "Rev. Psiquiatr. Clin.",
        "Mol. Neurobiol.",
        "The neuroprogressive nature of major depressive disorder: Pathways to disease evolution and resistance, and therapeutic implications",
        "Oxidative & nitrosative stress in depression: Why so much stress?",
        "The impact of maternal smoking during pregnancy on depressive and anxiety behaviors in children: The Norwegian mother and child cohort study",
        "Semiautomated measurement of nitrate in biological fluids",
        "The shared role of oxidative stress and inflammation in major depressive disorder and nicotine dependence",
        "Discordance between insulin resistance and metabolic syndrome: Features and associated cardiovascular risk in adults with normal glucose regulation",
        "Prospective epidemiologic evidence of a \"protective\" effect of smoking on metabolic syndrome and diabetes among Turkish women-Without associated overall health benefit",
        "The association between smoking and the prevalence of metabolic syndrome and its components in patients with psoriasis aged 30 to 49 years",
        "Oxidative stress and hematological profiles of advanced breast cancer patients subjected to paclitaxel or doxorubicin chemotherapy",
        "Haptoglobin serum levels are independently associated with insulinemia in overweight and obese women",
        "Insulin Resistance, Affective Disorders, and Alzheimer's Disease: Review and Hypothesis",
        "Sucrose induces fatty liver and pancreatic inflammation in male breeder rats independent of excess energy intake",
        "Mechanisms of haptoglobin protection against hemoglobin peroxidation triggered endothelial damage",
        "Insulin sensitivity: Modulation by nutrients and inflammation",
        "Common biological mechanisms between bipolar disorder and type 2 diabetes: Focus on inflammation",
        "Relationship between major depression and insulin resistance: Does it vary by gender or race/ethnicity among young adults aged 20-39 years?",
        "A review of the association between depression and insulin resistance: Pitfalls of secondary analyses or a promising new approach to prevention of type 2 diabetes?",
        "Prevalence of diabetes mellitus and impaired glucose regulation in Spain: The Di@bet.es Study",
        "Tobacco smoking predicts depression and poorer quality of life in heart disease",
        "Oxidative stress and diabetes: What can we learn about insulin resistance from antioxidant mutant mouse models?",
        "Plasma levels of vWF and NO in patients with metabolic syndrome and their relationship with metabolic disorders",
        "Evaluation of insulin resistance, tumor necrosis factor alpha, and total antioxidant status in obese patients smoking cigarettes",
        "World J. Diabetes",
        null,
        "Oxidative stress and inflammatory markers are associated with depression and nicotine dependence",
        "Advanced oxidation protein products are more related to metabolic syndrome components than biomarkers of lipid peroxidation",
        "Reliability and validity of a Portuguese version of the Young Mania Rating Scale",
        "Current Smoking Dose-Dependently Associated with Decreased β -Cell Function in Chinese Men without Diabetes",
        "Chronic Exposure to Nicotine Enhances Insulin Sensitivity through α7 Nicotinic Acetylcholine Receptor-STAT3 Pathway",
        "Adipose tissue vascularization: Its role in chronic inflammation",
        "Advanced oxidation protein products induce inflammatory response and insulin resistance in cultured adipocytes via induction of endoplasmic reticulum stress"
    ],
    "affiliation": [
        {
            "affiliation-city": "Londrina",
            "affilname": "Universidade Estadual de Londrina",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Melbourne",
            "affilname": "University of Melbourne",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Geelong",
            "affilname": "Deakin University",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Melbourne",
            "affilname": "Oygen",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "National Health and Medical Research Council",
        "National Health and Medical Research Council",
        "Conselho Nacional de Desenvolvimento Científico e Tecnológico",
        "Conselho Nacional de Desenvolvimento Científico e Tecnológico",
        "Fundação Araucária"
    ]
}