{
    "eid": "2-s2.0-85035227242",
    "title": "Developing a stochastic traffic volume prediction model for public-private partnership projects",
    "cover-date": "2017-11-14",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Nguyen Thanh Phong"
    ],
    "citedby-count": 22,
    "ref-count": 45,
    "ref-list": [
        "Infrastructure Investments in Developing Economies",
        "Critical factors affecting the efficient use of public investments in infrastructure in Vietnam",
        "Demand analysis of parking at Machap Northbound Rest and service area",
        "Assessment index tool for green highway in Malaysia",
        "ASEAN Eng. J.",
        "Identification risk factors affecting concession period length for public-private partnership infrastructure projects",
        "Analysis of traffic revenue risk factors in BOT road projects in developing countries",
        "Stochastic revenue and cost model for determining a BOT concession period under multiple project constraints",
        "Revenue guarantee in public-private partnerships: a fair risk allocation model",
        "A model for determining the optimal project life span and concession period of BOT projects",
        "Concession period for PPPs: A win-win model for a fair risk sharing",
        "ASEAN Eng. J.",
        "Traffic flow analysis & efficiency of geometric design of a t-intersection, a case study",
        "Inaccuracy in traffic forecasts",
        "Toll roads in Australia: An overview of characteristics and accuracy of demand forecasts",
        "Finance with Monte Carlo",
        "A stochastic process to model the fluctuations of asphalt cement price",
        "On the validity of the geometric Brownian motion assumption",
        "Stochastic revenue and cost model for determining a BOT concession period under multiple project constraints",
        "Afforestation as a real option: Some policy implications",
        "Real options design for quality control charts",
        "Optimal Dividends: Analysis with Brownian Motion",
        "Capacity expansion for random exponential demand growth with lead times",
        "Geometric Brownian Motion and structural breaks in oil prices: A quantitative analysis",
        "Development of modified Geometric Brownian Motion models by using stock price data and basic statistics",
        "World Applied Sciences J.",
        "Forecasting share prices of small size companies in Bursa Malaysia using geometric Brownian motion",
        "J. of Civil Eng. Arch.",
        "Establishing an optimal quality planning decision through discrete event simulation: Analysis case study",
        "Simulation of multiple-drift tunnel construction with limited resources",
        null,
        "Reasonable concession period for build-operate-transfer road projects in the Philippines",
        "Effect of multi-design skin model and characteristic on monte carlo simulation of light-skin diffuse reflectance spectra",
        "Transportation infrastructure financing: Evaluation of alternatives",
        "Risk analysis of traffic and revenue forecasts for road investment projects",
        "Build operate transfer municipal bridge projects in India",
        "Financial risk analysis of project finance in Indonesian toll roads",
        "International Conference on Management and Service Science (MASS)",
        "A simulation model for optimizing the concession period of public-private partnerships schemes",
        "J. Infrastruct. Syst.",
        null,
        "Dynamic demand risk assessment for toll road projects",
        "Int. J. of Arch., Eng. and Construction",
        "Early-Termination Compensation in Public-Private Partnership Projects",
        "Compensation approaches for early termination of PPP projects"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ho Chi Minh City",
            "affilname": "Đại học Mở Thành phố Hồ Chí Minh",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kyoto",
            "affilname": "Kyoto University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Japan International Cooperation Agency",
        "University of Science Ho Chi Minh City",
        "Kyoto University"
    ]
}