{
    "eid": "2-s2.0-85122875893",
    "title": "Developing a cloud point extraction process for lipopeptide recovery from cell-free broth of Bacillus sp. GY19",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Chemical Engineering (all)",
            "@code": "1500",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Process Chemistry and Technology",
            "@code": "1508",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Filtration and Separation",
            "@code": "1506",
            "@abbrev": "CENG"
        }
    ],
    "keywords": [
        "back extraction",
        "cloud point extraction",
        "lipopeptides",
        "Pre-concentration",
        "Triton X-100"
    ],
    "authors": [
        "Chantra Tongcumpou",
        "Nattapong Tuntiwiwattanapun"
    ],
    "citedby-count": 2,
    "ref-count": 32,
    "ref-list": [
        "Influence of Microorganism and Plant Oils on the Structure of Mannosylerythritol Lipid (MEL) Biosurfactants Revealed by a Novel Thin Layer Chromatography Mass Spectrometry Method",
        "Basic for Formulating Biosurfactant Mixtures to Achieve Ultra Low Interfacial Tension Values against Hydrocarbons",
        "Simultaneous Biosurfactant-assisted Remediation and Corn Cultivation on Cadmium-contaminated Soil",
        "Formulation of Crude Oil Spill Dispersants Based on the HLD Conceptand Using a Lipopeptide Biosurfactant",
        "Evaluation of B. Subtilis SPB1 Biosurfactants’ Potency for Diesel-contaminated Soil Washing: Optimization of Oil Desorption Using Taguchi Design",
        "Biosurfactant Production by Rhizospheric Bacteria Isolated from Biochar Amended Soil Using Different Extraction Solvents",
        "Purification of Bioactive Lipopeptides Produced by Bacillus Subtilis Strain BIA",
        "Purification and Characterization of a Novel Lipopeptide from Streptomyces Amritsarensis Sp. Nov. Active against Methicillin-resistant Staphylococcus Aureus",
        "Lipopeptide Biosurfactant Production by Chitosan-immobilized Bacillus Sp. GY19 and Their Recovery by Foam Fractionation",
        "Cloud Point Extraction: A Sustainable Method of Elemental Preconcentration and Speciation",
        "Determination of Cadmium at Trace Levels in Parsley Samples by Slotted Quartz Tube-flame Atomic Absorption Spectrometry after Preconcentration with Cloud Point Extraction",
        "Studying the Effect of an Ionic Liquid on Cloud Point Extraction Technique for Highly Efficient Preconcentration and Speciation Analysis of Tellurium in Water, Soil and Sediment Samples",
        "Cloud Point Extraction Applied to Casein Proteins of Cow Milk and Their Identification by Mass Spectrometry",
        "Fast Room Temperature Cloud Point Extraction Procedure for Spectrophotometric Determination of Phosphate in Water Samples",
        "Performance of TX-100 and TX-114 for the Separation of Chrysoidine Dye Using Cloud Point Extraction",
        "Effect of Nonionic Surfactant Molecular Structure on Cloud Point Extraction of Phenol from Wastewater",
        "Surfactant Mediated Extraction of Antioxidant from Syzygium Aromaticum",
        "Cloud Point Extraction of Chlorophylls from Spinach Leaves Using Aqueous Solutions of Non-ionic Surfactants",
        "Optimization of Surfactant-Mediated, Ultrasonic-assisted Extraction of Antioxidant Polyphenols from Rattan Tea (Ampelopsis Grossedentata) Using Response Surface Methodology",
        "Surfactant Mediated Extraction of Total Phenolic Content (TPC) and Antioxidant from Fruit Juices",
        "Simultaneous Extraction and Separation of Flavonoids and Alkaloids from Crotalaria Sessiliflora L. By Microwave-assisted Cloud-point Extraction",
        "Separation and Purification of Alkaloids from Sophora Flavescens Ait. By Focused Microwave-assisted Aqueous Two-phase Extraction Coupled with Reversed Micellar Extraction",
        "Use of Micellar Extraction and Cloud Point Preconcentration for Valorization of Saponins from Sisal (Agave Sisalana) Waste",
        "Recovery of Phenolic Compounds from Table Olive Processing Wastewaters Using Cloud Point Extraction Method",
        "Interactions between Selected Bile Salts and Triton X-100 or Sodium Lauryl Ether Sulfate",
        "Conductometric Study of Sodium Dodecyl Sulfate–nonionic Surfactant (Triton X-100, Tween 20, Tween 60, Tween 80 or Tween 85) Mixed Micelles in Aqueous Solution",
        "Cloud Point Extraction Coupled with Back Extraction: A Green Methodology in Analytical Chemistry",
        "Removal of Triton X-100 from Aqueous Solution Using Amberlite XAD-2",
        "Surfactant-mediated Cloud Point Extractions: An Environmentally Benign Alternative Separation Approach",
        "Micelle-mediated Extraction and Preconcentration of Ginsenosides from Chinese Herbal Medicine",
        "Precipitation of Detergent-Containing Samples for Top-Down and Bottom-Up Proteomics"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadapiseksompotch Fund Chulalongkorn University",
        "Chulalongkorn University",
        "Environmental Research Institute",
        "Department of Microbiology, Faculty of Science, Chulalongkorn University"
    ]
}