{
    "eid": "2-s2.0-84892851599",
    "title": "New RP-CVD grown ultra-high performance selectively B-doped pure-Ge 20 nm QWs on (100)Si as basis material for post-Si CMOS technology",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        }
    ],
    "keywords": [
        "Impurity scattering",
        "Pure strained Ge channel",
        "SdH oscillation",
        "Ultra-high mobility"
    ],
    "authors": [
        "O. A. Mironov"
    ],
    "citedby-count": 7,
    "ref-count": 22,
    "ref-list": [
        "Strain dependence of hole effective mass and scattering mechanism in strained Ge channel structures",
        "Ultra-high hole mobility exceeding one million in a strained germanium quantum well",
        null,
        "Temperature dependence of transport properties of high mobility holes in Ge quantum wells",
        "Scattering mechanisms in high-mobility strained Ge channels",
        "Hole density dependence of effective mass, mobility and transport time in strained Ge channel modulation-doped heterostructures",
        "Very high hole mobilities in modulation-doped Ge quantum wells grown by low-energy plasma enhanced chemical vapor deposition",
        "Mobility spectrum computational analysis using a maximum entropy approach",
        "Upper limit of two-dimensional hole gas mobility in strained Ge/SiGe heterostructures",
        "Channel width dependence of mobility in Ge channel modulation-doped structures",
        "High conductance Ge p-channel heterostructures realized by hybrid epitaxial growth",
        null,
        "High mobility SiGe heterostructures fabricated by low-energy plasma-enhanced chemical vapor deposition",
        null,
        null,
        "Reverse graded relaxed buffers for high Ge content SiGe virtual substrates",
        "Reverse graded SiGe/Ge/Si buffers for high-composition virtual substrates",
        "Solid phase epitaxy of amorphous Ge on Si in N2 atmosphere",
        "Density and magnetic field dependences of the conductivity of two-dimensional electron systems",
        "Electronic transport properties of a two-dimensional electron gas in a silicon quantum-well structure at low temperature"
    ],
    "affiliation": [
        {
            "affiliation-city": "Wroclaw",
            "affilname": "International Laboratory of High Magnetic Fields Low Temperatures in Wroclaw of the Polish Academy of Sciences",
            "affiliation-country": "Poland"
        },
        {
            "affiliation-city": "Tripoli",
            "affilname": "University of Tripoli",
            "affiliation-country": "Libya"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Coventry",
            "affilname": "University of Warwick",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Kosice",
            "affilname": "Institute of Experimental Physics Slovak Academy of Sciences",
            "affiliation-country": "Slovakia"
        },
        {
            "affiliation-city": "Kharkiv",
            "affilname": "B. Verkin Institute for Low Temperature Physics and Engineering of the National Academy of Sciences of Ukraine",
            "affiliation-country": "Ukraine"
        },
        {
            "affiliation-city": "Dresden",
            "affilname": "HZDR - Helmholtz-Zentrum Dresden-Rossendorf",
            "affiliation-country": "Germany"
        }
    ],
    "funding": [
        "Engineering and Physical Sciences Research Council"
    ]
}