{
    "eid": "2-s2.0-84989813194",
    "title": "Asymmetry in structural response of inner and outer transmembrane segments of CorA protein by a coarse-grain model",
    "cover-date": "2016-10-07",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "General Physics and Astronomy",
            "@code": "3100"
        }
    ],
    "keywords": [],
    "authors": [
        "Sunan Kitjaruwankul"
    ],
    "citedby-count": 8,
    "ref-count": 34,
    "ref-list": [
        "Magnesium transport in Salmonella typhimurium: Genetic characterization and cloning of three magnesium transport loci",
        null,
        "The CorA magnesium transporter gene family.",
        "Crystal structure of a divalent metal ion transporter CorA at 2.9 angstrom resolution",
        null,
        null,
        null,
        "Structural Dynamics of the Magnesium-Bound Conformation of CorA in a Lipid Bilayer",
        null,
        "Hydrophobic Gating of Ion Permeation in Magnesium Channel CorA",
        null,
        "Cryo-EM Structures of the Magnesium Channel CorA Reveal Symmetry Break upon Gating",
        "An iris-like mechanism of pore dilation in the CorA magnesium transport system",
        null,
        "Molecular dynamics simulations of proteins in lipid bilayers",
        "Coarse-grained molecular dynamics simulations of membrane proteins and peptides",
        "Membrane proteins: molecular dynamics simulations",
        "Calculation of effective interaction potentials from radial distribution functions: A reverse Monte Carlo approach",
        "Monte Carlo simulations of polyalanine using a reduced model and statistics-based interaction potentials",
        "Deriving effective mesoscale potentials from atomistic simulations",
        "Coarse-grained peptide modeling using a systematic multiscale approach",
        "Improved parameters for the martini coarse-grained protein force field",
        "J. Phys. Chem. Lett.",
        "Coarse-grained simulations of conformational dynamics of proteins: Application to apomyoglobin",
        "Self-assembly dynamics for the transition of a globular aggregate to a fibril network of lysozyme proteins via a coarse-grained Monte Carlo simulation",
        "Structural variation of alpha-synuclein with temperature by a coarse-grained approach with knowledge-based interactions",
        "Monte Carlo and Molecular Dynamics Simulations in Polymer Science",
        "Aggregation and network formation in self-assembly of protein (H3.1) by a coarse-grained Monte Carlo simulation",
        "Medium-and Long-Range Interaction Parameters between Amino Acids for Predicting Three-Dimensional Structures of Proteins",
        "Estimation of Effective Interresidue Contact Energies from Protein Crystal Structures: Quasi-Chemical Approximation",
        "Residue-residue potentials with a favorable contact pair term and an unfavorable high packing density term, for simulation and threading",
        "Pair potentials for protein folding: Choice of reference states and sensitivity of predicted native states to variations in the interaction schemes",
        "Knowledge-based potentials for protein folding: What can we learn from known protein structures?",
        "Statistical mechanics-based method to extract atomic distance-dependent potentials from protein structures"
    ],
    "affiliation": [
        {
            "affiliation-city": "Si Racha",
            "affilname": "Kasetsart University Sriracha Campus",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Dayton",
            "affilname": "Air Force Research Laboratory",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Hattiesburg",
            "affilname": "The University of Southern Mississippi",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}