{
    "eid": "2-s2.0-85044946419",
    "title": "Caryophyllene oxide extraction from lemon basil (Ocimum citriodorum Vis.) straw by hydrodistillation and supercritical CO2",
    "cover-date": "2018-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemical Engineering (all)",
            "@code": "1500",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Condensed Matter Physics",
            "@code": "3104",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "Caryophyllene oxide",
        "Lemon basil",
        "Ocimum citriodorum Vis.",
        "Straw",
        "Supercritical carbon dioxide"
    ],
    "authors": [
        "Somkiat Ngamprasertsith",
        "Jaripong Menwa",
        "Ruengwit Sawangkeaw"
    ],
    "citedby-count": 10,
    "ref-count": 32,
    "ref-list": [
        "Comparative analysis of supercritical CO2extracts and essential oils from an Ocimum basilicum chemotype particularly rich in T-cadinol",
        "Analyses of organ specific variations in essential oils of four Ocimum species",
        "Essential oil composition of four Ocimum spp. from the Peninsular India",
        "Changes in the content and composition of the essential oil of Ocimum basilicum L. during storage",
        "The relationship between growth stages and aroma composition of lemon basil Ocimum citriodorum Vis",
        "Supercritical CO2extraction of basil oil: characterization of products and process modeling",
        "Sweet basil (Ocimum basilicum) extracts obtained by supercritical fluid extraction (SFE): global yields, chemical composition, antioxidant activity, and estimation of the cost of manufacturing",
        "Isolation of essential oil from different plants and herbs by supercritical fluid extraction",
        "Mathematical modeling of Ocimum basilicum L. supercritical CO2extraction",
        "Chemical composition and antioxidant properties of Ocimum basilicum L. extracts obtained by supercritical carbon dioxide extraction: drug exhausting method",
        "Fractionation of non-polar compounds of basil (Ocimum basilicum L.) by supercritical fluid extraction (SFE)",
        "Global yields, chemical compositions and antioxidant activities of clove basil (Ocimum gratissimum L.) extracts obtained by supercritical fluid extraction",
        "Variation in physico-chemical composition and biological attributes of common basil essential oils produced by hydro-distillation and super critical fluid extraction",
        "Comparative study of essential oils extracted from egyptian basil leaves (Ocimum basilicum L.) Using hydro-Distillation and solvent-Free microwave extraction",
        "Recovery of dissolved essential oils from condensate waters of basil and Mentha arvensis distillation",
        "Yield, composition and antioxidant capacity of the essential oil of sweet basil and holy basil as influenced by distillation methods",
        "Toxic effects of carvacrol caryophyllene oxide, and ascaridole from essential oil of Chenopodium ambrosioides on mitochondria",
        "β-caryophyllene and β-caryophyllene oxide—natural compounds of anticancer and analgesic properties",
        "β-Caryophyllene oxide inhibits growth and induces apoptosis through the suppression of PI3 K/AKT/mTOR/S6K1 pathways and ROS-mediated MAPKs activation",
        "Cytotoxic activity of β-caryophyllene oxide isolated from Jeju Guava (Psidium cattleianum Sabine) leaf",
        "Analgesic and anti-inflammatory activity of Caryophyllene oxide from Annona squamosa L. bark",
        "Combinations of ascaridole, carvacrol, and caryophyllene oxide against Leishmania",
        "Use of caryophyllene oxide as an antifungal agent in an in vitro experimental model of onychomycosis",
        "Chemosystematics of the himalayan Elsholtzia",
        "Essential oil composition of four Ocimum species and varieties growing in Iran",
        "Antioxidative and cytotoxic activity of essential oils and extracts of Satureja montana L., Coriandrum sativum L. and Ocimum basilicum L. obtained by supercritical fluid extraction",
        "Chemical composition and anti-inflammatory activity of the essential oils of Psidium guajava fruits and leaves",
        "Essential oil of Stachys officinalis (L.) Trevis. Lamiaceae from Montenegro",
        "Investigation of the essential oil and headspace of Laggera pterodonta (DC.) Sch. Bip. ex Oliv., a medicinal plant from Cameroon",
        "Variability in the essential oil of Angelica glauca edgew of different geographical regions",
        "Chemical composition of leaf and flower essential oil of Lantana camara from India",
        "Analysis of linalool content in the inflorescence (flower) essential oil and leaf oil of Lippia alba cultivar ‘Kavach’"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Center for Petroleum, Petrochemicals and Advanced Materials",
        "Chulalongkorn University"
    ]
}