{
    "eid": "2-s2.0-85138521219",
    "title": "Research Note: Longitudinal fecal shedding patterns and characterization of Salmonella enterica and mcr-positive Escherichia coli in meat-type ducks raised in an open-house system",
    "cover-date": "2022-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "colistin",
        "duck",
        "E. coli",
        "mcr",
        "S. enterica"
    ],
    "authors": [
        "Kanit Assawatheptawee",
        "Phiraphat Punyadi",
        "Taradon Luangtongkum",
        "Pannika R. Niumsup"
    ],
    "citedby-count": 1,
    "ref-count": 10,
    "ref-list": [
        "Development of a novel mcr-6 to mcr-9 multiplex PCR and assessment of mcr-1 to mcr-9 occurrence in colistin-resistant Salmonella enterica isolates from environment, feed, animals and food (2011-2018) in Germany",
        "Salmonella: a review on pathogenesis, epidemiology and antibiotic resistance",
        "Rapid multiplex polymerase chain reaction for detection of mcr-1 to mcr-5 genes",
        "The rise and spread of mcr plasmid-mediated polymyxin resistance",
        "Investigations of the pathogenicity of Salmonella enteritidis serotype Amsterdam following a naturally occurring infection in rats",
        "Antimicrobial resistance phenotypes and genotypes of Salmonella spp. isolated from commercial duck meat production in Thailand and their minimal inhibitory concentration of disinfectants",
        "Virulence genotyping of Salmonella spp. with multiplex PCR",
        "Salmonella virulence and immune escape",
        "Comparison of the association of age with the infection of Salmonella and Salmonella enterica serovar Typhimurium in Pekin ducks and Roman geese",
        "Molecular detection of colistin resistance genes (mcr-1, mcr-2 and mcr-3) in nasal/oropharyngeal and anal/cloacal swabs from pigs and poultry"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pitsanulok",
            "@id": "60022498",
            "affilname": "Naresuan University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022498",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Naresuan University, Thailand",
        "Thailand Science Research and Innovation Fund"
    ]
}