{
    "eid": "2-s2.0-85074305732",
    "title": "Measurement of uranium in urine, hair and nails in subjects of niska banja town, a high natural background radiation area of serbia",
    "cover-date": "2019-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Radiological and Ultrasound Technology",
            "@code": "3614",
            "@abbrev": "HEAL"
        },
        {
            "@_fa": "true",
            "$": "Radiation",
            "@code": "3108",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Radiology, Nuclear Medicine and Imaging",
            "@code": "2741",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Z. S. Žunic",
        "L. Benedik",
        "R. Kritsananuwat",
        "N. Veselinovic",
        "S. Tokonami",
        "H. Arae",
        "Z. Stojanovska",
        "S. K. Sahoo"
    ],
    "citedby-count": 0,
    "ref-count": 25,
    "ref-list": [
        "Daily intakes of 238U, 234U, 232Th, 230Th, 228Th and 226Ra in the adult population of the central Poland",
        "Uranium content of blood, urine and hair of exposed and non-exposed persons determined by radiochemical neutron activation analysis, with emphasis on quality control",
        "Urine, hair, and nails as indicators for ingestion of uranium in drinking water",
        "Application of double focusing sector field ICP-MS for multielemental characterization of human hair and nails Part II. A study of the inhabitants of northern Sweden",
        "Environmental uranium and human health",
        "Exposure to radon spa Niška Banja, Serbia",
        "Radium-226 concentration in spring water sampled in high radon regions",
        "Radon survey in the high natural radiation region of Niška Banja, Serbia",
        "Field experience with soil gas mapping using Japanese passive radon/thoron discriminative detectors for comparing high and low radiation areas in Serbia (Balkan Region)",
        "Identification and assessment of elevated exposure to natural radiation in Balkan region (Serbia)",
        "A campian of discrete radon concentration measurements in soil of Niška Banja town, Serbia",
        "Separation and preconcentration of actinides from acidic media by extraction chromatography",
        "Neodymium fluoride mounting for alpha spectrometric determination of uranium, plutonium and americium",
        "Preparation of actinides for alpha spectrometry without electrodeposition",
        "Radiological of natural and mineral drinking waters in Slovenia",
        "Limits for qualitative detection and quantitative determination, application to radiochemistry",
        "Natural radioactivity in tap waters from the private wells in the surroundings of the former Žirovski Vrh uranium mine and the age dependent dose assessment",
        "An overview of results obtained in intercomparison exercises for determination of actinides",
        "Distribution of uranium, thorium and some stable elements in human hair and nails in Niska Banja Town, a high natural background radiation area of Serbia (Balkan region, South-East Europe)",
        "Dose co-efficients for intake of radionuclides by workers"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chiba",
            "@id": "60138469",
            "affilname": "National Institutes for Quantum Science and Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138469",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Stip",
            "@id": "60106780",
            "affilname": "Goce Delchev University - Stip",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60106780",
            "affiliation-country": "North Macedonia"
        },
        {
            "affiliation-city": "Belgrade",
            "@id": "60068792",
            "affilname": "Institut za Nuklearne Nauke Vinca",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60068792",
            "affiliation-country": "Serbia"
        },
        {
            "affiliation-city": "Hirosaki",
            "@id": "60033085",
            "affilname": "Hirosaki University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60033085",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ljubljana",
            "@id": "60023955",
            "affilname": "Institut \"Jožef Stefan\"",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023955",
            "affiliation-country": "Slovenia"
        }
    ],
    "funding": [
        "Ministry for Science, Education and Technological Development of Republic Serbia",
        "President Fund of National Institute of Radiological Sciences"
    ]
}