{
    "eid": "2-s2.0-84894469544",
    "title": "Photophysical properties and photochemistry of substituted cinnamates and cinnamic acids for UVB blocking: Effect of hydroxy, nitro, and fluoro substitutions at ortho, meta, and para positions",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        }
    ],
    "keywords": [],
    "authors": [
        "Malinee Promkatkaew"
    ],
    "citedby-count": 29,
    "ref-count": 44,
    "ref-list": [
        "Phenolics and plant allelopathy",
        "Cinnamic acid derivatives as anticancer agents-A review",
        "Photocrosslinked polymers based on pendant extended chalcone as photoreactive moieties",
        "Photo-crosslinkable polymers as hole-transport materials for organic light-emitting diodes",
        "Light-induced shape-memory polymers",
        "Approaches to solution-processed multilayer organic light-emitting diodes based on cross-linking",
        "Inorganic and organic UV filters: Their role and efficacy in sunscreens and suncare products",
        "The photoisomerization of the sunscreen ethylhexyl p-methoxy cinnamate and its influence on the sun protection factor",
        "2-Ethylhexyl-2,4,5-trimethoxycinnamate and di-(2-ethylhexyl)-2,4,5- trimethoxybenzalmalonate as novel UVA filters",
        "The effect of molecular environment on the photochemistry of p-methoxycinnamic acid and its esters",
        "Stability of octyl methoxycinnamate and identification of its photo-degradation product",
        "Photoisomerization of octyl methoxycinnamate",
        "Photostability and phytotoxicity of selected sunscreen agents and their degradation mixtures in water",
        "Synthesis and photostability of methoxycinnamic acid modified cyclodextrins",
        "Photoinduced intramolecular charge transfer (ICT) reaction in trans-methyl p-(dimethylamino) cinnamate: A combined fluorescence measurement and quantum chemical calculations",
        "A combined experimental and theoretical study on photoinduced intramolecular charge transfer in trans-ethyl p-(dimethylamino)cinamate",
        "The eubacterium Ectothiorhodospira halophila is negatively phototactic, with a wavelength dependence that fits the absorption spectrum of the photoactive yellow protein",
        "Photoactive yellow protein, a new type of photoreceptor protein: Will this \"yellow lab\" bring us where we want to go?",
        "Early molecular events in the photoactive yellow protein: Role of the chromophore photophysics",
        "Impact of sulfur vs oxygen on the low-lying excited states of trans-p-coumaric acid and trans-p-coumaric thio acid",
        "High-resolution spectroscopy of methyl 4-hydroxycinnamate and its hydrogen-bonded water complex",
        "Nonradiative decay dynamics of methyl-4-hydroxycinnamate and its hydrated complex revealed by picosecond pump-probe spectroscopy",
        "Marked dependence of multiplicity in direct Z,E photoisomerization of a series of methyl cinnamtes on their para-substituents",
        "The singlet states of methyl cinnamate and methyl indenoate",
        "Photophysical characterization of cinnamates",
        "Absorption and emission spectra of ultraviolet B blocking methoxy substituted cinnamates investigated using the symmetry-adapted cluster configuration interaction method",
        "Absorption and emission properties of various substituted cinnamic acids and cinnamates, based on TDDFT investigation",
        "Cluster expansion of the wavefunction. Excited states",
        "Cluster expansion of the wavefunction. Calculation of electron correlations in ground and excited states by SAC and SAC CI theories",
        "SAC-CI theoretical investigation on electronic structure of fluorene-thiophene oligomers",
        "Photophysical properties and vibrational structure of ladder-type penta p-phenylene and carbazole derivatives based on SAC-CI calculations",
        "Photophysical properties and photochemistry of EE -, EZ -, and ZZ -1,4-dimethoxy-2,5-bis[2-(thien-2-yl)ethenyl] benzene in solution: Theory and experiment",
        "D-D-π-A-type organic dyes for dye-sensitized solar cells with a potential for direct electron injection and a high extinction coefficient: Synthesis, characterization, and theoretical investigation",
        "Org. Syn. Coll.",
        "Org. Syn. Coll.",
        "Org. Syn. Coll.",
        "Density-functional exchange-energy approximation with correct asymptotic behavior",
        "Development of the Colle-Salvetti correlation-energy formula into a functional of the electron density",
        "Self-consistent molecular orbital methods. XII. Further extensions of gaussian-type basis sets for use in molecular orbital studies of organic molecules",
        "Modern Theoretical Chemistry",
        "Formulation and implementation of direct algorithm for the symmetry-adapted cluster and symmetry-adapted cluster-configuration interaction method",
        null,
        "Gaussian 09, Revision B.01",
        "Detector based on time-resolved ion-induced voltage in laser multiphoton ionization and laser-induced fluorescence"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Okazaki",
            "affilname": "National Institutes of Natural Sciences - Institute for Molecular Science",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hayama",
            "affilname": "The Graduate University for Advanced Studies",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science",
        "Japan Society for the Promotion of Science"
    ]
}