{
    "eid": "2-s2.0-84948465225",
    "title": "Inelastic analysis for the post-collapse behavior of concrete encased steel composite columns under axial compression",
    "cover-date": "2015-11-01",
    "subject-areas": [
        {
            "$": "Metals and Alloys",
            "@code": "2506"
        },
        {
            "$": "Building and Construction",
            "@code": "2215"
        },
        {
            "$": "Civil and Structural Engineering",
            "@code": "2205"
        }
    ],
    "keywords": [
        "Composite column",
        "Concrete confinement",
        "Concrete encased steel",
        "Geometry nonlinearity",
        "Inelastic analysis",
        "Post-buckling",
        "Strain-softening"
    ],
    "authors": [
        "V. S. Ky"
    ],
    "citedby-count": 13,
    "ref-count": 26,
    "ref-list": [
        "Building Code Requirements for Structural Concrete and Commentary;",
        "Le Calcul de Charges Ultimes des Colonnes Metalliques Enrobes de Beton",
        "Proceedings of the 3rd National Conference on Structural Engineering",
        "Design of biaxially loaded short composite columns of arbitrary section",
        "Analytical model for predicting axial capacity and behavior of concrete encased steel composite stub columns",
        "A Database for Composite Columns",
        "Strength and ductility of concrete encased composite columns",
        "Evaluation of ACI 318 and AISC (LRFD) strength provisions for composite beam-columns",
        "Numerical simulation of concrete encased steel composite columns",
        "Structural design of steel fibre reinforced concrete in-filled steel circular columns",
        "Adv. Steel Struct.",
        "SINDER: A Computer Code for General Analysis of Two-Dimensional Reinforced Concrete Structures",
        "The structural performance of axially loaded CFST columns under various loading conditions",
        "Behavior of circular CFT columns subject to axial force and bending moment",
        "Proceedings of the International Conference on Advances in Structures",
        "High strength circular concrete-filled steel tubular slender beam-columns, Part I: Numerical analysis",
        "Steel Compos. Struct., Int. J.",
        "Theoretical stress-strain model for confined concrete",
        "Annual Assembly of Architectural Institute of Japan",
        "A method for solving algebraic equations using an automatic computer",
        "High strength thin-walled rectangular concrete-filled steel tubular slender beam-columns, Part I: Modeling",
        "Struct. Eng.",
        "State of the art report on steel-concrete composite columns",
        "ANALYTICAL MODEL FOR CONCRETE CONFINEMENT IN TIED COLUMNS.",
        "Nonlinear analysis of steel-concrete composite structures: State of the art",
        "Experimental tests on biaxially loaded concrete-encased composite columns"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sydney",
            "affilname": "UNSW Sydney",
            "affiliation-country": "Australia"
        }
    ],
    "funding": []
}