{
    "eid": "2-s2.0-85059535512",
    "title": "Laundry Detergency of Solid Nonparticulate Soil or Waxy Solids: Part II. Effect of the Surfactant Type",
    "cover-date": "2019-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemical Engineering (all)",
            "@code": "1500",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Surfaces, Coatings and Films",
            "@code": "2508",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "Alcohol ethoxylate",
        "Laundry detergency",
        "Methyl palmitate",
        "Solid nonparticulate soil",
        "Waxy soil"
    ],
    "authors": [
        "Jarussri Chanwattanakit",
        "John F. Scamehorn",
        "David A. Sabatini",
        "Sumaeth Chavadej"
    ],
    "citedby-count": 3,
    "ref-count": 53,
    "ref-list": [
        "Residual oily soil distribution on polyester/cotton fabric alter laundering with selected detergents at various wash temperatures",
        "Laundering cotton fabric: Part I: Effects of detergent type and water temperature on soil removal",
        "Laundry detergency of solid non-particulate soil or waxy solids: Part I. Relation to oily soil removal above the melting point",
        "Effect of fiber substrates on appearance and removal of aged oily soils",
        "Performance of Φ-sulfo fatty methyl ester sulfonate versus linear alkylbenzene sulfonate, secondary alkane sulfonate and α-sulfo fatty methyl ester sulfonate",
        "Performance of sulfoxylated fatty acid methyl esters",
        "Methyl ester ethoxylates",
        "Impact of molecular structure on the performance of methyl ester ethoxylates",
        "Oily soil removal from a polyester substrate by aqueous nonionic surfactant systems",
        "Detergency of vegetable oils and semi-solid fats using microemulsion mixtures of anionic extended surfactants: The HLD concept and cold water applications",
        "Studies of soiling and detergency",
        "Studies of soiling and detergency part II detergency experiments with model fatty soils",
        "Colloidal properties of α-sulfonated fatty acid methyl esters and their applicability in hard water",
        "A temperature study on critical micellization concentration (CMC), solubility, and degree of Counterion binding of α-sulfonatomyristic acid methyl Ester in water by electroconductivity measurements",
        "Selecting the optimal linear alcohol ethoxylate for enhanced oily soil removal",
        "Tuning the polydispersity of alcohol ethoxylates for enhanced oily soil removal",
        "Measuring detergency of oily soils in the vicinity of phase inversion temperatures of commercial nonionic surfactants using an oil-soluble dye",
        "Phase behavior and detergency study of lauryl alcohol ethoxylates with high ethylene oxide content",
        "Effects of ethoxylate structure on surfactant properties of ethoxylated fatty methyl esters",
        "Cold water detergency studies using radiolabeled soils",
        "ζ-Potentials of natural and synthetic fibers in SDS solutions and the viscosity of SDS solutions above the critical micelle concentration",
        "Surfactants based on fatty acids and other natural hydrophobes",
        "Removal of fatty acid by solubilization into micelles of nonionic surfactants",
        "Removal of fatty acid by sodium dodecyl sulfate solution removal mechanism by Solubilization",
        "The behavior of methyl esters sulphonate at the water–oil Interface: Straight-chained methyl ester from lauryl to stearyl as an oil phase",
        "Alpha-sulfonated methyl ester as an active ingredient in palm-based powder detergents",
        "Laundering cotton fabric part II: Effects of detergent type and water temperature on appearance, hand, strength, and cost",
        "The effect of washing temperature on removal of particulate and oily soil from fabrics of varying fiber content",
        "Electron microscopical analysis of oily soil penetration into cotton and polyester/cotton fabrics",
        "Microemulsion-based vegetable oil detergency using an extended surfactant",
        "Removal of fatty soils from cotton in aqueous detergent systems",
        "The effect of polar soil components on the phase inversion temperature and optimum detergency conditions",
        "Mechanistic studies of particulate soil detergency: I. Hydrophobic soil removal",
        "Mechanistic studies of particulate soil detergency: II: Hydrophilic soil removal",
        "Detergency of a nonionic surfactant toward tristearin studied by FT-IR",
        "Mechanism of fatty soil removal",
        "Ionlc surfactants soluble in hard water and in hydrocarbons: Behavior of organized surfactant solutions as a function of the hydrophilic-lipophilic balance",
        "A detergency test based on rapid aging of unremoved sebum",
        "The effect of the ζ potential on the stability of a non-polar oil-in-water emulsion",
        "Microemulsion formation and detergency with oily soil: IV. Effect of rinse cycle design",
        "Microemulsion formation and detergency with oily soil: V. Effects of water hardness and builder",
        "Palm oil removal from fabric using microemulsion-based formulations",
        "Solubilization of hydrophobic dyes in surfactant solutions",
        "Microemulsion formation and detergency with oily soils: I. Phase behavior and interfacial tension",
        "Microemulsion formation and detergency with oily soils: II. Detergency formulation and performance",
        "Microemulsion formation and detergency with oily soils: III. Performance and mechanisms",
        "Enhanced triolein removal using microemulsions formulated with mixed surfactants",
        "Long chain alkanesulfonates and 1-hydroxy-2-alkanesulfonates: Structure and property relations"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199582",
            "affilname": "Center of Excellence on Petrochemical and Materials Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199582",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Norman",
            "@id": "60030931",
            "affilname": "The University of Oklahoma",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030931",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center of Excellence on Petrochemicals and Materials Technology, Chulalong-korn University",
        "Lion Corporation",
        "Shell Global Solutions",
        "Tokyo University of Science",
        "University of Oklahoma",
        "Chulalongkorn University",
        "Sasol",
        "Thailand Research Fund",
        "MES"
    ]
}