{
    "eid": "2-s2.0-84994462015",
    "title": "Tectaria kehdingiana (Kuhn) M.G. Price (Tectariaceae), a lesser-known species from Peninsular Thailand",
    "cover-date": "2016-09-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Fern",
        "Pteridophyte",
        "Tectaria kehdingiana",
        "Tectaria shahidaniana"
    ],
    "authors": [
        "Sirisak Wongphakdee"
    ],
    "citedby-count": 1,
    "ref-count": 35,
    "ref-list": [
        "Handbook to the Determination of the Ferns of the Malayan Islands (Incl. Those of the Malay Penin Sula, the Philippines and New Guinea)",
        "A summary of the new ferns which have been discovered or described since 1874",
        "Pteridophytes in Thailand. Office of Environmental Policy and Planning",
        "Anales De Historia Natural",
        "A summary of the status of threatened pteridophytes of India",
        "Die Farnkräuter Der Erde",
        "Phytotaxa",
        "A linear sequence of extant families and genera of lycophytes and ferns",
        "Die natürlichen Pflanzenfamilien I",
        "Phylogeny and character evolution of the fern genus Tectaria (Tectariaceae) in the Old World inferred from chloroplast DNA sequences",
        "Nomenclatural novelties in the fern genus Tectaria (Tectariaceae)",
        "Botany",
        "Kew Bulletin",
        "Tectaria Group",
        "The IUCN Red List of Threatened Species",
        "Southeast Asian Studies",
        "The Families and Genera of Vascular Plants",
        "Thai Forest Bulletin (Botany)",
        "Thai Forest Bulletin (Botany)",
        "Thai Forest Bulletin (Botany)",
        "Botanisches Centralblatt",
        "Mabberley’s Plant-Book: A Portable Dictionary of Plants, Their Classification and Uses",
        "Nomenclatural note on three ferns from India",
        "Origin and assembly of south-east Asian continental terranes",
        "Flora of North America",
        "Journal of Orissa Botanical Society",
        "Tentamen Pteridophytorum genera in taxonomicum ordinem redigendi",
        "Fern Gazette",
        "Folia Malaysiana",
        "Kew Bulletin",
        "A classification for extant ferns",
        "Flora of Thailand",
        "Flora of Thailand",
        "The Plant List",
        "Thiers, B. Index Herbariorum: A Global Directory of Public Herbaria and Associated Staff"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}