{
    "eid": "2-s2.0-84969242664",
    "title": "Study of flow pattern in jet clarifier for removal of turbidity by residence time distribution approach",
    "cover-date": "2016-05-18",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "Jet clarifier",
        "Residence time distribution (RTD)",
        "Turbidity removal"
    ],
    "authors": [
        "Ploypailin Romphophak"
    ],
    "citedby-count": 8,
    "ref-count": 24,
    "ref-list": [
        "Water Treatment Handbook",
        "Fluid shear influences on the performance of hydraulic flocculation systems",
        "Coagulation, Flocculation and Precipitation",
        "Flow pattern analysis of a full-scale expanded granular sludge bed-type reactor under different organic loading rates",
        "Residence time distribution measurements in an external-loop airlift reactor: Study of the hydrodynamics of the liquid circulation induced by the hydrogen bubbles",
        "Residence time and axial dispersion of liquids in Trickle Bed Reactors at laboratory scale",
        "A review of the Residence Time Distribution (RTD) applications in solid unit operations",
        "Particle residence time distributions in circulating fluidised beds",
        "Performance Statistic of Water Quality",
        "Experimental analysis of floc size distributions in a 1-L jar under different hydrodynamics and physicochemical conditions",
        "Integrated Design and Operation of Water Treatment Facilities",
        "Unit Operations and Processes in Environmental Engineering",
        "And WEF, Standard Methods for the Examination of Water & Wastewater, 21St Ed",
        "The Designing of Static Mixer (Noritake) in Rapid Mix for Water Treatment",
        "Solid-Liquid Separation",
        "Elemrnts of Chemical Reaction Engineering",
        "Chemical reaction engineering",
        "Residence time distribution of a model hydrodynamic vortex separator",
        "Study of In-Line Coagulation and Flocculation Processes for Turbidity Removal: Experimental Approaches",
        "Water Quality Report, Report of the Water Quality Analysis System",
        "Existing Design Capacities and Loadings Report of the Samsen Water Treatment Plant Engineering Group",
        "Flow models for rectangular sedimentation tanks",
        "Water and Wastewater Calculations Manual",
        "J. Agric. & Environ. Sci."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metropolitan Waterworks Authority (MWA)",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}