{
    "eid": "2-s2.0-85135477312",
    "title": "Characterization and Lipolytic Activity of Staphylococcus Strains Isolated from Thai Fermented Fish Products",
    "cover-date": "2022-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Ecology",
            "@code": "2303",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Bacteria",
        "Fermented fish",
        "Fish sauce",
        "Lipolytic activity",
        "Staphylococcus"
    ],
    "authors": [
        "Supalurk Yiamsombut",
        "Nattakorn Kuncharoen",
        "Sujitra Techo",
        "Nitcha Chamroensaksri",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 0,
    "ref-count": 53,
    "ref-list": [
        "Optimization of physical parameters for enhanced production of lipase from Staphylococcus hominis using response surface methodology",
        "Coconut oil and palm oil’s role in nutrition, health and national development: A review",
        "Hexadecane and Tween 80 stimulate lipase production in Burkholderia glumae by different mechanisms",
        "Lipase-producing bacterium and its enzyme characterization",
        "Identification of coagulase-negative staphylococci by using the BD phoenix system in the low-inoculum mode",
        "Production and characterization of a halo-, solvent-, thermo-tolerant alkaline lipase by Staphylococcus arlettae JPBW-1, isolated from rock salt mine",
        "Traditional fermented foods and beverages from a microbiological and nutritional perspective: the Colombian heritage",
        "A modeling study by response surface methodology and artificial neural network on culture parameters optimization for thermostable lipase production from a newly isolated thermophilic Geobacillus sp. strain ARM",
        "Lipase production by Staphylococcus epidermidis CMST-Pi 1 isolated from the gut of shrimp Penaeus indicus",
        "Confidence limits on phylogenies: An approach using the bootstrap",
        "Identification of distinctive volatile compounds in fish sauce",
        "Enzymes in fermented fish",
        "Analysis of the cultivable bacterial community in jeotgal, a Korean salted and fermented seafood, and identification of its dominant bacteria",
        "Contribution of Staphylococcus carnosus and Staphylococcus piscifermentans to the fermentation of protein foods",
        "Industrial applications of microbial lipases",
        "Food-derived coagulase-negative Staphylococcus as starter cultures for fermented foods",
        "Bacterial starter cultures for meat fermentation",
        "Safety assessment of dairy microorganisms: coagulase-negative staphylococci",
        "Bacterial lipases",
        "Bacterial lipases: A review on purification and characterization",
        "Bacterial community migration in the ripening of doenjang, a traditional Korean fermented soybean food",
        "Fermented meats",
        "Studies on the enhanced production of extracellular lipase by Staphylococcus epidermidis",
        "Thermostable lipase from a newly isolated Staphylococcus xylosus strain; process optimization and characterization using RSM and ANN",
        "16S/23S rRNA sequencing",
        "Functional meat starter cultures for improved sausage fermentation",
        "Isolation and technological properties of coagulase negative staphylococci from fermented sausages of Southern Italy",
        "Effects of Tween 80 on growth and biofilm formation in laboratory media",
        "Identification and characterization of lipolytic bacteria from Thai fermented foods",
        "Staphylococcus condimenti sp. nov., from soy sauce mash, and Staphylococcus carnosus (Schleifer and Fischer 1982) subsp. utilis subsp. nov",
        "Lipase catalyzed ester synthesis for food processing industries",
        "Differentiation of lard and other animal fats based on triacylglycerols composition and principal component analysis",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Biochemical characterization of the surface-associated lipase of Staphylococcus saprophyticus",
        "Chemistry and biochemistry of palm oil",
        "Biochemical and molecular characterization of Staphylococcus simulans lipase",
        "Staphylococcaceae family nov",
        "Biotechnological approach of microbial lipase: A review",
        "Growth and aroma production by Staphylococcus xylosus, S. carnosus and S. equorum-A comparative study in model systems",
        "Hydrolysis of esters by staphylococci",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Fish fermentation",
        "Lactic acid bacteria found in fermented fish in Thailand",
        "Identification of Staphylococcus carnosus strains from fermented fish and soy sauce mash",
        "Staphylococcus piscifermentans sp. nov., from fermented fish in Thailand",
        "CLUSTAL_X windows interface: Flexible strategies for multiple sequnce alignment aided by quaility analysis tools",
        "Use of Tetragenococcus halophilus as a starter culture for flavor improvement in fish sauce fermentation",
        "Allobacillus salarius sp. nov., and Allobacillus saliphilus sp. nov., isolated from shrimp paste (ka-pi) in Thailand",
        "Molecular properties and extracellular processing of the lipase of Staphylococcus warneri M",
        "Acceleration of Thai fish sauce fermentation using proteinases and bacterial starter cultures",
        "Introducing EzBioCloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60004391",
            "affilname": "Thailand National Science and Technology Development Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004391",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}