{
    "eid": "2-s2.0-85019868358",
    "title": "Combination of vitamin E and vitamin C alleviates renal function in hyperoxaluric rats via antioxidant activity",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Glomerular filtration rate",
        "Hyperoxaluria",
        "Oxidative stress",
        "Vitamin C",
        "Vitamin E"
    ],
    "authors": [
        "Orapun Jaturakan"
    ],
    "citedby-count": 13,
    "ref-count": 31,
    "ref-list": [
        "Comparison of dipyridamole and fosinopril on renal progression in nephrectomized rats",
        "A rapid method for the determination of para-aminohippuric acid in kidney function tests.",
        "The proximal tubule is the primary target of injury and progression of kidney disease: Role of the glomerulotubular junction",
        "Simple method for determining human serum 2,2-diphenyl-1-picryl-hydrazyl (DPPH) radical scavenging activity - Possible application in clinical studies on dietary antioxidants",
        "Total, dietary, and supplemental Vitamin C intake and risk of incident kidney stones",
        "J. Community Hosp. Intern. Med. Perspect.",
        "Reactive oxygen species mediated calcium oxalate crystal-induced expression of MCP-1 in HK-2 cells",
        "Low-vitamin E diet exacerbates calcium oxalate crystal formation via enhanced oxidative stress in rat hyperoxaluric kidney",
        "Vitamin E attenuates crystal formation in rat kidneys: Roles of renal tubular cell death and crystallization inhibitors",
        "Changes in renal hemodynamics and urodynamics in rats with chronic hyperoxaluria and after acute oxalate infusion: Role of free radicals",
        "Calcium oxalate crystal interaction with renal tubular epithelium, mechanism of crystal adhesion and its impact on stone development",
        "Reactive oxygen species as the molecular modulators of calcium oxalate kidney stone formation: Evidence from clinical and experimental investigations",
        "Modeling of hyperoxaluric calcium oxalate nephrolithiasis: Experimental induction of hyperoxaluria by hydroxy-L-proline",
        "Strategic locus for the activation of the superoxide dismutase gene in the nephron",
        "The protective effects of ascorbic acid against renal ischemia-reperfusion injury in male rats",
        "Recent shifts in the global proportions of canine uroliths",
        "Ascorbic acid reduces gentamicin-induced nephrotoxicity in rats through the control of reactive oxygen species",
        "Oxidation of lipids. VIII. Synergistic inhibition of oxidation of phosphatidylcholine liposome in aqueous dispersion by vitamin E and vitamin C",
        "Assay for lipid peroxides in animal tissues by thiobarbituric acid reaction",
        "Urinary oxalate excretion increases in home parenteral nutrition patients on a higher intravenous ascorbic acid dose",
        "Blood pressure, urinary protein creatinine ratio and oxidative stress in dogs with urolithiasis",
        "The effect of intravenous infusion of stevioside on the urinary sodium excretion",
        "Beneficial effect of vitamin E supplementation on the biochemical and kinetic properties of Tamm-Horsfall glycoprotein in hypertensive and hyperoxaluric patients",
        "Vitamin E therapy prevents hyperoxaluria-induced calcium oxalate crystal deposition in the kidney by improving renal tissue antioxidant status",
        "Oxalate and calcium oxalate mediated free radical toxicity in renal epithelial cells: Effect of antioxidants",
        "Oxalate at physiological urine concentrations induces oxidative injury in renal epithelial cells: Effect of α-tocopherol and ascorbic acid",
        "Citraturic, alkalinizing and antioxidative effects of limeade-based regimen in nephrolithiasis patients",
        "Asian Biomed.",
        "Renal tubular cell damage and oxidative stress in renal stone patients and the effect of potassium citrate treatment",
        "Study of a rat model for calcium oxalate crystal formation without severe renal damage in selected conditions",
        "An Anthrone Procedure for Determination of Inulin in Biological Fluids"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}