{
    "eid": "2-s2.0-85013162277",
    "title": "Plant-growth promoting Candida sp. AVGB4 with capability of 4-nitroaniline biodegradation under drought stress",
    "cover-date": "2017-05-01",
    "subject-areas": [
        {
            "$": "Health",
            "@code": "2307"
        },
        {
            "$": "Public Health",
            "@code": "2739"
        },
        {
            "$": "Pollution",
            "@code": "2310"
        }
    ],
    "keywords": [
        "4-Nitroaniline",
        "Biodegradation",
        "Candida sp.",
        "Drought stress",
        "Plant-growth promoting yeast"
    ],
    "authors": [
        "Sivagnanam Silambarasan"
    ],
    "citedby-count": 28,
    "ref-count": 44,
    "ref-list": [
        "Effects of insecticides on plant-growth-promoting activities of phosphate solubilizing rhizobacterium Klebsiella sp. strain PS19",
        "Plant growth promoting characteristics of soil yeast (Candida tropicalis HY) and its effectiveness for promoting rice growth",
        "Enhanced biodegradation of 4-chlorophenol by Candida tropicalis PHB5 via optimization of physicochemical parameters using Taguchi orthogonal array approach",
        "The importance and ecology of yeasts in soil",
        "Microbial water stress",
        "Anaerobic biotransformation of 2,4-dinitrotoluene with ethanol, methanol, acetic acid and hydrogen as primary substrates",
        "Root exudates as mediators of mineral acquisition in low-nutrient environments",
        "Simultaneous growth on citrate reduces the effects of iron limitation during toluene degradation in Pseudomonas",
        "Potential role of phytohormones and plant growth-promoting rhizobacteria in abiotic stresses: consequences for changing environment",
        "Mechanism of micronuclei formation in polyploidizated cells of Allium cepa exposed to trifluralin herbicide",
        "Biofilms: An emergent form of bacterial life",
        "Unique kinetic properties of phenol-degrading Variovorax strains responsible for efficient trichloroethylene degradation in a chemostat enrichment culture",
        "Photocatalytic degradation of 4-nitroaniline using solar and artificial UV radiation",
        "Phytoremediation and rhizoremediation of organic soil contaminants: Potential and challenges",
        "Tolerance to drought and salt stress in plants: Unraveling the signaling networks",
        "Plant Physiol.",
        "Stress tolerance in Rhizobium and Bradyrhizobium, and nodulation under adverse soil conditions",
        "Role of microorganisms in adaptation of agriculture crops to abiotic stresses",
        "Bioremediation - An overview",
        "Biodegradation potential of pure and mixed bacterial cultures for removal of 4-nitroaniline from textile dye wastewater",
        "Rhizoremediation: A beneficial plant-microbe interaction",
        "Control of osmotic pressure of culture solutions with polyethylene glycol",
        "Hydrothermal decomposition and oxidation of p-nitroaniline in supercritical water",
        "Inoculation of Brassica oxyrrhina with plant growth promoting bacteria for the improvement of heavy metal phytoremediation under drought conditions",
        "Stimulation of plant growth and drought tolerance by native microorganisms (AM Fungi and bacteria) from dry environments: Mechanisms related to bacterial effectiveness",
        "Degradation kinetics of chlorpyrifos and 3,5,6-trichloro-2-pyridinol (TCP) by fungal communities",
        "Plant Physiol.",
        "Promotion of plant growth by an auxin-producing isolate of the yeast Williopsis saturnus endophytic in maize (Zea mays L.) roots",
        "Degradation of 4-nitroaniline by Stenotrophomonas strain HPC 135",
        "Evaluation of the anti-genotoxicity of leaf extract of Ashwagandha",
        "Alleviation of drought stress effects in sunflower seedlings by the exopolysaccharides producing Pseudomonas putida strain GAP-p45",
        "Universal chemical assay for the detection and determination of siderophores",
        "Biodegradation of 4-nitroaniline by plant-growth promoting Acinetobacter sp. AVLB2 and toxicological analysis of its biodegradation metabolites",
        "More from less: Plant growth under limited water",
        "Organic contaminants in sewage sludge (biosolids) and their significance for agricultural recycling",
        "Biodegradation of toluene using Candida tropicalis immobilized on polymer matrices in fluidized bed bioreactors",
        "A kinetic study on the degradation of p-nitroaniline by Fenton oxidation process",
        "Bioaugmentation and biostimulation strategies to improve the effectiveness of bioremediation processes",
        "Plant growth-promoting rhizobacteria and root system functioning",
        "Agriculturally important Microorganisms",
        "Biodegradation of aniline by Candida tropicalis AN1 isolated from aerobic granular sludge",
        "Biodegradation of nitroaromatics and other nitrogen-containing xenobiotics",
        null
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadapisek Sompoch Endowment Fund",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}