{
    "eid": "2-s2.0-85125619398",
    "title": "Clinical features, pathophysiology, treatment, and controversies of tremor in dystonia",
    "cover-date": "2022-04-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Neurology",
            "@code": "2808",
            "@abbrev": "NEUR"
        },
        {
            "@_fa": "true",
            "$": "Neurology (clinical)",
            "@code": "2728",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Basal ganglia",
        "Cerebellum",
        "Dystonia",
        "Oscillations",
        "Tremor"
    ],
    "authors": [
        "Pattamon Panyakaew",
        "Hyder A. Jinnah",
        "Aasef G. Shaikh"
    ],
    "citedby-count": 5,
    "ref-count": 45,
    "ref-list": [
        "Phenomenology and classification of dystonia: a consensus update",
        "Tremor",
        "Tremor entities and their classification: an update",
        "Dystonia and tremor: a cross-sectional study of the dystonia coalition cohort",
        "Clinical evaluation of bidirectional torticollis",
        "Consensus Statement on the classification of tremors from the task force on tremor of the International Parkinson and Movement Disorder Society",
        "Consensus statement of the Movement Disorder Society on Tremor. Ad hoc scientific committee",
        "The pathophysiology of dystonic tremors and comparison with essential tremor",
        "The varied clinical expressions of dystonia",
        "Oscillatory head movements in cervical dystonia: dystonia, tremor, or both?",
        "Tremor in dystonia",
        "Rest tremor in idiopathic adult-onset dystonia",
        "Rest and other types of tremor in adult-onset primary dystonia",
        "A role for accelerometry in the differential diagnosis of tremor syndromes",
        "Exploring interrater disagreement on essential tremor using a standardized tremor elements assessment",
        "What do patients with scans without evidence of dopaminergic deficit (SWEDD) have? New evidence and continuing controversies",
        "The phenomenology of parkinsonian tremor",
        "Functional (psychogenic) movement disorders - clinical presentations",
        "How to do an electrophysiological study of tremor",
        "The spiral axis as a clinical tool to distinguish essential tremor from dystonia cases",
        "How typical are ‘typical’ tremor characteristics? Sensitivity and specificity of five tremor phenomena",
        "Quantification of sensory trick impact on tremor amplitude and frequency in 60 patients with head tremor",
        "Tremor stability index: a new tool for differential diagnosis in tremor syndromes",
        "Temporal discrimination in patients with dystonia and tremor and patients with essential tremor",
        "Blink reflex recovery cycle in patients with dystonic tremor: a cross-sectional study",
        "Arm tremor in cervical dystonia differs from essential tremor and can be classified by onset age and spread of symptoms",
        "Keeping your head on target",
        "Tremor pathophysiology: lessons from neuroimaging",
        "Comparative connectivity correlates of dystonic and essential tremor deep brain stimulation",
        "The patchy tremor landscape: recent advances in pathophysiology",
        "Somatosensory temporal discrimination in essential tremor and isolated head and voice tremors",
        "Neuroanatomical correlates of dystonic tremor: a cross-sectional study",
        "Head tremor at disease onset: an ataxic phenotype of cervical dystonia",
        "The role of cerebellum in patients with late onset cervical/segmental dystonia?—evidence from the clinic",
        "Neural correlates of dystonic tremor: a multimodal study of voice tremor in spasmodic dysphonia",
        "Network-level connectivity is a critical feature distinguishing dystonic tremor and essential tremor",
        "Longitudinal follow-up with VIM thalamic deep brain stimulation for dystonic or essential tremor",
        "Top-down alteration of functional connectivity within the sensorimotor network in focal dystonia",
        "Cervical dystonia: a neural integrator disorder",
        "Pallidal activity in cervical dystonia with and without head tremor",
        "The treatment of dystonic tremor: a systematic review",
        "Magnetic resonance-guided focused ultrasound thalamotomy for focal hand dystonia: a pilot study",
        "Pallidothalamic tractotomy (Forel's field H1-tomy) for dystonia: preliminary results",
        "Dystonia as complication of thalamic neurosurgery",
        "Thalamic deep brain stimulation for tremor in Parkinson disease, essential tremor, and dystonia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Cleveland",
            "@id": "60021578",
            "affilname": "University Hospitals Case Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021578",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Atlanta",
            "@id": "60000928",
            "affilname": "Emory University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000928",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Cleveland",
            "@id": "60000305",
            "affilname": "Case Western Reserve University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000305",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}