{
    "eid": "2-s2.0-85072107293",
    "title": "Learning curve in colposcopic training among gynecologic oncology fellows",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Oncology",
            "@code": "2730",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Obstetrics and Gynecology",
            "@code": "2729",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Accuracy",
        "CIN",
        "Colposcopy",
        "Learning curve",
        "Training"
    ],
    "authors": [
        "Y. Khongthip",
        "T. Manchana",
        "S. Oranratanaphan",
        "R. Lertkhachonsuk"
    ],
    "citedby-count": 2,
    "ref-count": 17,
    "ref-list": [
        "Hospital-based cancer registry",
        "2012 updated consensus guidelines for the management of abnormal cervical cancer screening tests and cancer precursors",
        "2011 colposcopic terminology of the International Federation for Cervical Pathology and Colposcopy",
        "Fluorescence diagnosis of cervical squamous intraepithelial lesions: A clinical feasability study",
        "Colposcopic accuracy in a residency training program: Defining competency and proficiency",
        "Evaluation of colposcopic skills in an obstetrics and gynecology residency training program",
        "Colposcopic proficiency-disease spectrum in a single family practice colposcopists’ clinic",
        "Colposcopic accuracy of obstetrics and gynecology residents",
        "The accuracy of colposcopic grading for detection of high-grade cervical intraepithelial neoplasia",
        "Accuracy of physician and nurse practitioner colposcopy to effect improved surveillance of cervical cancer",
        "Accuracy of colposcopy-directed punch biopsies: A systematic review and meta-analysis",
        "The ATHENA human papillomavirus study: Design, methods, and baseline results",
        "Relevance of random biopsy at the transformation zone when colposcopy is negative",
        "Accuracy of colposcopy in HIV seropositive and seronegative women with abnormal Pap tests",
        "Assessing colposcopic skills: The instructor’s handbook",
        "Residency training in colposcopy: A survey of program directors in obstetrics and gynecology and family practice"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}