{
    "eid": "2-s2.0-84899454766",
    "title": "Which aspects of an oral health-related quality of life measure are mainly associated with global ratings of oral health in children?",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Public Health",
            "@code": "2739"
        },
        {
            "$": "General Dentistry",
            "@code": "3500"
        }
    ],
    "keywords": [
        "adolescents",
        "children",
        "global ratings",
        "oral health",
        "quality of life"
    ],
    "authors": [
        "Sudaduang Krisdapong"
    ],
    "citedby-count": 18,
    "ref-count": 34,
    "ref-list": [
        "Measuring Oral Health and Quality of Life",
        "Evaluating patient-based outcome measures for use in clinical trials",
        "A sociodental approach to assessing children's oral health needs: Integrating an oral health-related quality of life (OHRQoL) measure into oral health service planning",
        "Development of the Geriatric Oral Health Assessment Index.",
        "Derivation and validation of a short-form oral health impact profile",
        "Validity and reliability of a questionnaire for measuring child oral-health-related quality of life",
        "Measuring Oral Health and Quality of Life",
        "Developing and evaluating an oral health-related quality of life index for children; The CHILD-OIDP",
        "Measuring the Effect of Cancer on Health-Related Quality of Life",
        "SF-36 Summary Scores: Are Physical and Mental Health Truly Distinct?",
        "Methods to explain the clinical significance of health status measures",
        "Measurement of health status. Ascertaining the minimal clinically important difference",
        "The prevalence and severity of oral impacts on daily performances in Thai primary school children",
        "Oral health-related quality of life of 12-and 15-year-old Thai children: Findings from a national survey",
        "Prevalence, intensity and extent of Oral Impacts on Daily Performances associated with self-perceived malocclusion in 11-12-year-old children",
        "Impact of oral problems on daily activities of HIV-infected children",
        "Evaluation of oral health-related quality of life among Sudanese schoolchildren using Child-OIDP inventory",
        "Impacts of recurrent aphthous stomatitis on quality of life of 12- and 15-year-old Thai children",
        "The impacts of gingivitis and calculus on Thai children's quality of life",
        "Impacts on quality of life related to dental caries in a national representative sample of thai 12-and 15-year-olds",
        "Setting oral health goals that include oral health-related quality of life measures: A study carried out among adolescents in Thailand",
        "Using associations between oral diseases and oral health-related quality of life in a nationally representative sample to propose oral health goals for 12-year-old children in Thailand",
        "What do measures of 'oral health-related quality of life' measure?",
        "Report on the Sixth National Oral Health Survey of Thailand (2006-2007)",
        "Interpreting oral health-related quality of life data",
        "Impacts of oral disorders in the United Kingdom and Australia",
        "Oral health-related quality of life in an aging Canadian population",
        "The early outcome of surgical treatment for femoroacetabular impingement: Success depends on how you measure it",
        "Evaluation of clinically relevant states in patient reported outcomes in knee and hip osteoarthritis: The patient acceptable symptom state",
        "Minimal clinically important difference module: Summary, recommendations, and research agenda",
        "Feeling good rather than feeling better matters more to patients",
        "Patient acceptable symptomatic state (PASS)",
        "Assessing the minimally important difference in the oral impact on daily performances index in patients treated for periodontitis",
        "What do children's global ratings of oral health and well-being measure?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "affilname": "University College London",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": []
}