{
    "eid": "2-s2.0-85046703749",
    "title": "Low level genetic diversity of opalinid morphotypes from the digestive tract of Hoplobatrachus rugulosus (Batrachia, Amphibia) in Thailand",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "General Agricultural and Biological Sciences",
            "@code": "1100"
        }
    ],
    "keywords": [
        "Endocommensal",
        "Molecular phylogeny",
        "Protist",
        "Slopalinida",
        "Thailand"
    ],
    "authors": [
        "Eleni Gentekaki"
    ],
    "citedby-count": 1,
    "ref-count": 31,
    "ref-list": [
        "Genetic Diversity of Blastocystis in Livestock and Zoo Animals",
        "Cameroun. Rev. Ecol. (Terre Vie).",
        "trimAl: A tool for automated alignment trimming in large-scale phylogenetic analyses",
        "Opalinidae (Sarcomastigophora) in North American Amphibia. Genus Opalina Purkinje & Valentin, 1835",
        "Parasitic Protozoa",
        "Opalinidae in African Anura I. Genus Opalina",
        "Opalinidae in African Anura. II. Genera Protozelleriella n. g. and Zelleriella",
        "Opalinidae in African Anura. III. Genus Cepedea",
        "Opalinidae in African Anura. IV. Genus Protoopalina",
        "A molecular systematic approach to explore diversity within the Sellaphora pupula species complex (Bacillariophyta)",
        "Multiple Cosmopolitan Ecotypes within a Microbial Eukaryote Morphospecies",
        "Evidence for cryptic speciation in carchesium polypinum linnaeus, 1758 (Ciliophora: Peritrichia) inferred from mitochondrial, nuclear, and morphological markers",
        "MAFFT: A novel method for rapid multiple sequence alignment based on fast Fourier transform",
        "Heterogeneous Rates of Molecular Evolution Among Cryptic Species of the Ciliate Morphospecies Chilodonella uncinata",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Phylogenetic position of Protoopalina intestinalis based on SSU rRNA gene sequence",
        "How discordant morphological and molecular evolution among microorganisms can revise our notions of biodiversity on Earth",
        "Diversity and phylogeny of insect trypanosomatids: All that is hidden shall be revealed",
        "Human 18 S ribosomal RNA sequence inferred from DNA sequence. Variations in 18 S sequences and secondary modification patterns between vertebrates",
        "The characterization of enzymatically amplified eukaryotic 16S-like rRNA-coding regions",
        "Creating the CIPRES Science Gateway for inference of large phylogenetic trees",
        "Protozoan parasites of four species of wild anurans from a local zoo in Malaysia",
        "Reevaluation of the evolutionary position of opalinids based on 18S rDNA,and α- and β-tubulin gene phylogenies",
        "MrBayes 3: Bayesian phylogenetic inference under mixed models",
        "Pseudo-cryptic speciation in coccolithophores",
        "Phylemon 2.0: A suite of web-tools for molecular evolution, phylogenetics, phylogenomics and hypotheses testing",
        "RAxML-VI-HPC: Maximum likelihood-based phylogenetic analyses with thousands of taxa and mixed models",
        "Levels of genetic diversity vary dramatically between Blastocystis subtypes",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "J. Parasitol.",
        "Morphological Discordance of the New Trypanosomatid Species Phylogenetically Associated with the Genus Crithidia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Rai",
            "affilname": "Mae Fah Luang University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}