{
    "eid": "2-s2.0-85064251733",
    "title": "Characterizing antimicrobial use in the livestock sector in three south east asian countries (Indonesia, thailand, and vietnam)",
    "cover-date": "2019-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology, Toxicology and Pharmaceutics (all)",
            "@code": "3000",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology (medical)",
            "@code": "2736",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Antibiotic",
        "Antimicrobial",
        "Antimicrobial resistance",
        "Antimicrobial use",
        "Economics",
        "Framework",
        "Indonesia Thailand",
        "Policy",
        "Vietnam"
    ],
    "authors": [
        "Lucy Coyne",
        "Riana Arief",
        "Carolyn Benigno",
        "Vo Ngan Giang",
        "Luu Quynh Huong",
        "Saharuetai Jeamsripong",
        "Wantanee Kalpravidh",
        "James McGrane",
        "Pawin Padungtod",
        "Ian Patrick",
        "Luuk Schoonman",
        "Erry Setyawan",
        "Ady Harja Sukarno",
        "Jutanat Srisamran",
        "Pham Thi Ngoc",
        "Jonathan Rushton"
    ],
    "citedby-count": 69,
    "ref-count": 115,
    "ref-list": [
        "World population stabilization unlikely this century",
        "Global trends in antimicrobial use in food animals",
        "Final Report and Recommendations",
        "Food animals and antimicrobials: Impacts on human health",
        "Restricting the use of antibiotics in food-producing animals and its associations with antibiotic resistance in food-producing animals and human beings: A systematic review and meta-analysis. Lancet Planet",
        "Study of mcr-1 Gene-Mediated Colistin Resistance in Enterobacteriaceae Isolated from Humans and Animals in Different Countries",
        "Extended-spectrum cephalosporin-resistant gram-negative organisms in livestock",
        "Evolution of the Staphylococcus argenteus ST2250 clone in Northeastern Thailand is linked with the acquisition of livestock-associated staphylococcal genes",
        "Persistence of livestock associated MRSA CC398 in humans is dependent on intensity of animal contact",
        "Occurrence and characterization of livestock-associated methicillin-resistant Staphylococcus aureus in pig industries of northern Thailand",
        "Diverse and abundant antibiotic resistance genes in Chinese swine farms",
        "Routine Prophylactic Antimicrobial Use Is Associated with Increased Phenotypic and Genotypic Resistance in Commensal Escherichia coli Isolates Recovered from Healthy Fattening Pigs on Farms in Thailand",
        "East and West African milk products are reservoirs for human and livestock-associated Staphylococcus aureus",
        "Antimicrobial resistance: Risk associated with antibiotic overuse and initiatives to reduce the problem. Ther. Adv",
        "Veterinary drug usage and antimicrobial resistance in bacteria of animal origin",
        "Policy: An intergovernmental panel on antimicrobial resistance",
        "Antibiotic resistance is the quintessential One Health issue",
        "Anti-microbial use in animals: How to assess the trade-offs",
        "An Analysis of the Animal/Human Interface with A Focus on Low-And Middle-Income Countries: Fleming Fund Project to Tackle Global AMR",
        "Antimicrobial Usage and Antimicrobial Resistance in Animal Production in Southeast Asia: A Review",
        "World Bank Country and Lending Groups–Country Classification",
        "Income disparities and the global distribution of intensively farmed chicken and pigs",
        "The future of pork production in the world: Towards sustainable, welfare-positive systems",
        "And characteristics of pig farming in Thailand",
        "First survey on the use of antibiotics in pig and poultry production in the Red River Delta region of Vietnam",
        "Native Chicken Production in Indonesia: A Review",
        "Indonesia Voluntary Poultry Report; GAIN Report: 1701",
        "A Review of the Poultry Meat Production Industry for Food Safety in Indonesia",
        "Indonesia’s Poultry Value Chain. Costs, Margins, Prices, and Other Issues",
        "Poultry and Products Annual Thailand",
        "Characterization of poultry production systems in Vietnam",
        "Ltd. Poultry Sector in South East Asia Iowa Economic Development Authority; Netflix: Los Gatos, CA",
        "Poultry farm vulnerability and risk of avian influenza re-emergence in Thailand",
        "The Development of Aquaculture in Central Thailand: Domestic Demand versus Export-led Production",
        "The Food and Agriculture Organization: Rome",
        "Vietnam’s seafood boom: Economic growth with impoverishment? Environ. Dev",
        "Kalpravidh,W.; Roger",
        "Thailand Antimicrobial Resistance Containment and Prevention Program",
        "Antibiotic distribution channels in Thailand: Results of key-informant interviews, reviews of drug regulations and database searches",
        "A.; Tangcharoensathien, V.; Malathum, K.; Sumpradit, N.; Kiatying-Angsulee, N.; Janejai, N.; Jaroenpoj, S. Implementing national strategies on antimicrobial resistance in Thailand: Potential challenges and solutions",
        "Antimicrobial usage surveillance of cattle in Indonesia to address Antimicrobial resistance",
        "The Food and Agriculture Organization: Rome",
        "Antimicrobial use and multidrug-resistant Salmonella spp., Escherichia coli, and Enterococcus faecalis in swine from Northern Thailand. Thai",
        "Use of veterinary medicines, feed additives and probiotics in four major internationally traded aquaculture species farmed in Asia",
        "Use practices of antimicrobials and other compounds by shrimp and fish farmers in Northern Vietnam. Aquac",
        "Quality of Antimicrobial Products Used in Striped Catfish (Pangasianodon hypophthalmus) Aquaculture in Vietnam",
        "Suzuki, Y. Characterization of Antibiotic Resistance in Escherichia coli Isolated from Shrimps and Their Environment",
        "Characterization of antibiotic resistance in Vibrio spp. Isolated from farmed marine shrimps (Penaeus monodon). FEMS Microbiol",
        "Antibiotic resistance in Gram-negative bacteria isolated from farmed catfish",
        "Probabilistic risk assessment of veterinary medicines applied to four major aquaculture species produced in Asia. Sci",
        "Integrated Livestock-Fish Farming Systems",
        "The fate of chlortetracycline residues in a simulated chicken-fish integrated farming systems. Aquac",
        "Integrated interventions to tackle antimicrobial usage in animal production systems",
        "Pork Quarterly Q4",
        "Pork Quarterly Q2",
        "Global Animal Protein Outlook 2018",
        "Surveillance of antimicrobial consumption in animal production sectors of low- and middle-income countries: Optimizing use and addressing antimicrobial resistance",
        "Antimicrobial Consumption in Medicated Feeds in Vietnamese Pig and Poultry Production",
        "Ban must be enforced on preventive antibiotics",
        "Raised without antibiotics: Impact on animal welfare and implications for food policy. Transl. Anim",
        "Shakeup in Thai poultry industry as human health fears grow",
        "Restrictions on antimicrobial use in food animal production",
        "Antimicrobial potential of bacteriocins in poultry and swine production",
        "Understanding the culture of antimicrobial prescribing in agriculture: A qualitative study of UK pig veterinary surgeons",
        "Voluntary ban on cephalosporin use in Danish pig production has effectively reduced extended-spectrum cephalosporinase-producing Escherichia coli in slaughter pigs",
        "Antibiotics used most commonly to treat animals in Europe. Vet",
        "Antibiotic use and emerging resistance: How can resource-limited countries turn the tide?",
        "L.; Cabello, A.; Casanova, D. Impact of regulatory measures in the trends of community consumption of antibiotics in Chile",
        "Systematic review on irrational use of medicines in China and Vietnam",
        "Performance of retail pharmacies in low- and middle-income Asian settings: A systematic review",
        "Antibiotic sales in rural and urban pharmacies in northern Vietnam: An observational study. BMC Pharmacol",
        "Responsible and Prudent Use of Antimicrobial Agents in Veterinary Medicine",
        "Comparison of two methods for collecting antibiotic use data on small dairy farms",
        "Mode of questionnaire administration can have serious effects on data quality",
        "Constructing Questions for Interviews and Questionnaires—Theory and practice in social research",
        "Any other comments? Open questions on questionnaires—A bane or a bonus to research? BMC Med. Res",
        "Prevalence and antimicrobial resistance in Salmonella enterica isolated from broiler chickens, pigs and meat products in Thailand–Cambodia border provinces. Microbiol",
        "Drug-Resistant Infections: A Threat to Our Economic Future; World Bank Report: Washington, DC",
        "Performance of Broiler Farmer in Partnerships System at Surakarta, Indonesia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Jakarta",
            "@id": "60087573",
            "affilname": "Food and Agriculture Organization of the United Nations, Indonesia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60087573",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Hanoi",
            "@id": "60071412",
            "affilname": "National Institute of Veterinary Research Hanoi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071412",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Liverpool",
            "@id": "60020661",
            "affilname": "University of Liverpool",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020661",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60011145",
            "affilname": "FAO Regional Office for Asia and the Pacific",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011145",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bogor",
            "@id": "117822495",
            "affilname": "Center for Indonesian Veterinary Analytical Studies",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/117822495",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Hanoi",
            "@id": "116681995",
            "affilname": "FAO Country Office for Vietnam",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/116681995",
            "affiliation-country": "Viet Nam"
        }
    ],
    "funding": []
}