{
    "eid": "2-s2.0-84893794502",
    "title": "Degradation of chloroanilines by toluene dioxygenase from Pseudomonas putida T57",
    "cover-date": "2014-03-01",
    "subject-areas": [
        {
            "$": "Bioengineering",
            "@code": "1502"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        }
    ],
    "keywords": [
        "Biodegradation",
        "Chloroaniline",
        "Oxidative deamination",
        "Pseudomonas putida",
        "Toluene dioxygenase"
    ],
    "authors": [
        "Tisana Nitisakulkan"
    ],
    "citedby-count": 29,
    "ref-count": 32,
    "ref-list": [
        "Herbicides: Chemistry, degradation and mode of action",
        "Biodegradation of aniline",
        "OECD: The 2004 list of high production volume chemicals",
        "Characterization of a soil-derived bacterial consortium degrading 4-chloroaniline",
        "Fed.Regist.",
        "Microbial metabolism of chloroanilines: enhanced evolution by natural genetic exchange",
        "Degradation of aniline and monochlorinated anilines by soil-born Pseudomonas acidovorans strains",
        "Genetic Diversity among 3-Chloroaniline- and Aniline-Degrading Strains of the Comamonadaceae",
        "Biodegradation of 4-chloroaniline by bacteria enriched from soil",
        "Biodegradation of 2-chloroaniline, 3-chloroaniline, and 4-chloroaniline by a novel strain Delftia tsuruhatensis H1",
        "Biodegradation pathways of chloroanilines by Acinetobacter baylyi strain GFJ2",
        "Metabolism of aniline by rhodococcus erythropolis an-13f",
        "Proteomic study of linuron and 3,4-dichloroaniline degradation by Variovorax sp. WDL1: Evidence for the involvement of an aniline dioxygenase-related multicomponent protein",
        "Cloning and characterization of a catechol-degrading gene cluster from 3,4-dichloroaniline degrading bacterium Pseudomonas sp. KB35B",
        "Degradation of chloroaromatics: Purification and characterization of a novel type of chlorocatechol 2,3-dioxygenase of Pseudomonas putida GJ31",
        "Characterization of isofunctional ring-cleaving enzymes in aniline and 3-chloroaniline degradation by Pseudomonas acidovorans CA28",
        "Mineralization of 3-chloro-4-methylaniline via an ortho-cleavage pathway by Pseudomonas cepacia strain CMA1",
        "Role of IncP-1β plasmids pWDL7::rfp and pNB8c in chloroaniline catabolism as determined by genomic and functional analyses",
        "Isolation and characterization of solvent-tolerant Pseudomonas putida strain T-57, and its application to biotransformation of toluene to cresol in a two-phase (organic-aqueous) system",
        "Toluene dioxygenase mediated oxidation of halogen-substituted benzoate esters",
        "Construction and application of an Escherichia coli bioreporter for aniline and chloroaniline detection",
        "Molecular cloning: A laboratory manual",
        "Construction of Novel Expression Vectors Effective in Pseudomonas Cells",
        "The pUC plasmids, an M13mp7-derived system for insertion mutagenesis and sequencing with synthetic universal primers",
        "Acta Period. Technol.",
        "Genes involved in aniline degradation by Delftia acidovorans strain 7N and its distribution in the natural environment",
        "Nucleotide sequences and regulational analysis of genes involved in conversion of aniline to catechol in Pseudomonas putida UCC22(pTDN1)",
        "Chromosome-encoded gene cluster for the metabolic pathway that converts aniline to TCA-cycle intermediates in Delftia tsuruhatensis AD9",
        "Cloning and functional analysis of aniline dioxygenase gene cluster, from Frateuria species ANA-18, that metabolizes aniline via an ortho-cleavage pathway of catechol",
        "The neutral theory of molecular evolution",
        "Oxidation of substituted phenols by Pseudomonas putida F1 and Pseudomonas sp. strain JS6.",
        "Inhibition of catechol 2,3-dioxygenase from Pseudomonas putida by 3-chlorocatechol"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Higashihiroshima",
            "affilname": "Hiroshima University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Iwata",
            "affilname": "MicroBiopharma Japan Co., Ltd.",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}