{
    "eid": "2-s2.0-85075627335",
    "title": "Community and compensation: Director remuneration in Thailand",
    "cover-date": "2020-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (miscellaneous)",
            "@code": "1401",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Agency theory",
        "Director compensation",
        "Managerial power",
        "Peer group effects"
    ],
    "authors": [
        "Pornanong Budsaratragoon",
        "Suntharee Lhaopadchan",
        "Steen Thomsen"
    ],
    "citedby-count": 4,
    "ref-count": 78,
    "ref-list": [
        "Toward an understanding of inequity",
        "Do directors perform for pay?",
        "Descriptive case study of the use of non-cash and informal compensation in Thailand",
        "Liability protection, director compensation, and incentives",
        "Determinants of director compensation in two-tier systems: evidence from German panel data",
        "Downsizing the Thai subsidiary corporation: a case analysis",
        "Mostly Harmless Econometrics: An Empiricist's Companion",
        "Pay Without Performance: the Unfulfilled Promise of Executive Compensation",
        "Pay without performance: overview of the issues",
        "Does the use of peer groups contribute to higher pay and less efficient compensation?",
        "Are all CEOs above average? An empirical analysis of compensation peer groups and pay design",
        "Social comparison and reciprocity in director compensation",
        "CEO compensation, director compensation, and firm performance: evidence of cronyism?",
        "Director compensation: an international comparison",
        "Understanding mechanisms underlying peer effects: evidence from a field experiment on financial decisions",
        "Thai culture and its effects on organizational engagement in Thai privately held companies",
        "Cultural Effects on Corporate Governance in Thailand: a Study Through the Three-pillared Model",
        "Director compensation and corporate governance - A unique examination of unpaid corporate boards in Taiwan",
        "Boards That Lead: When to Take Charge, When to Partner, and When to Stay Out of the Way",
        "Governance strategy and costs: board compensation in Sweden",
        "Boardroom Realities: Building Leaders Across Your Board",
        "Executive compensation and incentives",
        "Is CEO pay too high and are incentives too low? A wealth-based contracting framework",
        "Corporate governance problems in Thailand: Is ownership concentration the cause?",
        "The iron cage revisited: institutional isomorphism and collective rationality in organizational fields",
        "The New Institutionalism and Organizational Analysis",
        "Social norms and economic theory",
        "Pay comparability across and within UK boards: an empirical analysis of the cash pay awards to CEOs and other board members",
        "Assessing managerial power theory: a meta-analytic approach to understanding the determinants of CEO compensation",
        "Corporate Governance and Financial Peer Effects",
        "Agency problems and the theory of the firm",
        "Separation of ownership and control",
        "How do firms adjust director compensation?",
        "Inside the black box: the role and composition of compensation peer groups",
        "How symbolic remuneration contributes to the legitimacy of the company: an institutional explanation",
        "The impact of stock-option compensation for outside directors on firm value",
        "Dividend payments as a response to peer influence",
        "The impact of national culture on CEO compensation and salary gaps between CEOs and manufacturing workers",
        "Board structure and monitoring: new evidence from CEO turnovers",
        "The compensation of non-executive directors: rationale, form, and findings",
        "Determinants of directors’ remuneration in Malaysian public listed companies",
        "Cultures and organizations: Software of the mind",
        "The business of international business is culture",
        "Moral hazard and observability",
        "Pay without performance and the managerial power hypothesis: a comment",
        "A new perspective on equity theory: the equity sensitivity construct",
        "Peer Effects in Corporate Governance",
        "Accelerating corporate governance reform in Thailand: the benefits of private reform mechanisms",
        "CEO pay and corporate governance in the U.S.: perceptions, facts, and challenges",
        "Social learning and corporate peer effects",
        "Determinants of supervisory board compensation in Germany",
        "Culture and work related values in Thai organization",
        "Peer Effects in Corporate Governance",
        "Corporate ownership around the world",
        "Do peer firms affect corporate financial policy?",
        "Regression discontinuity designs in economics",
        "Pawns and Potentates: the Reality of America's Corporate Boards",
        "Understanding boards of directors: a systems perspective",
        "Two-tier wage structures: implications for equity theory",
        "Supply and Demand for Independent Director Services: Major Board Decisions and Corporate Outcomes",
        "Norms in law and economics",
        "Explaining executive compensation: managerial power versus the perceived cost of stock options",
        "The provision of incentives in firms",
        "Trade in Thailand: a three way cultural comparison",
        "Liquidity, ownership concentration, corporate governance, and firm value: evidence from Thailand",
        "The pattern of managerial behavior in Thai culture",
        "The Economic Theory of Social Institutions",
        "Fair pay or power play? Pay equity, managerial power, and compensation adjustments for CEOs",
        "Family ownership and free cash flow",
        "Decoupling compensation practices from human resource management",
        "Corporate Governance Report of Thai Listed Companies 2016",
        "The Principles of Good Corporate Governance for Listed Companies",
        "Director compensation in emerging markets: a case study of Thailand",
        "Optimal executive compensation versus managerial power: a review of Lucian Bebchuk and Jesse Fried's pay without performance: the unfulfilled promise of executive compensation",
        "Report on the Observance of Standards and Codes (ROSC)",
        "Independent director cash compensation and earnings management",
        "Remuneration, retention, and reputation incentives for outside directors",
        "The economics of convention"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hellerup",
            "@id": "60006460",
            "affilname": "Novo Nordisk Foundation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006460",
            "affiliation-country": "Denmark"
        }
    ],
    "funding": [
        "Chulalongkorn Business School",
        "Novo Nordisk Foundation"
    ]
}