{
    "eid": "2-s2.0-85153799554",
    "title": "Effect of Autograft CD34+ Dose on Outcome in Pediatric Patients Undergoing Autologous Hematopoietic Stem Cell Transplant for Central Nervous System Tumors",
    "cover-date": "2023-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Allergy",
            "@code": "2723",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Molecular Medicine",
            "@code": "1313",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Hematology",
            "@code": "2720",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Cell Biology",
            "@code": "1307",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Transplantation",
            "@code": "2747",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Autograft",
        "Autologous hematopoietic stem cell transplant",
        "CD34+",
        "Central nervous system",
        "Medulloblastoma",
        "TNC"
    ],
    "authors": [
        "Tristan E. Knight",
        "Kwang Woo Ahn",
        "Kyle M. Hebert",
        "Rasha Atshan",
        "Donna A. Wall",
        "Kanhatai Chiengthong",
        "Seth J. Rotz",
        "Ellen Fraint",
        "Hemalatha G. Rangarajan",
        "Jeffery J. Auletta",
        "Akshay Sharma",
        "Carrie L. Kitko",
        "Hasan Hashem",
        "Kirsten M. Williams",
        "Baldeep Wirk",
        "Christopher C. Dvorak",
        "Kasiani C. Myers",
        "Michael A. Pulsipher",
        "Anne B. Warwick",
        "Nahal Rose Lalefar",
        "Kirk R. Schultz",
        "Muna Qayed",
        "Larisa Broglie",
        "Mary Eapen",
        "Gregory A. Yanik"
    ],
    "citedby-count": 0,
    "ref-count": 61,
    "ref-list": [
        "Hematopoietic stem cell transplantation activity in pediatric cancer between 2008 and 2014 in the United States: a Center for International Blood and Marrow Transplant Research Report",
        "Short- and long-term complications of radiation therapy for pediatric brain tumors",
        "Second malignant neoplasms after primary central nervous system malignancies of childhood and adolescence",
        "Patterns of intellectual development among survivors of pediatric medulloblastoma: a longitudinal analysis",
        "Decreased morbidity and mortality of autologous hematopoietic transplants for children with malignant central nervous system tumors: the “Head Start” trials, 1991–2009",
        "Survival of infants with malignant astrocytomas. A Report from the Children's Cancer Group",
        "Survival of infants with primitive neuroectodermal tumors or malignant ependymomas of the CNS treated with eight drugs in 1 day: a report from the Children's Cancer Group",
        "Multiagent chemotherapy and deferred radiotherapy in infants with malignant brain tumors: a report from the Children's Cancer Group",
        "Treatment of medulloblastoma with postoperative chemotherapy alone: an SFOP prospective trial in young children",
        "Postoperative chemotherapy and delayed radiation in children less than three years of age with malignant brain tumors",
        "Pilot study of high-dose thiotepa and etoposide with autologous bone marrow rescue in children and young adults with recurrent CNS tumors. The Children's Cancer Group",
        "High-dose carboplatin, thiotepa, and etoposide with autologous stem cell rescue for patients with previously irradiated recurrent medulloblastoma",
        "High-dose chemotherapy with autologous stem-cell rescue in the treatment of patients with recurrent non-cerebellar primitive neuroectodermal tumors",
        "Will high dose chemotherapy followed by autologous bone marrow transplantation supplant cranio-spinal irradiation in young children treated for medulloblastoma?",
        "Intensive chemotherapy and bone marrow rescue for young children with newly diagnosed malignant brain tumors",
        "Feasibility and response to induction chemotherapy intensified with high-dose methotrexate for young children with newly diagnosed high-risk disseminated medulloblastoma",
        "Intensive chemotherapy followed by consolidative myeloablative chemotherapy with autologous hematopoietic cell rescue (AuHCR) in young children with newly diagnosed supratentorial primitive neuroectodermal tumors (sPNETs): report of the Head Start I and II experience",
        "Outcome of children less than three years old at diagnosis with non-metastatic medulloblastoma treated with chemotherapy on the “Head Start” I and II protocols",
        "Intensive induction chemotherapy followed by high dose chemotherapy with autologous hematopoietic progenitor cell rescue in young children newly diagnosed with central nervous system atypical teratoid rhabdoid tumors",
        "Intensive induction chemotherapy followed by myeloablative chemotherapy with autologous hematopoietic progenitor cell rescue for young children newly-diagnosed with central nervous system atypical teratoid/rhabdoid tumors: the Head Start III experience",
        "Excellent outcome of young children with nodular desmoplastic medulloblastoma treated on “Head Start” III: a multi-institutional, prospective clinical trial",
        "Outcome of infants and young children with newly diagnosed ependymoma treated on the “Head Start” III prospective clinical trial",
        "Pilot study of intensive chemotherapy with peripheral hematopoietic cell support for children less than 3 years of age with malignant brain tumors, the CCG-99703 Phase I/II Study. A Report From the Children's Oncology Group",
        "Effect of CD34(+) cell dose on resource utilization in patients after high-dose chemotherapy with peripheral-blood stem-cell support",
        "Low CD34(+) cell doses are associated with increased cost and worse outcome after tandem autologous stem cell transplantation in patients with relapsed or refractory germ cell tumors",
        "The Karolinska experience of autologous stem-cell transplantation for lymphoma: a population-based study of all 433 patients 1994–2016",
        "Autograft cellular composition and outcome in NHL patients: results of the prospective multicenter GOA study",
        "Comparison of classification of indications for allogeneic and autologous transplant for adults in ASTCT Guidelines and evidence available in published literature",
        "Peripheral blood progenitor cell collection in pediatric patients optimized by high pre-apheresis count of circulating CD34+ cells and high blood flow",
        "Autologous peripheral blood stem cell harvest: Collection efficiency and factors affecting it",
        "Allogeneic peripheral blood stem cell collection as of 2008",
        "A prospective study on the efficacy of mobilization of autologous peripheral stem cells in pediatric oncohematology patients",
        "Large volume leukapheresis is efficient and safe even in small children up to 15 kg body weight",
        "Mobilization and harvesting of peripheral blood stem cells in pediatric patients with solid tumors",
        "Incidence, predisposing factors, and outcome of engraftment syndrome in pediatric allogeneic stem cell transplant recipients",
        "Clinical evidence for an engraftment syndrome associated with early and steep neutrophil recovery after autologous blood stem cell transplantation",
        "Engraftment syndrome: double-edged sword of hematopoietic cell transplants",
        "Transplant-associated thrombotic microangiopathy in pediatric hematopoietic cell transplant recipients: a practical approach to diagnosis and management",
        "Endothelial dysfunction after hematopoietic stem cell transplantation: role of the conditioning regimen and the type of transplantation",
        "The role of the endothelium in the short-term complications of hematopoietic SCT",
        "A SAS macro for estimation of direct adjusted survival curves based on a stratified Cox regression model",
        "SAS macros for estimation of direct adjusted cumulative incidence curves under proportional subdistribution hazards models",
        "Relapse risk after autologous stem cell transplantation in patients with lymphoma based on CD34+ cell dose",
        "Defining a therapeutic dose of peripheral blood stem cells",
        "Presumed asymptomatic carrier transmission of COVID-19",
        "Mobilization characteristics, blood graft composition, and outcome in diffuse large B-cell lymphoma after autologous stem cell transplantation: Results from the prospective multicenter GOA study",
        "Immunologic autograft engineering and survival in non-Hodgkin lymphoma",
        "Autograft immune content and survival in non-Hodgkin's lymphoma: a post hoc analysis",
        "Different role of circulating myeloid-derived suppressor cells in patients with multiple myeloma undergoing autologous stem cell transplantation",
        "Immunotherapy for medulloblastoma: current perspectives",
        "Immunotherapy in medulloblastoma: current state of research, challenges, and future perspectives",
        "CNS tumors in adolescents and young adults: the need for a holistic specialized approach",
        "Brain tumors across the age spectrum: biology, therapy, and late effects",
        "Transplanted CD34(+) cell dose is associated with long-term platelet count recovery following autologous peripheral blood stem cell transplant in patients with non-Hodgkin lymphoma or multiple myeloma",
        "What is the optimum number of CD34+ peripheral blood stem cells for an autologous transplant?",
        "Poor mobilization is an independent prognostic factor in patients with malignant lymphomas treated by peripheral blood stem cell transplantation",
        "Prediction of poor mobilization of autologous CD34+ cells with growth factor in multiple myeloma patients: implications for risk-stratification",
        "Effect of autograft CD34 + dose on outcome in pediatric patients undergoing autologous hematopoietic stem cell transplant for central nervous system tumors",
        "Impact of CD34+ cell dose on outcome among children undergoing autologous hematopoietic stem cell transplant for high-risk neuroblastomas"
    ],
    "affiliation": [
        {
            "affiliation-city": "Milwaukee",
            "@id": "60012553",
            "affilname": "Medical College of Wisconsin",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012553",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Columbus",
            "@id": "60080012",
            "affilname": "Nationwide Children’s Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60080012",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Seattle",
            "@id": "60138686",
            "affilname": "Seattle Children's Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138686",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Salt Lake City",
            "@id": "60136293",
            "affilname": "Huntsman Cancer Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60136293",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Hershey",
            "@id": "60101686",
            "affilname": "Penn State Cancer Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60101686",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Amman",
            "@id": "60057457",
            "affilname": "King Hussein Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60057457",
            "affiliation-country": "Jordan"
        },
        {
            "affiliation-city": "San Francisco",
            "@id": "60033399",
            "affilname": "UCSF Benioff Children‘s Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60033399",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Nashville",
            "@id": "60030769",
            "affilname": "Vanderbilt University Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030769",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Toronto",
            "@id": "60030319",
            "affilname": "Hospital for Sick Children University of Toronto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030319",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Seattle",
            "@id": "60028548",
            "affilname": "University of Washington School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028548",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Cleveland",
            "@id": "60021160",
            "affilname": "Cleveland Clinic Foundation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021160",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Memphis",
            "@id": "60019905",
            "affilname": "St. Jude Children's Research Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019905",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Cincinnati",
            "@id": "60017412",
            "affilname": "University of Cincinnati College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017412",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "New York",
            "@id": "60017027",
            "affilname": "The Childen's Hospital at Montefiore",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017027",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Vancouver",
            "@id": "60010365",
            "affilname": "The University of British Columbia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010365",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Ann Arbor",
            "@id": "60008966",
            "affilname": "C.S. Mott Children's Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008966",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Oakland",
            "@id": "60008261",
            "affilname": "UCSF Benioff Children's Hospital Oakland",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008261",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Minneapolis",
            "@id": "60008217",
            "affilname": "National Marrow Donor Program",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008217",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bethesda",
            "@id": "60006762",
            "affilname": "Uniformed Services University of the Health Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006762",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Atlanta",
            "@id": "60000928",
            "affilname": "Emory University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000928",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "NHBLI",
        "PeachBowl Legacy Foundation",
        "Leukemia Lymphoma Society",
        "Sangamo Therapeutics"
    ]
}