{
    "eid": "2-s2.0-85101464147",
    "title": "Further addition to the braconid fauna of Iran (Hymenoptera: Braconidae)",
    "cover-date": "2021-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology",
            "@code": "2303",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Agronomy and Crop Science",
            "@code": "1102",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Braconidae",
        "Entomological collections",
        "New records",
        "Subfamilies"
    ],
    "authors": [
        "Neveen S. Gadallah",
        "Hassan Ghahari",
        "Donald L.J. Quicke"
    ],
    "citedby-count": 13,
    "ref-count": 69,
    "ref-list": [
        "Checklist of Aphidiinae parasitoids (Hymenoptera: Braconidae) and their host aphid associations in Iran",
        "A new Palaearctic genus of the subfamily Ichneutinae (Hymenoptera: Braconidae)",
        "1. Rhyssalinae, 2. Doryctinae, 3. Histeromerinae, 4. Exothecinae, 7. Gnamptodontinae, 9. Alysiinae (Alysiini), 10. Helconinae, 11. Cenocoeliinae, 12. Brachistinae, 14. Meteorideinae, 16. Xiphozelinae, 17. Homolobinae, 18. Charmontinae, 19. Orgilinae, 20. Ecnomiinae, 21. Sigalphinae, 23. Ichneutinae, 25. Cardiochilinae, 27. Dirrhopinae, 28. Miracinae, 29. Adeliinae",
        "On the genus Pentatermus Hedqvist (Hymenoptera: Braconidae)",
        "An annotated catalogue of the Iranian Microtypinae and Rogadinae (Hymenoptera: Braconidae)",
        "Description of two new species of Bracon from Bengal",
        "Revision of the subfamily Euphorinae (excluding the tribe Meteoriini Cresson) (Hymenoptera: Braconidae) from China",
        "Systematics, phylogeny, and evolution of braconid wasps: 30 years of progress",
        "A revision of the Indo-Australian species of Stenobracon (Hymenoptera: Braconidae) parasitoids of lepidopterous stem-borers of graminaceous crops",
        "Checklist of Braconidae (Insecta: Hymenoptera) from Iran",
        "Iranian Braconidae (Insecta: Hymenoptera: Ichneumonoidea): diversity, distribution and host association",
        "Annotated and illustrated world checklist of Microgastrinae parasitoid wasps (Hymenoptera, Braconidae)",
        "Order Hymenoptera, family Braconidae, subfamily Microgastrinae from the Arabian Peninsula",
        "Einige Phaenocarpa-wespen aus der Alten Welt. Redeskriptionen und Stellung in einem vergleichenden System (Hymenoptera, Braconidae, Alysiinae)",
        "An annotated catalogue of the Iranian Charmontinae, Ichneutinae, Macrocentrinae and Orgilinae (Hymenoptera: Braconidae)",
        "New records of Braconidae (Hymenoptera) from Iran",
        "New records of Brachistinae, Braconinae, Cheloninae and Microgastrinae (Hymenoptera: Braconidae) from Iran",
        "New records of braconid wasps (Hymenoptera: Ichneumonoidea: Braconidae) from Iran",
        "Uber den Bracon (Coeloides) initiator u. eine neue Art dieser Gattung",
        "Multiple lines of evidence from mitochondrial genomes resolve phylogeny and evolution of parasitic wasp in Braconidae",
        "Proceedings of the Royal Entomological Society of London",
        "Ichneumonides adsciti, in genera et familias divisi",
        "Ichneumonides adsciti, in genera et familias divisi.—",
        "Ichneumonides adsciti, in genera et familias divisi a Dre. Nees ab Esenbeck",
        "A revision of the European Dacnusini (Hym., Braconidae, Dacnusi-nae)",
        "A reclassification of the tribe Microgasterini (Hymenoptera: Braconidae). Bulletin of the British Museum (Natural History)",
        "Faunae Insectorum Germanicae initia oder Deutschlands Insecten.",
        "Revision of the Western Palaearctic species of the genus Dinotrema Foerster, 1862 (Hymenoptera, Braconidae, Alysiinae)",
        "The Old World genera of braconine wasps (Hymenoptera: Braconidae)",
        "Recognition of the Trachypetidae stat. nov. as a new extant family of Ichneumonoidea (Hymenoptera), based on molecular and morphological evidence",
        "Phylogeny of the subfamilies of the family Braconidae (Hymenoptera: Ichneumonoidea)",
        "Beiträge zur Kenntniss einiger Braconiden-Gattungen. Fünftes Stück. XVI. Zur Gattung Microgaster, Latr. (Microgaster, Microplitis, Apanteles)",
        "A contribution to the braconid wasps (Hymenoptera: Braconidae) from Iran",
        "Updated checklist of Iranian Braconidae (Hymenoptera: Ichneumonoidea) with twenty-three new records",
        "A faunistic study on the braconid wasps (Hymenoptera: Braconidae) of Iran",
        "Recent findings on Braconidae (Hymenoptera: Ichneumonoidea) of Iran with an updated checklist",
        "A faunistic study on Agathidinae, Alysiinae, Doryctinae, Helconinae, Microgastrinae and Rogadinae (Hymenoptera: Braconidae), with eight new country records",
        "Molecular phylogenetics of Braconidae (Hymenoptera: Ichneumonoidea), based on multiple nuclear genes, and amplifications for classification",
        "La monographie de Phanerotoma Wesm. Et de Phanerotomella Szépl. (Hym. Bracon.) de la Tchécoslovaquie. —",
        "Revision of the Western Palearctic Meteorini (Hymenoptera, Braconidae), with a molecular characterization of hidden Fennoscandian species diversity",
        "E. Jacobson'sche Hymenopteren aus Semarang (Java). Evaniden, Braconiden und Ichneumoniden",
        "Faunal list of parasites of the family Braconidae (Hymenoptera)",
        "LII. Bidrag till Braconidernas Kannedom",
        "Cheloninae",
        "Species of the genus Microchelonus Szépl. (Hymenoptera, Braconidae) with yellow abdominal spots and pale coloration of the body from the western Palaearctic region",
        "Plaearctic species of the Microchelonus retusus group (Hymenoptera, Braconidae, Cheloninae)",
        "Keys to the fauna of the USSR",
        "Revisionary notes on the Palaearctic genera and species of the tribe Exothecini Foerster (Hymenoptera: Braconidae)",
        "Essay on the phylogeny of Braconidae (Hymenoptera: Ichneumonoidea)",
        "Revision of the western Palaearctic Phanerotomini (Hymenoptera: Braconidae)",
        "Revision of the genera of the Afrotropical and W. Palaearctic Rogadinae Foerster (Hymenoptera: Braconidae)",
        "Illustrated key to the subfamilies of the Braconidae (Hymenoptera, Ichneumonoidea)",
        "The genus Atanycolus Foerster (Hymenoptera, Braconidae, Braconinae) in China with description of one new species",
        "Monographic des Braconides de Belgique",
        "Bionomics of the Braconidae",
        "On two new Palaearctic species of Apanteles (Hym., Braconidae).",
        "On the identity of Apanteles infimus Haliday and of Apanteles infimus Haliday of of Marshall (Hym. Bracon.)",
        "World Ichneumonoidea 2011",
        "An illustrated key to the genera and subgenera of the Alysiini (Hymenoptera, Braconidae, Alysiinae), with three genera new for China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tehran",
            "@id": "60111398",
            "affilname": "Islamic Azad University, Shahr-e-Rey Branch",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60111398",
            "affiliation-country": "Iran"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Giza",
            "@id": "60026365",
            "affilname": "Faculty of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026365",
            "affiliation-country": "Egypt"
        }
    ],
    "funding": [
        "Yadegar-e-Imam Khomeini",
        "Cairo University",
        "Islamic Azad University",
        "Chulalongkorn University",
        "RAH"
    ]
}