{
    "eid": "2-s2.0-85028328980",
    "title": "Efficacy of four commercial infectious coryza vaccines on prevention of Avibacterium paragallinarum serovar A, B and C infection in Thailand",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Avibacterium",
        "Cross protection",
        "Infectious Coryza",
        "Paragallinarum",
        "Vaccine efficacy"
    ],
    "authors": [
        "Nataya Charoenvisal"
    ],
    "citedby-count": 3,
    "ref-count": 26,
    "ref-list": [
        "Reclassification of Pasteurella gallinarum, [Haemophilus] paragallinarum, Pasteurella avium and Pasteurella volantium as Avibacterium gallinarum gen. nov., comb. nov., Avibacterium paragallinarum comb. nov., Avibacterium avium comb. nov. and Avibacterium volantium comb. nov",
        "Proposal of a new serovar and altered nomenclature for Haemophilus paragallinarum in the Kume hemagglutinin scheme",
        "Infectious Coryza and Related Bacterial Infections",
        "J Thai Vet Med Assoc",
        "Efficacy of autogenous killed vaccine of avibacterium paragallinarum",
        "An outbreak of Avibacterium paragallinarum serovar B in a Thai layer farm",
        "Serovar identification, antimicrobial sensitivity, and virulence of avibacterium paragallinarum isolated from chickens in Thailand",
        "Efficacy studies on Haemophilus gallinarum bacterin preparations.",
        "Protection conferred by bivalent and trivalent infectious coryza bacterins against prevalent serovars of Avibacterium (Haemophilus) paragallinarum in Mexico",
        "Relation between Antigen Release and Immune Response of Oil Adjuvanted Vaccines in Chickens",
        "The vaccination-challenge trial: The gold standard test to evaluate the protective efficacy of infectious coryza vaccines",
        "Safety and efficacy studies on trivalent inactivated vaccines against infectious coryza",
        "The current epidemiological status of infectious coryza and efficacy of PoulShot Coryza in specific pathogen-free chickens",
        "Immunogenicity and haemagglutination of recombinant Avibacterium paragallinarum HagA",
        "Efficacy of a trivalent Haemophilus paragallinarum vaccine compared to bivalent vaccines",
        "Serological classification of Haemophilus paragallinarum with a hemagglutinin system",
        "Genotyping, pathogenicity, and immunogenicity of avibacterium paragallinarum serovar B-1 isolates from the americas",
        "Protection conferred by infectious coryza vaccines against emergent avibacterium paragallinarum serovar C-1",
        "Determination of antimicrobial susceptibility, antimicrobial resistance genes and in vivo testing of antimicrobial susceptibility of Avibacterium paragallinarum",
        "Identification and expression of a gene encoding an epitope that induces hemagglutination inhibition antibody to Avibacterium paragallinarum serovar A",
        "Identification and characterization of haemagglutinin epitopes of Avibacterium paragallinarum serovar C",
        "Comparison of adjuvants for an inactivated infectious coryza vaccine.",
        "Haemophilus infections in chickens. I. Characteristics of 12",
        "Development of a recombinant vaccine against infectious coryza in chickens",
        "Cross-protection study of the nine serovars of Haemophilus paragallinarum in the Kume haemagglutinin scheme",
        "Identification and immunogenicity of an immunodominant mimotope of Avibacterium paragallinarum from a phage display peptide library"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}