{
    "eid": "2-s2.0-85028322155",
    "title": "A complete life cycle assessment of high density polyethylene plastic bottle",
    "cover-date": "2017-07-24",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "P. Treenate"
    ],
    "citedby-count": 15,
    "ref-count": 18,
    "ref-list": [
        "The Impact of Plastics on Life Cycle Energy Consumption and Greenhouse Gas Emissions in Europe",
        "Environmental assessment of a multilayer polymer bag for food packaging and preservation: An LCA approach",
        "Efficient reduction of bromates using carbon nanofibre supported catalysts: Experimental and a comparative life cycle assessment study",
        "Whole-building Life Cycle Assessment (LCA) of a passive house of the sub-tropical climatic zone",
        "A critical review of the recent evolution of Life Cycle Assessment applied to milk production",
        "Proc. Int. Conf. on Environmental Science, Engineering and Management",
        "Life cycle impact assessment of bio-based plastics from sugarcane ethanol",
        "J. Cleaner. Prod.",
        "Guidance for the Implementation of the EU Product Environmental Footprint (PEF) during the Environmental Footprint (EF) Pilot Phase Version 5.2",
        "Life cycle assessment of drinking water: Comparing conventional water treatment, reverse osmosis and mineral water in glass and plastic bottles",
        "Life cycle assessment of non-alcoholic single-serve polyethylene terephthalate beverage bottles in the state of California",
        "Life Cycle Assessment of Example Packaging Systems for Milk",
        "Proc. Int. Conf. on Industrial Engineering and Applications",
        "Energy in Thailand Facts & Figures 2013",
        "A Study on Energy Efficiency Index in Petrochemical Industry",
        "The greenhouse gas emissions and fossil energy requirement of bioplastics from cradle to gate of a biomass refinery",
        "Chemical recycling of plastic wastes made from polyethylene (LDPE and HDPE) and polypropylene (PP)",
        "Options for sustainable industrial waste management toward zero landfill waste in a high-density polyethylene (HDPE) factory in Thailand"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadapisek Sompoch Endowment Fund",
        "Chulalongkorn University"
    ]
}