{
    "eid": "2-s2.0-85124498583",
    "title": "Design and Modeling of a Variable-Stiffness Spring Mechanism for Impedance Modulation in Physical Human Robot Interaction",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Software",
            "@code": "1712",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Control and Systems Engineering",
            "@code": "2207",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Artificial Intelligence",
            "@code": "1702",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Electrical and Electronic Engineering",
            "@code": "2208",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [],
    "authors": [
        "Ronnapee Chaichaowarat",
        "Satoshi Nishimura",
        "Hermano Igo Krebs"
    ],
    "citedby-count": 10,
    "ref-count": 22,
    "ref-list": [
        "Mit-Manus: A workstation for manual therapy and training. I",
        "Robot-aided neurorehabilitation",
        "Robot-aided neurorehabilitation: A robot for wrist rehabilitation",
        "MIt-Skywalker: A novel gait neurorehabilitation robot for stroke and cerebral palsy",
        "Design and development of a new robot joint using a mechanical impedance adjuster",
        "Design of a quasi-passive ankle-foot prosthesis with biomimetic, variable stiffness",
        "Development of one-DOF robot arm equipped with mechanical impedance adjuster",
        "Energy-efficient variable stiffness actuators",
        "A novel intrinsically energy efficient actuator with adjustable stiffness (AwAS)",
        "The variable stiffness actuator vsaUT-II: Mechanical design, modeling, and identification",
        "A novel variable stiffness mechanism capable of an infinite stiffness range and unlimited decoupled output motion",
        "A variable stiffness joint using leaf springs for robot manipulators",
        "A novel design of variable stiffness linkage with distributed leaf springs",
        "Variable stiffness spring actuators for low-energy-cost human augmentation",
        "Linear variable-stiffness mechanisms based on preloaded curved beams",
        "On the estimation of the large deflection of a cantilever beam",
        "Design and analysis of novel actuation mechanism with controllable stiffness",
        "A simple stiffness equation for a variable stiffness joint using a leaf spring",
        "A comprehensive elliptic integral solution to the large deflection problems of thin beams in compliant mechanisms",
        "A spring-embedded planetary-geared parallel elastic actuator"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Cambridge",
            "@id": "60022195",
            "affilname": "Massachusetts Institute of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022195",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Shanghai Electric Group Co. Ltd."
    ]
}