{
    "eid": "2-s2.0-85008938147",
    "title": "Fish Fermentation",
    "cover-date": "2014-01-01",
    "subject-areas": [],
    "keywords": [
        "Fermented foods",
        "Fish fermentation",
        "Food technology",
        "Lactic acid bacteria (LAB)",
        "Lactic acid fermentation",
        "Salt",
        "Shelf life"
    ],
    "authors": [
        "Somboon Tanasupawat"
    ],
    "citedby-count": 30,
    "ref-count": 136,
    "ref-list": [
        "The potential for upgrading traditional fermented foods through biotechnology",
        "Occurrence and function of yeasts in Asian indigenous fermented foods",
        "Halobacterium sp. SP1(1) as a starter culture for accelerating fish sauce fermentation",
        "International Research Journal of Biological Sciences",
        "Histamine (?) toxicity from fish products",
        "Lactic acid bacteria: Classification and physiology",
        "Histamine dehydrogenase from Rhizobium sp.: Gene cloning, expression in Escherichia coli, characterization and application to histamine determination",
        "Microbiology of Fermented Food, vol. 2.",
        "Cereal-based fermented foods and beverages",
        "Effects of starter cultures and additives on the quality of Turkish style sausage (sucuk)",
        "Fermented Foods of the World, a Dictionary and Guide",
        "Fermented foods - a world perspective",
        "Polyphasic taxonomy of a novel halobacillus, halobacillus thailandensis sp. nov. isolated from fish sauce",
        "Characterization of halophilic bacterium NB2-1 from Pla-ra and its protease production",
        "Salinivibrio siamensis sp. nov., from fermented fish (pla-ra) in Thailand",
        "Gracilibacillus thailandensis sp. nov., from fermented fish (pla-ra)",
        "Food fermentations: Role of microorganisms in food production and preservation",
        "Malaysian Journal of Microbiology",
        "Characterization of proteases produced by newly isolated and identified proteolytic microorganisms from fermented fish (Budu)",
        "Fermented foods as biotechnological resources",
        "Biogenic amine formation and degradation by potential fish silage starter microorganisms",
        "Reducing salt: A challenge for the meat industry",
        "Blackie Academic and Professional",
        "in Fish and Fishery Products Hazards and Controls Guidance",
        "6-5-Cysteinyl flavin mononucleotide-containing histamine dehydrogenase from Nocardioides simplex: Molecular cloning, sequencing, overexpression, and characterization of redox centers of enzyme",
        "Identification of distinctive volatile compounds in fish sauce",
        "Bacterial communities in fish sauce mash using culture-dependent and -independent methods",
        "Use of Staphylococcus xylosus as a starter culture in dried sausages: Effect on the biogenic amine content",
        "The effect of reduced salt content and addition of halophilic lactic acid bacteria on quality and composition of fish sauce made from sprat",
        "Distribution of amine oxidases and amine dehydrogenases in bacteria grown on primary amines and characterization of the amine oxidase from Klebsiella oxytoca",
        "Lactic Acid Bacteria in Fish Preservation",
        "Purification and characterization of serine proteinase from a halophilic bacterium, Filobacillus sp. RF2-5",
        "Alkalibacterium thalassium sp. nov., Alkalibacterium pelagium sp. nov., Alkalibacterium putridalgicola sp. nov. and Alkalibacterium kapii sp. nov., slightly halophilic and alkaliphilic marine lactic acid bacteria isolated from marine organisms and salted foods collected in Japan and Thailand",
        "Bacterial Production and Destruction of Histamine in Foods, and Food Poisoning Caused by Histamine.",
        "Fish Fermentation Technology",
        "Relationships between Hypothalamic Catecholamines, Blood Pressure and Body Temperature in Spontaneously Hypertensive Rats",
        "Fish fermentation technology in Japan, in Fish Fermentation Technology (eds C.H",
        "Chemical and sensory changes associated Yu-lu fermentation process - A traditional Chinese fish sauce",
        "PB407. Kasetsart Journal: Natural Science",
        "Biogenic amine contents of commercially processed traditional fish products originating from European countries and Turkey",
        "Histamine formation by Tetragenococcus muriaticus, a halophilic lactic acid bacterium isolated from fish sauce",
        "Processing and properties of North European pickled fish products, in Fish Fermentation Technology (eds C.H",
        "Isolation and characterization of halophilic lactic acid bacteria isolated from \"terasi\" shrimp paste: A traditional fermented seafood product in Indonesia",
        "Differentiation of Tetragenococcus populations occurring in products and manufacturing processes of puffer fish ovaries fermented with rice-bran",
        "Sabaramuwa University Journal",
        "Popular fermented foods and beverages in Southeast Asia",
        "Fish Fermentation Technology",
        "Production of histamine and tyramine by lactic acid bacteria isolated from vacuum‐packed sugar‐salted fish",
        "Fish sauce products and manufacturing: A review",
        "Characteristics of fish sauce made from pacific whiting and surimi by-products during fermentation stage",
        "Histamine and tyramine degradation by food fermenting microorganisms",
        "Arthrobacter P 1, a fast growing versatile methylotroph with amine oxidase as a key enzyme in the metabolism of methylated amines",
        "Characterization of the traditional fermented fish product Lona ilish of Northeast India",
        "A Review on the Sudanese Traditional Dairy Products and Technology",
        "Novel fibrinolytic enzymes from Virgibacillus halodenitrificans SK1-3-7 isolated from fish sauce fermentation",
        "Distribution of membrane-bound monoamine oxidase in bacteria",
        "Elsevier Science Publishers LTD",
        "Isolation of Lentibacillus salicampi strains and Lentibacillus juripiscarius sp. nov. from fish sauce in Thailand",
        "A halophilic serine proteinase from Halobacillus sp. SR5-3 isolated from fish sauce: Purification and characterization",
        "Halococcus thailandensis sp. nov., from fish sauce in Thailand",
        "Oceanobacillus kapialis sp. nov., from fermented shrimp paste in Thailand",
        "Haloarcula salaria sp. nov. and Haloarcula tradensis sp. nov., isolated from salt in Thai fish sauce",
        "Bangladesh Research Publications Journal",
        "Bacillus vietnamensis sp. nov., a moderately halotolerant, aerobic, endospore-forming bacterium isolated from Vietnamese fish sauce",
        "Fermented foods and food safety",
        "Lactic acid food fermentation in tropical climates",
        "Biodiversity of lactic acid bacteria in Moroccan soft white cheese (Jben)",
        "Diacetyl of lactic acid bacteria from milk and fermented foods in Thailand",
        "Lentibacillus kapialis sp. nov., from fermented shrimp paste in Thailand",
        "Salinicoccus siamensis sp. nov., isolated from fermented shrimp paste in Thailand",
        "Fermentation and microflora of plaa-som, a Thai fermented fish product prepared with different salt concentrations",
        "Chemical Composition of Fish Sauces Produced in Southeast and East Asian Countries",
        "Amino acid changes in the Korean traditional fermentation process for blue mussel, mythus edulis",
        "Further Identification of Volatile Compounds in Fish Sauce",
        "Institute of Food Research and ProductDevelopment",
        "Identification of novel halotolerant bacillopeptidase F-like proteinases from a moderately halophilic bacterium, Virgibacillus sp. SK37",
        "Analytical-band centrifugation of the active form of pig kidney diamine oxidase",
        "Fermentation and microflora of plaa-som, a Thai fermented fish product prepared with different salt concentrations",
        "Agritech"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}