{
    "eid": "2-s2.0-85067395939",
    "title": "The efficacy of glycolic acid, salicylic acid, gluconolactone, and licochalcone a combined with 0.1% adapalene vs adapalene monotherapy in mild-to-moderate acne vulgaris: A double-blinded within-person comparative study",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Dermatology",
            "@code": "2708",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Acne vulgaris",
        "Adapalene",
        "Cosmeceutical",
        "Moisturizer",
        "Retinoids"
    ],
    "authors": [
        "Kornphaka Kantikosum",
        "Yuda Chongpison",
        "Natcha Chottawornsak",
        "Pravit Asawanonda"
    ],
    "citedby-count": 11,
    "ref-count": 40,
    "ref-list": [
        "Years lived with disability (YLDs) for 1160 sequelae of 289 diseases and injuries 1990-2010: A systematic analysis for the global burden of Disease Study 2010",
        "Global skin disease morbidity and mortality",
        "The impact of acne vulgaris on quality of life and psychic health in young adolescents in Greece. Results of a population survey",
        "Consequences of acne on stress, fatigue, sleep disorders and sexual activity: A population-based study",
        "Acne scars: Pathogenesis, classification and treatment",
        "The psychosocial impact of acne vulgaris",
        "Guidelines of care for the management of acne vulgaris",
        "Retinoids in the treatment of skin aging: An overview of clinical efficacy and safety",
        "Short contact therapy of acne with tretinoin",
        "The role of topical dermocosmetics in acne vulgaris",
        "Over-the-counter acne treatments: A review",
        "Clinical and cosmeceutical uses of hydroxyacids",
        "The art and science of new advances in cosmeceuticals",
        "A 10% glycolic acid containing oil-in-water emulsion improves mild acne: A randomized double-blind placebo-controlled trial",
        "Efficacy and safety of 0.1% retinaldehyde/ 6% glycolic acid (diacneal) for mild to moderate acne vulgaris. A multicentre, double-blind, randomized, vehicle-controlled trial",
        "A double-blinded, randomized, vehicle-controlled study to access skin tolerability and efficacy of an anti-inflammatory moisturizer in treatment of acne with 0.1% adapalene gel",
        "The use of cosmeceuticals in acne: Help or hoax?",
        "A double-blind randomized controlled comparison of APDDR-0901, a novel cosmeceutical formulation, and 0.1% adapalene gel in the treatment of mild-to-moderate acne vulgaris",
        "Report of the Consensus Conference on Acne Classification. Washington, D.C., March 24 and 25, 1990",
        "A multicenter, randomized, split-face clinical trial evaluating the efficacy and safety of chromophore gel-assisted blue light phototherapy for the treatment of acne",
        "Pharmacodynamics and pharmacokinetics of topical adapalene",
        "Adapalene: An update on newer comparative studies between the various retinoids",
        "The expression of toll-like receptors in dermatological diseases and the therapeutic effect of current and newer topical toll-like receptor modulators",
        "Effects of alpha-hydroxy acids on photoaged skin: A pilot clinical, histologic, and ultrastructural study",
        "Mode of action of glycolic acid on human stratum corneum: Ultrastructural and functional evaluation of the epidermal barrier",
        "Salicylic acid as a peeling agent: A comprehensive review",
        "A comparative study of gluconolactone versus benzoyl peroxide in the treatment of acne",
        "Anti-inflammatory activity of licochalcone a isolated from Glycyrrhiza inflata",
        "The fixed structure of Licochalcone A by alpha, beta-unsaturated ketone is necessary for anti-inflammatory activity through the inhibition of NF-kappaB activation",
        "Anti-inflammatory efficacy of Licochalcone A: Correlation of clinical potency and in vitro effects",
        "Skin tolerance, efficacy, and quality of life of patients with red facial skin using a skin care regimen containing Licochalcone a",
        "Efficacy and tolerability of a cosmetic skin care product with Trans-4-t-butylcyclohexanol and Licochalcone A in subjects with sensitive skin prone to redness and rosacea",
        "Comparative trial of moisturizer containing licochalcone a vs. Hydrocortisone lotion in the treatment of childhood atopic dermatitis: A pilot study",
        "Randomized, double-blind, split-side comparison study of moisturizer containing licochalcone vs. 1% hydrocortisone in the treatment of infantile seborrhoeic dermatitis",
        "A double-blind, randomized, vehicle-controlled efficacy assessment study of a skin care formulation for improvement of mild to moderately severe acne",
        "Cumulative irritation comparison of adapalene gel and solution with 2 tazarotene gels and 3 tretinoin formulations",
        "Cumulative irritancy potential of adapalene cream 0.1% compared with adapalene gel 0.1% and several tretinoin formulations",
        "Moisturizers for acne: What are their constituents?",
        "Study of the usefulness of moisturizers on adherence of acne patients treated with adapalene"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}