{
    "eid": "2-s2.0-85126026489",
    "title": "TMDs for ENTs – Some more details from non-ENTs",
    "cover-date": "2022-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Otorhinolaryngology",
            "@code": "2733",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Management",
        "Otolaryngologist",
        "Temporomandibular disorder"
    ],
    "authors": [
        "Poramate Pitak-Arnnop",
        "Wantanee Mutirangura",
        "Andreas Neff"
    ],
    "citedby-count": 1,
    "ref-count": 29,
    "ref-list": [
        "Temporomandibular disorder treatment algorithm for otolaryngologists",
        "Screening für kraniomandibuläre dysfunktionen. Eine sinnvolle Maßnahme?",
        "CMD-screening ist wichtig",
        "Systemic diseases and other painful conditions in patients with temporomandibular disorders and migraine",
        "Association between temporomandibular disorders and obesity",
        "International classification of orofacial pain",
        "Self-management programmes in temporomandibular disorders: results from an international Delphi process",
        "The prevalence and overlaps of temporomandibular disorders in patients with myofascial pain with referral – a pilot study",
        "MR imaging of temporomandibular joint dysfunction: a pictorial review",
        "A study of temporomandibular joint osteoarthritis using computed tomographic imaging",
        "CT images of a severe TMJ osteoarthritis and differential diagnosis with other joint disorders",
        "The hierarchy of different treatments for arthrogenous temporomandibular disorders: a network meta-analysis of randomized clinical trials",
        "Statistical analysis of the frequency distribution of signs and symptoms of patients with temporomandibular disorders",
        "Massage du muscle ptérygoïdien latéral dans le SADAM aigu",
        "Pterygoid dysjunction: new minimally invasive technique for the treatment of painful temporomandibular joint dysfunction",
        "Orthognathic surgery as a treatment for temporomandibular disorders",
        "Why use oral splints for temporomandibular disorders (TMDs)?",
        "Efficacy of splint therapy for the management of temporomandibular disorders: a meta-analysis",
        "Self-exercise programmes and occlusal splints in the treatment of TMD-related myalgia – evidence-based medicine?",
        "Reduction of headache intensity and frequency with maxillary stabilization splint therapy in patients with temporomandibular disorders-headache comorbidity: a systematic review and meta-analysis",
        "Management of the temporomandibular joint in rheumatoid disorders",
        "The past, present, and future of oral and maxillofacial surgery—some details in Europe",
        "Comparison of the aesthetic surgery curriculum for oral and maxillofacial surgery, plastic surgery, and otorhinolaryngology training in Germany",
        "Medical, dental and dual-degree “Oral-Maxillofacial” signatures – what have I seen over the past 22 years? Br J Oral Maxillofac Surg (in press)",
        "Diagnostic criteria for temporomandibular disorders (DC/TMD) for clinical and research applications: recommendations of the International RDC/TMD Consortium Network* and Orofacial Pain Special Interest Group†",
        "Evidence based medicine: what it is and what it isn't",
        "Evidence-based oral and maxillofacial surgery: Some pitfalls and limitations",
        "Palpation of the lateral pterygoid region in TMD – where is the evidence?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Marburg",
            "@id": "60002681",
            "affilname": "Universitätsklinikum Gießen und Marburg, Standort Marburg",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002681",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Strasbourg",
            "@id": "127823656",
            "affilname": "Immediate Past President of the European Society of TMJ Surgeons (ESTMJS)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/127823656",
            "affiliation-country": "France"
        }
    ],
    "funding": []
}