{
    "eid": "2-s2.0-85092246330",
    "title": "Outcomes of meaningful work with a focus on Asia: A systematic review",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Social Psychology",
            "@code": "3207",
            "@abbrev": "PSYC"
        },
        {
            "@_fa": "true",
            "$": "Applied Psychology",
            "@code": "3202",
            "@abbrev": "PSYC"
        }
    ],
    "keywords": [
        "Asian context",
        "Career development",
        "Meaningful work",
        "Organizational behavior",
        "Systematic review"
    ],
    "authors": [
        "Suthasinee Chaolertseree",
        "Nattasuda Taephant"
    ],
    "citedby-count": 4,
    "ref-count": 64,
    "ref-list": [
        "A strategic influence of corporate social responsibility on meaningful work and organizational identification, via perceptions of ethical leadership",
        "Outcomes of meaningful work: A meta-analysis",
        "Helping others increases meaningful work: Evidence from three experiences",
        "Meaning in life and work: A developmental perspective",
        "Underemployment and well-being: Exploring the dark side of meaningful work",
        "Socioeconomic privilege and meaningful work: A psychology of working perspective",
        "Inner life, meaningful work, conditions for community and organizational citizenship behavior",
        "The five paradoxes of meaningful work: Introduction to the special issue 'meaning work: Prospects for the 21st century'",
        "What makes work meaningful-or meaningless",
        "The mismanaged soul: Existential labor and the erosion of meaningful work",
        "A review of the empirical literature on meaningful work: Progress and research agenda",
        "Job crafting and meaningful work",
        "Meaning and purpose at work",
        "Why do you work with struggling students? Teacher perceptions of meaningful work in trauma-impacted classrooms",
        "An emerging construct for meaningful work",
        "The moderated influence of ethical leadership, via meaningful work, on followers' engagement, organizational identification, and envy",
        "Meaningful work? Nonprofit marketization and work/life imbalance in popular autobiographies of social entrepreneurship",
        "Purpose and meaning in career development applications",
        "Impact of meaningful work on elderly people's invention to continue working after retirement: A Vietnamese study",
        "Calling and work-related outcomes: Career commitment as a mediator",
        "The systematic review: An overview",
        "Meaningful work, employee engagement, and other key employee outcomes: Implications for human resource development",
        "Antecedents and outcomes of meaningful work among school teachers",
        "Meaningful leadership: How can leaders contribute to meaningful work?",
        "Work engagement and meaningful work across generational cohorts",
        "Accepting lower salaries for meaningful work",
        "The benefits of meaningful work: A meta-analysis",
        "Reaping the benefits of meaningful work: The mediating versus moderating role of work engagement",
        "What does work meaning to hospitality employees? The effect of meaningful work on employee's organizational commitment: The mediating role of job engagement",
        "Promoting and protecting mental health as flourishing: A complementary strategy for improving national mental health",
        "Meaningful work and job performance among nurses in medical university hospitals, The People's Republic of China",
        "Measuring the meaning of meaningful work: Development and validation of the comprehensive meaningful work scale (CMWS)",
        "Fostering meaningful work in organizations: A multi-level review and integration",
        "Purpose in life as a system that creates and sustains health and well-being: An integrative, testable theory",
        "Effect of supervisor support, co-worker support and meaningful work on work engagement of Pharmaceutical firms' employees in Thailand",
        "The importance of meaningful work",
        "A normative meaning of meaning work",
        "Meaningful work: Connecting business ethics and organization studies",
        "If you're burning out, carve a new path",
        "Meaningful work at a distance: A case study in a hospital",
        "Mediating role of meaningful work between resources and work engagement in Bangladesh's private banks",
        "Could self-centrism rust the glitter of meaningful work? Exploring the darker sides of the construct",
        "An exploratory study about meaningful work in acute care nursing",
        "Fostering meaningfulness in working and at work",
        "Burnout is an official medical diagnosis, World Health Organization says",
        "Cultivating meaningful work in healthcare: A paradigm and practice",
        "On the meaning of work: A theoretical integration and review",
        "A theory of cultural values and some implications for work",
        "A theory of cultural value orientations: Explication and applications",
        "Positive psychology: An introduction",
        "The search for meaningful work: A network analysis of personality and the job characteristic model",
        "Measuring meaningful work: The Work and Meaning Inventory (WAMI)",
        "An innovative solution to leverage meaningful work to attract, retain and manage Generation Y employees in Singapore's hotel industry",
        "Does meaningful work reduce cyberloafing? Important roles of affective commitment and leader-member exchange",
        "Meaningful work and well-being: A study of the positive side of veterinary work",
        "The motivational potential of meaningful work: Relationships with strengths use, work engagement, and performance",
        "Why do Singapore, Tokyo and Kula Lumpur work so hard?",
        "Conceptualizing meaningful work as a fundamental human need"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}