{
    "eid": "2-s2.0-85072370780",
    "title": "Gender and questions as complaints: An interlanguage pragmatic study",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Language and Linguistics",
            "@code": "1203",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Linguistics and Language",
            "@code": "3310",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Complaint",
        "Complaint Strategies",
        "Gender",
        "Interlanguage Pragmatics",
        "Questions"
    ],
    "authors": [
        "Tiwahporn Thongtong",
        "Jiranthara Srioutai"
    ],
    "citedby-count": 3,
    "ref-count": 59,
    "ref-list": [
        "A sociopragmatic analysis of griping: The case of iranian students",
        "The discourse function of questions",
        "Complaining in efl learners: Differences of realization between men and women (a case study of Indonesian efl learners at the english department of the Indonesian university of education)",
        "Hedging patterns used as mitigation and politeness strategies",
        "Social distance and speech behaviour. The case of indirect complaint",
        "Sex differences in the development of spatial and linguistic skills",
        "Family structure and feminine personality",
        "Impoliteness and entertainment in the television quiz show: The Weakest Link",
        "Reflections on impoliteness, relatinal work and power",
        "Characteristics and consequences of interpersonal complaints associated with perceived face threat",
        "Complaints about transgressions and misconduct",
        "Complainable matters: The use of idiomatic expressions in making complaints",
        "The question of tag questions in women's speech: They don't really use more of them, do they?",
        "Moaning, whinging and laughing: The subjective side of complaints",
        "Conversational insecurity",
        "Face-Threatening speech acts and face-invading speech acts: An interpretation of politeness phenomena",
        "Logic and conversation",
        "Questions and questioning",
        "On the sequential organization of troubles-Talk in ordinary conversation",
        "Viewpoint: What is hospitality?",
        "Language and woman's place",
        "Women are more likely than men to use tentative language, aren't they? A meta-Analysis testing for gender differences and moderators",
        "The dynamic formulation of a complaint in a Thai service encounter: A case study",
        "A cultural approach to male-female miscommunication",
        "Complaint calls to a caregiver service company: The case of desahogo",
        "The dynamics of complaining in a Latin American for-profit commercial setting",
        "Sex difference and sentence-final particles",
        "My grade's too low: The speech act set of complaining",
        "Interlanguage Features of the Speech Act of Complaining",
        "Compliment responses: Notes on the co-operation of multiple constraints",
        "Why are you late? Cross-Cultural Pragmatic Study of Complaints in American English and Ukrainian",
        "Complaints: A cross-cultural study of pragmatic strategies and linguistic forms",
        "On complainability",
        "Complaining in efl learners: Differences of realizations between men and women (a case study of Indonesian efl learners at the english department of the Indonesian university of education)",
        "Pragmatic strategies in Catalan and English complaints: A comparative study of native and EFL speakers",
        "The speech act of complaint as realized by advanced sudanese learners of english",
        "Male, female and transgender: Stereotypes and self in Thailand",
        "Feminist standpoint theory and muted group theory: Commonalities and divergences",
        "On the pragmatic functions of English rhetoric in pubic speech: A case study of Emma Watson's HeForShe"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}