{
    "eid": "2-s2.0-85006054784",
    "title": "X-ray–free Ultrasound-guided Percutaneous Nephrolithotomy: How to Select the Right Patient?",
    "cover-date": "2017-02-01",
    "subject-areas": [
        {
            "$": "Urology",
            "@code": "2748"
        }
    ],
    "keywords": [],
    "authors": [
        "Manint Usawachintachit"
    ],
    "citedby-count": 30,
    "ref-count": 30,
    "ref-list": [
        "The modern history and evolution of percutaneous nephrolithotomy",
        "Does Imaging Modality Used for Percutaneous Renal Access Make a Difference? A Matched Case Analysis",
        "Risk of radiation exposure during PCNL",
        "Training in percutaneous nephrolithotomy",
        "Training in Percutaneous Nephrolithotomy-A Critical Review",
        "Adopting Ultrasound Guidance for Prone Percutaneous Nephrolithotomy: Evaluating the Learning Curve for the Experienced Surgeon",
        "Complication and safety of ultrasound guided percutaneous nephrolithotomy in 8 025 cases in China",
        "Ultrasound guidance for renal tract access and dilation reduces radiation exposure during percutaneous nephrolithotomy",
        "Shock wave lithotripsy success determined by skin-to-stone distance on computed tomography",
        "Improved formulas for the estimation of renal depth in adults",
        "Chapter 1: AUA guideline on management of staghorn calculi: diagnosis and treatment recommendations.",
        "Unenhanced CT for the evaluation of acute ureteric colic: The essential pictorial guide",
        "Ultrasound-Guided Renal Access for Percutaneous Nephrolithotomy: A Description of Three Novel Ultrasound-Guided Needle Techniques",
        "The clavien-dindo classification of surgical complications: Five-year experience",
        "The ideal puncture approach for PCNL: Fluoroscopy, ultrasound or endoscopy?",
        "World J Clin Cases",
        "Health risks from exposure to low levels of ionizing radiation: BEIR VII Phase 2",
        "Our Experience with Totally Ultrasonography-Guided Percutaneous Nephrolithotomy in Children",
        "Challenges on percutaneous nephrolithotomy in pregnancy: Supine position approach through ultrasound guidance",
        "Office ultrasound for the urologist",
        "Interventional Uroradiology",
        "Practice patterns in the treatment of large renal stones",
        "Using an abdominal phantom to teach urology residents ultrasound-guided percutaneous needle placement",
        "Pediatric percutaneous nephrolithotomy: Assessing impact of technical innovations on safety and efficacy",
        "Solo ultrasonography-guided percutanous nephrolithotomy for single stone pelvis",
        "‘X-ray’-free balloon dilation for totally ultrasound-guided percutaneous nephrolithotomy",
        "Ultrasonographic versus fluoroscopic access for percutaneous nephrolithotomy: A randomized clinical trial",
        "Which is the preferred modality of renal access for a trainee urologist: Ultrasonography or fluoroscopy? results of a prospective randomized trial",
        "Organ-specific radiation dose rates and effective dose rates during percutaneous nephrolithotomy",
        "Ultrasound Guidance to Assist Percutaneous Nephrolithotomy Reduces Radiation Exposure in Obese Patients"
    ],
    "affiliation": [
        {
            "affiliation-city": "Beijing",
            "affilname": "Beijing Tsinghua Changgung Hospital",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "San Francisco",
            "affilname": "University of California, San Francisco",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Institutes of Health",
        "National Institutes of Health",
        "National Institute of Diabetes and Digestive and Kidney Diseases",
        "National Institute of Diabetes and Digestive and Kidney Diseases"
    ]
}