{
    "eid": "2-s2.0-84982686582",
    "title": "Biomass and lipid enhancement in Ankistrodesmus sp. cultured with reused and minimal nutrients media",
    "cover-date": "2016-07-03",
    "subject-areas": [
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        }
    ],
    "keywords": [
        "Cultivation",
        "economics",
        "microalgae",
        "modified nutrients",
        "photobioreactor"
    ],
    "authors": [
        "Katesuda Sukkrom"
    ],
    "citedby-count": 7,
    "ref-count": 28,
    "ref-list": [
        "Anaerobic digestion of microalgae as a necessary step to make microalgal biodiesel sustainable",
        "Yields, photosynthetic efficiencies and proximate composition of dense marine microalgal cultures. II. Dunaliella primolecta and Tetraselmis suecica experiments",
        "Optimal growth conditions for Isochrysis galbana",
        null,
        "Growth and lipid accumulation properties of a freshwater microalga Scenedesmus sp. under different cultivation temperature",
        "Biodiesel from oilgae, biofixation of carbon dioxide by microalgae: A solution to pollution problems",
        "Int. J. Biol. Sci",
        "Large scale laboratory cultures of Ankistrodesmus gracilis (Reisch) Korsikov (Chlorophyta) and Diaphanosoma biergei Korinek, 1981 (Cladocera)",
        "Microalga Scenedesmus obliquus as a potential source for biodiesel production",
        "Biodiesel production by the green Microalga scenedesmus obliquus in a recirculatory aquaculture system",
        null,
        "Effects of light intensity on the growth and lipid accumulation of microalga Scenedesmus sp. 11-1 under nitrogen limitation",
        "Effects of temperature and nutrient regimes on biomass and lipid production by six oleaginous microalgae in batch culture employing a two-phase cultivation strategy",
        "Harvest of Scenedesmus sp. with bioflocculant and reuse of culture medium for subsequent high-density cultures",
        "Flocculation as a low-cost method for harvesting microalgae for bulk biomass production",
        "Optimal growth conditions and the cultivation of Chaetoceros calcitrans in airlift photobioreactor",
        "Lipid productivity as a key characteristic for choosing algal species for biodiesel production",
        "Purification and properties of unicellular blue-green algae (order Chroococcales).",
        "Photosynthetic response of Nodularia spumigena to UV and photosynthetically active radiation depends on nutrient (N and P) availability",
        "Growing Scenedesmus quadricauda in used culture media: is it viable?",
        "Growth medium recycling in Nannochloropsis sp. mass cultivation",
        "Effects of dilution rate and water reuse on biomass and lipid production of Scenedesmus obliquus in a two-stage novel photobioreactor",
        "Optimization of biomass and fatty acid productivity of Scenedesmus obliquus as a promising microalga for biodiesel production",
        "Microalgae for oil: Strain selection, induction of lipid synthesis and outdoor mass cultivation in a low-cost photobioreactor",
        "Effect of nitrogen on growth and lipid content of Chlorella pyrenoidosa",
        null,
        "Increase in Chlorella strains calorific values when grown in low nitrogen medium",
        "J. Trop. Biol. Conserv"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}