{
    "eid": "2-s2.0-85111396560",
    "title": "Immobilizing Bactericides on Dental Resins via Electron Beam Irradiation",
    "cover-date": "2021-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Dentistry (all)",
            "@code": "3500",
            "@abbrev": "DENT"
        }
    ],
    "keywords": [
        "anti-bacterial compounds",
        "bacteria",
        "biofilms",
        "biomaterials",
        "dental materials",
        "polymer"
    ],
    "authors": [
        "P. Thongthai",
        "H. Kitagawa",
        "Y. Iwasaki",
        "S. Noree",
        "R. Kitagawa",
        "S. Imazato"
    ],
    "citedby-count": 2,
    "ref-count": 38,
    "ref-list": [
        "Ultraviolet-induced surface grafting of octafluoropentyl methacrylate on polyether ether ketone for inducing antibiofilm properties",
        "Surface designing of polypropylene by critical monitoring of the grafting conditions",
        "The ADP-glucose pyrophosphorylase from Streptococcus mutans provides evidence for the regulation of polysaccharide biosynthesis in Firmicutes: ADP-Glc PPases in Firmicutes",
        "Swelling kinetics of a hydrogel of poly(ethylene glycol) and poly(acrylamide-co-styrene)",
        "Dental primer and adhesive containing a new antibacterial quaternary ammonium monomer dimethylaminododecyl methacrylate",
        "Difference in virulence and composition of a cariogenic biofilm according to substratum direction",
        "Inhibitory effects of resin composite containing bactericide-immobilized filler on plaque accumulation",
        "Streptococcus mutans–induced secondary caries adjacent to glass ionomer cement, composite resin and amalgam restorations in vitro",
        "Acrylic polymer-grafted polypropylene sutures for covalent immobilization or reversible adsorption of vancomycin",
        "Development of membranes by radiation-induced graft polymerization of monomers onto polyethylene films",
        "Cation exchange membranes by pre-irradiation grafting of styrene into FEP films: I. Influence of synthesis conditions",
        "Proton exchange membranes by radiation-induced graft copolymerization of monomers into teflon-FEP films",
        "Radiation grafted membranes",
        "Poly(ethylene glycol) dicarboxylate/poly(ethylene oxide) hydrogel film co-crosslinked by electron beam irradiation as an anti-adhesion barrier",
        "The study on radiation grafting of acrylic acid onto fluorine-containing polymers: III. Kinetic study of preirradiation grafting onto poly(tetrafluoroethylene–hexafluoropropylene)",
        "Antibacterial activity of cured dental resin incorporating the antibacterial monomer MDPB and an adhesion-promoting monomer",
        "Cutting-edge filler technologies to release bio-active components for restorative and preventive dentistry",
        "Incorporation of bacterial inhibitor into resin composite",
        "Graft polymerization of acrylic acid onto polyethylene film by preirradiation method: I. Effects of preirradiation dose, monomer concentration, reaction temperature, and film thickness",
        "Effect of gamma radiation and accelerated electron beam on stable paramagnetic centers induction in bone mineral: influence of dose, irradiation temperature and bone defatting",
        "The association between the DMFS index and levels of salivary Streptococcus mutans and lactobacilli of subjects living in Erzurum, Turkey",
        "E-beam graft polymerization of hydrophilic PEG-methacrylate on the surface of PMMA",
        "Development of an antibacterial root canal filling system containing MDPB",
        "Cetylpyridinium chloride: mechanism of action, antimicrobial efficacy in biofilms, and potential risks of resistance",
        "Preparation and applications of ion exchange membranes by radiation-induced graft copolymerization of polar monomers onto non-polar films",
        "Enhancement of autolysis of Streptococcus pneumoniae by lysozyme",
        "Effect of brief cetylpyridinium chloride treatments during early and mature cariogenic biofilm formation",
        "Ability of different restorative materials to prevent in situ secondary caries: analysis by polarized light-microscopy and energy-dispersive x-ray",
        "Radiation grafting for the functionalization and development of smart polymeric materials",
        "Modification of polypropylene fiber by radiation-induced graft copolymerization of acrylonitrile monomer",
        "Exploring the effect of electron beam irradiation on the properties of some EPDM-flax fiber composites",
        "Development of novel surface coating composed of MDPB and MPC with dual functionality of antibacterial activity and protein repellency",
        "Antibacterial effects of three experimental quaternary ammonium salt (QAS) monomers on bacteria associated with oral infections",
        "Mode of action of the antimicrobial peptide Mel4 is independent of Staphylococcus aureus cell membrane permeability",
        "Inhibition of multispecies biofilms by a fluoride-releasing dental prosthesis copolymer",
        "Synthesis of new antibacterial quaternary ammonium monomer for incorporation into CaP nanocomposite"
    ],
    "affiliation": [
        {
            "affiliation-city": "Suita",
            "@id": "60027625",
            "affilname": "Kansai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027625",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Suita",
            "@id": "60024322",
            "affilname": "Osaka University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024322",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "MDPB",
        "Japan Society for the Promotion of Science",
        "Ministry of Education, Culture, Sports, Science and Technology",
        "Osaka University"
    ]
}