{
    "eid": "2-s2.0-84979025584",
    "title": "Possible mechanism of gallium bioleaching from gallium nitride (GAN) by Arthrobacter creatinolyticus: Role of amino acids/peptides/proteins bindings with gallium",
    "cover-date": "2016-09-01",
    "subject-areas": [
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        },
        {
            "$": "Safety",
            "@code": "2213"
        }
    ],
    "keywords": [
        "Arthrobacter creatinolyticus",
        "Bioleaching",
        "Electronic waste",
        "Gallium nitride",
        "Semiconductor"
    ],
    "authors": [
        "Sirikan Maneesuwannarat"
    ],
    "citedby-count": 14,
    "ref-count": 47,
    "ref-list": [
        "ATR-FTIR spectroscopic investigation on phosphate adsorption mechanisms at the ferrihydrite-water interface",
        "Infrared spectroscopy of proteins",
        "Infrared Spectroscopy – Materials Science, Engineering and Technology",
        "Bonekey Rep.",
        "Cell culture systems for studies of bone and tooth mineralization",
        "Application of vibrational spectroscopy to the study of mineralized tissues (Review)",
        "Recovery of gallium from aluminum industry residues",
        "Encyclopedia of Analytical Chemistry",
        "Recovery of gallium from coal fly ash",
        "Preparation of high-purity gallium from semiconductor fabrication waste",
        "Synthesis and thermal behavior of Mg-doped calcium phosphate nanopowders via the sol gel method",
        "Vibrational analysis of nucleic acids. V. Force field and conformation- dependent modes of the phosphodiester backbone modeled by diethyl phosphate",
        "Application of metal coordination chemistry to explore and manipulate cell biology",
        null,
        "Description of Arthrobacter creatinolyticus sp. nov., isolated from human urine",
        "Microorganisms in reclamation of metals.",
        "FTIR spectral analysis and mechanical properties of sodium phosphate glass-ceramics",
        "Preparation of high-purity gallium from semiconductor fabrication waste",
        "A study on the extraction of gallium from gallium arsenide scrap",
        "Metabolic injury to bacteria. II. Metabolic injury induced by distilled water or Cu++ in the plating diluent.",
        "Bioleaching of gallium from gallium arsenide by Cellulosimicrobium funkei and its application to semiconductor/electronic wastes",
        "Infrared Spectroscopy of Biomolecules",
        "Screening and production of a potent extracellular Arthrobacter creatinolyticus urease for determination of heavy metal ions",
        "Potentiometric biosensor for determination of urea in milk using immobilized Arthrobacter creatinolyticus urease",
        "Fourier transform infrared spectra of technologically modified calcium phosphates",
        "Influence of phosphoproteins' biomimetic analogs on remineralization of mineral-depleted resin-dentin interfaces created with ion-releasing resin-based systems",
        "Recycling process for recovery of gallium from GaN an e-waste of LED industry through ball milling, annealing and leaching",
        "Recycling of metal-organic chemical vapor deposition waste of GaN based power device and LED industry by acidic leaching: Process optimization and kinetics study",
        "Bone-like hydroxyapatite precipitated from 10×SBF-like solution by microwave irradiation",
        "Oxidation of gallium sulfides by Thiobacillus ferrooxidans",
        "Differential adhesion of amino acids to inorganic surfaces",
        "Reductive leaching of gallium from zinc residue",
        "Study on the recovery of gallium from phosphorus flue dust by leaching with spent sulfuric acid solution and precipitation",
        "Recovery of gallium from Bayer liquor: A review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Shibaura Institute of Technology",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Higher Education Research Promotion",
        "Office of the Higher Education Commission",
        "National Research Council of Thailand"
    ]
}