{
    "eid": "2-s2.0-84961256909",
    "title": "Effects of precooling with cold water ingestion on thermoregulatory response of obese men during moderate intensity exercise in hot and humid environment",
    "cover-date": "2016-02-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Core temperature",
        "Exercise",
        "Fluid loss",
        "Hot environment",
        "Obesity",
        "Precooling",
        "Thermoregulation"
    ],
    "authors": [
        "Piyachate Tasing"
    ],
    "citedby-count": 2,
    "ref-count": 22,
    "ref-list": [
        "Assessing obesity: Classification and epidemiology",
        "The global epidemic of obesity: An overview",
        "The WHO report \"Preventing chronic diseases: A vital investment\" and us",
        "The medical-care cost burden of obesity",
        "Obesity as a medical problem",
        "Treatment and prevention of obesity: What is the role of exercise?",
        "Epidemiology of obesity in the United States",
        "Appropriate physical activity intervention strategies for weight loss and prevention of weight regain for adults",
        "Long-term weight loss after diet and exercise: A systematic review",
        "Exercise and obesity",
        "Exertional heat illness during training and competition",
        "The impact of obesity on physiological responses during prolonged exercise",
        "Exercise and fluid replacement",
        "Rectal temperatures, weight losses, and sweat rates in marathon running.",
        "National Athletic Trainers' Association position statement: Exertional heat illnesses",
        "Fitness, obesity and risk of heat illness among army trainees",
        "Ice slurry ingestion increases core temperature capacity and running time in the heat",
        "Cold drink ingestion improves exercise endurance capacity in the heat",
        "Self-paced exercise performance in the heat after pre-exercise cold-fluid ingestion",
        "Perceived exertion as an indicator of somatic stress.",
        "Core body temperature in obesity",
        "Pre-cooling with ice slurry ingestion leads to similar run times to exhaustion in the heat as cold water immersion"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}