{
    "eid": "2-s2.0-85087111423",
    "title": "Paper-Based Analytical Device for Real-Time Monitoring of Egg Hatching in the Model Nematode Caenorhabditis elegans",
    "cover-date": "2020-06-26",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Bioengineering",
            "@code": "1502",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Instrumentation",
            "@code": "3105",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Process Chemistry and Technology",
            "@code": "1508",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Fluid Flow and Transfer Processes",
            "@code": "1507",
            "@abbrev": "CENG"
        }
    ],
    "keywords": [
        "C. elegans",
        "colloid chitin azure",
        "egg hatching",
        "gauze layer",
        "paper-based devices"
    ],
    "authors": [
        "Julaluk Noiphung",
        "Mani Iyer Prasanth",
        "Tewin Tencomnao",
        "Wanida Laiwattanapaisal"
    ],
    "citedby-count": 1,
    "ref-count": 35,
    "ref-list": [
        "High-throughput screening and small animal models, where are we?",
        "Chemistry and the worm: Caenorhabditis elegans as a platform for integrating chemical and biological research",
        "Finding function in novel targets: C. elegans as a model organism",
        "Analyzing the synergistic effects of antioxidants in combating photoaging using model nematode, Caenorhabditis elegans",
        "Microfluidic laboratories for C. elegans enhance fundamental studies in biology",
        "PDMS filter structures for size-dependent larval sorting and on-chip egg extraction of C. elegans",
        "Caenorhabditis elegans egg-laying detection and behavior study using image analysis",
        "Chitinolytic activities in Heligmosomoides polygyrus and their role in egg hatching",
        "Chitinases",
        "Screening for presenilin inhibitors using the free-living nematode, Caenorhabditis elegans",
        "Colorimetric assay for chitinase",
        "A fast, sensitive and easy colorimetric assay for chitinase and cellulase activity detection",
        "Colloid chitin azure is a dispersible, low-cost substrate for chitinase measurements in a sensitive, fast, reproducible assay",
        "High-throughput sorting of eggs for synchronization of C. elegans in a microfluidic spiral chip",
        "Patterned paper as a platform for inexpensive, low-volume, portable bioassays",
        "Diagnosis of tuberculosis using colorimetric gold nanoparticles on a paper-based analytical device",
        "Review on microfluidic paper-based analytical devices towards commercialisation",
        "Flexible and disposable paper-and plastic-based gel micropads for nematode handling, imaging, and chemical testing",
        "Supported high-throughput 3D culturing, trapping, and monitoring of Caenorhabditis elegans",
        "Synchronous growth and aging of Caenorhabditis elegans in the presence of fluorodeoxyuridine",
        "Antiaging, stress resistance, and neuroprotective efficacies of Cleistocalyx nervosum var. paniala fruit extracts using Caenorhabditis elegans model",
        "Understanding wax printing: A simple micropatterning process for paper-based microfluidics",
        "Ultraviolet-A triggers photoaging in model nematode Caenorhabditis elegans in a DAF-16 dependent pathway",
        "Chitinases from bacteria to human: Properties, applications, and future perspectives",
        "In situ paper-based 3D cell culture for rapid screening of the anti-melanogenic activity",
        "What's new in chitinase research?",
        "Chitinase-producing bacteria and their role in biocontrol",
        "Aging in the nematode Caenorhabditis elegans: Major biological and environmental factors influencing life span",
        "Multifunctional paper-based analytical device for in situ cultivation and screening of Escherichia coli infections",
        "From Odors to Behaviors in Caenorhabditis elegans",
        "Cotton-based diagnostic devices",
        "Life cycle and population growth rate of Caenorhabditis elegans studied by a new method"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}