{
    "eid": "2-s2.0-84927914176",
    "title": "Fluorescent phenylethynylene calix[4]arenes for sensing TNT in aqueous media and vapor phase",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [],
    "authors": [
        "Kanokthorn Boonkitpatarakul"
    ],
    "citedby-count": 17,
    "ref-count": 54,
    "ref-list": [
        "Toxicological Profile for 2,4,6-Trinitrotoluene",
        "Accumulation of trinitrotoluene (TNT) in aquatic organisms: Part 1 - Bioconcentration and distribution in channel catfish (Ictalurus punctatus)",
        "The use of amino compounds for binding 2,4,6-trinitrotoluene in water",
        "Innovative Treatment Technologies: Annual Status Report, 8th Edn",
        "Polymer sensors for nitroaromatic explosives detection",
        "Sensitivity gains in chemosensing by lasing action in organic polymers",
        "High-sensitivity detection of TNT",
        "Luminescent oligo(tetraphenyl)silole nanoparticles as chemical sensors for aqueous TNT",
        "On-site detection of TNT with a portable fiber optic biosensor",
        "Detection of TNT and Picric Acid on Surfaces and in Seawater by Using Photoluminescent Polysiloles",
        "Pyrene-containing conjugated polymer-based fluorescent films for highly sensitive and selective sensing of TNT in aqueous medium",
        "Conjugated polymer-based chemical sensors",
        "Cross-reactive chemical sensor arrays",
        "Detection of explosives with a fluorescent nanofibril film",
        "Chemical sensors based on amplifying fluorescent conjugated polymers",
        "Conjugated polymer-based chemical sensors",
        "Porous shape persistent fluorescent polymer films: An approach to tnt sensory materials [4]",
        "Fluorescent porous polymer films as TNT chemosensors: Electronic and structural effects",
        "Polymer sensors for nitroaromatic explosives detection",
        "Detection of TNT and Picric Acid on Surfaces and in Seawater by Using Photoluminescent Polysiloles",
        "Detection of nitroaromatic explosives based on photoluminescent polymers containing metalloles",
        "Synthesis, luminescence properties, and explosives sensing with 1,1-tetraphenylsilole- and 1,1-silafluorene-vinylene polymers",
        "Surfactant-induced modification of quenching of conjugated polymer fluorescence by electron acceptors: Applications for chemical sensing",
        "Fluorescent conjugated polymer films as TNT chemosensors",
        "Fluorescent polyacetylene thin film sensor for nitroaromatics",
        "Optical explosives detection: From color changes to fluorescence turn-on",
        "Luminescence-based methods for sensing and detection of explosives",
        "Fluorescent Chemosensors Based on Energy Migration in Conjugated Polymers: The Molecular Wire Approach to Increased Sensitivity",
        "Fluoranthene based derivatives for detection of trace explosive nitroaromatics",
        "Quenching mechanism of Zn(salicylaldimine) by nitroaromatics",
        "Luminescence-based methods for sensing and detection of explosives",
        "Optical explosives detection: From color changes to fluorescence turn-on",
        "Simple molecule-based fluorescent sensors for vapor detection of TNT",
        "Dipyrenylcalix[4]arene-A fluorescence-based chemosensor for trinitroaromatic explosives",
        "Chem. Commun.",
        "Supramolecular polymer for explosives sensing: Role of H-bonding in enhancement of sensitivity in the solid state",
        "Vapor-phase detection of trinitrotoluene by AIEE-active hetero-oligophenylene-based carbazole derivatives",
        "Calix[2]pyreno[2]pyrrole as a fluorescence chemical probe for polynitroaromatics",
        "Tunable star-shaped triphenylamine fluorophores for fluorescence quenching detection and identification of nitro-aromatic explosives",
        "Electron rich supramolecular polymers as fluorescent sensors for nitroaromatics",
        "Fluorescence and visual sensing of nitroaromatic explosives using electron rich discrete fluorophores",
        "Selective detection of TNT and picric acid by conjugated polymer film sensors with donor-acceptor architecture",
        "Highly selective and sensitive fluorescent paper sensor for nitroaromatic explosive detection",
        "Dipyrenylcalix[4]arene-A fluorescence-based chemosensor for trinitroaromatic explosives",
        "Substituted p-phenylene ethynylene trimers as fluorescent sensors for nitroaromatic explosives",
        "Solid-state sensory properties of CALIX-poly(phenylene ethynylene)s toward nitroaromatic explosives",
        "Fluorescence and piezoresistive cantilever sensing of trinitrotoluene by an upper-rim tetrabenzimidazole conjugate of calix[4]arene and delineation of the features of the complex by molecular dynamics",
        "Synthesis of a chiral calixarene: 5,11,17,23-tetra (tert-butyl)-25,27-bis[((+)-camphor-10-sulfonyl)-oxy]-calix[4]arene-26,28-diol: crystal and molecular structure of its (1:2) complex with toluene",
        "Stilbene-bridged tert-butylcalix[4]arene as photoswitchable molecular receptors",
        "Synthesis of a deep cavity calix[4]arene by fourfold Sonogashira cross-coupling reaction and selective fluorescent recognition toward p-nitrophenol",
        "Electronic properties of oligophenylenevinylene and oligophenyleneethynylene arrays constructed on the upper rim of a calix[4]arene core",
        "Chem. Commun.",
        "J. Chem. Soc., Perkin Trans. 2",
        "Principles of fluorescence spectroscopy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}