{
    "eid": "2-s2.0-85019643619",
    "title": "In vivo exfoliating efficacy of biodegradable beads and the correlation with user's satisfaction",
    "cover-date": "2018-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Dermatology",
            "@code": "2708",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Corneometer®",
        "dansyl chloride",
        "exfoliating beads",
        "gel scrubs",
        "moisturizing effect",
        "stratum corneum turnover time"
    ],
    "authors": [
        "J. Kitsongsermthon",
        "J. Kreepoke",
        "K. Duangweang",
        "A. Tansirikongkol"
    ],
    "citedby-count": 5,
    "ref-count": 23,
    "ref-list": [
        "Cosmeceuticals off the face",
        "Facial cleansers and cleansing cloths",
        "Personal hygiene, cleansers, and xerosis",
        "Reducing microplastics from facial exfoliating cleansers in wastewater through treatment versus consumer product decisions",
        "Evidence of microbeads from personal care product contaminating the sea",
        "Microplastic pollution in the surface waters of the Laurentian Great Lakes",
        "Contributing to marine pollution by washing your face: microplastics in facial cleansers",
        "leftacterisation, quantity and sorptive properties of microplastics extracted from cosmetics",
        "Personal cleansing products: properties and use",
        "In vivo cleansing efficacy of biodegradable exfoliating beads assessed by skin bioengineering techniques",
        "A method for measuring desquamation and its use for assessing the effects of some common exfoliants",
        "Improved fluorescence staining technique for estimating turnover of the human stratum corneum",
        "Measurement of turnover time of stratum corneum using dansyl chloride fluorescence",
        "Moisturizing effect of cosmetic formulations containing Aloe vera extract in different concentrations assessed by skin bioengineering techniques",
        "Corneocyte size and cell renewal: effects of aging and sex hormones",
        "The structure and function of skin",
        "Influence of exfoliating facial cleanser on the bio-tribological properties of human skin",
        "Mechanical removal of the superficial portion of the stratum corneum by a scrub cream: methods for the objective assessment of the effects",
        "Moisturization and skin barrier function",
        "Cosmetic buying behavior: examining the effective factors"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Suthira Taychakhoonavudh",
        "Chulalongkorn University",
        "Faculty of Pharmaceutical Sciences"
    ]
}