{
    "eid": "2-s2.0-85080041318",
    "title": "Nocticolid cockroaches are the only known dinosaur age cave survivors",
    "cover-date": "2020-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Geology",
            "@code": "1907",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "Blattaria = Blattodea",
        "Burmite",
        "Fossil insect",
        "Mesozoic",
        "Nocticolidae"
    ],
    "authors": [
        "Hemen Sendi",
        "Peter Vršanský",
        "Lenka Podstrelená",
        "Jan Hinkelman",
        "Tatiana Kúdelová",
        "Matúš Kúdela",
        "Ľubomír Vidlička",
        "Xiaoyin Ren",
        "Donald L.J. Quicke"
    ],
    "citedby-count": 29,
    "ref-count": 82,
    "ref-list": [
        "Three new species of Nocticola Bolívar from Ghana, West Africa (Blattaria: Nocticolidae)",
        "Emergence and diversification of fly pigmentation through evolution of a gene regulatory module",
        "Venezuelan Tepuis: Their Caves and Biota",
        "Preservation and accumulation of biological inclusions in Lebanese amber and their significance",
        "Alienoptera-a new insect order in the roach-mantodean twilight zone",
        "A new Cretaceous insect with a unique cephalothoracic scissor device",
        "Archaeatropidae, a new family of Psocoptera from the Cretaceous amber of Alava, Northern Spain",
        "Cockroaches: Ecology, Behavior, and Natural History",
        "Paleozercon cavernicolus, n. gen., n. sp., fossil mite from a cave in the Southwestern USA (Acari, Gamasida: Zerconidae), with a key to Nearctic genera of Zerconidae",
        "Transoceanic dispersal and plate tectonics shaped global cockroach distributions: evidence from mitochondrial phylogenomics",
        "The first terrestrial isopod (Crustacea: Isopoda: Oniscidea) from Cretaceous Burmese amber of Myanmar",
        "NeighborNet: an agglomerative algorithm for the construction of planar phylogenetic networks",
        "Relaxed selective constraints drove functional modifications in peripheral photoreception of the cavefish P. andruzzii and provide insight into the time of cave colonization",
        "Un cas de micropthalmie lice a l'atrophie des ailes chez une blatte cavernicole",
        "Phylogeny of cockroaches (Insecta, Dictyoptera, Blattodea), with placement of aberrant taxa and exploration of out-group sampling",
        "Identifying possible sister groups of Cryptocercidae+Isoptera: a combined molecular and morphological phylogeny of Dictyoptera",
        "Speleological expeditions to the Shan plateau in Myanmar",
        "Fossil calibrations for the cockroach phylogeny (Insecta, Dictyoptera, Blattodea), comments on the use of wings for their identification, and a redescription of the oldest Blaberidae",
        "The breakup of East Gondwana: assimilating constraints from Cretaceous ocean basins around India into a best-fit tectonic model",
        "Review of the millipede genus Plusioglyphiulus Silvestri, 1923, with descriptions of new species from Southeast Asia (Diplopoda, Spirostreptida, Cambalopsidae)",
        "The phylogeny of cockroach families: a cladistic appraisal of morpho-anatomical data",
        "Fossiliferous Cretaceous amber from Myanmar (Burma): its rediscovery, biotic diversity, and paleontological significance",
        "The first fossil spider cricket (Orthoptera: Gryllidae: Phalangopsinae): 20 million years of troglobiomorphosis or exaptation in the dark?",
        "Spinaeblattina myanmarensis gen. et sp. nov. and Blattoothecichnus argenteus ichnogen. et ichnosp. nov. (both Mesoblattinidae) from mid-Cretaceous Myanmar amber",
        "Earliest behavioral mimicry and possible food begging in a Mesozoic alienopterid pollinator",
        "Exploring the evolution and terrestrialization of scorpions (Arachnida: Scorpiones) with rocks and clocks",
        "Phylogenetic Networks: Concepts, Algorithms and Applications",
        "Death of an order: a comprehensive molecular phylogenetic study confirms that termites are eusocial cockroaches",
        "The cephalo-thoracic apparatus of Caputoraptor elegans may have been used to squeeze prey",
        "Phylogeny of Dictyoptera: dating the origin of cockroaches, praying mantises and termites with molecular data and controlled fossil evidence",
        "A new cretaceous cockroach with heterogeneous tarsi preserved in Burmese amber (Dictyoptera, Blattodea, Corydiidae)",
        "A new mid-Cretaceous cockroach of stem Nocticolidae and reestimating the age of Corydioidea (Dictyoptera: Blattodea)",
        "Old method not old-fashioned: parallelism between wing venation and wing-pad tracheation of cockroaches and a revision of terminology",
        "Cockroaches that lack Blattabacterium endosymbionts: the phylogenetically divergent genus Nocticola",
        "The 19th century excavation of Kent's Cavern",
        "Dominant Burmite cockroach Jantaropterix ellenbergeri sp.n. might laid isolated eggs together",
        "Female teneral mating in a monandrous species",
        "Fossil evidence of a tapaculo in the Quaternary of Cuba (Aves, Passeriformes, Scytalopodidae)",
        "Resource exploitation: animal use during the middle stone age at Sibudu Cave, Kwazulu-Natal",
        "Cratovitisma Bechly, 2007 (Blattaria: Umenocoleidae) recorded in Lebanese and Myanmar ambers",
        "Sinolatindia petila gen. n. and sp. n. from China (Blattodea, Corydiidae, Latindiinae)",
        "A new corydiid cockroach with large holoptic eyes in Upper Cretaceous Burmese amber (Blattodea: Corydiidae: Euthyrrhaphinae)",
        "First record of Blattulidae from mid-Cretaceous Burmese amber (Insecta: Dictyoptera)",
        "The first blattid cockroach (Dictyoptera: Blattodea) in Cretaceous amber and the reconsideration of purported Blattidae",
        "Rapid radiation, gradual extinction and parallel evolution challenge generic classification of spathidiid ciliates (Protista, Ciliophora)",
        "A guide to the cockroaches of Australia",
        "Phylogenetic relationships of Dalyat mirabilis Mateu, 2002, with a revised molecular phylogeny of ground beetles (Coleoptera, Carabidae)",
        "Cave biology: life in darkness",
        "Burmese amber",
        "Some cavernicolous and epigean cockroaches with six new species, and a discussion of the Nocticolidae (Dictyoptera: Blattaria)",
        "Some cockroaches from Africa and islands of the Indian Ocean, with descriptions of three new species (Blattaria)",
        "Blind life in the Baltic amber forests: description of an eyeless species of the ground beetle genus Trechus Clairville, 1806 (Coleoptera: Carabidae: Trechini)",
        "A bizarre armoured spider (Araneae: Tetrablemmidae) from Upper Cretaceous Myanmar amber",
        "New aposematic and presumably repellent bark cockroach from Lebanese amber",
        "Age constraint on Burmese amber based on U–Pb dating of zircons",
        "Emplacement and preservation of vertebrates in caves and fissures",
        "Cryptic bark cockroach (Blattinae: Bubosa poinari gen. et sp. nov.) from mid-Cretaceous amber of northern Myanmar",
        "The earliest amber-recorded type cockroach family was aposematic (Blattaria: Blattidae)",
        "Arthropods in modern resins reveal if amber accurately recorded forest arthropod communities",
        "A molecular phylogeny for bats illuminates biogeography and the fossil record",
        "A new cave-dwelling species of the genus Itamus Schmidt-Göbel (Insecta: Coleoptera: Carabidae: Paussinae) from Southern Vietnam",
        "Cave faunas in the Atlantic tropical rain forest: composition, ecology",
        "Speciation in fractured rock landforms: towards understanding the diversity of subterranean cockroaches (Dictyoptera: Nocticolidae: Nocticola) in Western Australia",
        "New genus and species of cavernicolous cockroach (Blattaria, Nocticolidae) from Vietnam",
        "New predatory cockroaches (Insecta: Blattaria: Manipulatoridae fam. n.) from the Upper Cretaceous Myanmar amber",
        "A new cockroach, with bipectinate antennae, (Blattaria: Olidae fam. nov.) further highlights the differences between the Burmite and other faunas",
        "Temporary deleterious mass mutations relate to originations of cockroach families",
        "Batesian insect-insect mimicry-related explosive radiation of ancient alienopterid cockroaches",
        "Ancient roaches further exemplify 'no land return' in aquatic insects",
        "Parasitic cockroaches indicate complex states of earliest proved ants",
        "Pathogenic DWV infection symptoms in a Cretaceous cockroach",
        "Early wood-boring ‘mole roach’ reveals eusociality “missing ring”",
        "Caves in Myanmar",
        "Relationship among the major lineages of Dictyoptera: the effect of outgroup selection on dictyopteran tree topology",
        "Encyclopedia of Caves",
        "Phylogenetics: Theory and Practice of Phylogenetic Systematics",
        "Molecular Evolution: A Statistical Approach",
        "A Late Cretaceous amber biota from central Myanmar"
    ],
    "affiliation": [
        {
            "affiliation-city": "Zagreb",
            "@id": "60103664",
            "affilname": "Sveučilište u Zagrebu, Prirodoslovno - matematički fakultet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103664",
            "affiliation-country": "Croatia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kosice",
            "@id": "60026043",
            "affilname": "Institute of Zoology Slovak Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026043",
            "affiliation-country": "Slovakia"
        },
        {
            "affiliation-city": "Moscow",
            "@id": "60025993",
            "affilname": "Paleontological Institute of Russian Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025993",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Bratislava",
            "@id": "60024373",
            "affilname": "Institute of Physics Slovak Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024373",
            "affiliation-country": "Slovakia"
        },
        {
            "affiliation-city": "Nanjing",
            "@id": "60012060",
            "affilname": "Nanjing Institute of Geology and Palaeontology Chinese Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012060",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bratislava",
            "@id": "60010330",
            "affilname": "Slovak Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010330",
            "affiliation-country": "Slovakia"
        },
        {
            "affiliation-city": "Bratislava",
            "@id": "60001987",
            "affilname": "Univerzita Komenského v Bratislave",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001987",
            "affiliation-country": "Slovakia"
        }
    ],
    "funding": [
        "Copenhagen University",
        "MVTS",
        "UNESCO-Amba",
        "UNESCO-Amba/MVTS",
        "Vladimir Blagoderov",
        "Slovak Academy of Sciences",
        "NHM",
        "National Natural Science Foundation of China",
        "Chinese Academy of Sciences",
        "Chulalongkorn University",
        "Slovak Research and Development Agency",
        "VEGA"
    ]
}