{
    "eid": "2-s2.0-85037994617",
    "title": "Who supports intergenerational redistribution policy? Evidence from old-age allowance system in Thailand",
    "cover-date": "2018-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Life-span and Life-course Studies",
            "@code": "3319",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Intergenerational redistribution",
        "Old-age allowance",
        "Pension",
        "Thailand"
    ],
    "authors": [
        "Worawet Suwanrada",
        "Pataporn Sukontamarn",
        "Busarin Bangkaew"
    ],
    "citedby-count": 4,
    "ref-count": 31,
    "ref-list": [
        "Preferences for redistribution in the land of opportunities",
        "Social mobility and the demand for redistribution",
        "Experimental results on expressed certainty and hypothetical bias in contingent valuation",
        "Hypothetical versus real willingness to pay in the health care sector: results from a field experiment",
        "Equal contributions and unequal risks in a north-east thai village funeral society",
        "Religion and preferences for redistributive policies in an east Asian country",
        "Individual preferences for political redistribution",
        "Unbiased value estimates for environmental goods: a cheap talk design for the contingent valuation method",
        "Experimental Evidence on the Existence of Hypothetical Bias in Value Elicitation Methods",
        "An experimental comparison of dichotomous choice contingent valuation questions and real purchase decisions",
        "Is intergenerational solidarity really on the decline? Cautionary evidence from Thailand",
        "The Situation of Thailand's Older Population: An Update Based on the 2014 Survey of Older Persons in Thailand. Population Studies Center Research Report 15-847",
        "What's to know about hypothetical bias in stated preference valuation studies?",
        "Uncertainty and the Demand for Redistribution. Discussion Paper",
        "A Meta-analysis of hypothetical bias in stated preference valuation",
        "Who supports redistribution?",
        "The Revenue Collection of the Government of Thailand: From 1990–2014",
        "Social mobility and redistributive politics",
        "Research Report on Monitoring and Evaluation of the Second Elderly National Plan 2002–2022",
        "Situation of the Thai Elderly 2011 Annual Report",
        "Who want to redistribute? The tunnel effect of russia",
        "Old Age Allowance System in Thailand",
        "Poverty and Financial Security of the Elderly in Thailand.",
        "Social capital household income, and preference for income redistribution"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Higher Education Research Promotion",
        "Office of the Higher Education Commission",
        "National Research University Project of Thailand"
    ]
}