{
    "eid": "2-s2.0-84942088169",
    "title": "Improving of knee osteoarthritic symptom by the local application of ginger extract nanoparticles: A preliminary report with short term follow-up",
    "cover-date": "2015-09-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Clinical trial",
        "Ginger",
        "Nanoparticle",
        "Osteoarthritis",
        "Zingiber officinale roscoe"
    ],
    "authors": [
        "Punyanut Amorndoljai"
    ],
    "citedby-count": 11,
    "ref-count": 26,
    "ref-list": [
        "Range of joint motion and disability in patients with osteoarthritis of the knee or hip",
        "Physical activity, functional limitations, and disability in older adults",
        "Inflammatory markers and physical function among older adults with knee osteoarthritis",
        "Early management of osteoarthritis.",
        "Evidence based guidelines and current practice for physiotherapy management of knee osteoarthritis",
        "Six-shogaol inhibits production of tumour necrosis factor alpha, interleukin-1 beta and nitric oxide from lipopolysaccharide-stimulated RAW 264.7 macrophages",
        "Zingiber officinale (Ginger)",
        "Ethnopharmacologic investigation of ginger (Zingiber officinale)",
        "Zingiberis rhizoma: A comprehensive review on the ginger effect and efficacy profiles",
        "Modified formalin test: characteristic biphasic pain response",
        "Analgesic and anti-inflammatory activities of [6]-gingerol",
        "The effects of Zintona EC (a ginger extract) on symptomatic gonarthritis",
        "Solid Lipid Nanoparticles (SLN) and Nanostructured Lipid Carriers (NLC) - Structural investigations on two different carrier systems",
        "Solid lipid nanoparticles (SLN) and nanostructured lipid carriers (NLC) in cosmetic and dermatological preparations",
        "Development of criteria for the classification and reporting of osteoarthritis: Classification of osteoarthritis of the knee",
        "Guidelines for the management of rheumatoid arthritis: 2002 update - American College of Rheumatology Subcommittee on Rheumatoid Arthritis Guidelines",
        "Radiological assessment of osteo-arthrosis.",
        "Thai J Phys Ther",
        "Thai Version of KOOS [Internet]",
        "Indexes of severity for osteoarthritis of the hip and knee: Validation-value in comparison with other assessment tests",
        "Outcome variables for osteoarthritis clinical trials: The OMERACT-OARSI set of responder criteria",
        "Recommendations for a core set of outcome measures for future phase III clinical trials in knee, hip, and hand osteoarthritis. Consensus development at OMERACT III",
        "Comparison of three algorithms used to evaluate adverse drug reactions",
        "The efficacy of Plygersic gel for use in the treatment of osteoarthritis of the knee.",
        "Effects of a ginger extract on knee pain in patients with osteoarthritis",
        "Efficacy of topical non-steroidal anti-inflammatory drugs in the treatment of osteoarthritis: Meta-analysis of randomised controlled trials"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Nanotechnology Center",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thammasat University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}