{
    "eid": "2-s2.0-84974801239",
    "title": "Duplex PCR assay and in situ hybridization for detection of Francisella spp. and Francisella noatunensis subsp. orientalis in red tilapia",
    "cover-date": "2016-06-15",
    "subject-areas": [
        {
            "$": "Aquatic Science",
            "@code": "1104"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Aquaculture",
        "Francisellosis",
        "Histology",
        "ISH",
        "Molecular diagnostic assay",
        "Oreochromis"
    ],
    "authors": [
        "Ha T. Dong"
    ],
    "citedby-count": 14,
    "ref-count": 25,
    "ref-list": [
        "Melano-macrophage centres and their role in fish pathology",
        "Identification of Francisella sp. from Atlantic salmon, Salmo salar L., in Chile",
        "Phenotypic characterization and genetic diversity of Flavobacterium columnare isolated from red tilapia, Oreochromis sp., in Thailand",
        "Naturally concurrent infections of bacterial and viral pathogens in disease outbreaks in cultured Nile tilapia (Oreochromis niloticus) farms",
        "Concurrent infections of Flavobacterium columnare and Edwardsiella ictaluri in striped catfish, Pangasianodon hypophthalmus in Thailand",
        "Real-time PCR assays targeting unique DNA sequences of fish-pathogenic Francisella noatunensis subspecies noatunensis and orientalis",
        "Analysis of 16S ribosomal DNA sequences of Francisella strains and utilization for determination of the phylogeny of the genus and for identification of strains by PCR",
        "Enzootics of visceral granulomas associated with Francisella-like organism infection in tilapia (Oreochromis spp.)",
        "PCR and in situ hybridization for the detection and localization of a new pathogen Francisella-like bacterium (FLB) in ornamental cichlids",
        "An outbreak of disease caused by Francisella sp. in Nile tilapia Oreochromis niloticus at a recirculation fish farm in the UK",
        "Genome sequencing of 18 Francisella strains to aid in assay development and testing",
        "Identification and pathogenicity of intracellular Francisella bacterium in three-line grunt Parapristipoma trilineatum",
        "Outbreaks and genetic diversity of Francisella noatunensis subsp orientalis isolated from farm-raised Nile tilapia (Oreochromis niloticus) in Brazil",
        "Francisella philomiragia subsp. noatunensis subsp. nov., isolated from farmed Atlantic cod (Gadus morhua L.)",
        "Aquac Res",
        "A novel systemic granulomatous inflammatory disease in farmed Atlantic cod, Gadus morhua L., associated with a bacterium belonging to the genus Francisella",
        "Aquatic Francisella-like bacterium associated with mortality of intensively cultured hybrid striped bass Morone chrysops x M. saxatilis",
        "Elevation of Francisella philomiragia subsp. Noatunensis Mikalsen et al. (2007) to Francisella noatunensis comb. nov. [syn. Francisella piscicida Ottem et al. (2008) syn. nov.] and characterization of rancisella noatunensis subsp. Orientalis subsp. nov., two important fish pathogens",
        "Hahella chejuensis is the etiological agent of a novel red egg disease in tilapia (Oreochromis spp.) hatcheries in Thailand",
        "Genome characterisation of the genus Francisella reveals insight into similar evolutionary paths in pathogens of mammals and fish",
        "Francisella sp., an emerging pathogen of tilapia, Oreochromis niloticus (L.), in Costa Rica",
        "Development of a real-time PCR assay for identification and quantification of the fish pathogen Francisella noatunensis subsp. orientalis",
        "Molecular and immunohistochemical diagnosis of Francisella noatunensis subsp. orientalis from formalin-fixed, paraffin-embedded tissues",
        "Francisella noatunensis subsp. orientalis pathogenesis analyzed by experimental immersion challenge in Nile tilapia, Oreochromis niloticus (L.)",
        "Primer3-new capabilities and interfaces"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Parsippany",
            "affilname": "Zoetis Inc., USA",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Hatyai",
            "affilname": "Prince of Songkla University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Haiphong",
            "affilname": "National Broodstock Center for Mariculture Species",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": null,
            "affilname": "Shrimp Genetic Improvement Center",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Mahidol University"
    ]
}