{
    "eid": "2-s2.0-84991730493",
    "title": "Mitigation of sperm tail abnormalities using demembranation approach in the clouded leopard (Neofelis nebulosa)",
    "cover-date": "2017-04-01",
    "subject-areas": [
        {
            "$": "Endocrinology",
            "@code": "1310"
        },
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        }
    ],
    "keywords": [
        "Feline",
        "Pleiomorphism",
        "Sperm defect",
        "Sperm selection"
    ],
    "authors": [
        "W. Tipkantha"
    ],
    "citedby-count": 7,
    "ref-count": 29,
    "ref-list": [
        "The effect of Equex STM paste and sperm morphology on post-thaw survival of cat epididymal spermatozoa",
        "A new sterilizing and hereditary defect (the 'Dag Defect') located in the bull sperm tail [37]",
        "Single-layer centrifugation through colloid selects improved quality of epididymal cat sperm",
        "Hypo-osmotic test in cat spermatozoa",
        "Acquisition of volume regulatory response of sperm upon maturation in the epididymis and the role of the cytoplasmic droplet",
        "Osmotic swelling of mammalian spermatozoa",
        "Fertility of a stallion with low sperm motility and a high incidence of an unusual sperm tail defect.",
        "Spontaneously developed tail swellings (SDTS) influence the accuracy of the hypo-osmotic swelling test (HOS-test) in determining membrane integrity and viability of human spermatozoa",
        "Zoo and wild animal medicine: Current therapy III",
        "Successful ovulation induction and laparoscopic intrauterine artificial insemination in the clouded leopard (Neofelis nebulosa)",
        "The hypoosmotic swelling test: An update",
        "The Dag defect of the tail of the bull sperm. Studies on the inheritance and pathogenesis",
        "A sperm tail defect associated with infertility in a goat - case report",
        "The Open Andrology Journal",
        "Challenges in cryopreservation of clouded leopard (Neofelis nebulosa) spermatozoa",
        "The hypo-osmotic swelling test for evaluation of sperm membrane integrity",
        "Severe tail defects in the spermatozoa ejaculated by an English Bulldog",
        "Sperm Viability: A Comparison of Analytical Methods",
        "Correlation Between Human Sperm Swelling in Hypoosmotic Medium (Hypoosmotic Swelling Test) and In Vitro Fertilization",
        "Comparison of different hypo-osmotic swelling solutions to select viable immotile spermatozoa for potential use in intracytoplasmic sperm injection",
        "Various physical stress factors on rat sperm motility, integrity of acrosome, and plasma membrane",
        "High incidence of 'Dag-like' sperm defect in the domestic cat",
        "A sperm mid-piece defect of epididymal origin in two Hereford bulls",
        "Reproductive physiology of the clouded leopard: I. Electroejaculates contain high proportions of pleiomorphic spermatozoa throughout the year.",
        "WHO laboratory manual for the examination and processing of human semen",
        "Reproductive parameters of clouded leopards (Neofelis nebulosa)",
        "Physiological volume regulation by spermatozoa",
        "Infertile spermatozoa of c-ros tyrosine kinase receptor knockout mice show flagellar angulation and maturational defects in cell volume regulatory mechanisms",
        "Coiled sperm from infertile patients: Characteristics, associated factors and biological implication"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Zoological Park Organization, Bangkok",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Washington",
            "affilname": "Smithsonian Conservation Biology Institute",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}