{
    "eid": "2-s2.0-84943237877",
    "title": "Stabilities and mechanical and electronic properties on BN doped zigzag single-wall carbon nanotubes",
    "cover-date": "2015-12-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        }
    ],
    "keywords": [
        "A. Doped carbon nanotube",
        "D. Band gap",
        "D. Young modulus",
        "E. DFT"
    ],
    "authors": [
        "Arthit Vongachariya"
    ],
    "citedby-count": 4,
    "ref-count": 28,
    "ref-list": [
        "Carbon nanotubes: Nanomechanics, manipulation, and electronic devices",
        "Manipulation of carbon nanotubes and properties of nanotube field-effect transistors and rings",
        "Field emission from carbon nanotubes and its application to electron sources",
        "Fundamental properties of single-wall carbon nanotubes",
        "B-C-N, C-N and B-N nanotubes produced by the pyrolysis of precursor molecules over Co catalysts",
        "Single-walled B-doped carbon, B/N-doped carbon and BN nanotubes synthesized from single-walled carbon nanotubes through a substitution reaction",
        "Effect of the synthesis method on the distribution of C, B, and N elements in multiwall nanotubes: A spatially resolved electron energy loss spectroscopy study",
        "Nature of substitutional impurity atom B/N in zigzag single-wall carbon nanotubes revealed by first-principle calculations",
        "Boron and nitrogen-doped single-walled carbon nanotube",
        "Doping effects on metallic and semiconductor single-wall carbon nanotubes",
        "B and N codoping effect on electronic transport in carbon nanotubes",
        "Science",
        "Young’s modulus of single-walled nanotubes",
        "Ab initio studies of elastic properties and electronic structures of C and BN nanotubes",
        "Prediction of Young's modulus of single wall carbon nanotubes by molecular-mechanics based finite element modelling",
        "Mechanical and electrical properties of nanotubes",
        "Nitrogen doping and vacancy effects on the mechanical properties of graphene: A molecular dynamics study",
        "Tensile properties of a boron/nitrogen-doped carbon nanotube-graphene hybrid structure",
        "Stress-induced band gap tuning in 〈112〉 silicon nanowires",
        "Magnetic carbon",
        "Ferromagnetism in oriented graphite samples",
        "New J. Phys.",
        "Diameter-dependent spin polarization of injected carriers in carbon-doped zigzag boron nitride nanotubes",
        "Generalized gradient approximation made simple",
        "An all-electron numerical method for solving the local density functional for polyatomic molecules",
        "Analytic energy derivatives in the numerical local-density-functional approach",
        "J. Chem. Phys.",
        "Special points for Brillouin-zone integrations"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University, Thailand",
        "NCE-PPAM",
        "National Center of Excellence for Petroleum, Petrochemicals, and Advanced Materials",
        "Chulalongkorn University"
    ]
}