{
    "eid": "2-s2.0-85053193925",
    "title": "Rock wool and printed circuit boards (PCBs) as partial fine aggregate replacements in cement mortar",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Materials Science (all)",
            "@code": "2500",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Mechanics of Materials",
            "@code": "2211",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Mechanical Engineering",
            "@code": "2210",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Industrial wastes",
        "Printed circuit boards (PCBs) and cement mortar",
        "Rock wool"
    ],
    "authors": [
        "P. Namchan",
        "T. Denpetkul",
        "P. Pheinsusom",
        "S. Khaodhiar"
    ],
    "citedby-count": 2,
    "ref-count": 23,
    "ref-list": [
        "Use of recycled plastics in concrete: A critical review",
        "Thermal properties of cement mortars containing waste glass aggregate and nanosilica",
        "Application of rock wool waste in cement-based composites",
        "A review on printed circuit boards waste recycling technologies and reuse of recovered nonmetallic materials",
        "Recovery of copper from printed circuit board scraps by mechanical processing and electrometallurgy",
        "Recycle technology for recovering resources and products from waste printed circuit boards",
        "Products made from nonmetallic materials reclaimed from waste printed circuit boards",
        "Properties of alternative concrete mixed with non-metallic powder from recycled printed circuit boards",
        "Standard specification for portland cement",
        "Physical and mechanical properties of high performance concrete with alum sludge as partial cement replacement",
        "Mechanical and thermal performance of concrete and mortar cellular materials containing plastic waste",
        "Properties of concrete containing polished granite waste as partial substitution of coarse aggregate",
        "Assessment of physical and mechanical properties of cement panel influenced by treated and untreated coconut fiber addition",
        "Study of high thermal conductive epoxy resins containing controlled high-order structures",
        "Effect of thermoplastic aggregates incorporation on physical, mechanical and transfer behavior of cementitious materials",
        "Thermal conductivity, compressive strength and ultrasonic wave velocity of cementitious composite containing waste PET lightweight aggregate (WPLA)",
        "Improved microstructure of cement-based composites through the addition of rock wool particles"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}