{
    "eid": "2-s2.0-85043975323",
    "title": "Polygonumins A, a newly isolated compound from the stem of Polygonum minus Huds with potential medicinal activities",
    "cover-date": "2018-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Rafidah Ahmad",
        "I. Sahidin",
        "Muhammad Taher",
        "Chenfei Low",
        "Normah Mohd Noor",
        "Chanin Sillapachaiyaporn",
        "Siriporn Chuchawankul",
        "Tewarit Sarachana",
        "Tewin Tencomnao",
        "Faizah Iskandar",
        "Nor Fadilah Rajab",
        "Syarul Nataqain Baharum"
    ],
    "citedby-count": 21,
    "ref-count": 51,
    "ref-list": [
        "Traditional medicine use by cancer patients in Thailand",
        "Recent advances in herbal medicines treating Parkinson's disease",
        "Australian kesom oil - A new essential oil for the flavour and fragrance industry",
        "Components of the essential oil from sprouts of Polygonum hydropiper L. ('Benitade')",
        "Antioxidant and Antibacterial Assays on Polygonum minus Extracts: Different ExtractionMethods",
        "Anti-inflammatory effects of Polygonum minus (Huds) extract (LineminusTM) in in-vitro enzyme assays and carrageenan induced paw edema",
        "Antiviral and cytotoxic activities of some plants used in Malaysian indigenous medicine",
        "Pharmacological mechanisms underlying gastroprotective activities of the fractions obtained from Polygonum minus in sprague dawley rats",
        "Total phenolic content and primary antioxidant activity of methanolic and ethanolic extracts of aromatic plants' leaves",
        "Antioxidant activity of plants methanolic extracts containing phenolic compounds",
        "Total phenolic content and antioxidant activity of kesum (Polygonum minus), ginger (Zingiber officinale) and turmeric (Curcuma longa) extract",
        "Analysis of the chemical composition of the essential oil of polygonum minus huds. Using two-dimensional gas chromatography-time-of-flight mass spectrometry (GC-TOF MS)",
        "Volatile Profiling of Aromatic Traditional Medicinal Plant, Polygonum minus in Different Tissues and Its Biological Activities",
        "Chemical composition in different tissues of Polygonum minus by using GC X GC-TOF MS and direct discrimination by multivariate analysis of fourier transform infrared spectroscopy data",
        "Vanicosides A and B, Protein Kinase C Inhibitors from Polygonum pensylvanicum",
        "Can ethnopharmacology contribute to the development of new anticancer drugs?",
        "Pharmacogenomics of a traditional Japanese herbal medicine (Kampo) for cancer therapy",
        "Cytotoxicity and antimicrobial activity of the methanol extract and compounds from Polygonum limbatum",
        "In vitro and in vivo anticancer activity of a synthetic glycolipid as TLR4 activator",
        "Syntheses and biological activities of daunorubicin analogs with uncommon sugars",
        "Choice and standardization of test protocols in cytotoxicology: A multicentre approach",
        "The in vivo maximum tolerated dose be predicted using in vitro techniques? A working hypothesis",
        "α- and β-Glucosidase inhibitors: Chemical structure and biological activity",
        "Anti-cholinergic, cytotoxic and anti-HIV-1 activities of sesquiterpenes and a flavonoid glycoside from the aerial parts of Polygonum viscosum",
        "Anti-HIV activities of the compounds isolated from polygonum cuspidatum and polygonum multiflorum",
        "Highly potent anti-HIV-1 activity isolated from fermented Polygonum tinctorium Aiton",
        "HIV-1 integrase inhibitory phenylpropanoid glycosides from Clerodendron trichotomum",
        "Antioxidant, total phenolic content and cytotoxicity evaluation of selected Malaysian plants",
        "Antioxidant and enzyme inhibition activities and chemical profiles of Polygonum sachalinensis F.Schmidt ex Maxim (Polygonaceae)",
        "Free radical scavenging effect of anthocyanins in red wines",
        "Bioactive natural products as a potential source of new pharmacophores. A theory of memory",
        "Effect of a polyphenol-rich wild blueberry extract on cognitive performance of mice, brain antioxidant markers and acetylcholinesterase activity",
        "Sceletium tortuosum demonstrates in vitro anti-HIV and free radical scavenging activity",
        "PA-9: A Flavonoid Extracted from Plectranthus amboinicus Inhibits HIV-1 Protease",
        "First report on isolation of methyl gallate with antioxidant, anti-HIV-1 and HIV-1 enzyme inhibitory activities from a mushroom (Pholiota adiposa)",
        "Effect of Biomolecular Conformation on Docking Simulation: A Case Study on a Potent HIV-1 Protease Inhibitor",
        "Molecular systematics of Polygonum minus Huds. Based on ITS sequences",
        "Andres jr, V. & Featherstone, R. M. A new and rapid colorimetric determination of acetylcholinesterase activity",
        "Studies on products of browning reaction prepared from glucoseamine",
        "Stability of the total antioxidant capacity and total polyphenol content of 23 commercially available vegetable juices before and after in vitro digestion measured by FRAP, DPPH, ABTS and Folin-Ciocalteu methods",
        "Measurement of cellular 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) reduction activity and lactate dehydrogenase release using MTT",
        "AutoDock Vina: Improving the speed and accuracy of docking with a new scoring function, efficient optimization and multithreading",
        "UCSF Chimera-A visualization system for exploratory research and analysis",
        "Cancer chemopreventive activity of phenylpropanoid esters of sucrose, vanicoside B and lapathoside A, from Polygonum lapathifolium",
        "New phenylpropanoid esters of sucrose from Polygonum hydropiper and their antioxidant activity",
        "Beta-Glucosidase inhibitory activities of phenylpropanoid glycosides, vanicoside A and B from Polygonum sachalinense rhizome",
        "Antimicrobial substances from rhizomes of the giant knotweed Polygonum sachalinense against the fish pathogen Photobacterium damselae subsp. Piscicida"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangi",
            "@id": "60001821",
            "affilname": "Universiti Kebangsaan Malaysia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001821",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Kendari",
            "@id": "60105203",
            "affilname": "Universitas Halu Oleo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60105203",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Kuala Lumpur",
            "@id": "60016775",
            "affilname": "International Islamic University Malaysia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016775",
            "affiliation-country": "Malaysia"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Universiti Kebangsaan Malaysia"
    ]
}