{
    "eid": "2-s2.0-85034448782",
    "title": "Oral Ulcers in Juvenile-Onset Systemic Lupus Erythematosus: A Review of the Literature",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Dermatology",
            "@code": "2708"
        }
    ],
    "keywords": [],
    "authors": [
        "Pongsawat Rodsaward"
    ],
    "citedby-count": 22,
    "ref-count": 64,
    "ref-list": [
        "Systemic Lupus Erythematosus in Children and Adolescents",
        "Systemic lupus erythematosus in childhood",
        "Clinical features, treatment and follow-ups of childhood systemic lupus erythematosus",
        "Differences in clinical manifestations between childhood-onset lupus and adult-onset lupus: A meta-analysis",
        "Similarities and differences between pediatric and adult patients with systemic lupus erythematosus",
        "Systemic lupus erythematosus in the first decade of life",
        "Pediatric lupus in Asia",
        "Derivation and validation of the systemic lupus international collaborating clinics classification criteria for systemic lupus erythematosus",
        "Updating the American College of Rheumatology revised criteria for the classification of systemic lupus erythematosus.",
        "Mucocutaneous manifestations in juvenile-onset systemic lupus erythematosus: A review of literature",
        "Mucocutaneous manifestations in a UK national cohort of juvenile-onset systemic lupus erythematosus patients",
        "Childhood systemic lupus erythematosus in Latin America. The GLADEL experience in 230 children",
        "Pediatric systemic lupus erythematosus in Siriraj Hospital",
        "Initial presentation of childhood-onset systemic lupus erythematosus: A French multicenter study",
        "The 1982 revised criteria for the classification of systemic lupus erythematosus",
        "Oral lesions in lupus erythematosus: Correlation with cutaneous lesions",
        "The prevalence of oral mucosal lesions and related factors in 188 patients with systemic lupus erythematosus",
        "Fitzpatrick’s dermatology in general medicine",
        "Clinical and Laboratory Characteristics and Long-Term Outcome of Pediatric Systemic Lupus Erythematosus: A Longitudinal Study",
        "Comparison of clinical and serological differences among juvenile-, adult-, and late-onset systemic lupus erythematosus in Korean patients",
        "Effect of gender on clinical presentation in systemic lupus erythematosus",
        "Oral anatomy and tissue types",
        "Biology of oral mucosa and esophagus.",
        "Fitzpatrick’s dermatology in general medicine",
        "Mucosal involvement in systemic and chronic cutaneous lupus erythematosus",
        "Systemic lupus erythematosus presenting with oral mucosal lesions - A case report",
        "Oral discoid lupus erythematosus. I. The validity of previous histopathologic diagnostic criteria",
        "A clinical study of 32 patients with oral discoid lupus erythematosus",
        "Cheilitis and Labial Lesions of Lupus in the French Indies",
        "Oral and maxillofacial pathology. 3rd ed. St. Louis: Saunders/Elsevier",
        "Oral manifestations in discoid and systemic lupus erythematosus. I. Clinical investigation",
        "Systemic lupus erythematosus presenting with oral mucosal lesions: Easily missed?",
        "Hypertrophic (verrucous) cutaneous lupus erythematosus of the lip and oral cavity: A series of 4 cases",
        "Oral manifestations of systemic disease",
        "Lupus erythematosus: Clinical and histopathological study of oral manifestations and immunohistochemical profile of the inflammatory infiltrate",
        "Differences in disease phenotype and severity in SLE across age groups",
        "Burket’s oral medicine. 12th ed. Shelton, Connecticut: People's Medical Publishing House USA",
        "Lupus erythematosus cheilitis",
        "Bullous systemic lupus erythematosus as an initial manifestation of SLE",
        "Oral mucosal involvement in bullous lupus",
        "Childhood-onset bullous systemic lupus erythematosus",
        "Definition of leukoplakia and related lesions: An aid to studies on oral precancer",
        "Oral discoid lupus erythematosus. III. A histopathologic study of sixty-six patients",
        "Lupus erythematosus: Clinical and histopathological study of oral manifestations and immunohistochemical profile of epithelial maturation",
        "Deposits of immunoglobulins, complement, and fibrinogen in oral lupus erythematosus, lichen planus, and leukoplakia",
        "The first international consensus on mucous membrane pemphigoid: Definition, diagnostic criteria, pathogenic factors, medical treatment and prognostic indicators",
        "Oral Lichen Planus and Lichenoid Mucositis",
        "Number V. Oral lichen planus: Clinical features and management",
        "Fitzpatrick’s dermatology in general medicine",
        "Assessment of the value of immunofluorescence microscopy in the diagnosis of oral mucosal lichen planus",
        "Direct immunofluorescence study in patients with lichen planus",
        "Oral lichenoid tissue reactions: Diagnosis and classification",
        "Fitzpatrick’s dermatology in general medicine",
        "Nomenclature and classification of potentially malignant disorders of the oral mucosa",
        "Leukoplakia-like lesions developing in patients with oral discoid lupus erythematosus",
        "Nongenital herpes simplex virus",
        "Oral manifestations of lupus erythematosus",
        "Oral ulcers: Clinical aspects. A tool for dermatologists. Part I. Acute ulcers",
        "Tacrolimus 0.03% ointment in labial discoid lupus erythematosus: A randomized, controlled clinical trial",
        "MA. (Accessed on September 20",
        "Oral manifestations of patients with lupus erythematosus",
        "Cutaneous lupus in infancy and childhood",
        "Pharmacological Management of Childhood-Onset Systemic Lupus Erythematosus"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Liverpool",
            "affilname": "University of Liverpool",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Liverpool",
            "affilname": "Alder Hey Children's NHS Foundation Trust",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Medical Research Council",
        "Medical Research Council"
    ]
}