{
    "eid": "2-s2.0-85059552033",
    "title": "Enhanced Adsorption and Antimicrobial Activity of Fabricated Apocynaceae Leaf Waste Activated Carbon by Cobalt Ferrite Nanoparticles for Textile Effluent Treatment",
    "cover-date": "2019-03-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Polymers and Plastics",
            "@code": "2507",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Materials Chemistry",
            "@code": "2505",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "Adsorption",
        "Antimicrobial activity",
        "Magnetic behaviour",
        "Nano composite",
        "Surface area",
        "Water treatment"
    ],
    "authors": [
        "V. Suba",
        "G. Rathika",
        "E. Ranjith Kumar",
        "M. Saravanabhavan",
        "Vishnu Nayak Badavath",
        "K. S. Thangamani"
    ],
    "citedby-count": 23,
    "ref-count": 30,
    "ref-list": [
        "Enhanced adsorption of cationic dyes using sulfonic acid modified activated carbon",
        "Sequestration of dyes from artificially prepared textile effluent using RSM-CCD optimized hybrid backbone based adsorbent-kinetic and equilibrium studies",
        "Production of carbonaceous material from avocado peel for its application as alternative adsorbent for dyes removal",
        "Cobalt ferrite nanoparticles: preparation, characterization and anionic dye removal capability",
        "Efficient removal of Cr (VI) by magnetically separable CoFe2O4/activated carbon composite",
        "Okra extract-assisted green synthesis of CoFe2O4nanoparticles and their optical, magnetic and antimicrobial properties",
        "Preparation and characterization of the cobalt ferrite nano-particles by reverse coprecipitation",
        "Effect of calcination temperature for capability of MFe2O4(M = Co,Ni2and Zn) ferrite spinel for adsorption of bromophenol red",
        "Zwitter ionic modification of cobalt-ferrite nanofiber for the removal of anionic and cationic dyes",
        "Spinel ferrite magnetic adsorbents: alternative future materials for water purification? Coord",
        "Antimicrobial activity of pure Cu nano particles synthesized by surfactant varied chemical reduction method",
        "Size-dependent antimicrobial properties of the cobalt ferrite nanoparticles",
        "Transition metal substituted cobalt ferrite nano particles for biomedical applications",
        "Antimicrobial activity of metal substituted cobalt ferrite nanoparticles synthesized by sol-gel technique",
        "Synthesis and characterization of metals-substituted cobalt ferrite [Mx Co(1-x) Fe2o4; (M = Zn, Cu, Mn; x = 0, 0.5) nanoparticles as antimicrobial agents and sensors for Anagrelide determination in biological samples",
        "Antimicrobial activity of chemically modified activated carbon of tribulus terrestris",
        "Highly efficient performance of activated carbon impregnated with Ag, ZnO and Ag/ZnO nanoparticles as antimicrobial materials",
        "Reagents, stains, and media: bacteriology",
        "Effect of reaction time on particle size and dielectric properties of manganese substituted CoFe2O4nano particles",
        "A comparative study of the synthesis of CdO nanoplatelets by an albumen-assisted isothermal evaporation method",
        "Removal of methylene blue and mechanism on magnetic γ-Fe2O3/SiO2nano composite from aqueous solution",
        "Activated carbon/Fe3O4nanoparticle composite: fabrication, methyl orange removal and regeneration by hydrogen peroxide",
        ", Development of multifunctional cobalt ferrite/graphene oxide nanocomposites for magnetic resonance imaging and controlled drug delivery",
        "Decolorization of bismarck brown R and crystal violet in liquid phase using modified pea peels: non-linear isotherm and kinetics modeling",
        "Preparation of magnetic clinoptilolite/CoFe2O4composites for removal of Sr2+from aqueous solutions: kinetic, equilibrium and thermodynamic studies",
        "Preparation of magnetic graphene oxide-ferrite nanocomposites for oxidative decomposition of Remazol Black B",
        "Effective removal of methylene blue from aqueous solutions using magnetic loaded activated carbon as novel adsorbent",
        "Removal of congo red from solution by bagasse fly ash and activated carbon: kinetic study and equilibrium isotherm analyses",
        "Removal of copper from water by electro coagulation process—effect of alternating current (AC) and direct current (DC)",
        "Synthesis and antibacterial effects of cobalt–cellulose magnetic nanocomposites"
    ],
    "affiliation": [
        {
            "affiliation-city": "Coimbatore",
            "@id": "60115615",
            "affilname": "Dr. N.G.P. Institute of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60115615",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Coimbatore",
            "@id": "60070890",
            "affilname": "PSG College of Arts &amp; Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60070890",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}