{
    "eid": "2-s2.0-85160301451",
    "title": "Anti-bacterial efficacy of Aloe vera against E. Faecalis in comparison to other intracanal medicaments: A systematic review and meta-analysis",
    "cover-date": "2023-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Dentistry (all)",
            "@code": "3500",
            "@abbrev": "DENT"
        }
    ],
    "keywords": [
        "Aloe vera",
        "Bacteria",
        "Disinfection",
        "E. faecalis",
        "Endodontic",
        "Intracanal medicament"
    ],
    "authors": [
        "Rabia Tariq",
        "Zohaib Khurshid",
        "Waqas Ahmed Farooqui",
        "Nejdet Adanir"
    ],
    "citedby-count": 0,
    "ref-count": 62,
    "ref-list": [
        "Time-dependent antibacterial effects of Aloe vera and Zataria multiflora plant essential oils compared to calcium hydroxide in teeth infected with Enterococcus faecalis",
        "Investigation of in vitro antimicrobial activity of Aloe vera juice",
        "Herbal Medicines, a Guide for Healthcare Professionals, Second Edition By Joanne Barnes (University of London), Linda A",
        "Analysis of phytochemical constituents and antimicrobial activities of Aloe vera L. against clinical pathogens",
        "Evaluation of antimicrobial efficacy of Aloe vera and its effectiveness in decontaminating gutta percha cones",
        "Comparative evaluation of antimicrobial effect of herbal root canal irrigants (Morinda citrifolia, Azadirachta indica, Aloe vera) with sodium hypochlorite: an in vitro study",
        "Antibacterial effect of triantibiotic mixture, chlorhexidine gel, and two natural materials Propolis and Aloe vera against Enterococcus faecalis: an ex vivo study",
        "Comparative evaluation of the antimicrobial activity of natural extracts of Morinda citrifolia, papain and aloe vera (all in gel formulation), 2% chlorhexidine gel and calcium hydroxide, against Enterococcus faecalis: an in vitro study",
        "Efficacy of passive ultrasonic irrigation with natural irrigants (Morinda citrifolia juice, Aloe Vera and Propolis) in comparison with 1% sodium hypochlorite for removal of E. faecalis biofilm: an in vitro study",
        "A clinical study of a silicate toothpaste with extract from propolis",
        "The antibacterial effect of camphorated paramonochlorophenol, camphorated phenol and",
        "Moisturizing effect of cosmetic formulations containing Aloe vera extract in different concentrations assessed by skin bioengineering techniques",
        "In vitro evaluation of the antimicrobial activity of calcium hydroxide combined with chlorhexidine gel used as intracanal medicament. Oral Surgery, Oral Med",
        "A comparison between antibacterial activity of propolis and aloe vera on Enterococcus faecalis (an In Vitro Study)",
        "Antibacterial efficacy of intracanal medicaments on bacterial biofilm: a critical review",
        "Hydrophilic natural polymers for sustained-controlled release of calcium hydroxide",
        "Antibacterial properties of aloe vera on intracanal medicaments against Enterococcus faecalis biofilm at different stages of development",
        "Application of propolis extract, nanovitamin C and nanovitamin E to prevent alveolar osteitis after impacted lower third molar surgery. A randomized, double-blind, split-mouth, pilot study",
        "Comparative evaluation of the antibacterial efficacy of aloe vera, 3% sodium hypochlorite, and 2% chlorhexidine gluconate against Enterococcus faecalis: an in vitro study",
        "Comparative evaluation of antimicrobial efficacy of Syzygium aromaticum, Ocimum sanctum and Cinnamomum zeylanicum plant extracts against Enterococcus faecalis: a preliminary study",
        "Irrigants and intracanal medicaments, Endodontic. ed",
        "Beneficial effect of Aloe on wound healing in an excisional wound model",
        "Cochrane Handbook for Systematic Reviews of Interventions",
        "EndNote X9",
        "Bacteria isolated after unsuccessful endodontic treatment in a North American population",
        "Evaluation of antimicrobial effect of Malaysian geopropolis with Aloe vera against Enterococcus faecalis to be used as an intracanal medicament in endodontics",
        "Herbal combat against E. faecalis – An in vitro study",
        "Evaluation of Antibacterial Efficacy of Photodynamic Therapy vs",
        "Adhesion and virulence factor properties of Enterococci isolated from clinical samples in Iran",
        "Comparative evaluation of antimicrobial activity of hydroalcoholic extract of Aloe vera, garlic, and 5% sodium hypochlorite as root canal irrigants against Enterococcus faecalis: An in vitro study",
        "Literature search strategies in dental education and research",
        "An application of hierarchical Kappa-type statistics in the assessment of majority agreement among multiple observers",
        "Microbial status of apical root canal system of human mandibular first molars with primary apical periodontitis after “one-visit” endodontic treatment. Oral Surgery, Oral Med",
        "Antimicrobial efficacy of different natural extracts against persistent root canal pathogens: an in vitro study",
        "In vitro antibacterial efficacy of endodontic irrigants against Enterococcus faecalis",
        "PRISMA 2020 explanation and elaboration: updated guidance and exemplars for reporting systematic reviews",
        "Comparison of antibacterial efficacy of cinnamon extract, neem extract as irrigant and sodium hypochlorite against Enterococcus fecalis: An in vitro study",
        "The fate and the role of bacteria left in root dentinal tubules",
        "Evaluation of antimicrobial efficacy of herbal alternatives (Triphala and Green Tea Polyphenols), MTAD, and 5% sodium hypochlorite against Enterococcus faecalis biofilm formed on tooth substrate: an in vitro study",
        "Medicinal plants and antimicrobial activity",
        "Comparison of the antibacterial effect of sodium hypochlorite and aloe vera solutions as root canal irrigants in human extracted teeth contaminated with enterococcus faecalis",
        "Comparative evaluation of various herbal and synthetic solutions on disinfection of guttapercha: an in vitro study",
        "2 - Intracanal medicaments",
        "Toxicity studies on six plants used in the traditional Arab system of medicine",
        "Comparative antimicrobial activity of aloe vera gel on microorganisms of public health significance",
        "AMSTAR 2: a critical appraisal tool for systematic reviews that include randomised or non-randomised studies of healthcare interventions, or both",
        "Intracanal medicaments: evaluation of the antibacterial effects of chlorhexidine, metronidazole, and calcium hydroxide associated with three vehicles",
        "Microbiologic analysis of teeth with failed endodontic treatment and the outcome of conservative re-treatment. Oral Surg. Oral Med",
        "Failure of endodontic treatment: the usual suspects",
        "Herbs in dentistry",
        "Antibacterial and antifungal activity of endodontic intracanal medications",
        "In vitro antimicrobial activity of auxiliary chemical substances and natural extracts on Candida albicans and Enterococcus faecalis in root canals",
        "Antimicrobial Efficacy of Aloe vera, Lemon, Ricinus communis, and calcium hydroxide as intracanal medicament against Enterococcus faecalis: a confocal microscopic study",
        "Disinfection of dentinal tubules with 2% Chlorhexidine gel, Calcium hydroxide and herbal intracanal medicaments against Enterococcus faecalis: An in-vitro study",
        "In vitro evaluation of five different herbal extracts as an antimicrobial endodontic irrigant using real time quantitative polymerase chain reaction",
        "Isolation and characterization of the glycoprotein fraction with a proliferation-promoting activity on human and hamster cells in vitro from Aloe vera gel"
    ],
    "affiliation": [
        {
            "affiliation-city": "Karachi",
            "@id": "60033717",
            "affilname": "Dow University of Health Sciences Pakistan",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60033717",
            "affiliation-country": "Pakistan"
        },
        {
            "affiliation-city": "Al-Ahsa",
            "@id": "60030736",
            "affilname": "King Faisal University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030736",
            "affiliation-country": "Saudi Arabia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}