{
    "eid": "2-s2.0-84904204573",
    "title": "The effects of uncertainties on inventory management of petroleum products: A case study of Thailand",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Economics",
            "@code": "2000"
        },
        {
            "$": "General Energy",
            "@code": "2100"
        }
    ],
    "keywords": [
        "Inventory management",
        "Petroleum products",
        "Uncertainties"
    ],
    "authors": [
        "Weerawich Roekchamnong"
    ],
    "citedby-count": 3,
    "ref-count": 24,
    "ref-list": [
        "Oil futures prices and stock management A cointegration analysis",
        "Journal of Business and Economics Research",
        "Economic Review",
        "Volatility of sales, expectation errors, and inventory investment: Firm level evidence",
        "Inventories, sales uncertainty, and financial strength",
        "Summary Statistic of Production, Import, Sales, and Export of Energy Products",
        "Contango In Cushing? Evidence On Financial-Physical Interactions In the U.S. Crude Oil Market",
        "Energy Statistic of Thailand 2013",
        "Price Structure of Petroleum Product In Bangkok",
        "Inventory Behavior In Durable-Goods Manufacturing: The Target-Adjustment Model",
        "Forward curves, scarcity and price volatility in oil and natural gas markets",
        "The effects of financial constraints on inventory investment: Evidence from a panel of UK firms",
        "The Energy Journal",
        "The Canadian Journal of Economics",
        "Inventory investment in Greek manufacturing industry: Effects from participation in the European market",
        "Econometrica",
        "The Review of Economic Statistics",
        "Price dynamics in refined petroleum spot and futures markets",
        "Volatility and commodity price dynamics",
        "Journal of Post Keynesian Economics",
        "Inventory investment and financial constraints in the Italian manufacturing industry: A panel data GMM approach",
        "American Journal of Social and Management Science",
        "Futures basis, inventory and commodity price volatility: An empirical analysis",
        "Government and Corporate Yield Curve Statistics"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}