{
    "eid": "2-s2.0-85113327717",
    "title": "The association between attachment pattern and depression severity in Thai depressed patients",
    "cover-date": "2021-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Chotiman Chinvararak",
        "Pantri Kirdchok",
        "Peeraphon Lueboonthavatchai"
    ],
    "citedby-count": 3,
    "ref-count": 30,
    "ref-list": [
        "Prevalence of depression in the community from 30 countries between 1994 and 2014",
        "Prevalence of mental disorders in Thailand: a national survey, 2003",
        "The association of clinical correlates, metabolic parameters, and thyroid hormones with suicide attempts in first-episode and drug-naive patients with major depressive disorder comorbid with anxiety: a large-scale cross-sectional study",
        "Somatic Symptoms and its association to Depressive severity in patients with major depressive disorder in King Chulalongkorn Memorial Hospital",
        "Revisiting gender differences in somatic symptoms of depression: much ado about nothing?",
        "The impact of educational status on the clinical features of major depressive disorder among Chinese women",
        "Comparison of symptoms in African-American, Asian-American, Mexican-American and Non-Hispanic White patients with major depressive disorder",
        "Clinical characteristics of depression among adolescent females: a cross-sectional study",
        "Symptoms of depression in Thai patients",
        "Attachment styles among young adults: a test of a four-category model",
        "The role of emotion regulation in the association of adult attachment and mental health: A systematic review",
        "An attachment perspective on psychopathology",
        "Major Depressive Disorder: Advances in Neuroscience Research and Translational Applications",
        "Attachment and medically unexplained somatic symptoms: The role of mentalization",
        "Adult attachment style. I: Its relationship to clinical depression",
        "Attachment theory: a model for health care utilization and somatization",
        "The Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) statement: guidelines for reporting observational studies",
        "A short version of the revised'experience of close relationships questionnaire': investigating non-clinical and clinical samples",
        "Adult attachment style and vulnerability to depression",
        "Contribution of attachment insecurity to health-related quality of life in depressed patients",
        "Medically Unexplained Symptoms and Attachment Theory: The BodyMind Approach®",
        "Does adult attachment style mediate the relationship between childhood maltreatment and mental and physical health outcomes?",
        "Is there a link between childhood adversity, attachment style and Scotland's excess mortality? Evidence, challenges and potential research",
        "Etiology in psychiatry: embracing the reality of poly-gene-environmental causation of mental illness",
        "Avoidant attachment: Exploration of oxymoron"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60020352",
            "affilname": "Vajira Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020352",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}