{
    "eid": "2-s2.0-84994813290",
    "title": "Hydrogen adsorption on Pt-decorated closed-end armchair (3,3), (4,4) and (5,5) single-walled carbon nanotubes",
    "cover-date": "2016-12-01",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Biophysics",
            "@code": "1304"
        }
    ],
    "keywords": [
        "closed-end carbon nanotubes",
        "DFT",
        "hydrogen adsorption",
        "Platinum clusters",
        "platinum-decorated armchair SWCNTs"
    ],
    "authors": [
        "Charinee Kaewkhonkaen"
    ],
    "citedby-count": 6,
    "ref-count": 42,
    "ref-list": [
        "Hydrogen-storage materials for mobile applications",
        "Enthalpy and entropy effects in hydrogen adsorption on carbon nanotubes",
        "Hydrogen and fluorine binding to the sidewalls of a (10,0) carbon nanotube",
        "Simulation study of hydrogen storage in single walled carbon nanotubes",
        "Gas molecule adsorption in carbon nanotubes and nanotube bundles",
        "Hydrogen storage in single-walled carbon nanotubes",
        "Molecular modeling study of hydrogen storage in carbon nanotubes",
        "Comparative study of hydrogen adsorption on carbon and BN nanotubes",
        "Electronic properties and reactivity of Pt-doped carbon nanotubes",
        "Adsorption and dissociation of hydrogen molecules on bare and functionalized carbon nanotubes",
        "Hydrogen storage properties of nanocrystalline Pt dispersed multi-walled carbon nanotubes",
        null,
        "Effective hydrogen gas nanosensor based on bead-like nanowires of platinum-decorated tin oxide",
        "Effect of platinum doping of activated carbon on hydrogen storage behaviors of metal-organic frameworks-5",
        "Mechanism for high hydrogen storage capacity on metal-coated carbon nanotubes: A first principle analysis",
        "Hydrogen storage by alkali-doped carbon nanotubes-revisited",
        "New alkali doped pillared carbon materials designed to achieve practical reversible hydrogen storage for transportation",
        "Enhancement of hydrogen storage capacity of carbon nanotubes via spill-over from vanadium and palladium nanoparticles",
        "Titanium-decorated carbon nanotubes as a potential high-capacity hydrogen storage medium",
        null,
        null,
        "Molecular dynamics simulations of hydrogen adsorption/desorption by palladium decorated single-walled carbon nanotube bundle",
        "Metal-assisted hydrogen storage on Pt-decorated single-walled carbon nanohorns",
        "Electronic structure of atomically resolved carbon nanotubes",
        "Electronic structure of deformed carbon nanotubes",
        "Band-gap change of carbon nanotubes: effect of small uniaxial and torsional strain",
        null,
        "Nanostructured Pt functionlized multiwalled carbon nanotube based hydrogen sensor",
        null,
        null,
        "Density-functional thermochemistry. III. The role of exact exchange",
        "Development of the Colle-Salvetti correlation-energy formula into a functional of the electron density",
        "Ab initio effective core potentials for molecular calculations. Potentials for the transition metal atoms Sc to Hg",
        "Ab initio effective core potentials for molecular calculations. Potentials for main group elements Na to Bi",
        "J. Chem. Phys",
        "Self-consistent molecular orbital methods. XII. Further extensions of gaussian-type basis sets for use in molecular orbital studies of organic molecules",
        "The isomers of silacyclopropane",
        "Self-consistent molecular orbital methods. XX. A basis set for correlated wave functions",
        "Efficient diffuse function‐augmented basis sets for anion calculations. III. The 3‐21+G basis set for first‐row elements, Li–F",
        "Gaussian 09 Revision D.01",
        null,
        "Atomistic adsorption of oxygen and hydrogen on platinum catalysts by hybrid grand canonical monte carlo/reactive molecular dynamics"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}