{
    "eid": "2-s2.0-85139066866",
    "title": "Financing Strategies to Facilitate Access to High-Cost Anticancer Drugs: A Systematic Review of the Literature",
    "cover-date": "2022-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Leadership and Management",
            "@code": "2911",
            "@abbrev": "NURS"
        },
        {
            "@_fa": "true",
            "$": "Health (social science)",
            "@code": "3306",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Health Policy",
            "@code": "2719",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Health Information Management",
            "@code": "3605",
            "@abbrev": "HEAL"
        }
    ],
    "keywords": [
        "Antineoplastic Drug",
        "Expensive",
        "Reimbursement"
    ],
    "authors": [
        "Chanthawat Patikorn",
        "Suthira Taychakhoonavudh",
        "Rungpetch Sakulbumrungsil",
        "Dennis Ross-Degnan",
        "Puree Anantachoti"
    ],
    "citedby-count": 0,
    "ref-count": 45,
    "ref-list": [
        "Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries",
        "Improving access to high-cost cancer drugs in Latin America: much to be done",
        "American Society of Clinical Oncology guidance statement: the cost of cancer care",
        "An arm and a leg: the rising cost of cancer drugs and impact on access",
        "Access to cancer medications in low-and middle-income countries",
        "Patient access to anticancer medicines under public health insurance schemes in Thailand: a mixed methods study",
        "Access to high cost cancer medicines through the lens of an Australian senate inquiry-defining the “goods” at stake",
        "Expensive cancer drugs: a comparison between the United States and the United Kingdom",
        "Policies and programs to facilitate access to targeted cancer therapies in Thailand",
        "Market access of cancer drugs in European countries: improving resource allocation",
        "The PRISMA 2020 statement: an updated guideline for reporting systematic reviews",
        "ESMO European Consortium Study on the availability, out-of-pocket costs and accessibility of antineoplastic medicines in Europe",
        "ESMO International Consortium Study on the availability, out-of-pocket costs and accessibility of antineoplastic medicines in countries outside of Europe",
        "The availability of essential cancer medication: an analysis of national formularies",
        "Access to cancer drugs: are we meeting the needs of Malaysian?",
        "Comparison of drug coverage in Canada before and after the establishment of the pan-Canadian Pharmaceutical Alliance",
        "Challenges to effective cancer control in China, India, and Russia",
        "Access to drugs for cancer: does where you live matter?",
        "Therapies for advanced cancers pose a special challenge for health technology assessment organizations in many countries",
        "Is it all about price? why requests for government subsidy of anticancer drugs were rejected in Australia",
        "National reimbursement listing determinants of new cancer drugs: a retrospective analysis of 58 cancer treatment appraisals in 2007-2016 in South Korea",
        "Time to entry for new cancer medicines: from European Union-wide marketing authorization to patient Access in Belgium, Estonia, Scotland, and Sweden",
        "End of life or end of the road? are rising cancer costs sustainable? is it time to consider alternative incentive and funding schemes?",
        "Time to market and patient access to new oncology products in Italy: a multistep pathway from European context to regional health care providers",
        "Managed entry agreements for oncology drugs: lessons from the european experience to inform the future",
        "Compared to US practice, evidence-based reviews in Europe appear to lead to lower prices for some drugs",
        "Reimbursement of targeted cancer therapies within 3 different European health care systems",
        "The implementation of managed entry agreements in Central and Eastern Europe: Findings and Implications",
        "Medicines access programs to cancer medicines in Australia and New Zealand: an exploratory study",
        "Access to expensive cancer drugs in Dutch daily practice: should we be concerned?",
        "Demands for access to new therapies: are there alternatives to accelerated access?",
        "Comparing the approval and coverage decisions of new oncology drugs in the United States and other selected countries",
        "Cancer drug funding decisions in Scotland: impact of new end-of-life, orphan and ultra-orphan processes",
        "Patterns of alternative access: unpacking the Slovak extraordinary drug reimbursement regime 2012-2016",
        "Fighting excessive pharmaceutical prices: evaluating the options",
        "Access to anti-cancer drugs in India: is there a need to revise reimbursement policies?",
        "Mind the gap: why closing the doughnut hole is insufficient for increasing Medicare beneficiary access to oral chemotherapy",
        "Ongoing challenges of a global international patient assistance program",
        "The survival of patients enrolled in a global direct-to-patient cancer medicine donation program: The Glivec International Patient Assistance Program (GIPAP)",
        "A tale of two cities in China: Hong Kong and Shenzhen",
        "In-office dispensing of oral oncolytics: a continuity of care and cost mitigation model for cancer patients",
        "Pharmaceutical assistance programs for cancer patients in the era of orally administered chemotherapeutics",
        "Defining elements of value in health care-a health economics approach: an ISPOR Special Task Force report [3]"
    ],
    "affiliation": [
        {
            "affiliation-city": "Boston",
            "@id": "60104690",
            "affilname": "Harvard Pilgrim Health Care Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60104690",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}