{
    "eid": "2-s2.0-85154051721",
    "title": "Diversity of Plant Growth-Promoting Endophytic Bacteria, Genome Analysis of Strain Sx8-8 and Its Rice Germination Promoting Activity",
    "cover-date": "2023-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "endophytic bacteria",
        "genome analysis",
        "indole-3-acetic acid",
        "plant growth-promotion",
        "Sphingobium"
    ],
    "authors": [
        "K. Sitlaothaworn",
        "T. Budsabun",
        "A. Booncharoen",
        "W. Panphut",
        "A. Savarajara",
        "S. Tanasupawat"
    ],
    "citedby-count": 0,
    "ref-count": 54,
    "ref-list": [
        "Optimization of medium for indole-3-acetic acid production using Pantoea agglomerans strain PVM",
        "Digital DNA-DNA hybridization for microbial species delineation by means of genome-to-genome sequence comparison",
        "The RAST server: rapid annotations using subsystems technology",
        "Optimization of indole acetic acid production by Pseudomonas putida UB1 and its effect as plant growth-promoting rhizobacteria on mustard (Brassica nigra)",
        "Optimization of IAA production by endophytic Bacillus spp. from Vigna radiata for their potential use as plant growth promoters",
        "Environmental variability promotes coexistence in lottery competitive-systems",
        "Indole-3-acetic acid in plant-microbe interactions",
        "Isolation and characterization of plant growth-promoting strain Pantoea NII-186. from western ghat forest soil, India",
        "Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "Genome-wide analysis of transcriptional changes and genes that contribute to fitness during degradation of the anthropogenic pollutant pentachlorophenol by Sphingobium chlorophenolicum",
        "Applicability of rep-PCR fingerprinting for identification of Lactobacillus species",
        "Bacteria as growth-promoting agents for citrus rootstocks",
        "Molecular identification of Vibrio harveyi related isolates associated with diseased aquatic organisms",
        "Auxin-induced ethylene trigger abscisic acid biosynthesis and growth inhibition",
        "The paradox of the plankton",
        "Evaluating the effect of Sphingobium yanoikuyae MH394206 and mixed consortia on growth of rice CO 51 in moisture deficit condition, J. Pharmacogn",
        "Characterization of endophytic bacteria and their response to plant growth promotion in Helianthus tuberosus L",
        "Solubilization of insoluble zinc compounds by zinc solubilizing bacteria (ZSB) and optimization of their growth conditions",
        "Occurrence, physiological and molecular analysis of endophytic diazotrophic bacteria in gramineous energy plants",
        "MEGA11: Molecular Evolutionary Genetics Analysis Version",
        "Towards a genome-based taxonomy for prokaryotes",
        "Genomic insights that advance the species definition for prokaryotes",
        "Effect of indole-3-acetic acid on pea root growth, peroxidase profiles and hydroxyl radical formation",
        "Optimization of indole-3acetic-acid production by diazotrophic B. subtilis DR2 (KP455653), isolated from rhizosphere of Eagrostis cynosuroides",
        "Metabolites secreted by a plant-growth-promoting Pantoea agglomerans strain improved rooting of Pyrus communis L. cv. Dar Gazi cuttings",
        "Bacterial endophytes of spring wheat grains and the potential to acquire Fe, Cu, and Zn under their low soil bioavailability",
        "Rethinking auxin biosynthesis and metabolism",
        "Phosphate solubilizing microorganisms isolated from rhizosphere of maize cultivated in an oxisol of the Brazilian Cerrado Biome",
        "The seed and the rapid annotation of microbial genomes using subsystems technology (RAST)",
        "Optimization of indole 3 acetic acid (IAA) production by Acetobacter diazotrophicus L1 isolated from sugarcane",
        "Plant growth promoting potential of bacterial endophytes from medicinal plants",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "Isolation and selection of plant growth-promoting bacteria associated with sugarcane",
        "Oliveira de F.R.B., Ribeiro, D.A.I., Sibov, T.S., and Vieira, G.J.D., Isolation and prospection of diazotrophic rhizobacteria associated with sugarcane under organic management",
        "Bacterial endophytes and their interactions with hosts",
        "Solubilization of zinc compounds by the diazothrophic, plant growth promoting bacterium Gluconacetobacter diazotrophicus",
        "Isolation and identification of IAA producing endosymbiotic bacteria from Gracilaria corticata (J. Agardh)",
        "A simple method for the detection of lipolytic activity of micro-organisms and some observation on the influence of the contact between cells and fatty substance",
        "Growth promotion ability of phosphate-solubilizing bacteria from the soybean rhizosphere under maize soybean intercropping systems",
        "Indole-3-acetic acid in microbial and microorganism-plant signaling",
        "Taxonomic parameters revisited: tarnished gold standards",
        "Lactic acid bacteria found in fermented fish in Thailand",
        "Molecular identification, L-lactic acid production, and antibacterial activity of Bacillus strains isolated from soils",
        "Microbial species delineation using whole genome sequences",
        "Genomic fingerprinting of bacteria using repetitive sequence-based polymerase chain reaction, Methods Mol",
        "Role of auxinic herbicide-induced ethylene on hypocotyl elongation and root/hypocotyl radial expansion",
        "Breeding for micronutrients in staple food crops from a human nutrition perspective",
        "Introducing EzBioCloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "Yu., H., Fan, G.Q., Wang, G.H., and Liu, X.B., Isolation and characterization of indole acetic acid producing root endophytic bacteria and their potential for promoting crop growth",
        "Phosphate-solubilizing bacteria from safflower rhizosphere and their effect on seedling growth"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60103781",
            "affilname": "Suan Sunandha Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103781",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Faculty of Science and Technology",
        "Chulalongkorn University",
        "Suan Sunandha Rajabhat University"
    ]
}