{
    "eid": "2-s2.0-85071924483",
    "title": "Indonesian students’ reasons for choosing to study nursing: A phenomenological study",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Maternity and Midwifery",
            "@code": "2913",
            "@abbrev": "NURS"
        },
        {
            "@_fa": "true",
            "$": "Advanced and Specialized Nursing",
            "@code": "2902",
            "@abbrev": "NURS"
        }
    ],
    "keywords": [
        "Choosing nursing",
        "Nursing education",
        "Nursing students",
        "Qualitative research"
    ],
    "authors": [
        "Joko Gunawan",
        "Yupin Aungsuroch",
        "Ade Sukarna",
        "Nazliansyah Nazliansyah",
        "Ferry Efendi"
    ],
    "citedby-count": 0,
    "ref-count": 20,
    "ref-list": [
        "Daftar Anggota AIPNI",
        "List of nursing students in academy of nursing of Belitung",
        "Why do Student Nurses want to be Nurses?",
        "Reasons nursing students choose the nursing profession and their nursing image perceptions: A survey study",
        "The image of nursing: What it is and how it needs to Change",
        "Ensuring trustworthiness in qualitative research",
        "ASEAN mutual recognition arrangement for Indonesian nurses: Is it a promise?",
        "Career choice and perceptions of nursing among healthcare students in higher educational institutions",
        "Choice and perception of the nursing profession from the perspective of Polish nursing students: A focus group study",
        "The negative influence of significant others on high academic achieving school pupils’ choice of nursing as a career",
        "Adolescents’ perception of career choice of nursing among selected secondary schools in Jos, Nigeria",
        "Choosing nursing as a career: A narrative analysis of millennial nurses’ career choice of virtue",
        "Factors that influence career decisions in Canada’s nurses",
        "Career orientations of nursing students: A comparison of state and private universities",
        "The nursing profession: Public image, self‐concept and professional identity. A discussion paper",
        "Nursing students’ perceptions toward the nursing profession from clinical practicum in a baccalaureate nursing program – A qualitative study",
        "Motivations to nurse: An exploration of what motivates students in Pacific island countries to enter nursing",
        "The reasons students choose to undertake a nursing degree",
        "Why not nursing? A systematic review of factors influencing career choice among healthcare students"
    ],
    "affiliation": [
        {
            "affiliation-city": "Surabaya",
            "@id": "60069383",
            "affilname": "Universitas Airlangga",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069383",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "123141745",
            "affilname": "Akademi Keperawatan Pemerintah",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/123141745",
            "affiliation-country": "Indonesia"
        }
    ],
    "funding": []
}