{
    "eid": "2-s2.0-84908453275",
    "title": "Effect of aluminum on markers of bone formation resorption in chronic hemodialysis patients",
    "cover-date": "2014-08-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Aluminum",
        "Bone markers",
        "DFO test",
        "Dialysis"
    ],
    "authors": [
        "Paweena Susantitaphong"
    ],
    "citedby-count": 2,
    "ref-count": 26,
    "ref-list": [
        "Bone health and vascular calcification relationships in chronic kidney disease",
        "K/DOQI clinical practice guidelines for bone metabolism and disease in chronic kidney disease.",
        "KDIGO clinical practice guidelines for the prevention, diagnosis, evaluation, and treatment of Chronic Kidney Disease-Mineral and Bone Disorder (CKD-MBD).",
        "Pharmacology, efficacy and safety of oral phosphate binders",
        "Aluminum, Lanthanum, and Strontium",
        "Screening plasma aluminum levels in relation to aluminum bone disease among asymptomatic dialysis patients",
        "The clinical impact of aluminium overload in renal failure",
        "Frequency of elevated serum aluminum levels in adult dialysis patients",
        "Aluminium and bone disease in chronic renal failure",
        "Use of the low-dose desferrioxamine test to diagnose and differentiate between patients with aluminium-related bone disease, increased risk for aluminium toxicity, or aluminium overload",
        "Diagnosis and treatment of aluminium bone disease",
        "Plasma total versus bone alkaline phosphatase as markers of bone turnover in hemodialysis patients",
        "Circulating biochemical markers of bone remodeling in uremic patients",
        "Diagnosis and monitoring of renal osteodystrophy",
        "A new assay method that detects only intact osteocalcin. Two-step non-invasive diagnosis to predict adynamic bone disease in haemodialysed patients",
        "Biological markers in the diagnosis of the different forms of renal osteodystrophy",
        "Useful biochemical markers for diagnosing renal osteodystrophy in predialysis end-stage renal failure patients",
        "Development of renal bone disease",
        "Diagnosis of renal osteodystrophy",
        "Usefulness of bone resorption markers in hemodialysis patients",
        "Do aluminium-based phosphate binders continue to have a role in contemporary nephrology practice?",
        "Plasma aluminium: A redundant test for patients on dialysis?",
        "Use of aluminum-based phosphate-chelators in hemodialysis in the era of ultrapure water",
        "Do oral aluminium phosphate binders cause accumulation of aluminium to toxic levels?",
        "Comparison of low-dose deferoxamine versus standard-dose deferoxamine for treatment of aluminium overload among haemodialysis patients",
        "Aluminum accelerates osteoblastic differentiation but is cytotoxic in long-term rat calvaria cell cultures"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Antwerpen",
            "affilname": "Universiteit Antwerpen",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}