{
    "eid": "2-s2.0-85068011925",
    "title": "A simple Genotyping method for Rapid Differentiation of Blastocystis Subtypes and Subtype Distribution of Blastocystis spp. In Thailand",
    "cover-date": "2019-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Allergy",
            "@code": "2723",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Immunology and Microbiology (all)",
            "@code": "2400",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Blastocystis spp",
        "Subtype distribution",
        "Subtypes",
        "Subtyping method",
        "Thailand"
    ],
    "authors": [
        "Nittaya Srichaipon",
        "Surang Nuchprayoon",
        "Sarit Charuchaibovorn",
        "Pattadon Sukkapan",
        "Vivornpun Sanprasert"
    ],
    "citedby-count": 9,
    "ref-count": 66,
    "ref-list": [
        "Blastocystosis: A new disease in the acquired immunodeficiency syndrome?",
        "Intestinal symptoms and Blastocystis load in schoolchildren of Paranagua Bay, Parana, Brazil",
        "Update on the pathogenic potential and treatment options for Blastocystis sp",
        "Prevalence of Blastocystis hominis and Strongyloides stercoralis infection in Okinawa, Japan",
        "Seasonal prevalence of intestinal parasites in the United States during 2000",
        "Parasitological and nutritional situation of school children in the Sukaraja district, West Java, Indonesia",
        "Prevalence and clinical features of Dientamoeba fragilis infections in patients suspected to have intestinal parasitic infection",
        "Children of Senegal River Basin show the highest prevalence of Blastocystis sp. Ever observed worldwide",
        "Screening for intestinal parasitic infections among Myanmar migrant workers in Thai food industry: A high-risk transmission",
        "Prevalence of intestinal parasitic infections in military personnel and military dogs, Thailand",
        "Subtype distribution of Blastocystis in Thai-Myanmar border, Thailand",
        "High diversity of Blastocystis subtypes isolated from asymptomatic adults living in Chiang Rai, Thailand",
        "Blastocystis infection and subtype distribution in humans, cattle, goats, and pigs in central and western Thailand",
        "Epidemiology of Blastocystis hominis in the United States",
        "Urticaria by Blastocystis hominis. Successful treatment with paromomycin. Allergol",
        "Chronic urticaria due to Blastocystis hominis",
        "Acute urticaria associated with amoeboid forms of Blastocystis sp. Subtype 3",
        "Predominance of amoeboid forms of Blastocystis hominis in isolates from symptomatic patients",
        "Pathophysiological variability of different genotypes of human Blastocystis hominis Egyptian isolates in experimentally infected rats",
        "Findings related to IL-8 and IL-10 gene polymorphisms in a Mexican patient population with irritable bowel syndrome infected with Blastocystis",
        "Extensive genetic diversity in Blastocystis hominis",
        "Genetic diversity of blastocystis in livestock and zoo animals",
        "Subtype distribution of Blastocystis isolates from synanthropic and zoo animals and identification of a new subtype",
        "Development of a new PCR protocol to detect and subtype Blastocystis spp. From humans and animals",
        "Blastocystis tropism in the pig intestine",
        "Molecular characterization of Blastocystis isolates from zoo animals and their animal-keepers",
        "Molecular phylogenies of Blastocystis isolates from different hosts: Implications for genetic diversity, identification of species, and zoonosis",
        "Subtype identification of human Blastocystis spp. Isolated from Lao People’s Democratic Republic",
        "Symptomatic infection with Blastocystis sp. Subtype 8 successfully treated with trimethoprim-sulfamethoxazole",
        "Subtype distribution of Blastocystis isolates identified in a Sydney population and pathogenic potential of Blastocystis",
        "High prevalence of subtype 4 among isolates of Blastocystis hominis from symptomatic patients of a health district of Valencia (Spain)",
        "A possible link between subtype 2 and asymptomatic infections of Blastocystis hominis",
        "Genomic polymorphism among Blastocystis hominis strains and development of subtype-specific diagnostic primers",
        "Comparison of sequencing (Barcode region) and sequence-tagged-site PCR for Blastocystis subtyping",
        "Polymerase chain reaction-based genotype classification among human Blastocystis hominis populations isolated from different countries",
        "Levels of genetic diversity vary dramatically between Blastocystis subtypes",
        "Development and Application of a Blastocystis Subtype-Specific PCR Assay Reveals that Mixed-Subtype Infections Are Common in a Healthy Human Population",
        "Identification of Blastocystis subtype 1 variants in the Home for Girls, Bangkok, Thailand",
        "Phylogenetic analysis of Blastocystis isolates from animal and human hosts in the Philippines",
        "Direct characterization of Blastocystis from faeces by PCR and evidence of zoonotic potential",
        "The usefulness of short-term in vitro cultivation for the detection and molecular study of Blastocystis hominis in stool specimens",
        "Restriction enzyme digestion analysis of PCR-amplified DNA of Blastocystis hominis isolates",
        "Restriction-fragment-length polymorphism analysis of small-subunit rRNA genes of Blastocystis hominis isolates from geographically diverse human hosts",
        "Molecular characterization of Blastocystis isolates from birds by PCR with diagnostic primers and restriction fragment length polymorphism analysis of the small subunit ribosomal RNA gene",
        "Zoonotic genotypes of Blastocystis hominis detected in cattle and pigs by PCR with diagnostic primers and restriction fragment length polymorphism analysis of the small subunit ribosomal RNA gene",
        "Subtype identification of Blastocystis spp. Isolated from patients in a major hospital in northeastern Thailand",
        "Sequence heterogeneity of the small subunit ribosomal RNA genes among blastocystis isolates",
        "Molecular and phylogenetic analysis of Blastocystis isolates from various hosts",
        "Molecular epidemiology of Blastocystis infections in Turkey",
        "16S-like rDNA sequences from Developayella elegans, Labyrinthuloides haliotidis, and Proteromonas lacertae confirm that the stramenopiles are a primarily heterotrophic group",
        "Phylogenetic analysis of Blastocystis isolates from different hosts based on the comparison of small-subunit rRNA gene sequences",
        "Prevalence and Risk Factors for Blastocystis Infection among Children and Caregivers in a Child Care Center, Bangkok, Thailand",
        "Intestinal parasitic infestations among children in an orphanage in Pathum Thani province",
        "Intestinal parasites and the environment: Frequency of intestinal parasites in children of Neuquen, Patagonia, Argentina",
        "Drinking water: A possible source of blastocystis spp. subtype 1 infection in schoolchildren of a rural community in central Thailand",
        "Molecular epidemiology of human Blastocystis in a village in Yunnan province, China",
        "Intestinal parasitic infections in Srimum suburban area of Nakhon Ratchasima Province, Thailand",
        "A cross-sectional study on intestinal parasitic infections in rural communities, northeast Thailand",
        "Comparison of microscopy, culture, and conventional polymerase chain reaction for detection of blastocystis sp. In clinical stool samples",
        "Evaluation of factors affecting real-time PCR performance for diagnosis of Entamoeba histolytica and Entamoeba dispar in clinical stool samples",
        "PCR inhibition in stool samples in relation to age of infants",
        "Genetic variability of Blastocystis hominis isolates in China",
        "Subtype distribution of Blastocystis isolates in Sebha, Libya",
        "Incidence and risk factors of blastocystis infection in orphans at the Babies’ Home, Nonthaburi Province, Thailand",
        "Genetic Subtypes of Blastocystis Isolated from Thai Hospitalized Patients in Northeastern Thailand",
        "PCR-based identification of zoonotic isolates of Blastocystis from mammals and birds"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60194933",
            "affilname": "Chandrakasem Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60194933",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}