{
    "eid": "2-s2.0-85072607963",
    "title": "Is the fourth industrial revolution a panacea? Risks toward the fourth industrial revolution: Evidence in the Thai economy",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Arts and Humanities (miscellaneous)",
            "@code": "1201",
            "@abbrev": "ARTS"
        }
    ],
    "keywords": [
        "4.0 industrial revolution",
        "Digitalisation",
        "Economic growth",
        "Risk responses",
        "Thai economy"
    ],
    "authors": [
        "Patipan Sae-Lim",
        "Kittisak Jermsittiparsert"
    ],
    "citedby-count": 55,
    "ref-count": 39,
    "ref-list": [
        "The Readiness of Human Resource Management for Industrial Business Sector with regards to Industrial 4.0 in Thailand",
        "The Conditions of Organization Adaptive Capabilities",
        "Foreign Aid, Foreign Direct Investment and Social Progress: A Cross Countries Analysis",
        "The Cyber-attacks in Vietnam during 2010-2016",
        "Industry 4.0: A solution with regards to technology challenges of sustainable business performance",
        "\"Impact of Income Inequality, Unemployment and Globalization on Green Energy: Evidence from Thailand.\"",
        "\"The Impact of Business Environment and the Macroeconomic Variables on the Foreign Direct Investment in ASEAN countries: Does Political Stability Matters.\"",
        "The Effectiveness of Online Learning: Beyond No Significant Difference and Future Horizons",
        "Electronic Banking Innovations and Selected Banks Performance in Nigeria",
        "Military Regimes and Nigeria's Economic Development, 1966-1999",
        "Enterprise Risk Management under Sustainability Platform",
        "Competitiveness and Resilience of the productive districts in Sicily",
        "Risk Management and Organizational Adaptability-Strategic Framework for Corporate Crisis Recovery: The Study of Oil and Gas Industry",
        "\"Enterprise Risk Management (ERM) as a Strategic tool: The Empirical Study in Thai Listed Companies.\"",
        "Computers and Aggregate Economic Growth",
        "\"The Role of Economic, Social and Political Dimensions of Globalization in Influencing Environmental Degradation Evidence from ASEAN Countries.\"",
        "Plane ticket price dispersion in the online selling system in Poland",
        "Thailand 4.0 Mean Opportunities in Thailand",
        "Impact of Information and Communication Technology Infrastructure on Economic Growth: An Empirical Assessment for the EU Countries",
        "Revisiting the energy consumption-growth nexus for Croatia: New evidence from a multivariate framework analysis",
        "Governance and Poverty Reduction in Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Thonburi",
            "@id": "60008786",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008786",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}