{
    "eid": "2-s2.0-84921936171",
    "title": "Geographic variation in polyandry of the Eastern Honey Bee, Apis cerana, in Thailand",
    "cover-date": "2015-02-01",
    "subject-areas": [
        {
            "$": "Ecology",
            "@code": "1105"
        },
        {
            "$": "Insect Science",
            "@code": "1109"
        }
    ],
    "keywords": [
        "Apis cerana",
        "Behavioral ecology",
        "Biogeographic variation",
        "Division of labor",
        "Honeybees",
        "Polyandry",
        "Social evolution"
    ],
    "authors": [
        "D. S. DeFelice"
    ],
    "citedby-count": 6,
    "ref-count": 35,
    "ref-list": [
        "The evolution of female multiple mating in social hymenoptera",
        "Multiple mating and the evolution of social behavior in the hymenoptera",
        "Mating strategies of queens in Lasius niger ants-is environment type important?",
        "Polyandry in social Hymenoptera - Disunity in diversity?",
        "On being the right size: male contributions and multiple mating in social Hymenoptera",
        "Mating in the rain? Climatic variance for polyandry in the honeybee (Apis mellifera jemenitica)",
        "Queen mating frequency and relatedness in young Atta sexdens colonies",
        "The geography of behaviour: An evolutionary perspective",
        "Evolution of extreme polyandry: An estimate of mating frequency in two African honeybee subspecies, Apis mellifera monticola and A. m. scutellata",
        "Mating and reproduction in the wasp Vespula germanica",
        "Added weights lead to reduced flight behavior and mating success in polyandrous honey bee queens (Apis mellifera)",
        "Ancestral monogamy shows kin selection is key to the evolution of eusociality",
        "COLONY: A program for parentage and sibship inference from multilocus genotype data",
        "Sperm limitation and the evolution of extreme polyandry in honeybees (Apis mellifera L.)",
        "The evolution of multiple mating in army ants",
        "Promiscuous honey bee queens increase colony productivity by suppressing worker selfishness",
        "Genetic diversity in honey bee colonies enhances productivity and fitness",
        "Estimating effective paternity number in social insects and the effective number of alleles in a population",
        "Evolution of mating behavior in the genus Apis and an estimate of mating frequency in Apis cerana (Hymenoptera: Apidae)",
        "The evolution of multiple mating behavior by honey bee queens (Apis mellifera L.).",
        "Reproductive harmony via mutual policing by workers in eusocial Hymenoptera",
        "No evidence that habitat disturbance affects mating frequency in the giant honey bee Apis dorsata",
        "Population structure of Apis cerana in Thailand reflects biogeography and current gene flow rather than Varroa mite association",
        "Variance-based selection may explain general mating patterns in social insects",
        "Biogeography and Taxonomy of Honeybees",
        "Queen promiscuity lowers disease within honeybee colonies",
        "Parasites, pathogens, and polyandry in social Hymenoptera",
        "A third-generation microsatellite-based linkage map of the honey bee, Apis mellifera, and its comparison with the sequence-based physical map",
        "The rarity of multiple mating by females in the social hymenoptera",
        "Variable microsatellite loci isolated from the Asian honeybee, Apis cerana (Hymenoptera; Apidae)",
        "Sampling error, effective paternity, and estimating the genetic structure of honey bee colonies (Hymenoptera: Apidae)",
        "A scientific note on the revised estimates of effective paternity frequency in Apis",
        "Genetic subpopulations of Varroa mites and their Apis cerana hosts in Thailand",
        "A scientific note on the mating frequency of Apis dorsata"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Greensboro",
            "affilname": "The University of North Carolina at Greensboro",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Lawrence",
            "affilname": "University of Kansas",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Corvallis",
            "affilname": "Oregon State University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Raleigh",
            "affilname": "NC State University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Institute of Food and Agriculture",
        "National Institute of Food and Agriculture",
        "National Institutes of Health",
        "National Science Foundation",
        "Chiang Mai University",
        "University of North Carolina at Greensboro",
        "National Science Foundation",
        "AFRI",
        "National Institutes of Health",
        "National Institute of General Medical Sciences"
    ]
}