{
    "eid": "2-s2.0-85015187333",
    "title": "SDSS IV MaNGA: Discovery of an Hα Blob Associated with a Dry Galaxy Pair - Ejected Gas or a Dark Galaxy Candidate?",
    "cover-date": "2017-03-01",
    "subject-areas": [
        {
            "$": "Astronomy and Astrophysics",
            "@code": "3103"
        },
        {
            "$": "Space and Planetary Science",
            "@code": "1912"
        }
    ],
    "keywords": [
        "galaxies: evolution",
        "galaxies: interactions",
        "galaxies: peculiar"
    ],
    "authors": [
        "Lihwai Lin"
    ],
    "citedby-count": 12,
    "ref-count": 88,
    "ref-list": [
        "Ultra-low surface brightness imaging with the Dragonfly Telephoto Array",
        "The mappings III library of fast radiative shock models",
        "Adass v",
        "PASP",
        "Transformations of galaxies. II. gasdynamics in merging disk galaxies",
        "SDSS IV MaNGA-spatially resolved diagnostic diagrams: A proof that many galaxies are LIERs",
        "Estimating star formation rates from infrared and radio luminosities: The origin of the radio-infrared correlation",
        "Spectacular tails of ionized gas in the Virgo cluster galaxy NGC 4569",
        "The large extent of dark matter haloes probed by the formation of tidal dwarf galaxies",
        "Overview of the SDSS-IV MaNGA survey: Mapping Nearby Galaxies at Apache Point Observatory",
        "The ALFALFA \"Almost Darks\" campaign: Pilot VLA H I observations of five high mass-to-light ratio systems",
        "The growth of the central region by acquisition of counterrotating gas in star-forming galaxies",
        "Suppressing star formation in quiescent galaxies with supermassive black hole winds",
        "SDSS-IV MaNGA: A SERENDIPITOUS OBSERVATION of A POTENTIAL GAS ACCRETION EVENT",
        "Alternative diagnostic diagrams and the 'forgotten' population of weak line galaxies in the SDSS",
        "Probing the low surface brightness dwarf galaxy population of the virgo cluster",
        "Starburst-AGN mixing - II. Optically selected active galaxies",
        "Starburst-AGN mixing-I. NGC 7130",
        null,
        "The MASSIVE survey - III. Molecular gas and a broken Tully-Fisher relation in the most massive early-type galaxies",
        "The typecasting of active galactic nuclei: Mrk 590 no longer fits the role",
        "Hα emission 11 kiloparsecs above M82",
        "NIHAO - XI. Formation of ultra-diffuse galaxies by outflows",
        "Star formation efficiency in galaxy interactions and mergers: A statistical study",
        "Ap&SS",
        "New strong-line abundance diagnostics for H II regions: Effects of κ-distributed electron energies and new atomic data",
        "The MaNGA integral field unit fiber feed system for the sloan 2.5 m telescope",
        "A top-down scenario for the formation of massive Tidal dwarf Galaxies",
        "AAS/High Energy Astrophysics Division, HEAD Meeting #13",
        "An updated MILES stellar library and stellar population models",
        "Attenuation caused by a distant isothermal turbulent screen",
        "CIAO: Chandra's data analysis system",
        "A common origin for quasar extended emission-line regions and their broad-line regions",
        "Integral field spectroscopy of the extended emission-line region of 4C 37.43",
        "The host galaxy and the extended emission-line region of the radio galaxy 3C 79",
        "The nature of double-peaked [O III] Active galactic nuclei",
        "The arecibo legacy fast ALFA survey. I. Science goals, survey design, and strategy",
        "A novel approach to constrain the mass ratio of minor mergers in elliptical galaxies: Application to NGC 4889, the brightest cluster galaxy in Coma",
        "The 2.5 m telescope of the Sloan Digital Sky Survey",
        "MegaPipe: The MegaCam image stacking pipeline at the Canadian Astronomical Data Centre",
        "The relation between line emission and brightest cluster galaxies in three exceptional clusters: Evidence for gas cooling from the intracluster medium",
        "The Arecibo Legacy Fast ALFA Survey: The α.40 HI source catalog, its characteristics and their impact on the derivation of the H i mass function",
        "The SAMI galaxy survey: Shocks and outflows in a normal star-forming galaxy",
        "Mapping the ionised gas around the luminous QSO HE 1029-1401: Evidence for minor merger events?",
        "SDSS-IV MaNGA: Properties of galaxies with kinematically decoupled stellar and gaseous components",
        "The host galaxies of active galactic nuclei",
        "The Galaxy Zoo survey for giant AGN-ionized clouds: Past and present black hole accretion events",
        "Star formation in galaxies along the Hubble sequence",
        "Weak lensing calibrated M-T scaling relation of galaxy groups in the cosmos field",
        "Theoretical modeling of starburst galaxies",
        "Metallicity calibrations and the mass-metallicity relation for star-forming galaxies",
        "The host galaxies and classification of active galactic nuclei",
        "Where are the missing galactic satellites?",
        "The discovery of the first \"changing look\" Quasar: New insights into the physics and phenomenology of active galactic nuclei",
        "Very extended X-ray and Hα emission in M82: Implications for the superwind phenomenon",
        "Galaxy Zoo: Hanny's Voorwerp, a quasar light echo?",
        "The Close AGN Reference Survey (CARS): Mrk 1018 returns to the shadows after 30 years as a Seyfert 1",
        "Adass XVI",
        "A tidal disruption flare in a massive galaxy? Implications for the fuelling mechanisms of nuclear black holes",
        "Dark matter substructure within galactic halos",
        "Astrophysics of Gaseous Nebulae and Active Galactic Nuclei",
        "Cold gas in group-dominant elliptical galaxies",
        "Systematic study of X-ray cavities in the brightest galaxy in the Draco constellation NGC 6338",
        "Composite star formation histories of early-type galaxies from minor mergers: prospects for WFC3",
        "Detailed structural decomposition of galaxy images",
        "Detailed decomposition of galaxy images. II. beyond axisymmetric models",
        "Upgrading electron temperature and electron density diagnostic diagrams of forbidden line emission",
        "Pipe3D, a pipeline to analyze integral field spectroscopy data: I. New fitting philosophy of FIT3D",
        "Pipe3D, a pipeline to analyze integral field spectroscopy data: II. Analysis sequence and CALIFA dataproducts",
        "Medium-resolution Isaac Newton Telescope library of empirical spectra",
        "The SAURON project - V. Integral-field emission-line kinematics of 48 elliptical and lenticular galaxies",
        "A tidal disruption-like X-ray flare from the quiescent galaxy SDSS J120136.02+300305.5",
        "The multi-object, fiber-fed spectrographs for the Sloan Digital Sky Survey and the Baryon Oscillation Spectroscopic Survey",
        "The cosmological simulation code GADGET-2",
        "Type 1 agn at low z - III. the optical narrow-line ratios",
        "First-look XMM-Newton EPIC observations of the prototypical starburst galaxy M82",
        "The origin of the mass-metallicity relation: Insights from 53,000 star-forming galaxies in the sloan digital sky survey"
    ],
    "affiliation": [
        {
            "affiliation-city": "University Park",
            "affilname": "Pennsylvania State University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Austin",
            "affilname": "College of Natural Sciences",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Mount Hamilton",
            "affilname": "Lick Observatory",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Cambridge",
            "affilname": "Department of Physics",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Abu Dhabi",
            "affilname": "NYU Abu Dhabi",
            "affiliation-country": "United Arab Emirates"
        },
        {
            "affiliation-city": "Taipei",
            "affilname": "Academia Sinica, Institute of Astronomy and Astrophysics",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Mexico",
            "affilname": "Universidad Nacional Autónoma de México",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Madison",
            "affilname": "University of Wisconsin-Madison",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Shanghai",
            "affilname": "Shanghai Astronomical Observatory Chinese Academy of Sciences",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Besancon",
            "affilname": "Université de Franche-Comté",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Cambridge",
            "affilname": "University of Cambridge",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "New York",
            "affilname": "The Center for Cosmology and Particle Physics",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Oxford",
            "affilname": "University of Oxford",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Portsmouth",
            "affilname": "University of Portsmouth",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Beijing",
            "affilname": "Tsinghua University",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "The University of Tokyo",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Iowa City",
            "affilname": "University of Iowa",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "La Serena",
            "affilname": "Universidad de La Serena",
            "affiliation-country": "Chile"
        },
        {
            "affiliation-city": "Paris",
            "affilname": "Institut d’Astrophysique de Paris",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Sunspot",
            "affilname": "Apache Point Observatory",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Ottawa",
            "affilname": "National Research Council Canada",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Baltimore",
            "affilname": "Space Telescope Science Institute",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Moscow",
            "affilname": "Lomonosov Moscow State University",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Taipei",
            "affilname": "National Taiwan University",
            "affiliation-country": "Taiwan"
        }
    ],
    "funding": [
        "National Science Foundation",
        "National Science Foundation",
        "Science and Technology Facilities Council",
        "Science and Technology Facilities Council",
        "Japan Society for the Promotion of Science",
        "Japan Society for the Promotion of Science"
    ]
}