{
    "eid": "2-s2.0-84928762768",
    "title": "Effects of chitin-rich residues on growth and postharvest quality of lettuce",
    "cover-date": "2015-04-03",
    "subject-areas": [
        {
            "$": "Horticulture",
            "@code": "1108"
        },
        {
            "$": "Agronomy and Crop Science",
            "@code": "1102"
        }
    ],
    "keywords": [
        "fermented chitinous material",
        "shrimp shell powder",
        "storage",
        "yield"
    ],
    "authors": [
        "P. Muymas"
    ],
    "citedby-count": 9,
    "ref-count": 25,
    "ref-list": [
        "Peripheral enzymatic deacetylation of chitin and reprecipitated chitin particles",
        "Reduction of transpiration through foliar application of chitosan",
        "Determination of total, organic, and available forms of phosphorus in soils",
        "Total nitrogen",
        "The effect of compost and Bacillus licheniformis on the phytoextraction of Cr, Cu, Pb and Zn by three brassicaceae species from contaminated soils in the Apulia region, Southern Italy",
        "Crop Sci",
        "The FAO (Food and Agriculture Organization of the United Nations) Statistical Database [Internet]",
        "Seasonal effects of radiation and temperature on growth of greenhouse lettuce in a high insolation desert environment",
        "Plant Pathol Bull",
        "Chitin-mediated changes in bacterial communities of the soil, rhizosphere and within roots of cotton in relation to nematode control",
        "Preparation and functional evaluation of oligopeptide-enriched hydrolysate from shrimp (Acetes chinensis) treated with crude protease from Bacillus sp. SM98011",
        "Effect of vermicompost and compost on lettuce production",
        "Soil Chemical Analysis",
        "Purification and characterization of thermostable chitinase from bacillus licheniformis SK-1",
        "Effect of food waste compost on microbial population, soil enzyme activity and lettuce growth",
        "Total carbon, organic carbon, and organic matter",
        "Chitosan as a growth stimulator in orchid tissue culture",
        "Chitosan treatment affects plant growth and flower quality in Eustoma grandiflorum",
        "Hydrogen-ion activity",
        "Pinus pinea L. seedling growth and bacterial rhizosphere structure after inoculation with PGPR Bacillus (B. licheniformis CECT 5106 and B. pumilus CECT 5105)",
        "Effects of pressure reduction rate on vacuum cooled lettuce quality during storage",
        "A review of the applications of chitin and its derivatives in agriculture to modify plant-microbial interactions and improve crop yields",
        "Oligosaccharide signalling for defence responses in plant",
        "A LysM receptor-like kinase plays a critical role in chitin signaling and fungal resistance in Arabidopsis",
        "Purification and characterization of two bifunctional chitinases/lysozymes extracellularly produced by Pseudomonas aeruginosa K- 187 in a shrimp and crab shell powder medium"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thailand Land Development Department, Bangkok",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadapisek Somphot Research Fund",
        "Thai Government Stimulus"
    ]
}