{
    "eid": "2-s2.0-85097749878",
    "title": "Land use regression modeling for fine particulate matters in Bangkok, Thailand, using time-variant predictors: Effects of seasonal factors, open biomass burning, and traffic-related factors",
    "cover-date": "2021-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Atmospheric Science",
            "@code": "1902",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "Air quality",
        "Bangkok",
        "Land use regression",
        "Open biomass burning",
        "PM2.5",
        "Traffic-related factors"
    ],
    "authors": [
        "Saksith Chalermpong",
        "Phathinan Thaithatkul",
        "Ornicha Anuchitchanchai",
        "Patanapong Sanghatawatana"
    ],
    "citedby-count": 16,
    "ref-count": 61,
    "ref-list": [
        "Average Speed of Personal Cars in Bangkok 2018",
        "Travel and Freight Transport: Household Travel Survey in Bangkok",
        "Why does pollution peak during winter months?",
        "Rehabilitation Plan of Bangkok Mass Transit Authority",
        "ESCAPE Exposure Assessment Manual",
        "Development of land-use regression models for particulate matter due to residential wood burning in Temuco, Chile",
        "Estimation of nitrogen dioxide concentrations in inner Bangkok using land use regression modeling and GIS",
        "The influence of governmental mitigation measures on contamination characteristics of PM2. 5 in Beijing",
        "“Using a Network of Locally Developed Low Cost Particulate Matter Sensors for Land Use Regression Modeling of PM2.5 in Urban Uganda.” Preprints",
        "The Climate of Thailand",
        "Modeling temporal and spatial variability of traffic-related air pollution: hourly land use regression models for black carbon",
        "Development of Land Use Regression models for PM(2.5), PM(2.5) absorbance, PM(10) and PM(coarse) in 20 European study areas; results of the ESCAPE project",
        "The health effects of ambient PM2.5 and potential mechanisms",
        "Characterizing the effect of traffic density on ambient CO, NO2, and PM2.5 in Tehran, Iran: an hourly land-use regression model",
        "Land-use regression modelling of intra-urban air pollution variation in China: current status and future needs",
        "Distribution of PM2.5 air pollution in Mexico city: spatial analysis with land-use regression model",
        "A review of land-use regression models to assess spatial variation of outdoor air pollution",
        "Developing land-use regression models to estimate PM2.5-bound compound concentrations",
        "Asian culturally specific predictors in a large-scale land use regression model to predict spatial-temporal variability of ozone concentration",
        "Improving satellite-driven PM2.5 models with Moderate Resolution Imaging Spectroradiometer fire counts in the southeastern U.S",
        "Development of land use regression models for PM2.5, SO2, NO2 and O3 in Nanjing, China",
        "Source apportionment of primary and secondary PM2.5: associations with pediatric respiratory disease emergency department visits in the US State of Georgia",
        "Modeling the intraurban variability of ambient traffic pollution in Toronto, Canada",
        "Land use regression models for ultrafine particles, fine particles, and black carbon in Southern California",
        "Emission of air pollutants from rice residue open burning in Thailand",
        "A Review of Air Quality Modeling",
        "A review on the human health impact of airborne particulate matter",
        "PM2. 5 pollutant in Asia—a comparison of metropolis cities in Indonesia and Taiwan",
        "LUR models for particulate matters in the Taipei metropolis with high densities of roads and strong activities of industry, commerce and construction",
        "Land use regression modelling of air pollution in high density high rise cities: a case study in Hong Kong",
        "Mapping urban air quality using mobile sampling with low-cost sensors and machine learning in Seoul, South Korea",
        "A land use regression application into assessing spatial variation of intra-urban fine particulate matter (PM2.5) and nitrogen dioxide (NO2) concentrations in City of Shanghai, China",
        "Neighborhood perceptions and cumulative impacts of low level chronic exposure to fine particular matter (PM2. 5) on cardiopulmonary health",
        "Estimate annual and seasonal PM1, PM2.5 and PM10 concentrations using land use regression model",
        "MODIS Collection 6 NRT Hotspot/Active Fire Detections MCD14ML",
        "Introduction to Linear Regression Analysis",
        "Assessment of local and distant sources of urban PM2.5 in middle Indo-Gangetic plain of India using statistical modeling",
        "Atlas of Urban Expansion: Bangkok",
        "A Study in Urban Air Pollution Improvement in Asia",
        "Transport Data and Model Integrated with Multimodal and Logistics (TDL). O. o. T. a. T. P. a. Planning. Bangkok",
        "Plan for Solving Dust Pollution Problem",
        "Dust and Particles Situation and Mitigation 18 January 2020",
        "The relationship between particulate pollution levels in Australian cities, meteorology, and landscape fire activity detected from MODIS hotspots",
        "Long-term PM2. 5 exposure and respiratory, cancer, and cardiovascular mortality in older US adults",
        "Outdoor PM2. 5 associations with cardiovascular disease incidence in Dhaka, Bangladesh, and the respective roles of fossil fuels and biomass combustion",
        "A review of land-use regression models for characterizing intraurban air pollution exposure",
        "Relationship between PM10 and PM2.5 levels in high-traffic area determined using path analysis and linear regression",
        "Gov't to Enforce 12 Air Pollution Reduction Measures",
        "Land use regression modelling of outdoor NO(2) and PM2.5 concentrations in three low income areas in the western Cape province, South Africa",
        "Developing street-level PM2.5 and PM10 land use regression models in high-density Hong Kong with urban morphological factors",
        "Development model of oxide of nitrogen concentration and land use characteristics in Bangkok area",
        "Nothing new in dust mitigative measures",
        "Satellite monitoring for carbon monoxide and particulate matter during forest fire episodes in Northern Thailand",
        "Concurrent spatiotemporal daily land use regression modeling and missing data imputation of fine particulate matter using distributed space-time expectation maximization",
        "Traffic Index 2019",
        "Transport Sector: a Scapegoat of PM2.5 Problem Trans Time News",
        "Characteristics and emission-reduction measures evaluation of PM2. 5 during the two major events: APEC and Parade",
        "Land use regression modeling of ultrafine particles, ozone, nitrogen oxides and markers of particulate matter pollution in Augsburg, Germany",
        "Land-use regression with long-term satellite-based greenness index and culture-specific sources to model PM2.5 spatial-temporal variability",
        "The association between long-term exposure to low-level PM2. 5 and mortality in the state of Queensland, Australia: a modelling study with the difference-in-differences approach",
        "Emission characterization, environmental impact, and control measure of PM2. 5 emitted from agricultural crop residue burning in China"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Transportation Institute",
        "Chulalongkorn University"
    ]
}