{
    "eid": "2-s2.0-84900830524",
    "title": "The base discriminating potential of pyrrolidinyl PNA demonstrated by magnetic FexOy particles",
    "cover-date": "2014-06-14",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        }
    ],
    "keywords": [],
    "authors": [
        "Claudia Stubinitzky"
    ],
    "citedby-count": 5,
    "ref-count": 29,
    "ref-list": [
        "Sequence-selective recognition of DNA by strand displacement with a thymine-substituted polyamide",
        "PNA hybridizes to complementary oligonucleotides obeying the Watson-Crick hydrogen-bonding rules",
        "Peptide nucleic acids (PNA): Synthesis, properties and potential applications",
        "A novel pyrrolidinyl PNA showing high sequence specificity and preferential binding to DNA over RNA",
        "Org. Lett.",
        "Pyrrolidinyl peptide nucleic acid with α/β-peptide backbone: A conformationally constrained PNA with unusual hybridization properties",
        "Pyrrolidinyl peptide nucleic acid homologues: Effect of ring size on hybridization properties",
        "5-(pyren-1-yl)uracil as a base-discriminating fluorescent nucleobase in pyrrolidinyl peptide nucleic acids",
        "Reductive alkylation and sequential reductive alkylation-click chemistry for on-solid-support modification of pyrrolidinyl peptide nucleic acid",
        "A peptide nucleic acid (pna) heteroduplex probe containing an inosine-cytosine base pair discriminates a single-nucleotide difference in RNA",
        "DNA hybridization and discrimination of single-nucleotide mismatches using chip-based microbead arrays",
        "(S,S)-trans-cyclopentane-constrained peptide nucleic acids. A general backbone modification that improves binding affinity and sequence specificity",
        "Cyclopentane-peptide nucleic acids for qualitative, quantitative, and repetitive detection of nucleic acids",
        "Advanced Gene Delivery: From Concepts to Pharmaceutical Products",
        "Delivery of bioactive molecules into the cell: The Trojan horse approach",
        "Advances in Biomaterials, Drug Delivery, and Bionanotechnology",
        "Gene Delivery to Mammalian Cells",
        "Inorganic nanoparticles as carriers of nucleic acids into cells",
        "Inorganic nanoparticle-based drug codelivery nanosystems to overcome the multidrug resistance of cancer cells",
        "Conformationally constrained PNA analogues: Structural evolution toward DNA/RNA binding selectivity",
        "Mixed-sequence pyrrolidine-amide oligonucleotide mimics: Boc(Z) synthesis and DNA/RNA binding properties",
        "Rescuing the function of mutant p53",
        "Characterization of the human p53 gene",
        "Stability of complementary and mismatched DNA duplexes: Comparison and contrast in gas versus solution phases",
        "G.T wobble base-pairing in Z-DNA at 1.0 A atomic resolution: the crystal structure of d(CGCGTG).",
        "Hydrophobic self-assembly of a perylenediimide-linked DNA dumbbell into supramolecular polymers",
        "Perylene bisimide dimers as fluorescent \"glue\" for DNA and for base-mismatch detection",
        "ECHO probes: A concept of fluorescence control for practical nucleic acid sensing",
        "Fluorescent color readout of DNA hybridization with thiazole orange as anartificial DNA base"
    ],
    "affiliation": [
        {
            "affiliation-city": "Karlsruhe",
            "affilname": "Karlsruher Institut für Technologie",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Deutsche Forschungsgemeinschaft",
        "Kumoh National Institute of Technology"
    ]
}