{
    "eid": "2-s2.0-85044270896",
    "title": "High temperature multidimensional gas chromatographic approach for improved separation of triacylglycerols in olive oil",
    "cover-date": "2018-05-11",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Analytical Chemistry",
            "@code": "1602",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Organic Chemistry",
            "@code": "1605",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "Comprehensive sampling",
        "Heart-cut multidimensional GC",
        "Olive oil",
        "Triacylglycerols"
    ],
    "authors": [
        "Habtewold D. Waktola",
        "Chadin Kulsing",
        "Yada Nolvachai",
        "Philip J. Marriott"
    ],
    "citedby-count": 9,
    "ref-count": 24,
    "ref-list": [
        "Triacylglycerols: characterization and determination",
        "Triacylglycerol profiling by using chromatographic techniques",
        "High temperature capillary gas liquid chromatography of triacylglycerols and other intact lipids",
        "Regioisomeric and enantiomeric analysis of triacylglycerols",
        "UHPLC-APCI-MS profiling of triacylglycerols in vegetable oils—application to the analysis of four North African sesame seed varieties",
        "Triglyceride species compositions of common edible vegetable oils and methods used for their identification and quantification",
        "Methods for the analysis of triacylglycerols",
        "Profiling of triacylglycerols in plant oils by high-performance liquid chromatography–atmosphere pressure chemical ionization mass spectrometry using a novel mixed-mode column",
        "Optimization and application of methods of triacylglycerol evaluation for characterization of olive oil adulteration by soybean oil with HPLC–APCI-MS–MS",
        "Application of selected ion monitoring to the analysis of triacylglycerols in olive oil by high temperature-gas chromatography/mass spectrometry",
        "High temperature gas chromatography-time-of-flight-mass spectrometry (HTGC–ToF-MS) for high-boiling compounds",
        "Quantification of blending of olive oils and edible vegetable oils by triacylglycerol fingerprint gas chromatography and chemometric tools",
        "Chromatographic and spectroscopic methods in the analysis of triacylglycerol species and regiospecific isomers of oils and fats",
        "Triacylglycerol mixture for testing capillary columns for high-temperature gas chromatography",
        "Online profiling of triacylglycerols in plant oils by two-dimensional liquid chromatography using a single column coupled with atmospheric pressure chemical ionization mass spectrometry",
        "Determination of the triacylglycerol fraction in fish oil by comprehensive liquid chromatography techniques with the support of gas chromatography and mass spectrometry data",
        "Thermally sensitive behavior explanation for unusual orthogonality observed in comprehensive two-dimensional gas chromatography comprising a single ionic liquid stationary phase",
        "Multidimensional gas chromatography",
        "Multidimensional gas chromatography in food analysis",
        "F.R. de Aquino Neto, C.M., Rezende, P.J. Marriott, Analysis of underivatised low volatility compounds by comprehensive two-dimensional gas chromatography with a short primary column",
        "Heart-cutting multidimensional gas chromatography: a review of recent evolution, applications, and future prospects",
        "Integrated multidimensional and comprehensive 2D GC analysis of fatty acid methyl esters",
        "Capillary GC of triglycerides in fats and oils using a high temperature phenylmethylsilicone stationary phase, part I",
        "Analysis of olive oil and seed oil triglycerides by capillary gas chromatography as a tool for the detection of the adulteration of olive oil"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Melbourne",
            "@id": "60019578",
            "affilname": "Monash University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019578",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "PerkinElmer",
        "ARC"
    ]
}