{
    "eid": "2-s2.0-84946072557",
    "title": "Population structure of the stingless bee (Tetragonula pagdeni Schwarz) in Thailand determined by cytochrome b and ATPase6–tRNAASP sequence analysis",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Earth and Planetary Sciences",
            "@code": "1900"
        },
        {
            "$": "General Agricultural and Biological Sciences",
            "@code": "1100"
        },
        {
            "$": "General Environmental Science",
            "@code": "2300"
        },
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Neuroscience",
            "@code": "2800"
        }
    ],
    "keywords": [
        null,
        "Cytochrome b",
        "Genetic diversity",
        "PCR-SSCP",
        "Population structure",
        "Tetragonula"
    ],
    "authors": [
        "Sirikul Thummajitsakul"
    ],
    "citedby-count": 1,
    "ref-count": 49,
    "ref-list": [
        "What are stingless bees, and why and how to use them as crop pollinators? - A review -",
        "Body size and flight distance in stingless bees (hymenoptera: meliponini): inference of flight range and possible ecological implications",
        "Natural History, and Evolution",
        "Molecular phylogeny of the stingless bees (Apidae, Apinae, Meliponini) inferred from mitochondrial 16S rDNA sequences",
        "The past and present status of beekeeping with stingless bees",
        "Intraspecific variation in the first internal transcribed spacer (ITS1) of the nuclear ribosomal DNA in Melipona subnitida (Hymenoptera, Apidae), an endemic stingless bee from northeastern Brazil",
        "Sequence and RFLP analysis of the ITS2 ribosomal DNA in two Neotropical social bees, Melipona beecheii and Melipona yucatanica (Apidae, Meliponini)",
        "Evaluation of the Neotropical stingless bee Melipona quadrifasciata (Hymenoptera: Apidae) as pollinator of greenhouse tomatoes",
        "Nest architecture and genetic differentiation in a species complex of Australian stingless bees",
        "Genetic differentiation of continental and island populations of Bombus terrestris (Hymenoptera: Apidae) in Europe",
        "Analysis of molecular variance inferred from metric distances among DNA haplotypes: Application to human mitochondrial DNA restriction data",
        "Origin and evolution of mitochondrial DNA",
        "The role of stingless bees in crop pollination",
        "The Indochinese-Sundaic faunal transition at the Isthmus of Kra: An analysis of resident forest bird species distributions",
        "Field Zool",
        "Nat. Hist. J. Chulalongkorn Univ",
        "Analysis of population genetic structure with RAPD markers",
        "Intraspecific variation in the stingless bee Melipona beecheii assessed with PCR-RFLP of the ITS1 ribosomal DNA",
        "Morphometric and genetic differentiation in isolated populations of the endangered Mesoamerican stingless bee Melipona yucatanica (Hymenoptera: Apoidea) suggest the existence of a two species complex",
        "The Social Behavior of the Bees: A Comparative Study",
        "Univ. Kansas Sci. Bull",
        "The Bees of the World",
        "A new species of Trigona from Peninsular Thailand (Hymenoptera: Apidae: Meliponini)",
        "Detection of mitochondrial DNA restriction site differences between the subspecies of Melipona quadrifasciata Lepeletier (Hymenoptera: Apidae: Meliponini)",
        "Evolution of animal mitochondrial DNA: relevance for population biology and systematics.",
        "Estimation of average heterozygosity and genetic distance from a small number of individuals",
        "Detection of polymorphisms of human DNA by gel electrophoresis as single-strand conformation polymorphisms",
        "GENALEX 6: Genetic analysis in Excel. Population genetic software for teaching and research",
        "Genetic variability in Melipona quinquefasciata (Hymenoptera, Apidae, Meliponini) from northeastern Brazil determined using the first internal transcribed spacer (ITS1)",
        "A molecular phylogeny of the Old World stingless bees (Hymenoptera: Apidae: Meliponini) and the non-monophyly of the large genus Trigona",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Journal of the Faculty of Science. Hokkaido University ser VI Zoology",
        "Kontyu",
        "Molecular Cloning: A Laboratory Manual",
        "Mitochondrial DNA diversity and population structure of the honey bee, Apis cerana, in Thailand",
        "Genetic differentiation of the honey bee (Apis cerana) in Thailand revealed by polymorphism of a large subunit of mitochondrial ribosomal DNA",
        "Genetic differentiation of the honey bee (Apis cerana) in Thailand: Evidence from microsatellite polymorphism",
        "A scientific note on the use of stingless bees for commercial pollination in enclosures",
        "The biogeography of Apis cerana as revealed by mitochondrial DNA sequence data",
        "Biogeography of Apis cerana F. and A. nigrocincta Smith: Insights from mtDNA studies",
        "A scientific note on high variation in the non-coding mitochondrial sequences of apis cerana from South East Asia",
        "Mitochondrial DNA diversity and genetic differentiation of the honeybee (Apis cerana) in Thailand",
        "MEGA4: Molecular Evolutionary Genetics Analysis (MEGA) software version 4.0",
        "Genetic subpopulations of Varroa mites and their Apis cerana hosts in Thailand",
        "On the specificity of tuna-directed primers in PCR-SSCP analysis of fish and meat",
        "Mitochondrial DNA restriction and genomic maps of seven species of Melipona (Apidae: Meliponini)",
        "Hierarchical analysis of variation in the mitochondrial 16S rRNA gene among Hymenoptera",
        "Population genetic structure and colonization history of Bombus terrestris s.l. (Hymenoptera: Apidae) from the Canary Islands and Madeira",
        "The population genetic structure of a large temperate pollinator species, Bombus pascuorum (Scopoli) (Hymenoptera: Apidae)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Srinakharinwirot University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}