{
    "eid": "2-s2.0-84942198562",
    "title": "What is the evidence to support home environmental adaptation in Parkinson's disease? A call for multidisciplinary interventions",
    "cover-date": "2015-10-01",
    "subject-areas": [
        {
            "$": "Geriatrics and Gerontology",
            "@code": "2717"
        },
        {
            "$": "Neurology",
            "@code": "2808"
        },
        {
            "$": "Neurology (clinical)",
            "@code": "2728"
        }
    ],
    "keywords": [
        "Accessibility",
        "Activities of daily livings",
        "Activity",
        "Falls",
        "Home environmental adjustment",
        "Housing adaptation",
        "Parkinson's disease",
        "Person-environmental fit",
        "Rehabilitation",
        "Safety",
        "Usability"
    ],
    "authors": [
        "Roongroj Bhidayasiri"
    ],
    "citedby-count": 24,
    "ref-count": 37,
    "ref-list": [
        "The multiple meaning of home as experienced by very old Swedish people",
        "Changes in person-environmental fit and ADL dependence among older Swedish adults. A 10-year follow-up",
        "Living and coping with Parkinson's disease: Perceptions of informal carers",
        "The circumstances of falls among people with Parkinson's disease and the use of Falls Diaries to facilitate reporting",
        "Allied health care in Parkinson's disease: Referral, consultation, and professional expertise",
        "Changes in accessibility and usability in housing: An exploration of the housing adaptation process",
        "Parkinson Disease in Long Term Care Facilities: A Review of the Literature",
        "Nursing care of patients with late-stage Parkinson's disease.",
        "Informal caregiving: An essential part of the team",
        "Conceptual development of 'at-homeness' despite Illness and disease: A review",
        "Dementia: Finding Housing Solutions",
        "Adapting Your Home to Living with Dementia. A Resouce Book for Living at Home and Guide to Home Adaptation",
        "Aids and adaptations for the elderly at home: Underprovided, underused, and undermaintained",
        "Modification of the home environment for the reduction of injuries.",
        "Interventions for preventing falls in older people living in the community",
        "Home modifications to reduce injuries from falls in the Home Injury Prevention Intervention (HIPI) study: A cluster-randomised controlled trial",
        "Effectiveness and Implementation Aspects of Interventions for Preventing Falls in Elderly People in Long-Term Care Facilities: A Systematic Review of RCTs",
        "J Park. Restless Legs Syndr.",
        "Housing and health: Very old people with self-reported Parkinson's disease versus controls",
        "Characteristics of the personal and environmental components of person-environment fit in very old age: A comparison between people with self-reported Parkinson's disease and matched controls",
        "Prediction of outcome of physiotherapy in advanced Parkinson's disease",
        "The effect of a home physiotherapy program for persons with Parkinson's disease",
        "Cueing training in the home improves gait-related mobility in Parkinson's disease: The RESCUE trial",
        "Efficacy of occupational therapy for patients with Parkinson's disease: A randomised controlled trial",
        "Economic evaluation of occupational therapy in Parkinson's disease: A randomized controlled trial",
        "Circumstances of falls and fall-related injuries among patients with Parkinson's disease in an outpatient setting",
        "Effectiveness of multidisciplinary care for Parkinson's disease: A randomized, controlled trial",
        "Accessibility, usability and universal design - Positioning and definition of concepts describing person-environment relationships",
        "The Accessible Home: Designing for All Ages & Abilities",
        "Accessibility and usability in housing: Construct validity and implications for research and practice",
        "Movement disorder society unified parkinson disease rating scale experiences in daily living: Longitudinal changes and correlation with other assessments",
        "Comparison of activities of daily living impairments in Parkinson's disease patients as defined by the Pill Questionnaire and assessments by neurologists",
        "Environmental influences on the cumulative structure of instrumental ADL: An example in osteoporosis patients in a Swedish rural district",
        "The Parkinson's Disease Activities of Daily Living Scale: A new simple and brief subjective measure of disability in Parkinson's disease",
        "Disability, and Health (ICF)",
        "Parkinson's disease: Quantification of disability based on the unified Parkinson's Disease Rating Scale",
        "Laws, Codes, and Regulations. Residential Design for Aging in Place"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "Juntendo University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Vancouver",
            "affilname": "The University of British Columbia",
            "affiliation-country": "Canada"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}