{
    "eid": "2-s2.0-84956733844",
    "title": "Heat illness: Health concerns for school physical education",
    "cover-date": "2014-07-01",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Juraiporn Somboonwong"
    ],
    "citedby-count": 0,
    "ref-count": 78,
    "ref-list": [
        "The physical activity, fitness and health of children",
        "Trends in physical activity and inactivity amongst US 14-18 year olds by gender, school grade and race, 1993-2003: Evidence from the youth risk behavior survey",
        "Trends in physical activity behaviours and attitudes among South Australian youth between 1985 and 2004",
        "Secular trends in sports: Participation and attitudes among adolescents in Sweden from 1974 to 1995",
        "Secular trends of sports participation, sedentary activity and physical self-perceptions in Hong Kong adolescents, 1995-2000",
        "Energy expenditure and physical activity of obese and non-obese Thai children",
        "Physical education in schools-both quality and quantity are important",
        "Heat illness surveillance in schoolboys participatingin physical education class in tropical climate: An analytical prospective descriptive study",
        "Essential of Exercise Physiology.",
        "Heat-related illness in athletes",
        "Heat Illness in Athletes: The Dangerous Combination of Heat, Humidity and Exercise",
        "Hydration and Physical Performance",
        "Comparison of thermoregulatory responses to exercise in dry heat among prepubertal boys, young adults and older males",
        "Thermoregulatory responses of pre-, mid-, and late-pubertal boys to exercise in dry heat",
        "Exercise tolerance in a hot and humid climate in heat-acclimatized girls and women",
        "Thermoregulatory responses and hydration practices in heat-acclimatized adolescents during preseason high school football",
        "Core body temperature during competition in the heat: National boys' 14s junior tennis championships",
        "Children’s self-efficacy, motivational intentions, and attributions in physical education and sport",
        "Responses of lean and obese boys to repeated summer exercise in the heat bouts",
        "Heat-related illness in children",
        "National Athletic Trainers' Association position statement: Exertional heat illnesses",
        "Exertional heat-related injuries treated in emergency departments in the U.S., 1997-2006",
        "Nonfatal sports and recreation heat illness treated in hospital emergency departments --- United States, 2001--2009",
        "Heat illness among high school athletes - United States, 2005-2009",
        "Epidemiology of exertional heat illness among U.S. High School Athletes",
        "Exertional heat illness and environmental conditions during a single football season in the southeast",
        "National Center for Catastrophic Sports Injury Research",
        "Heat stroke in schools",
        "Heat stroke: a comprehensive review.",
        "Ann. Saudi. Med.",
        "Heat related mortality in warm and cold regions of Europe: Observational study",
        "In-patient Statistics.",
        "The effects of temperature on heat-related illness according to the characteristics of patients during the summer of 2012 in the Republic of Korea",
        "Experimental studies of physical working capacity in relation to sex and age.",
        "Maximal aerobic capacity of Canadian schoolchildren: Prediction based on age-related oxygen cost of running",
        "Perspectives in Exercise Science and Sports Medicine. Volume 2: Youth, Exercise, and Sport",
        "Effects of thermal stress during rest and exercise in the paediatric population",
        "Age differences in sweating during muscular exercise",
        "Thermal responses to exercise in children",
        "Cardiac output of 10- to 13-year-old boys and girls during submaximal exercise.",
        "Response of prepubertal girls and college women to work in the heat",
        "Conditioning versus exercise in heat as methods for acclimatizing 8- to 10-yr-old boys to dry heat",
        "Central and peripheral cardiovascular adaptations during a maximal cycle exercise in boys and men",
        "Comparison of thermoregulatory responses to exercise in dry heat among prepubertal boys, young adults and older males",
        "Exercise tolerance and thermoregulatory responses during cycling in boys and men",
        "Thermoregulation during exercise in the heat in children: Old concepts revisited",
        "Are kids having a rough time of it in sports?",
        "Epidemiology of Injury in Child and Adolescent Sports: Injury Rates, Risk Factors, and Prevention",
        "Voluntary hypohydration in 10- to 12-year-old boys",
        "Hypohydration during exercise in children: effect on thirst, drink preferences, and rehydration.",
        "Effect of drink flavor and NaCl on voluntary drinking and hydration in boys exercising in the heat",
        "Drink composition, voluntary drinking, and fluid balance in exercising, trained, heat-acclimatized boys",
        "Hydration status, knowledge, and behavior in youths at summer sports camps",
        "Physical education class injuries treated in emergency departments in the US in 1997-2007",
        "American College of Sports Medicine position stand. Heat and cold illnesses during distance running.",
        "Hot Weather Guidelines",
        "Climatic heat stress and the exercising child and adolescent",
        "Policy statement - Climatic heat stress and exercising children and adolescents",
        "Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change.",
        "The impact of climate change on child health",
        "Annual survey of football injury research, 1931-2008",
        "Catastrophic sports injury research: twenty-eighth annual report: fall 1982-spring 2010.",
        "Development of a Compendium of Energy Expenditures for youth",
        "Obesity and the occurrence of heat disorders",
        "Heat tolerance of exercising lean and heavy prepubertal girls",
        "Heat tolerance of exercising lean and obese prepubertal boys",
        "Position statement and recommendations for hydration to minimize the risk for dehydration and heat illness",
        "Core temperature and percentage of dehydration in professional football linemen and backs during preseason practices: Commentary",
        "Professional Med. J.",
        "Delayed threshold for active cutaneous vasodilation in patients with Type 2 diabetes mellitus",
        "Juvenile hyperthyroidism: An experience",
        "Voluntary dehydration and heat intolerance in cystic fibrosis",
        "Sickle cell trait should be considered asymptomatic and as a benign condition during physical activity: To the editor [1]",
        "Sickle cell trait and fatal rhabdomyolysis in football training: A case study",
        "National athletic trainers' association position statement: Preventing sudden death in sports",
        "Risk management for preventing heat illness in athletes",
        "Dehydration, hyperthermia, and athletes: Science and practice",
        "The preparedness of schools to respond to emergencies in children: A national survey of school nurses"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}