{
    "eid": "2-s2.0-85119268756",
    "title": "Overexpression of fatty acid synthesis genes in Synechocystis sp. PCC 6803 with disrupted glycogen synthesis increases lipid production with further enhancement under copper induced oxidative stress",
    "cover-date": "2022-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Engineering",
            "@code": "2305",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Environmental Chemistry",
            "@code": "2304",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Pollution",
            "@code": "2310",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Health, Toxicology and Mutagenesis",
            "@code": "2307",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Acetyl CoA carboxylase",
        "Antioxidant enzymes",
        "Copper stress",
        "Engineered strains",
        "Methyl esters"
    ],
    "authors": [
        "Ramachandran Sivaramakrishnan",
        "Aran Incharoensakdi"
    ],
    "citedby-count": 5,
    "ref-count": 64,
    "ref-list": [
        "The effect of drought and ultraviolet radiation on growth and stress markers in pea and wheat",
        "Synthetic biology of cyanobacteria: unique challenges and opportunities",
        "Adopting a theophylline-responsive riboswitch for flexible regulation and understanding of glycogen metabolism in Synechococcus elongatus PCC7942",
        "Salinity induced oxidative stress alters the physiological responses and improves the biofuel potential of green microalgae Acutodesmus dimorphus",
        "Effect of heavy metal stress on proline, malondialdehyde, and superoxide dismutase activity in the cyanobacterium Spirulina platensis-S5",
        "Genetic transformation of the diatoms Cyclotella cryptica and Navicula saprophila",
        "Metabolic engineering of Synechocystis sp. PCC 6803 for production of the plant diterpenoid manoyl oxide",
        "Lipid accumulation and biosynthesis genes response of the oleaginous Chlorella pyrenoidosa under three nutrition stressors",
        "Microalgae as feedstock for biodiesel production: carbon dioxide sequestration, lipid production and biofuel quality",
        "Global transcriptional profiles of the copper responses in the cyanobacterium Synechocystis sp",
        "Impaired glycogen synthesis causes metabolic overflow reactions and affects stress responses in the cyanobacterium Synechocystis sp",
        "Metabolic model of Synechococcus sp. PCC 7002: prediction of flux distribution and network modification for enhanced biofuel production",
        "Improving the thiobarbituric acid-reactive-substances assay for estimating lipid peroxidation in plant tissues containing anthocyanin and other interfering compounds",
        "Increase in Chlorella strains calorific values when grown in low nitrogen medium",
        "Engineering of photosynthetic mannitol biosynthesis from CO2 in a cyanobacterium",
        "Enhancement of biodiesel potential in cyanobacteria: using agro-industrial wastes for fuel production, properties and acetyl CoA carboxylase D (accD) gene expression of Synechocystis sp.NN",
        "GABA synthesis mediated by γ-aminobutanal dehydrogenase in Synechocystis sp. PCC6803 with disrupted glutamate and α-ketoglutarate decarboxylase genes",
        "Enhancement of poly-3-hydroxybutyrate production in Synechocystis sp. PCC 6803 by overexpression of its native biosynthetic genes",
        "Enhanced H2 production with efficient N2-fixation by fructose mixotrophically grown Anabaena sp. PCC 7120 strain disrupted in uptake hydrogenase",
        "Increased fatty acid production in potato by engineering of acetyl-CoA carboxylase",
        "Improving biodiesel fuel properties by modifying fatty ester composition",
        "Redirecting photosynthetic electron flow into light-driven synthesis of alternative products including high-value bioactive natural compounds",
        "Expression of fatty acid synthesis genes and fatty acid accumulation in haematococcus pluvialis under different stressors",
        "Isobutanol production as an alternative metabolic sink to rescue the growth deficiency of the glycogen mutant of Synechococcus elongatus PCC 7942",
        "Responses of microalgae Coelastrella sp. to stress of cupric ions in treatment of anaerobically digested swine wastewater",
        "Synechocystis PCC 6803 overexpressing RuBisCO grow faster with increased photosynthesis",
        "Progress and perspective on cyanobacterial glycogen metabolism engineering",
        "Short- and long-term exposure to heavy metals induced oxidative stress response in pseudokirchneriella subcapitata",
        "Stress induced lipid production in Chlorella vulgaris: relationship with specific intracellular reactive species levels",
        "Coupling of transcriptional response to oxidative stress and secondary metabolism regulation in filamentous fungi",
        "Impact of fatty ester composition on low temperature properties of biodiesel–petroleum diesel blends",
        "Shared and unique responses of plants to multiple individual stresses and stress combinations: physiological and molecular mechanisms",
        "Rapid budding EMS mutants of Synechocystis PCC 6803 producing carbohydrate or lipid enriched biomass",
        "Acetyl coenzyme A: a central metabolite and second messenger",
        "Renewable energy from Cyanobacteria: energy production optimization by metabolic pathway engineering",
        "Influence of fatty acid composition of raw materials on biodiesel properties",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Microalgae for oil: strain selection, induction of lipid synthesis and outdoor mass cultivation in a low-cost photobioreactor",
        "Mapping the diatom redox-sensitive proteome provides insight into response to nitrogen stress in the marine environment",
        "Copper-induced intra-specific oxidative damage and antioxidant responses in strains of the brown alga Ectocarpus siliculosus with different pollution histories",
        "A Look Back at the U.S. Department of Energy's Aquatic Species Program: Biodiesel from Algae",
        "Stress enhances poly-unsaturation rich lipid accumulation in Chlorella sp. and Chlamydomonas sp",
        "Improving production of malonyl coenzyme A-derived metabolites by abolishing Snf1-dependent regulation of Acc 1",
        "Combined effect of copper sulfate and water temperature on key freshwater trophic levels – approaching potential climatic change scenarios",
        "Enhancement of lipid production in Scenedesmus sp. by UV mutagenesis and hydrogen peroxide treatment",
        "Enhancement of total lipid yield by nitrogen, carbon, and iron supplementation in isolated microalgae",
        "Physiological role of neutral lipid accumulation in eukaryotic microalgae under stresses",
        "Genomic island genes in a coastal marine Synechococcus strain confer enhanced tolerance to copper and oxidative stress",
        "Comparison of lipid productivity of Parachlorella kessleri heavy-ion beam irradiation mutant PK4 in laboratory and 150-L mass bioreactor, identification and characterization of its genetic variation",
        "Isolation and characterization of microalgae for biodiesel production from Nisargruna biogas plant effluent",
        "Proteomics analysis of high lipid-producing strain Mucor circinelloides WJ11: an explanation for the mechanism of lipid accumulation at the proteomic level",
        "Cyanobacterial metallochaperone inhibits deleterious side reactions of copper",
        "Co-overexpression of native phospholipid-biosynthetic genes plsX and plsC enhances lipid production in Synechocystis sp. PCC 6803",
        "Early perturbation in mitochondria redox homeostasis in response to environmental stress predicts cell fate in diatoms",
        "Isolation and partial characterization of mutants with elevated lipid content in Chlorella sorokiniana and Scenedesmus obliquus",
        "Engineering cyanobacteria to improve photosynthetic production of alka(e)nes",
        "Genomics approaches to deciphering natural transformation in cyanobacteria",
        "Biodiesel quality and biochemical changes of microalgae Chlorella pyrenoidosa and Scenedesmus obliquus in response to nitrate levels",
        "Optimizing culture conditions for heterotrophic-assisted photoautotrophic biofilm growth of Chlorella vulgaris to simultaneously improve microalgae biomass and lipid productivity",
        "TiO2 nanoparticles promote the production of unsaturated fatty acids (UFAs) fighting against oxidative stress in Pichia pastoris",
        "Lipid and carotenoid cooperation-driven adaptation to light and temperature stress in Synechocystis sp. PCC6803",
        "Overexpression of the soybean transcription factor GmDof4 significantly enhances the lipid content of Chlorella ellipsoidea",
        "ROS and ROS-mediated cellular signaling",
        "Breeding of high biomass and lipid producing Desmodesmus sp. by Ethylmethane sulfonate-induced mutation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Graduate School",
        "Thailand Research Fund",
        "Faculty of Science, Chulalongkorn University"
    ]
}