{
    "eid": "2-s2.0-85112629527",
    "title": "Massive neutron stars with holographic multiquark cores",
    "cover-date": "2021-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Engineering (miscellaneous)",
            "@code": "2201",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Physics and Astronomy (miscellaneous)",
            "@code": "3101",
            "@abbrev": "PHYS"
        }
    ],
    "keywords": [],
    "authors": [
        "Sitthichai Pinkanjanarod",
        "Piyabut Burikham"
    ],
    "citedby-count": 10,
    "ref-count": 55,
    "ref-list": [
        "New forms of QCD matter discovered at RHIC",
        "Decoding the phase structure of QCD via particle production at high energy",
        "A two-solar-mass neutron star measured using Shapiro delay",
        "A massive pulsar in a compact relativistic binary",
        "Evidence for quark-matter cores in massive neutron stars",
        "Exotic multi-quark states in the deconfined phase from gravity dual models",
        "Thermodynamic properties of holographic multiquark and the multiquark star",
        "Static solutions of Einstein’s field equations for spheres of fluid",
        "On massive neutron cores",
        "(LIGO Scientific and Virgo)",
        "Maldacena, Wilson loops in large N field theories",
        "Baryons and Branes in Anti-de Sitter Space",
        "Aspects of large N gauge theory dynamics as seen by string theory",
        "Low energy hadron physics in holographic QCD",
        "More on a holographic dual of QCD",
        "A holographic model of deconfinement and chiral symmetry restoration",
        "Neutron star radii and crusts: uncertainties and unified equations of state",
        "Quantum Monte Carlo calculation of the equation of state of neutron matter",
        "Equation of state and neutron star properties constrained by nuclear physics and observation",
        "Cold quark matter",
        "Next-to-next-to-next-to-leading order pressure of cold quark matter: leading logarithm",
        "H. Quaintrell, A.J. Norton, T.D.C. Ash, P. Roche, B. Willems, T.R. Bedding, I.K. Baldry, R.P. Fender"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Office of Higher Education Commission",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}