{
    "eid": "2-s2.0-85140517642",
    "title": "CANONS: Authoritative texts of the Theravaṃsa",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Social Sciences (all)",
            "@code": "3300",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [],
    "authors": [
        "Peter Skilling"
    ],
    "citedby-count": 1,
    "ref-count": 40,
    "ref-list": [
        "The Formation of Canons in the Early Indian Nikāyas or Schools in the Light of the New Gāndhāri. Manuscript Finds",
        "The Status of Pāli in Cambodia: From Canonical to Esoteric Language",
        "Circulation of Texts in Mid-Nineteenth Century Cambodia: A new reading of Inscription K. 892 (Vatt Tā Tok, CE 1857)",
        "Scripture",
        "On the Very Idea of the Pali Canon",
        "Canon",
        "A 15th Century Inscription and Library at Pagan, Burma",
        "Canon",
        "An Unwieldy Canon: Observations on Some Distinctive Features of Canon Formation in Buddhism",
        "The Advent of Theravāda Buddhism to Mainland South-east Asia",
        "Redaction, Recitation, and Writing: Transmission of the Buddha’s Teachings in India in the Early Period",
        "Theravāda in History",
        "Scriptural Authenticity and the Śrāvaka Schools: An Essay towards an Indian Perspective",
        "At the Heart of Letters: Aksara and Akkhara in Thai Tradition",
        "Reflections on the Pāli Literature of Siam",
        "Birchbark, Bodhisatvas, and Bhāṇakas: Writing materials in Buddhist North India",
        "Chanting and Inscribing: The “Condensed Tripiṭaka” in Thai Ritual",
        "Aṇisaṃsa: Merit, Motivation and Material Culture",
        "The Many Lives of Texts: The Pancatraya and the Mayajala Sutras",
        "Romance and Riddle: Buddhist narratives of Siam",
        "Calligraphic Magic: Abhidhamma Inscriptions from Sukhodaya",
        "The Theravaṃsa Has Always Been Here: K. 1355 from Angkor Borei",
        "An Original Inscription dated 10 September 1223, that King Badon Copied on 27 October 1785"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}