{
    "eid": "2-s2.0-85081126642",
    "title": "Functionalization at C2, C3, and C4 of quinolines: Discovery of water-soluble betaine dyes of C3 quinolinium derivatives with solvatochromic and pH-sensitive properties",
    "cover-date": "2020-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemical Engineering (all)",
            "@code": "1500",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Process Chemistry and Technology",
            "@code": "1508",
            "@abbrev": "CENG"
        }
    ],
    "keywords": [
        "Betaine dyes",
        "Green chemistry",
        "pH-sensitive dye",
        "Quinoline derivatives",
        "Quinolinium derivatives",
        "Solvatochromism",
        "Water-soluble dyes"
    ],
    "authors": [
        "Sasithorn Sangher",
        "Chatchai Kesornpun",
        "Thammarat Aree",
        "Chulabhorn Mahidol",
        "Somsak Ruchirawat",
        "Prasat Kittakoop"
    ],
    "citedby-count": 2,
    "ref-count": 31,
    "ref-list": [
        "Bedaquiline: first FDA-approved tuberculosis drug in 40 years",
        "High-contrast mechanofluorochromism and acidochromism of D-π-A type quinoline derivatives",
        "Quinoline derivative-functionalized carbon dots as a fluorescent nanosensor for sensing and intracellular imaging of Zn2+",
        "N-Methylquinolinium derivatives for photonic applications: enhancement of electron-withdrawing character beyond that of the widely-used N-methylpyridinium",
        "Photocatalytic degradation of phenolic pollutants using N-methylquinolinium and 9-mesityl-10-methylacridinium salts",
        "The cyanine dyes. Part X. The constitution of the apocyanines",
        "Zur konstitution der sogenannten xantho-apocyanine",
        "A new and convenient approach to heterotetracyclic benzoxazocines through addition of 1,3-dicarbonyl compounds to quinolinium salts",
        "The cosmetic dye quinoline yellow causes DNA damage in vitro",
        "D&C nos. 10 and 11: chemical composition analysis and delayed contact hypersensitivity testing in the Guinea pig",
        "Shedding new light on an old molecule: quinophthalone displays uncommon N-to-O excited state intramolecular proton transfer (ESIPT) between photobases",
        "Pyridinium N-phenolate betaine dyes",
        "Catalytic enantioselective addition of dialkylzinc reagents to N-acylpyridinium salts",
        "Nickel-catalyzed enantioselective arylation of pyridinium ions: harnessing an iminium ion activation mode",
        "A selective receptor for arginine derivatives in aqueous media. Energetic consequences of salt bridges that are highly exposed to water",
        "Facile synthesis of 1-methyl-1H-benzo[b]azepines from 1-methylquinolinium iodides and diazo(trimethylsilyl)methylmagnesium bromide",
        "Quenching mechanism of quinolinium-type chloride-sensitive fluorescent indicators",
        "Kinetics of reactions in heterocycles. Part XIII. Substituted N-methylpyridinium and N-methylquinolinium salts with piperidine in water and in ethanol",
        "APEX2 Version 2014.9-0",
        "SHELXTL XT, Program for crystal structure solution",
        "SHELXTL XLMP, Program for crystal structure refinement–Multi-CPU",
        "Use of intensity quotients and differences in absolute structure refinement",
        "Evaluation of a tetrazolium-based semiautomated colorimetric assay: assessment of chemosensitivity testing",
        "Cyclization of 1-benzyl-1,2-dihydro-2-(substituted methylene)quinolines to pyrrolo[1,2-a]quinoline derivatives",
        "Studies on tertiary amine oxides. LXXVI. Reactions of aromatic N-oxides with 1,3-cyclohexanediones in the presence of acetic anhydride",
        "Reaction of 1-methyl-2-(methylthio)quinolinium iodide with active methylene compounds",
        "One-pot synthesis of halogen exchanged silsesquioxanes: octakis(3-bromopropyl)octasilsesquioxane and octakis(3-iodopropyl)octasilsesquioxane",
        "Synthesis of quinolin-4-yl substituted malonates, cyanoacetates, acetoacetates and related compounds",
        "The design of “neutral” carbanions with intramolecular charge compensation",
        "Dipolar bent and linear acetylenes substituted by cationic quinolinium and anionic benzoates. Formation of mesomeric betaines",
        "Complex formation of phenolphthalein and some related compounds with β-cyclodextrin"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60245220",
            "affilname": "Chulabhorn Research Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60245220",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022464",
            "affilname": "Chulabhorn Royal Academy",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022464",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60001884",
            "affilname": "Ministry of Higher Education, Science, Research and Innovation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001884",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ministry of Education",
        "Chulalongkorn University"
    ]
}