{
    "eid": "2-s2.0-85120825811",
    "title": "Corporate complexity, managerial myopia, and hostile takeover exposure: Evidence from textual analysis",
    "cover-date": "2022-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Complexity",
        "Corporate governance",
        "Hostile takeover",
        "Market for corporate control",
        "Takeovers"
    ],
    "authors": [
        "Pattanaporn Chatjuthamard",
        "Viput Ongsakul",
        "Pornsit Jiraporn"
    ],
    "citedby-count": 9,
    "ref-count": 88,
    "ref-list": [
        "The Structure of Voluntary Disclosure Narratives: Evidence from Tone Dispersion",
        "Is All That Talk Just Noise? The Information Content of Internet Stock Message Boards",
        "Polygamy and child mortality: Historical and modern evidence from Nigeria's Igbo",
        "Measuring Economic Policy Uncertainty*",
        "Coups d’état and the cost of debt",
        "What Matters in Corporate Governance?",
        "Do Short-Term Objectives Lead to Under- or Overinvestment in Long-Term Projects?",
        "The Efficiency Cost of Market Power in the Banking Industry: A Test of the Quiet Life and Related Hypotheses",
        "Enjoying the Quiet Life? Corporate Governance and Managerial Preferences",
        "The Promise and Peril of Corporate Governance Indices",
        "Capital Market Pressure, Disclosure Frequency-Induced Earnings/Cash Flow Conflict, and Managerial Myopia (Retracted)",
        "Using 10-K Text to Gauge Financial Constraints",
        "The effect of COVID-19 lockdowns on political support: Some good news for democracy?",
        "Corporate governance myths: Comments on Armstrong, Guay, and Weber",
        "Do takeover laws matter? Evidence from five decades of hostile takeovers",
        "Unobservable, But Unimportant? The Relevance of Usually Unobserved Variables for the Evaluation of Labor Market Policies",
        "Does board gender diversity matter? Evidence from hostile takeover vulnerability",
        "The effect of political risk on shareholder value and the mitigating role of corporate social responsibility (CSR)",
        "Does firm-level political risk influence corporate social responsibility (CSR)? Evidence from earnings conference calls",
        "Does economic policy uncertainty influence executive risk-taking incentives?",
        "Wisdom of Crowds: The Value of Stock Opinions Transmitted Through Social Media",
        "Identifying Control Motives in Managerial Ownership: Evidence from Antitakeover Legislation",
        "The effect of entrenched boards on corporate risk-taking: testing the quiet life hypothesis",
        "Estimating the Effect of Corporate Social Responsibility on Firm Value Using Geographic Identification",
        "Estimating the effect of entrenched boards on firm value using geographic identification",
        "Exploring the Effect of Religious Piety on Corporate Governance: Evidence from Anti-takeover Defenses and Historical Religious Identification",
        "Testing the ‘Quiet Life’ Hypothesis in the Italian Banking Industry",
        "Testing the ‘Quiet Life’ Hypothesis in the Italian Banking Industry",
        "Does Weak Governance Cause Weak Stock Returns? An Examination of Firm Operating Performance and Investors’ Expectations",
        "Thirty Years of Shareholder Rights and Firm Value",
        "Takeovers and the Cross-Section of Returns",
        "The effect of manager-specific optimism on the tone of earnings conference calls",
        "Managers’ Use of Language Across Alternative Disclosure Outlets: Earnings Press Releases versus MD & A*",
        "Annual Report Readability",
        "Agency Problems and the Theory of the Firm",
        "Agency Problems and Residual Claims",
        "The earnings returns to graduating with honors — Evidence from law graduates",
        "Capital Structure and Corporate Control: The Effect of Antitakeover Statutes on Firm Leverage",
        "How Frequent Financial Reporting Can Cause Managerial Short-Termism: An Analysis of the Costs and Benefits of Increasing Reporting Frequency",
        "Determinants and Consequences of Quantitative Critical Accounting Estimate Disclosures",
        "Corporate Governance and Equity Prices",
        "Can television bring down a dictator? Evidence from Chile's No campaign",
        "Quiet Life No More? Corporate Bankruptcy and Bank Competition",
        "Can media coverage restrain executive empire building and pursuit of a quiet life? Evidence from China",
        "Entropy Balancing for Causal Effects: A Multivariate Reweighting Method to Produce Balanced Samples in Observational Studies",
        "Annual Survey of Economic Theory: The Theory of Monopoly",
        "Enjoying the quiet life: Corporate decision-making by entrenched managers",
        "Do Independent Directors Improve Firm Value? Evidence from the Great Recession",
        "Capital structure, SHAREHOLDER RIGHTS, and CORPORATE GOVERNANCE",
        "Does Corporate Social Responsibility (CSR) Improve Credit Ratings? Evidence from Geographic Identification",
        "CEO compensation, Shareholder Rights, and Corporate Governance: An Empirical Investigation",
        "Corporate governance, Shareholder Rights and Firm Diversification: An Empirical Analysis",
        "The wealth effects of second-generation state takeover legislation",
        "Enjoying the Quiet Life under Deregulation? Evidence from Adjusted Lerner Indices for U.S. Banks",
        "Economic Short-Termism: The Debate, The Unresolved Issues, and the Implications for Management Practice and Research",
        "Does Takeover Activity Cause Managerial Discipline? Evidence from International M & A Laws",
        "Selection Models in Accounting Research",
        "Measuring Firm Complexity",
        "Managerial risk-taking behavior and equity-based compensation✩",
        "Corporate investment myopia: a horserace of the theories",
        "Mergers and the Market for Corporate Control",
        "The effect of unemployment on the mental health of spouses – Evidence from plant closures in Germany",
        "Exploring the debate on short-termism: a theoretical and empirical analysis",
        "Exploring the debate on short-termism: a theoretical and empirical analysis",
        "Exploring the debate on short-termism: a theoretical and empirical analysis",
        "Entropy-balanced accruals",
        "The Theory and Practice of Myopic Management",
        "Managerial Incentives for Short-term Results",
        "DOES A GOOD CENTRAL BANKER MAKE A DIFFERENCE?",
        "Does the market for corporate control influence executive risk-taking incentives? Evidence from takeover vulnerability",
        "How do independent directors view powerful executive risk-taking incentives? A quasi-natural experiment",
        "The effect of earnings management on shareholder value and the role of board gender diversity",
        "The effect of corporate social responsibility (CSR) on shareholder value: evidence from the 9/11 terrorist attack",
        "Do firms adjust corporate governance in response to economic policy uncertainty? Evidence from board size",
        "Unobservable Selection and Coefficient Stability: Theory and Evidence",
        "Paternal mortality, Early Marriages, and Marital Trajectories in Senegal",
        "Tech in Fin before FinTech",
        "Does Corporate Headquarters Location Matter for Stock Returns?",
        "The central role of the propensity score in observational studies for causal effects",
        "Which CSR activities are more consequential? Evidence from the Great Recession",
        "The Disciplinary Role of Takeovers",
        "Managerial Incentives and Product Market Competition",
        "Are Founder-Led Firms Less Susceptible to Managerial Myopia?",
        "Hostility in Takeovers: In the Eyes of the Beholder?",
        "Threat of hostile takeover and the cost of seasoned equity offerings",
        "Independent director death and CEO acquisitiveness: Build an empire or pursue a quiet life?",
        "The Returns to Office in a Rubber Stamp Parliament",
        "The Deterrent Effect of Employee Whistleblowing on Firms’ Financial Misreporting and Tax Aggressiveness"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60001921",
            "affilname": "National Institute of Development Administration",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001921",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center of Excellence",
        "Chulalongkorn University in Bangkok",
        "Sasin School of Management"
    ]
}