{
    "eid": "2-s2.0-84926285657",
    "title": "Hybrid framework for 3D colon model reconstruction from computed tomographic colonography",
    "cover-date": "2015-03-16",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Colon cleansing",
        "Colon detection",
        "Colorectal cancer",
        "Computed tomographic colonography",
        "Polyps"
    ],
    "authors": [
        "Pataraporn Promkumtan"
    ],
    "citedby-count": 0,
    "ref-count": 32,
    "ref-list": [
        "Long-term colorectal-cancer incidence and mortality after lower endoscopy",
        "Virtual colonoscopy for colorectal cancer screening: current status.",
        "An EM approach to MAP solution of segmenting tissue mixture percentages with application to CT-based virtual colonoscopy",
        "Automatic colon segmentation using isolated-connected threshold",
        "A Robust and Fast System for CTC Computer-Aided Detection of Colorectal Lesions",
        "Colon cleansing for virtual colonoscopy using non-linear transfer function and morphological operations",
        "Image processing framework for virtual colonoscopy",
        "An efficient colon segmentation method for oral contrast-enhanced CT colonography",
        "Fully automated 3D colon segmentation for early detection of colorectal cancer based on convex formulation of the active contour model",
        "Colonoscopy",
        "Mosaic decomposition: An electronic cleansing method for inhomogeneously tagged regions in noncathartic CT colonography",
        "Linear measurement of polyps in CT colonography using level sets on 3D surfaces",
        "Proceedings of MICCAI 2008 Workshop on Computational and Visualization Challenges in the New Era of Virtual Colonoscopy",
        "Automatic colon cleansing in CTC image using gradient magnitude and similarity measure",
        "Haustral fold segmentation with curvature-guided level set evolution",
        "Snakes: Active contour models",
        "Snakes, shapes, and gradient vector flow",
        "An improved GVF snake model using magnetostatic theory",
        "Mean shift based gradient vector flow for image segmentation",
        "Bone segmentation of magnetic resonance images by Gradient Vector Flow active contour with atlas based centroid forces",
        "Automatic initialization active contour model for the segmentation of the chest wall on chest CT",
        "Int. J. Comput. Appl.",
        "Segmentation of skin cancer images based on gradient vector flow (GVF) snake",
        "Int. J. Comput. Appl.",
        "Int. J. Comput. Trends Technol.",
        "A Computational Approach to Edge Detection",
        "Theory of edge detection",
        "Digital Image Processing",
        "Gaussian-based edge-detection methods - A survey",
        "Int. J. Graphics Vis. Image Process.",
        "Optimal parameters for edge detection",
        "MARCHING CUBES: A HIGH RESOLUTION 3D SURFACE CONSTRUCTION ALGORITHM."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}