{
    "eid": "2-s2.0-84935492653",
    "title": "Factors influencing the quality of life (Qol) among thai older people in a rural area of Thailand",
    "cover-date": "2015-04-01",
    "subject-areas": [
        {
            "$": "Public Health",
            "@code": "2739"
        }
    ],
    "keywords": [
        "Elderly",
        "Influencing factors",
        "Quality of Life"
    ],
    "authors": [
        "Donnapa Hongthong"
    ],
    "citedby-count": 45,
    "ref-count": 25,
    "ref-list": [
        "Global Issues: Ageing",
        "Ten Facts on Ageing and the Life Course",
        "Population Aging in Thailand: Prognosis and Policy Response",
        "Eur J Sci Res",
        "WHOQOL-BREF: Introduction, Administration, Scoring and Generic Version of the Assessment",
        "Indian J Prev Soc Med",
        "Development of the WHOQOL-Old module",
        "Who-Qol Old Manual",
        "Statistic: An Introductory Analy-Sis",
        "Provincial Population Statistic",
        "Dependency in older people recently admitted to care homes",
        "Disability-free life expectancy of elderly people in a population undergoing demographic and epidemiologic transition",
        "Reaching the Marginalized. EFA Global Monitoring Report",
        "Global Status Re-Port on Non-Communicable Diseases 2010",
        "Determinants of quality of life (QoL) in elderly stroke patients: A short-term follow-up study",
        "Disability and quality of life among community elderly with dizziness: Report from the Ibadan Study of Ageing",
        "Disability and its effects on quality of life among older people living in Antalya city center, Turkey",
        "Quality of life of the community-based patients with mild cognitive impairment",
        "Moderate Alcohol Use, Health Status, and Mortality in a Prospective Chinese Elderly Cohort",
        "What is Social Drinking?",
        "Quality of life and multimorbidity of elderly outpatients"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Adelaide",
            "affilname": "Flinders University",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Pitsanulok",
            "affilname": "Boromarajonani College of Nursing",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}