{
    "eid": "2-s2.0-84922274426",
    "title": "Technical veil, hidden politics: Interrogating the power linkages behind the nexus",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Management",
            "@code": "2308"
        },
        {
            "$": "Political Science and International Relations",
            "@code": "3320"
        },
        {
            "$": "Water Science and Technology",
            "@code": "2312"
        },
        {
            "$": "Geography",
            "@code": "3305"
        }
    ],
    "keywords": [
        "Nexus",
        "Politics",
        "Scarcity",
        "Systems approach",
        "Technology"
    ],
    "authors": [
        "Jeremy Allouche"
    ],
    "citedby-count": 200,
    "ref-count": 77,
    "ref-list": [
        "International Journal of Water Resources Development",
        "The Middle East water question: Hydropolitics and the global economy.",
        "The sustainability and resilience of global water and food systems: Political analysis of the interplay between security, resource scarcity, political systems and global trade",
        "Nexus Nirvana or Nexus Nullity? A dynamic approach to security and sustainability in the water-energy-food nexus.",
        "Transboundary river basin management: Addressing water, energy and food security.",
        "Water and economic growth",
        "Considering the energy, water and food nexus: Towards an integrated modelling approach",
        "Water governance in a comparative perspective: From IWRM to a 'nexus' approach?",
        "The water-energy-food security nexus: Towards a practical planning and decision-support framework for landscape investment and risk management.",
        "Water security for a planet under pressure: Interconnected challenges of a changing world call for sustainable solutions",
        "The politics of biofuels, land and agrarian change: Editors' introduction",
        "Global land grabbing and trajectories of Agrarian change: A preliminary analysis",
        "Water and economic development: The role of variability and a framework for resilience",
        "Water security: Debating an emerging paradigm",
        "The water-energy nexus: Challenges and opportunities",
        "Water for the rural poor: Interventions for improving livelihoods in sub-Saharan Africa.",
        "Node and regime: Interdisciplinary analysis of water-energy-food nexus in the Mekong region",
        "'Planetary boundaries'-exploring the challenges for global environmental governance",
        "Annual Review of Energy and the Environment",
        "Climate change and food security",
        "Transitions to Sustainable Development: New Directions in the Study of Long Term Transformative Change",
        "Agricultural water management and poverty in Ethiopia",
        "Global water crisis and future food security in an era of climate change",
        "Understanding human-landscape interactions in the \"anthropocene\"",
        "Converging on Disaster: Climate Security and the Malthusian Anticipatory Regime for Africa",
        "Interactions between water, energy, food and environment: Evolving perspectives and policy issues",
        "Climate, land, energy and water (CLEW) interlinkages in Burkina Faso: An analysis of agricultural intensification and bioenergy production",
        "Energy security: For whom? For what?",
        "UN Chronicle",
        "Tackling complexity: Understanding the food-energy-environment nexus in Ethiopia's lake TANA sub-basin",
        "Footprints of water and energy inputs in food production - Global perspectives",
        "Taming the waters: Strategies to domesticate the wicked problems of water resource management",
        "Dynamic sustainabilities: Technology, environment, social justice",
        "Securitising sustainability? Questioning the 'water, energy and food-security nexus'",
        "Silenced rivers: The ecology and politics of large dams.",
        "NAPA Bulletin",
        "Water storage in an era of climate change: Addressing the challenge of increasing rainfall variability.",
        "Chronic hunger: A problem of scarcity or inequity?",
        "Water, energy, and food: The ultimate nexus.",
        "River-basin planning and management: The social life of a concept",
        "The World Commission on Dams + 10: Revisiting the large dam controversy",
        "Water Alternatives.",
        "Energy and water tradeoffs in enhancing food security: A selective international assessment",
        "Lethal model 2: the limits to growth revisited.",
        "Rules, games and common pool resources",
        "What does food sovereignty look like?",
        "Global nature",
        "Dilemmas in a general theory of planning",
        "Environment and society.",
        "A safe operating space for humanity",
        "Global food security under climate change",
        "Narratives of scarcity: Understanding the 'global resource grab'.",
        "Grassroots innovations for sustainable development: Towards a new research and policy agenda",
        "The water-food-energy nexus in the mekong region: Assessing development strategies considering cross-sectoral and transboundary impacts",
        "Grassroots innovation movements: Challenges and contributions",
        "Planetary boundaries: Guiding human development on a changing planet",
        "The water-energy-food security nexus through the lenses of the value chain and the institutional analysis and development frameworks",
        "Clumsy solutions for a complex world: Governance, politics and plural perceptions.",
        "Adding value with CLEWS - Modelling the energy system and its interdependencies for Mauritius",
        "The significance of local water resources captured in small reservoirs for crop production - A global-scale analysis",
        "Water security: The water-food-energy-climate nexus.",
        "Global Risks 2011.",
        "Global Risks 2015."
    ],
    "affiliation": [
        {
            "affiliation-city": "Brighton",
            "affilname": "Institute of Development Studies, Brighton",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kathmandu",
            "affilname": "Nepal Academy of Science and Technology",
            "affiliation-country": "Nepal"
        }
    ],
    "funding": []
}