{
    "eid": "2-s2.0-85099028956",
    "title": "Cheaper currencies and long-term growth: The effect of exchange rate management and capital controls",
    "cover-date": "2021-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Accounting",
            "@code": "1402",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Political Science and International Relations",
            "@code": "3320",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "growth",
        "real exchange rate misalignment",
        "undervaluation"
    ],
    "authors": [
        "Phornchanok Cumperayot",
        "Roy Kouwenberg"
    ],
    "citedby-count": 0,
    "ref-count": 46,
    "ref-list": [
        "Exchange rate volatility and productivity growth: The role of financial development",
        "The effect of financial development on convergence: Theory and evidence",
        "Inflation targeting and real exchange rates in emerging markets",
        "Financial versus Monetary Mercantilism: Long-run view of large International Reserves Hoarding",
        "The moderator–mediator variable distinction in social psychological research: Conceptual, strategic, and statistical considerations",
        "Robust estimations of equilibrium exchange rates within the G20: A Panel BEER Approach",
        "Currency misalignments and growth: A new look using nonlinear panel data methods",
        "What matters for financial development? Capital controls, institutions, and interactions",
        "Currency misalignments and exchange rate regimes in emerging and developing countries",
        "How do currency misalignments’ threshold affect economic growth?",
        "On the effectiveness of exchange rate interventions in emerging markets",
        "Exchange rate misalignment in developing countries",
        "Currency misalignments and optimal monetary policy: A reexamination",
        "Macroprudential policy under high capital mobility: Policy implications from an academic perspective",
        "The Next Generation of the Penn World Table",
        "Capital control measures: A new dataset",
        "Capital controls and foreign exchange policy",
        "Export surges",
        "Combating widespread currency manipulation",
        "Real exchange rate levels and economic development: Theoretical analysis and econometric evidence",
        "Exchange rate misalignment and growth: Old and new econometric evidence",
        "Current account dynamics, real exchange rate adjustment, and the exchange rate regime in emerging-market economies",
        "Exchange rate undervaluation and economic growth: Díaz Alejandro (1965) Revisited",
        "Real exchange rate policies for economic development",
        "Exchange rate arrangements entering the 21stCentury: Which anchor will hold?",
        "Does the financial channel of exchange rates offset the trade channel?",
        "Power anomalies in testing mediation",
        "Fear of appreciation",
        "Capital controls and the real exchange rate: Do controls promote disequilibria?",
        "Assessing measures of financial openness and integration",
        "Real exchange rate misalignments and growth",
        "The modern history of exchange rate arrangements: A reinterpretation",
        "The real exchange rate and economic growth",
        "Measuring financial integration: A new data set",
        "Should developing countries undervalue their currencies?",
        "A panel data investigation of real exchange rate misalignment and growth"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199580",
            "affilname": "College of Management Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199580",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Rotterdam",
            "@id": "60016897",
            "affilname": "Erasmus School of Economics",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016897",
            "affiliation-country": "Netherlands"
        }
    ],
    "funding": []
}