{
    "eid": "2-s2.0-84907658852",
    "title": "Body image satisfaction and self-esteem in Thai female adolescents: The moderating role of self-compassion",
    "cover-date": "2014-08-01",
    "subject-areas": [
        {
            "$": "Public Health",
            "@code": "2739"
        },
        {
            "$": "Pediatrics",
            "@code": "2735"
        }
    ],
    "keywords": [
        "body image satisfaction",
        "female adolescents",
        "self-compassion",
        "self-esteem"
    ],
    "authors": [
        "Kullaya Pisitsungkagarn"
    ],
    "citedby-count": 24,
    "ref-count": 28,
    "ref-list": [
        "Exacting Beauty: Theory, Assessment, and Treatment of Body Image Disturbance",
        "Social and Personality Development",
        "Trait self-objectification in women: Affective and personality correlates",
        "Toward understanding women's lived experiences and mental health risks",
        "A media literacy program for high school females",
        "Body Image, Eating Disorders, and Obesity in Youth: Assessment, Prevention, and Treatment",
        "Psychological correlates of fasting and vigorous exercise as compensatory strategies in undergraduate women",
        "Roles of sexual objectification experiences and internalization of standards of beauty in eating disorder symptomatology: A test and extension of objectification theory",
        "Women and weight: a normative discontent.",
        "Body image in children and adolescents: Where do we go from here?",
        "Life Satisfaction, Self-Esteem, and Perceived Health Status Among Elder Korean Women: Focus on Living Arrangements",
        "What are the differences between happiness and self-esteem?",
        "Why do people need self-esteem? A theoretical and empirical review",
        "At the Threshold: The Developing Adolescent",
        "Promoting positive body image among university students: A collaborative pilot study",
        "Enhancing self-esteem in the classroom",
        "Self Identity",
        "Self-compassion and self-construal in the United States, Thailand, and Taiwan",
        "Self-compassion versus global self-esteem: Two different ways of relating to oneself",
        "Culture and the self: Implications for cognition, emotion, and motivation",
        "Appropriate body-mass index for Asian populations and its implications for policy and intervention strategies",
        "The Body Appreciation Scale: Development and psychometric evaluation",
        "Society and the adolescent self-image",
        "Self Identity",
        "Multivariate Data Analysis",
        "Post-hoc probing of significant moderational and mediational effects in studies of pediatric populations",
        "Calif Psychol",
        "Acceptance and Commitment Therapy: An Experiential Approach to Behavior Change"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}