{
    "eid": "2-s2.0-84962076497",
    "title": "Information Searching: The Case of Tourism Promoted Through the Internet",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "General Economics",
            "@code": "2000"
        }
    ],
    "keywords": [
        "e-tourism",
        "gravity model",
        "information search",
        "the Internet"
    ],
    "authors": [
        "Ratidanai Hoonsawat"
    ],
    "citedby-count": 7,
    "ref-count": 26,
    "ref-list": [
        "Gravity with gravitas: A solution to the border puzzle",
        "Progress in information technology and tourism management: 20 years on and 10 years after the Internet-The state of eTourism research",
        "The effect of the Internet on service trade",
        "Cultural distance and bilateral trade",
        "The Regionalization of the World Economy",
        "The Economics of Information Technology: An Introduction",
        "The effect of the Internet on international trade",
        "The Internet and International Trade in Services",
        "What do we know about social media in tourism? A review",
        "Paper Presented at the Second International Conference on Tourism Economics, Palma de Mallorca",
        "Estimating trade flows: Trading partners and trading volumes",
        "Whose Connectivity Matters? Internet Access and Export Volume",
        "Information processing and touring planning theory",
        "Tourist information search and destination choice in a digital age",
        "Electronic word-of-mouth in hospitality and tourism management",
        "Exaggerated death of distance: Revisiting distance effects on regional price dispersions",
        "A microeconomic theory of international tourism demand",
        "Gravity models for tourism demand: Theory and use",
        "Timbergen Institute Discussion Paper, 13-164/III",
        "Harvard Business Review",
        "Research note: The importance of online tourism demand",
        "Shaping the World Economy: Suggestions for An International Economic Policy",
        "Defining the virtual tourist community: Implications for tourism marketing",
        "What do we know about social media in tourism? A review"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}