{
    "eid": "2-s2.0-84957016297",
    "title": "Preliminary study of reliable broadcast protocol on 802.11p public transport testbed",
    "cover-date": "2015-08-17",
    "subject-areas": [],
    "keywords": [
        "IEEE 802.11p",
        "performance evaluation",
        "public transport",
        "real-environment",
        "VANET"
    ],
    "authors": [
        "Nattakan Pramuanyat"
    ],
    "citedby-count": 6,
    "ref-count": 19,
    "ref-list": [
        "IEEE 802.11p: Towards an international standard for wireless access in vehicular environments",
        "European Commission. Cars That Talk: Commission Earmarks Single Radio Frequency for Road Safety and Traffic Management. Press Releases Database",
        "A statistical channel model for realistic simulation in VANET",
        "IEEE 802.11p vehicle to infrastructure communications in urban environments",
        "An integrated 802.11p WAVE DSRC and vehicle traffic simulator with experimentally validated urban (LOS and NLOS) propagation models",
        "An IEEE 802.11p/WAVE implementation with synchronous channel switching for seamless dual-channel access (poster)",
        "Performance of the 802.11p physical layer in vehicle-to-vehicle environments",
        "Vehicle-vehicle channel models for the 5-GHz band",
        "Reliable and efficient broadcasting in vehicular ad Hoc networks",
        "Reliable and efficient information dissemination in intermittently connected vehicular adhoc networks",
        "DV-CAST: A Distributed Vehicular Broadcast Protocol for Vehicular Ad Hoc Networks",
        "How to broadcast efficiently in vehicular ad hoc networks without GPS",
        "DECA: Density-aware reliable broadcasting in vehicular ad hoc networks",
        "DECA-bewa: Density-aware reliable broadcasting protocol in VANETs",
        "IEEE Std 1609.3-2010 (Revision of IEEE Std 1609.3-2007)",
        "IEEE Std 1609.4-2010 (Revision of IEEE Std 1609.4-2006)",
        "IEEE Std 802.11p-2010 (Amendment to IEEE Std 802.11-2007 As Amended by IEEE Std 802.11k-2008, IEEE Std 802.11r-2008, IEEE Std 802.11y-2008, IEEE Std 802.11n-2009, and IEEE Std 802.11w-2009)",
        "CUPopbus. Available",
        "Space/time trade-offs in hash coding with allowable errors"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}