{
    "eid": "2-s2.0-85074352439",
    "title": "The long road to becoming a farmer: Thai agricultural students’ plans",
    "cover-date": "2019-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology",
            "@code": "2303",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Agronomy and Crop Science",
            "@code": "1102",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Agricultural students",
        "setting up a farm",
        "Thailand",
        "vocational training",
        "youth aspirations"
    ],
    "authors": [
        "Titouan Filloux",
        "Nicolas Faysse",
        "Prapart Pintobtang"
    ],
    "citedby-count": 8,
    "ref-count": 37,
    "ref-list": [
        "Migration motivation of agriculturally educated rural youth: the case of Russian Siberia",
        "Are rural youth in Ethiopia abandoning agriculture?",
        "Rural youth and urban-based vocational training: gender, space and aspiring to ‘become someone’",
        "The young and the rural",
        "Aspiration of agriculture students towards agriculture enterprise in West Bengal: a case study",
        "Public policy to support young farmers in Thailand",
        "Youth savings groups in Africa: they’re a family affair",
        "Young asians: a squandered talent",
        "Demographic change and its impact on farmers’ field production decisions",
        "Crop diversification in Thailand: status, determinants, and effects on income and use of inputs",
        "Who wants to farm? Youth aspirations, opportunities and rising food prices",
        "Future farmers: youth aspirations, expectations and life choices",
        "Education’s role in China’s structural transformation",
        "Just farming? Neoliberal subjectivities and agricultural livelihoods among educated youth in Kenya",
        "Factors influencing job choice among agricultural graduates in Tamil Nadu",
        "Thai students’ choices of vocational education: marketing factors and reference groups",
        "Entrepreneurial intentions of agricultural students: levels and determinants",
        "Who will tend the farm? Interrogating the ageing Asian farmer",
        "Personalizing the middle-income trap: an inter-generational migrant view from rural Thailand",
        "Joining the dots of agrarian change in Asia: a 25 year view from Thailand",
        "The puzzle of East and Southeast Asia’s persistent smallholder",
        "Young people’s willingness to farm under present and improved conditions in Thailand",
        "Alternative development concepts and their political embedding: the case of sufficiency economy in Thailand",
        "Adoption and continued participation in a public good agricultural practices program: the case of rice farmers in the central plains of Thailand",
        "Young people’s perspectives on farming in Ghana: a Q study",
        "What drives labour productivity in the ageing agriculture of Thailand?",
        "Economic transformation and productivity in Thailand: why small is beautiful for the size of agriculture?",
        "Attracting the young generation to engage in agriculture. Enhanced entry of young generation into farming",
        "Lessons learned and present prospects: a critical review of agricultural education in Thailand",
        "Perspectives on desirable work: findings from a Q Study with students and parents in rural Ghana"
    ],
    "affiliation": [
        {
            "affiliation-city": "Montpellier",
            "@id": "60108488",
            "affilname": "Université de Montpellier",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60108488",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Montpellier",
            "@id": "60083820",
            "affilname": "L'Institut Agro Montpellier",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60083820",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "@id": "60010105",
            "affilname": "Asian Institute of Technology Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010105",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Faculty of Natural Resources and Agro-Industry of Kasetsart University",
        "French National Agency for Research",
        "Vocational Education Commission",
        "Agence Nationale de la Recherche"
    ]
}