{
    "eid": "2-s2.0-85131357568",
    "title": "Distribution of Vibrionaceae in farmed Asian sea bass, Lates calcarifer in Thailand and their high prevalence of antimicrobial resistance",
    "cover-date": "2022-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Veterinary (miscellaneous)",
            "@code": "3401",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "antimicrobial resistance",
        "Asian sea bass",
        "distribution",
        "Vibrionaceae"
    ],
    "authors": [
        "Hartanto Mulyo Raharjo",
        "Hendri Budiyansah",
        "Muhammad Fadhlullah Mursalim",
        "Putita Chokmangmeepisarn",
        "Rungnapa Sakulworakan",
        "Sulaiman Madyod",
        "Mariya Sewaka",
        "Molruedee Sonthi",
        "Partho Pratim Debnath",
        "Sivaramasamy Elayaraja",
        "Tilladit Rung-ruangkijkrai",
        "Ha Thanh Dong",
        "Channarong Rodkhum"
    ],
    "citedby-count": 4,
    "ref-count": 37,
    "ref-list": [
        "The presence of Vibrionaceae, betanodavirus and iridovirus in marine cage-cultured fish: Role of fish size, water physicochemical parameters and relationships among the pathogens",
        "Recent update on the prevalence of Vibrio species among cultured grouper in Peninsular Malaysia",
        "In vitro and in vivo biofilm forming Vibrio spp: A significant threat in aquaculture",
        "Antimicrobial susceptibility of autochthonous aquatic Vibrio cholerae in Haiti",
        "A novel multiplex PCR for the identification of Vibrio parahaemolyticus, Vibrio cholerae and Vibrio vulnificus",
        "Vibrio species involved in seafood-borne outbreaks (Vibrio cholerae, V. parahaemolyticus and V. vulnificus): review of microbiological versus recent molecular detection methods in seafood products",
        "A multiplex PCR-based protocol for identification and quantification of Vibrio harveyi-related species",
        "A collagenase-targeted multiplex PCR assay for identification of Vibrio alginolyticus, Vibrio cholerae, and Vibrio parahaemolyticus",
        "Recovery of Vibrio harveyi from scale drop and muscle necrosis disease in farmed barramundi, Lates calcarifer in Vietnam",
        "PCR, in-situ hybridization, and phylogenetic analysis suggest that ‘big belly'disease in barramundi, Lates calcarifer (Bloch), is caused by a novel Vibrio species",
        "Photobacterium damselae subsp. damselae in mariculture",
        "Isolation, identification, and pathogenicity tests of pathogenic bacterial associated with black body syndrome in white barramundi Lates calcarifer B",
        "The first isolation of Photobacterium damselae subsp. damselae from Asian seabass Lates calcarifer",
        "Multiple antibiotic resistance indexing of Escherichia coli to identify high-risk sources of fecal contamination of foods",
        "Vibrio alginolyticus infection in Asian seabass (Lates calcarifer, B loch) reared in open sea floating cages in India",
        "Infection and immunization trials of Asian seabass (Lates calcarifer) against fish pathogen Vibrio anguillarum",
        "Virulence-associated genes and antibiotic resistance patterns of Vibrio spp. isolated from cultured marine fishes in Malaysia",
        "Bacteria: other Vibrios",
        "Rapid identification of Vibrio Species of the harveyi clade using MALDI-TOF MS profiling with main spectral profile database implemented with an in-house database: luvibase",
        "Major foodborne pathogens in fish and fish products: a review",
        "Virulence and antibiotic resistance of Vibrio parahaemolyticus isolates from seafood from three developing countries and of worldwide environmental, seafood, and clinical isolates from 2000 to 2017",
        "Multiplex PCR assay for ureC and 16S rRNA genes clearly discriminates between both subspecies of Photobacterium damselae",
        "MALDI-TOF MS for the diagnosis of infectious diseases",
        "Antimicrobial resistance in aquaculture: a crisis for concern",
        "Characterization and experimental infection of Vibrio harveyi isolated from diseased Asian seabass (Lates calcarifer)",
        "A simple method of estimating fifty per cent endpoints",
        "Computational normalization of H&E-stained histological images: Progress, challenges and future potential",
        "IS CR 2 is associated with the dissemination of multiple resistance genes among Vibrio spp. and Pseudoalteromonas spp. isolated from farmed fish",
        "The high prevalence of pathogenic Vibrio harveyi with multiple antibiotic resistance in scale drop and muscle necrosis disease of the hybrid grouper, Epinephelus fuscoguttatus (♀)× E. lanceolatus (♂), in China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Songkla",
            "@id": "60092137",
            "affilname": "Rajamangala University of Technology Srivijaya",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60092137",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Makassar",
            "@id": "60069390",
            "affilname": "Hasanuddin University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069390",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "@id": "60010105",
            "affilname": "Asian Institute of Technology Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010105",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "@id": "60009116",
            "affilname": "Burapha University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009116",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center of Excellence in Fish Infectious Diseases",
        "Department of Aquaculture, Faculty of Fisheries, Kasetsart University",
        "Faculty of Marine Technology",
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University",
        "Burapha University",
        "Thailand Science Research and Innovation",
        "Rajamangala University of Technology Srivijaya",
        "Faculty of Veterinary Science, Chulalongkorn University"
    ]
}