{
    "eid": "2-s2.0-85128364491",
    "title": "Convergent evolution of Amphidromus-like colourful arboreal snails and phylogenetic relationship of East Asian camaenids, with description of a new Aegistohadra species (Helicoidei: Camaenidae: Bradybaeninae)",
    "cover-date": "2022-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Aegistohadra",
        "Amphidromus",
        "Camaenidae",
        "Convergent evolution",
        "East Asia",
        "Homoplasy",
        "Suprageneric classification",
        "Tree snail"
    ],
    "authors": [
        "Parin Jirapatrasilp",
        "Chih Wei Huang",
        "Chung Chi Hwang",
        "Chirasak Sutcharit",
        "Chi Tse Lee"
    ],
    "citedby-count": 5,
    "ref-count": 266,
    "ref-list": [
        "On the species of Helicidae found in Japan",
        "Mollusca",
        "Descriptions of fifteen new species of land and freshwater shells from Formosa, collected by Robert Swinhoe, Esq., Consul at Taiwan in that island",
        "Descriptions of ten new species of land and freshwater shells collected by Robert Swinhoe, Esq., in China and Formosa",
        "Description of new genera or subgenera of Helicidae",
        "Nouvelles contributions malacologiques. I. Sur divers mollusques de lEmpire Chinois",
        "Survey of branch support methods demonstrates accuracy, power, and robustness of fast likelihood-based approximation schemes",
        "Notes on the genital-system of Aegista (Plectotropis) trochula (A. Adams, 1868)",
        "Description of two new species of the genus Nipponochloritis Habe, 1955 from Japan",
        "Land molluscan fauna of Daitojima Island, Eastern Okinawa, Japan with description of a new taxon",
        "Median-joining networks for inferring intraspecific phylogenies",
        "Molluscorum terrestrium Tonkinorum diagnoses",
        "Description de coquilles nouvelles de iIndo-Chine (6e suite)",
        "Description de coquilles nouvelles de iIndo-Chine (5e suite)",
        "Mollusca",
        "Descriptions of new land shells from St Helena, Ceylon, and China",
        "Revised classification, nomenclator and typification of gastropod and monoplacophoran families",
        "Shell size and shape in Madeiran land snails: do niches remain unfilled?",
        "A new record of a terrestrial snail family in Peninsular Malaysia",
        "Systematics of Trichochloritis hungerfordianus from Taiwan (Pulmonata: Camaenidae)",
        "Anatomy of Satsuma bairdi (H. Adams, 1866) from Taiwan (Pulmonata: Camaenidae)",
        "Systematic revision of Stegodera Martens, 1876 (Gastropoda, Stylommatophora, Camaenidae), with description of a new genus",
        "Taxonomy and morphologic diversity of Mandarina (Pulmonata) in the Bonin Islands",
        "Ecological and morphological diversification within single species and character displacement in Mandarina, endemic land snails of the Bonin Islands",
        "Accelerated evolution of land snails Mandarina in the oceanic Bonin Islands: evidence from mitochondrial DNA sequences",
        "Evolution and extinction of land snails on oceanic islands",
        "Anatomical and molecular studies reveal several cryptic species of the endemic genus Mandarina (Pulmonata: Helicoidea) in the Ogasawara Islands",
        "A catalogue of the genus Liguus with a description of a new subgenus",
        "Monographs of the genera Papustyla, Forcartia and Meliobba (Papuininae: Camaenidae)",
        "Revision of Tornatellinidae and Achatinellidae (Gastropoda, Pulmonata)",
        "Evolution and extinction of Partulidae, endemic Pacific island land snails. Philosophical Transactions of the Royal Society of London-B",
        "Note sur la faune malacologique de Cochinchine, comprenant la description des especes nouvelles ou peu connues",
        "Labile ecotypes accompany rapid cladogenesis in an adaptive radiation of Mandarina (Bradybaenidae) land snails",
        "El genero Polymita",
        "Revision of sinistral land snails of the genus Camaena (Stylommatophora, Camaenidae) from China based on morphological and molecular data, with description of a new species from Guangxi, China",
        "The monsoon forest refuge of the only Chinese Amphidromus",
        "On the dates of publication of the Society?s ?Proceedings? 1859-1926, with an appendix containing the dates of publication 1830-1858, compiled by F.H. Waterhouse; also of the ?Transactions? 1833-1869 by Henry Peavot, originally published in P.Z.S. 1893,1913",
        "On the systematic positions of the genera Mandarina and Dolicheulota",
        "Catalogue des mollusques terrestres et fluviatiles de iIndo-Chine orientale cites jusqu?a ce jour",
        "Liste des types decrits dans le Journal de Conchyliologie et conserves dans la collection de ce journal (avec planches) (suite)",
        "Communal oviposition of the Cuban tree snail Polymita muscarum (Gastropoda: Cepolidae) in an agroecosystem",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates",
        "A list of the species of Amphidromus, Albers, with critical notes and descriptions of some hitherto undescribed species and varieties",
        "Descriptions of supposed new species of Streptaxis and Amphidromus",
        "Description of two terrestrial gastropod species from Yunnan Province, China",
        "Description dun nouvel Amphidromus",
        "Uber Land und Susswasser-Mollusken Sibiriens und des Amur-Gebietes",
        "Shells not long since announced as having been received from the Rev. Francis Mason, missionary at Tavoy, in British Burmah",
        "Molluscous animals and their shells",
        "Zur Conchylien-Fauna von China. IX. Stuck",
        "A preliminary report on the snail Drymaeus dormani in citrus groves in Florida",
        "On the classification of the Achatinellinae",
        "Land Molluscs of Satanomisaki, the southernmost of Kyushu",
        "Anatomical studies on Japanese land snails (3)",
        "Anatomical studies on the Japanese land snails (5): Bradybaena (Bradybaena) circulus (Pfeiffer) and B. (Phaeohelix) phaeogramma (Ancey)",
        "Anatomical studies on the Japanese land snails (8): Aegista (Neoaegista) trochula (A. Adams) and Aegista (Lepidopisum n. subg.) verrucosa (Reinhardt)",
        "Notes on the systematic position of Helix koreana Pfeiffer",
        "Extinction in Hawaiian achatinelline snails",
        "A field study of a vanishing species, Achatinella mustelina (Gastropoda, Pulmonata), in the Waianae Mountains of Oahu",
        "The demographics of destruction: isolated populations of arboreal snails and sustained predation by rats on the island of Moloka?i 1982-2006",
        "The decimation of endemic Hawai?ian tree snails by alien predators",
        "Records of Amphidromus from South China",
        "Notizen uber die Weichthiere Bayerns",
        "Notes sur les mollusques terrestres de la vallee du Fleuve Bleu. Mémoires de l? Histoire naturelle de l?",
        "Notes sur les mollusques terrestres de la vallee du Fleuve Bleu. Mémoires de l? Histoire naturelle de l?",
        "Diagnoses molluscorum novorum, in Sinis collectorum (1)",
        "Diagnoses molluscorum novorum in Sinis collectorum",
        "Substantial incongruence among the morphology, taxonomy, and molecular phylogeny of the land snails Aegista, Landouria, Trishoplita, and Pseudobuliminus (Pulmonata: Bradybaenidae) occurring in East Asia",
        "Phylogeny of the land snails Bradybaena and Phaeohelix (Pulmonata: Bradybaenidae) in Japan",
        "Divergence in the shell morphology of the land snail genus Aegista (Pulmonata: Bradybaenidae) under phylogenetic constraints",
        "A new species of Aegista (Gastropoda: Eupulmonata: Camaenidae) from the Chugoku District, western Honshu, Japan",
        "Divergence before and after the isolation of islands: Phylogeography of the Bradybaena land snails on the Ryukyu Islands of Japan",
        "UFBoot2: Improving the ultrafast bootstrap approximation",
        "A speciation gene for left-right reversal in snails results in antipredator adaptation",
        "Taxonomic revision of Aegista subchinensis (Mollendorff, 1884) (Stylommatophora, Bradybaenidae) and a description of a new species of Aegista from eastern Taiwan based on multilocus phylogeny and comparative morphology",
        "Mitochondrial genome sequences of landsnails Aegista diversifamilia and Dolicheulota formosensis (Gastropoda: Pulmonata: Stylommatophora)",
        "Annotated type catalogue of land snails collected from Taiwan (Formosa) in the Natural History Museum, London",
        "Biogeography of land snail genus Acusta (Gastropoda: Camaenidae): Diversification on East Asian islands",
        "Japanese malacology (Part 3)",
        "Taxonomic review of the tree snail genus Amphidromus Albers, 1850 (Pulmonata: Camaenidae) in Laos, with the description of two new species",
        "Annotated checklist of the terrestrial molluscs from Laos (Mollusca, Gastropoda)",
        "A basic list of the land Mollusca of Australia. Part 2",
        "Japanische beschalte Pulmonaten. Anatomische Untersuchung des in zoologischen Museum der Kaiserlichen Universitat in Tokyo enthaltenen Materiales, I 1-102",
        "Pfeiffer?s Novitates Conchologicae, Series I, Land Mollusca, 1854-1879, and Dunker?s Novitates Conchologicae, Series II, Marine Mollusca, 1862-1882. A complete collation",
        "ModelFinder: fast model selection for accurate phylogenetic estimates",
        "Systematic revision of the subgenus Luchuhadra (Pulmonata: Camaenidae: Satsuma) occurring in the Central Ryukyu Archipelago",
        "MAFFT online service: multiple sequence alignment, interactive sequence choice and visualization",
        "Interspecific interference competition alters habitat use patterns in two species of land snails",
        "Delayed spermatophore removal in the land snail Euhadra peliomphala",
        "An experimental study of growth and reproduction in the Hawaiian tree snails Achatinella mustelina and Partulina redfieldii (Achatinellinae)",
        "Pollen feeding behavior of Acusta despecta despecta (Pulmonata: Bradybaenidae)",
        "Diagnosen neuer Landconchylien aus Japan",
        "Shooting darts: co-evolution and counter-Adaptation in hermaphroditic snails",
        "A molecular phylogeny of camaenid land snails from north-western Australia unravels widespread homoplasy in morphological characters (Gastropoda, Helicoidea)",
        "MEGA7: Molecular Evolutionary Genetics Analysis version 7.0 for bigger datasets",
        "On Paraegista takahidei, gen. et sp. nov. (Bradybaenidae) (The Celebration Number of Mr T. Kanamaru?s 60th Birthday)",
        "About the taxonomic position of Ezomaimai and the distribution in Hokkaido",
        "On a new pulmonate genus Nesiohelix",
        "Notes on the systematic positions of Coniglobus and \"Helix\" blakeana NEWCOMB",
        "The land snail genus Amphidromus: A synoptic catalogue",
        "Studies on the genital organs of fourteen species of family Bradybaenidae in Korea",
        "POPART: full-feature software for haplotype network construction",
        "Systema Naturae per regna tria naturae, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis",
        "A review of the Singapore status of the green tree snail, Amphidromus atricallosus perakensis Fulton, 1901 and its biology",
        "A molecular approach to the phylogenetic relationships of the western palaearctic Helicoidea (Gastropoda: Stylommatophora)",
        "Diagnosen neuer Heliceen aus dem ostasiatischen Archipel",
        "Neue Helix-Arten aus China",
        "Ostasiatische Land-und Susswasserconchylien",
        "Mittelasiatische Land-und Suswasserschnecken",
        "Comparison of the shell morphology and the soft body characters in the Trishoplita eumenes species complex and T. pallens",
        "Beschreibung einiger Mollusken-Arten, nebsteinem Blicke auf der geographischen Character der Land-und Susswasser-Mollusken Nord-Asiens",
        "Creating the CIPRES Science Gateway for inference of large phylogenetic trees",
        "Speciation of the genus Mandarina from the Bonin Islands (Pulmonata, Camaenidae)",
        "Genital studies of the Japanese land snails-XII. Phaeohelix miyakejimana (Pilsbry and Hirase, 1903) from Izu Islands",
        "A remarkable new Nipponochloritis (Camaenidae) from Shikoku",
        "Notes on rare camaenid snail, Moellendorffia (Trichelix) hiraseana Pilsbry, from Taiwan",
        "Landschnecken der nordchinesischen Provinz Chili",
        "Materialien zur Fauna von China",
        "Binnen-Mollusken aus Westchina und Central-Asien",
        "Zwei neue Amphidromus aus Annam",
        "Zur Binnenmollusken-Fauna von Annam IV",
        "Parallel evolution of passive and active defence in land snails",
        "Diagnoses Molluscorum novorum, in Indo-China collectorum",
        "The inheritance of polymorphic shell characters in Partula (Gastropoda)",
        "Microhabitat differences among genetically similar species of Partula",
        "Description of new species of land shells",
        "IQ-TREE: A fast and effective stochastic algorithm for estimating maximumlikelihood phylogenies",
        "The systematics of the Bradybaeninae (Gastropoda: Stylommatophora: Bradybaenidae), an example for the work of divergent systematic schools",
        "Shells from the San Men Series",
        "Cepaea nemoralis (Gastropoda: Pulmonata) in Poland: patterns of variation in a range-expanding species",
        "An impressive new camaenid, Entadella entadiformis gen. & sp. n. from Guangxi, China (Gastropoda: Pulmonata)",
        "A review of the genus Coccoglypta Pilsbry, 1895 (Gastropoda: Pulmonata: Camaenidae)",
        "Taxonomic vandalism in malacology: Comments on molluscan taxa recently described by N. N. Thach and colleagues (2014-2019)",
        "Die Eiablage zweier javanischer Landschnecken",
        "Diagnosen einiger neuer Heliceen",
        "Diagnosen neuer Landschnecken",
        "Nachtrage zu L. Pfeiffer Monographia Heliceorum",
        "Beschreibungen neuer Landschnecken",
        "Einige Bemerkungen uber Deshayes?s Bearbeitung des Ferussacschen Werkes",
        "Neue Landschnecken",
        "Descriptions of eighteen new species of land shells, from the collection of H. Cuming. Esq",
        "Descriptions of twenty-seven new species of landshells, from the collection of H. Cuming, Esq",
        "Description of thirty-six new species of land shells from Mr H. Cuming?s Collection",
        "Descriptions of new land-shells, in the collection of H. Cuming, Esq",
        "Descriptions of thirty-six new land shells from the collection of H. Cuming, Esq",
        "Novitates Conchologicae. Series prima. Mollusca extramarina. Descriptions et figures de coquilles, estramarines nouvelles, ou peu connues",
        "Descriptions of thirteen new species of land-shells from Formosa, in the collection of the late Hugh Cuming, collected by Mr. Robert Swinhoe, vice-consul of that island",
        "Novitates Conchologicae, Mollusca extramarina",
        "On the zoological position of Partula and Achatinella",
        "Additions to the Japanese land snail fauna",
        "Notices of new Japanese land shells",
        "Notes on Moellendorffia and Stegodera",
        "Review of Japanese land Mollusca-I",
        "Review of the land Mollusca of Korea",
        "Zoological results of the Dolan West China expedition of 1931, Part II, mollusks",
        "Land Mollusca of North America (North of Mexico)",
        "Land mollusca of North America (North of Mexico)",
        "Notices of new Japanese land snails",
        "Catalogue of the land and fresh-water Mollusca of Taiwan (Formosa), with descriptions of new species",
        "Monograph of the genus Helix",
        "Mating behaviour, dart shape and spermatophore morphology of the Cuban tree snail Polymita picta (Born, 1780)",
        "Associations between tree snails and corticolous lichens in a secondary forest in eastern Cuba",
        "RAD-Seq derived markers flank the shell colour and banding loci of the Cepaea nemoralis supergene",
        "Camaenidae: Catalogue of Species",
        "MrBayes 3.2: efficient Bayesian phylogenetic inference and model choice across a large model space",
        "Differential shell strength of Cepaea nemoralis colour morphs-implications for their anti-predator defence",
        "Adaptive significance of arboreality: field evidence from a treeclimbing land snail",
        "Molecular systematics: A synthesis of the common methods and the state of knowledge",
        "Terrestrial mollusks of the superfamily Helicoidea",
        "Treatise on recent terrestrial pulmonate mollusks. 11. Trigonochlamydidae, Papillodermidae, Vitrinidae, Limacidae, Bielziidae, Agriolimacidae, Boettgerillidae, Camaenidae",
        "Treatise on recent terrestrial pulmonate mollusks. 12. Bradybaenidae, Monadeniidae, Xanthonychidae, Epiphragmophoridae, Helminthoglyptidae, Elonidae, Humboldtianidae, Sphincterochilidae, Cochlicellidae",
        "Check-list of land pulmonate molluscs of Vietnam (Gastropoda: Stylommatophora)",
        "The phenomenon of organ reduction in the evolution of pulmonate mollusks",
        "Insights into the evolution of shells and love darts of land snails revealed from their matrix proteins",
        "Historical biogeography and interspecific mtDNA introgression in Euhadra peliomphala (the Japanese land snail)",
        "The Florida tree snails of the genus Liguus",
        "Assessment of the genetic distances between some species of the family Bradybaenidae (Mollusca, Pulmonata)",
        "First record of Amphidromus from Australia with anatomical note on several species (Mollusca: Pulmonata: Camaenidae)",
        "Studies on species of the genus Nipponochloritis Habe, 1955 from Mainly Kanto District, Honshu, Japan II: Three new subspecies of Nipponochloritis oscitans (Martens, 1881) from Kanto and Tohoku Districts",
        "Not a pretty picture?: South China?s forests vanish as tree farms move in",
        "Color polymorphism in a land snail Cepaea nemoralis (Pulmonata: Helicidae) as viewed by potential avian predators",
        "Taxonomic review of the tree snail Amphidromus Albers, 1850 (Pulmonata: Camaenidae) in Thailand and adjacent areas: subgenus Amphidromus",
        "Neotype designation and re-description of the vanishing tree snail, Amphidromus (Amphidromus) mundus (Pfeiffer, 1853) (Pulmonata: Camaenidae)",
        "Evolution of whole-body enantiomorphy in the tree snail genus Amphidromus",
        "First record on chiral dimorphic population of Amphidromus inversus annamiticus (Crosse and Fischer, 1863) from Thailand",
        "Illustrated type catalogue of Amphidromus Albers, 1850 in the Natural History Museum, London, and descriptions of two new species",
        "Annotated checklist of the land snail fauna from southern Cambodia (Mollusca, Gastropoda)",
        "Taxonomic note on Trichelix horrida (Pfeiffer, 1863) from Laos, with a type catalogue of Moellendorffia, Trichelix, and Moellendorffiella (Heterobranchia, Camaenidae)",
        "The characters of Achatinella, a new group of terrestrial shells, with descriptions of six species",
        "Notes on the fine structure of the head-wart in some terrestrial snails",
        "Dependence of the endangered arboreal snail Satsuma (Luchuhadra) eucosmia eucosmia (Camaenidae) on Ficus (Moraceae) trees as its main habitat",
        "Notes on a warty growth on the head of some land snails",
        "A new subspecies of Amphidromus (Amphidromus) atricallosus from Singapore (Mollusca: Gastropoda: Camaenidae)",
        "Kakusan4 and Aminosan: Two programs for comparing nonpartitioned, proportional and separate models for combined molecular phylogenetic analyses of multilocus sequence data",
        "Studies on intraspecific variation in a land snail, Satsuma tanegashimae (Pilsbry) (Stylommatophora; Camaenidae)-II. Variation of genital system structure",
        "W-IQ-TREE: A fast online phylogenetic tool for maximum likelihood analysis",
        "Preparation of PCR-quality mouse genomic DNA with hot sodium hydroxide and Tris (HotSHOT)",
        "Monograph of the terrestrial Mollusca of the United States",
        "System und Verbreitung der Heliciden",
        "Observations on the ecology of the Florida tree snail Liguus fasciatus (Muller)",
        "Evolutionary relationships among the Pulmonate land snails and slugs (Pulmonata, Stylommatophora)",
        "Molecular phylogeny of the helicoid land snails (Pulmonata: Stylommatophora: Helicoidea), with special emphasis on the Camaenidae",
        "Amphidromus in China",
        "Review on the synonymy concerning genus Amphidromus Albers, 1850 (Gastropoda: Camaenidae), with descriptions of new species",
        "Revision of three camaenid and one bradybaenid species (Gastropoda, Stylommatophora) from China based on morphological and molecular data, with description of a new bradybaenid subspecies from Inner Mongolia, China",
        "Arboreal distribution of the land snail Euhadra amaliae",
        "Tree-species preference of the arboreal snail Euhadra amaliae",
        "High within-population mitochondrial DNA variation due to microvicariance and population mixing in the land snail Euhadra quaesita (Pulmonata: Bradybaenidae)",
        "Von der Vega-Expedition in Asien gesammelte Binnenmollusken",
        "Harnessing local ecological knowledge for conservation decision making via Wisdom of Crowds: The case of the Manus green tree snail Papustyla pulcherrima",
        "Preliminary phylogenetic study of Bradybaenidae (Gastropoda: Stylommatophora: Helicoidea)",
        "A taxonomic note on the helicoid land snail genus Traumatophora (Eupulmonata, Camaenidae)",
        "Taxonomical notes on Chinese camaenids with description of three new species (Gastropoda: Pulmonata)",
        "Contribution to the knowledge of the Chinese terrestrial malacofauna (Gastropoda: Pulmonata: Helicoidea): Description of a new bradybaenid genus with three species",
        "Revision of the Chinese species of Ponsadenia (Gastropoda: Helicoidea, Bradybaenidae)",
        "Systematic revision of the arboreal snail Satsuma albida species complex (Mollusca: Camaenidae) with descriptions of 14 new species from Taiwan",
        "Jawless land snail Sinorachis, a new bradybaenine genus from China (Eupulmonata, Camaenidae)",
        "Two new camaenid land snails (Eupulmonata) from Central China",
        "Deforestation and Forest Transition: Theory and Evidence in China",
        "A new sinistral species of the landsnail genus Satsuma (Pulmonata: Camaenidae) from China",
        "Review of the genus Pseudiberus Ancey, 1887 (Eupulmonata: Camaenidae) in Shandong Province, China",
        "Plectotropis yonganensis sp. nov. (Gastropoda: Bradybaenidae) from China, with revision of two Chinese camaenid species (Gastropoda: Camaenidae)",
        "Die Typen und Typoide des Natur-Museums Senckenberg, 10: Mollusca, Pleurodontidae (1)",
        "Die Typen und Typoide des Natur-Museums Senckenberg, 35: Mollusca, Camaenidae (5)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kaohsiung",
            "@id": "60028103",
            "affilname": "National University of Kaohsiung",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028103",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Taipei",
            "@id": "60022637",
            "affilname": "National Taiwan Normal University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022637",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Taichung",
            "@id": "60017511",
            "affilname": "National Chung Hsing University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017511",
            "affiliation-country": "Taiwan"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}