{
    "eid": "2-s2.0-85030853991",
    "title": "Antihistamines for treating rhinosinusitis: Systematic review and meta-analysis of randomised controlled studies",
    "cover-date": "2018-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Otorhinolaryngology",
            "@code": "2733",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Histamine Antagonists",
        "Nasal Obstruction",
        "Rhinitis, Allergic",
        "Sinusitis"
    ],
    "authors": [
        "K. Seresirikachorn",
        "L. Khattiyawittayakun",
        "W. Chitsuthipakorn",
        "Kornkiat Snidvongs"
    ],
    "citedby-count": 8,
    "ref-count": 15,
    "ref-list": [
        "EPOS 2012: European position paper on rhinosinusitis and nasal polyps 2012 A summary for otorhinolaryngologists",
        "A double-blind, randomized, placebo-controlled trial of macrolide in the treatment of chronic rhinosinusitis",
        "Oral steroids and doxycycline: Two different approaches to treat nasal polyps",
        "Is histamine responsible for the symptoms of rhinovirus colds?.A look at the inflammatory mediators following infection",
        "A survey on the management of acute rhinosinusitis among Asian physicians",
        "Adjunct effect of loratadine in the treatment of acute sinusitis in patients with allergic rhinitis",
        "The effect of cetirizine on symptoms and signs of nasal polyposis",
        "Oral antihistamines for the symptom of nasal obstruction in persistent allergic rhinitis-A systematic review of randomized controlled trials",
        "Levocetirizine improves nasal obstruction and modulates cytokine pattern in patients with seasonal allergic rhinitis: A pilot study",
        "Levocetirizine inhibits rhinovirus-induced ICAM-1 and cytokine expression and viral replication in airway epithelial cells",
        "A doubleblind, placebo-controlled trial of decongestant-antihistamine for the treatment of sinusitis in children",
        "Decongestants, antihistamines and nasal irrigation for acute sinusitis in children",
        "Antihistamines for the common cold"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Sawan",
            "@id": "114159116",
            "affilname": "Sawan Pracharak Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/114159116",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}