{
    "eid": "2-s2.0-84922199594",
    "title": "Comparison between parallel and checked arrangements of micro reformer for H2 production from methane",
    "cover-date": "2015-05-05",
    "subject-areas": [
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209"
        }
    ],
    "keywords": [
        "CFD modeling",
        "Flow pattern",
        "Micro-reactor",
        "Thermally coupled reactions"
    ],
    "authors": [
        "T. Jiwanuruk"
    ],
    "citedby-count": 17,
    "ref-count": 34,
    "ref-list": [
        "Performance simulation of a wall-type reactor in which exothermic and endothermic reactions proceed simultaneously, comparing with that of a fixed-bed reactor",
        null,
        "Advances in Structured and Microstructured Catalytic Reactors for Hydrogen Production",
        "Int. J. Adv. Eng. Res. Stud.",
        "Chemical and transport behaviors in a microfluidic reformer with catalytic-support membrane for efficient hydrogen production and purification",
        "Multiphase parallel flow stabilization in curved microchannel",
        "Design and fabrication of zeolite-based microreactors and membrane microseparators",
        "Reforming of diesel fuel in a micro reactor for APU systems",
        "Development of microchannel methanol steam reformer",
        "Experiments and modeling of membrane microreactors",
        "Microfabricated ZSM-5 zeolite micromembranes",
        "Ethanol steam reforming over cobalt talc in a plate microreactor",
        "A microreactor modeling, analysis and optimization for methane autothermal reforming in fuel cell applications",
        "Development and evaluation of a microreactor for the reforming of diesel fuel in the kW range",
        "An investigation into the transient behavior of a microreactor system for reforming of diesel fuel in the kW range",
        "Experimental and computational investigations of a compact steam reformer for fuel oil and diesel fuel",
        "Heat supply and hydrogen yield in an ethanol microreformer",
        "Hydrogen generation in spatially coupled cross-flow microreactors",
        "Catalytic combustion assisted methane steam reforming in a catalytic plate reactor",
        "Methanol steam reforming in a planar wash coated microreactor integrated with a micro-combustor",
        "Integrated methanol reforming and oxidation in wash-coated microreactors: A three-dimensional simulation",
        "Development of a microchannel reactor concerning steam reforming of methanol",
        "Process intensification by micro-channel reactor for steam reforming of methanol",
        null,
        "Micro-structured string-reactor for autothermal production of hydrogen",
        "Autothermal hydrogen generation from methanol in a ceramic microchannel network",
        "A new reactor concept for endothermic high-temperature reactions",
        "CFD modeling of hydrogen production using steam reforming of methane in monolith reactors: Surface or volume-base reaction model?",
        "Methane steam reforming, methanation and water‐gas shift: I. Intrinsic kinetics",
        "Perry's Chemical Engineers' Handbook",
        "Elementary Principles of Chemical Process",
        "Methane steam reforming in asymmetric Pd- and Pd-Ag/porous SS membrane reactors",
        "Influence of two-dimensional distribution schemes upon reactor performance in a ceramic microchannel network for autothermal methanol reforming"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Shizuoka",
            "affilname": "Shizuoka University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "PTT",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nagoya",
            "affilname": "Nagoya University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "PTT Group Frontier Research Center",
        "Japan Society for the Promotion of Science",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}