{
    "eid": "2-s2.0-85088608054",
    "title": "Survival of shiga toxin–producing escherichia coli in various wild animal feces that may contaminate produce",
    "cover-date": "2020-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Food Science",
            "@code": "1106",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Animal intrusion",
        "O157 and non-O157",
        "Persistence",
        "Produce",
        "Shiga toxin–producing Escherichia coli serotypes"
    ],
    "authors": [
        "Zeynal Topalcengiz",
        "Saharuetai Jeamsripong",
        "Patrick M. Spanninger",
        "Anil K. Persad",
        "Fei Wang",
        "Robert L. Buchanan",
        "Jeff Lejeune",
        "Kalmia E. Kniel",
        "Michele T. Jay-Russell",
        "Michelle D. Danyluk"
    ],
    "citedby-count": 6,
    "ref-count": 59,
    "ref-list": [
        "The effect of various carbonate sources on the survival of Escherichia coli in dairy cattle manure",
        "A dynamic approach to predicting bacterial growth in food",
        "Shiga toxin-producing Escherichia coli (STEC) isolated from fecal samples of African dromedary camels",
        "Raccoons in Europe: disease hazards due to the establishment of an invasive species",
        "Surveillance for foodborne disease outbreaks—United States, 1998–2008",
        "An outbreak of Escherichia coli O157:H7 infection from unpasteurized commercial apple juice",
        "Molecular analysis as an aid to assess the public health risk of non-O157 Shiga toxin-producing Escherichia coli strains",
        "Public health threat of new, reemerging, and neglected zoonoses in the industrialized world",
        "Prevalence of Shiga toxin-producing Escherichia coli, Salmonella spp. and Campylobacter spp. in large game animals intended for consumption: relationship with management practices and livestock influence",
        "Effects of cattle feeding regimen and soil management type on the fate of Escherichia coli O157:H7 and Salmonella enterica serovar Typhimurium in manure, manure-amended soil, and lettuce",
        "Variability of Escherichia coli O157 strain survival in manure-amended soil in relation to strain origin, virulence profile, and carbon nutrition profile",
        "Growth and survival of nonO157:H7 Shiga-toxin-producing Escherichia coli in cow manure",
        "Long-term survival of Shiga toxin-producing Escherichia coli O26, O111, and O157 in bovine feces",
        "Shiga toxin-producing Escherichia coli: an overview",
        "A multistate outbreak of Escherichia coli O157:H7 infections associated with the consumption of mesculin lettuce",
        "Survival of Escherichia coli O157:H7 and Salmonella typhimurium in cow manure and cow manure slurry",
        "Prevalence and pathogenicity of Shiga toxin-producing Escherichia coli in beef cattle and their products",
        "Persistence of enterohemorrhagic Escherichia coli O157: H7 in soil and on leaf lettuce and parsley grown in fields treated with contaminated manure composts or irrigation water",
        "Soil survival of Salmonella and transfer to freshwater and fresh produce",
        "Isolation of Campylobacter from feral swine (Sus scrofa) on the ranch associated with the 2006 Escherichia coli O157:H7 spinach outbreak investigation in California",
        "Fate of Escherichia coli O157:H7 in manure-amended soil",
        "Molecular subtypes of Campylobacter spp., Salmonella enterica, and Escherichia coli O157:H7 isolated from faecal and surface water samples in the Oldman River watershed, Alberta, Canada",
        "Characterization of Shiga toxin-producing Escherichia coli from feces of sika deer (Cervus nippon) in Japan using PCR binary typing analysis to evaluate their potential human pathogenicity",
        "Enterohaemorrhagic Escherichia coli in human medicine",
        "Outbreak of Shiga toxin-producing Escherichia coli O104:H4 associated with organic fenugreek sprouts, France, June 2011",
        "Comparison of the environmental survival characteristics of Salmonella Dublin and Salmonella Typhimurium",
        "Analysis of Escherichia coli O157: H7 survival in ovine or bovine manure and manure slurry",
        "Escherichia coli O157:H7 infections associated with consumption of locally grown strawberries contaminated by deer",
        "Potential role of wildlife in pathogenic contamination of fresh produce",
        "Escherichia coli O157:H7 colonization in small domestic ruminants",
        "Outbreaks of non-O157 Shiga toxin-producing Escherichia coli infection: USA",
        "Occurrence and characterization of seven major Shiga toxin-producing Escherichia coli serotypes from healthy cattle on cow–calf operations in South Africa",
        "Seropathotypes, phylogroups, Stx subtypes, and intimin types of wildlife-carried, Shiga toxin-producing Escherichia coli strains with the same characteristics as human-pathogenic isolates",
        "Survival of Escherichia coli, enterococci and Campylobacter jejuni in Canada goose faeces on pasture",
        "Verocytotoxin-producing Escherichia coli in wild birds and rodents in close proximity to farms",
        "Long-term survival of Escherichia coli O157:H7 and Salmonella Typhimurium in cowpats on pasture",
        "Modeling the fate of Escherichia coli O157:H7 and Salmonella enterica in the agricultural environment: current perspective",
        "Reducing Salmonella on cantaloupes and honeydew melons using wash practices applicable to postharvest handling, foodservice, and consumer preparation",
        "A review of Shiga toxin Escherichia coli and Salmonella enterica in cattle and free-ranging birds: potential association and epidemiological links",
        "Animal reservoirs of Shiga toxin-producing Escherichia coli",
        "Identification of protozoa in dairy lagoon wastewater that consume Escherichia coli O157:H7 preferentially",
        "Escherichia coli O157:H7 in free-ranging deer in Nebraska",
        "Detection and characterisation of Shiga toxin-producing Escherichia coli other than Escherichia coli O157:H7 in wild ruminants",
        "Detection and characterisation of O157:H7 and non-O157 Shiga toxin-producing Escherichia coli in wild boars",
        "Prevalence of Escherichia coli O157:H7 in white-tailed deer sharing rangeland with cattle",
        "Enterohemolytic phenotypes and genotypes of Shiga toxin-producing Escherichia coli O111 strains from patients with diarrhea and hemolytic-uremic syndrome",
        "Prevalence and characterization of Shiga toxin O157 and non-O157 enterohemorrhagic Escherichia coli isolated from different sources",
        "Survival and persistence of nonpathogenic Escherichia coli and attenuated Escherichia coli O157:H7 in soils amended with animal manure in a greenhouse environment",
        "Importance of soil amendments: survival of bacterial pathogens in manure and compost used as organic fertilizers",
        "Survival of Salmonella in various wild animal feces that may contaminate produce",
        "Standards for the growing, harvesting, packing, and holding of produce for human consumption; final rule",
        "Survival of Escherichia coli in cowpats in pasture and in laboratory conditions",
        "Comparative persistence of Salmonella and Escherichia coli O157:H7 in loam or sandy loam soil amended with bovine or swine manure",
        "Rapid and specific detection of Escherichia coli serogroups O26, O45, O103, O111, O121, O145, and O157 in ground beef, beef trim, and produce by loop-mediated isothermal amplification",
        "Fate of enterohemorrhagic Escherichia coli O157:H7 in bovine feces",
        "Survival of Salmonella enterica serovar Newport in manure and manure-amended soils"
    ],
    "affiliation": [
        {
            "affiliation-city": "Mus",
            "@id": "60104513",
            "affilname": "Muş Alparslan Üniversitesi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60104513",
            "affiliation-country": "Turkey"
        },
        {
            "affiliation-city": "St Augustine",
            "@id": "60071706",
            "affilname": "The University of the West Indies, St. Augustine Campus",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071706",
            "affiliation-country": "Trinidad and Tobago"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Newark",
            "@id": "60023004",
            "affilname": "University of Delaware",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023004",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "College Park",
            "@id": "60020304",
            "affilname": "University of Maryland, College Park",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020304",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Davis",
            "@id": "60014439",
            "affilname": "University of California, Davis",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014439",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Wooster",
            "@id": "60013499",
            "affilname": "Ohio Agricultural Research and Development Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013499",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Gainesville",
            "@id": "60010177",
            "affilname": "University of Florida Institute of Food and Agricultural Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010177",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Rome",
            "@id": "60003553",
            "affilname": "Food and Agriculture Organization of the United Nations",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003553",
            "affiliation-country": "Italy"
        }
    ],
    "funding": [
        "U.S. Department of Agriculture",
        "National Institute of Food and Agriculture"
    ]
}