{
    "eid": "2-s2.0-85138461955",
    "title": "Expected rate of liver fluke-related cholangiocarcinoma in endemic area of liver fluke with antiparasitic drug distribution program for disease control in Thailand",
    "cover-date": "2022-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Cholangiocarcinoma",
        "Distribution",
        "Endemic",
        "Liver fluke",
        "Praziquantel"
    ],
    "authors": [
        "Viroj Wiwanitkit"
    ],
    "citedby-count": 0,
    "ref-count": 17,
    "ref-list": [
        "Cervical cancer: A global health crisis",
        "Liver fluke infection and cholangiocarcinoma: A review",
        "Research progress on the relationship between three kinds of liver fluke infections and cholangiocarcinoma",
        "Opisthorchiasis and cholangiocarcinoma in Southeast Asia: An unresolved problem",
        "Control of Opisthorchis viverrini infection for cholangiocarcinoma prevention",
        "HPV vaccines-A review of the first decade",
        "Thinking beyond Opisthorchis viverrini for risk of cholangiocarcinoma in the lower Mekong region: A systematic review and meta-Analysis",
        "Survival of heterophyid metacercariae in uncooked Thai fish dishes",
        "Motility of minute intestinal fluke, Haplorchinae spp, metacercariae in fish dishes prepared by different uncooked methods",
        "Balancing biomedical and ecological perspectives in research framing of liver fluke and cholangiocarcinoma in NE Thailand",
        "Clinical findings among 62 Thais with cholangiocarcinoma",
        "Current perspectives on opisthorchiasis control and cholangiocarcinoma detection in Southeast Asia",
        "Opisthorchiasis control in Thailand",
        "Repeated praziquantel treatment and Opisthorchis viverrini infection: A population-based cross-sectional study in northeast Thailand",
        "Predictive statistical model for the risk of cholangiocarcinoma in Northeast Thailand",
        "The carcinogenic liver fluke Opisthorchis viverrini among rural community people in northeast Thailand: A cross-sectional descriptive study using multistage sampling technique",
        "Susceptibility or resistance of praziquantel in human schistosomiasis: A review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ikeji-Arakeji",
            "@id": "60121571",
            "affilname": "Joseph Ayo Babalola University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60121571",
            "affiliation-country": "Nigeria"
        },
        {
            "affiliation-city": "Pune",
            "@id": "60105038",
            "affilname": "Dr. D. Y. Patil Vidyapeeth, Pune",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60105038",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Nis",
            "@id": "60068806",
            "affilname": "University of Niš",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60068806",
            "affiliation-country": "Serbia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}