{
    "eid": "2-s2.0-84897107930",
    "title": "Activation of stable polymeric esters by using organo-activated acyl transfer reactions",
    "cover-date": "2014-05-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "functionalization of polymers",
        "organo-activated acyl transfer reactions",
        "organo-catalysis",
        "poly(methacrylamides)",
        "polyamides",
        "post-polymerization modification",
        "radical polymerization"
    ],
    "authors": [
        "Ryohei Kakuchi"
    ],
    "citedby-count": 29,
    "ref-count": 29,
    "ref-list": [
        "Applications of orthogonal \"Click\" Chemistries in the synthesis of functional soft materials",
        "“Click” methodologies: Efficient, simple and greener routes to design dendrimers",
        "Marrying click chemistry with polymerization: expanding the scope of polymeric materials",
        "Click polymerization",
        "\"Clicking\" polymers or just efficient linking: What is the difference?",
        "1,3-Dipolar cycloadditions of azides and alkynes: A universal ligation tool in polymer and materials science",
        "Cu-free click cycloaddition reactions in chemical biology",
        "Thiol-ene click chemistry",
        "Thiol-click chemistry: A multifaceted toolbox for small molecule and polymer synthesis",
        "The thiol-isocyanate click reaction: Facile and quantitative access to ω-end-functional poly(N,N-diethylacrylamide) synthesized by RAFT radical polymerization",
        "Comparison of small molecule and polymeric urethanes, thiourethanes, and dithiourethanes: Hydrogen bonding and thermal, physical, and mechanical properties",
        "Synthesis of well-defined polymeric activated esters",
        "Narrow molecular weight distribution precursors for polymer - Drug conjugates",
        "Controlled radical polymerization of active ester monomers: Precursor polymers for highly functionalized materials",
        "Synthesis of pentafluorophenyl(meth)acrylate polymers: New precursor polymers for the synthesis of multifunctional materials",
        "Controlled polymerization of 2,3,5,6-tetrafluorophenyl methacrylate",
        "Synthesis of block copoly(styrene-o-p-nitrophenyl methacrylate) and its derivatives by atom transfer radical polymerization",
        "Changing the reactivity of polymeric activated esters by temperature: On-off switching of the reactivity of poly(4-acryloxyphenyldimethylsulfonium triflate)",
        "Controlled synthesis of poly(acetone oxime acrylate) as a new reactive polymer: Stimuli-responsive reactive copolymers",
        "A Convenient Synthesis of Methacrylates",
        "From defined reactive diblock copolymers to functional HPMA-based self-assembled nanoaggregates",
        "Synthesis and in vitro evaluation of defined HPMA folate conjugates: Influence of aggregation on folate receptor (FR) mediated cellular uptake",
        "Side-chain peptide-synthetic polymer conjugates via tandem \"ester-amide/thiol-ene\" post-polymerization modification of poly(pentafluorophenyl methacrylate) obtained using ATRP",
        "Izv. Sib. Otd. Akad. Nauk SSSR, Ser. Khim. Nauk",
        "Equilibrium Acidities in Dimethyl Sulfoxide Solution",
        "Acyl transfer catalysis with 1,2,4-Triazole anion",
        "Microwave-assisted direct synthesis and polymerization of chiral acrylamide",
        "Stereospecific polymerization of methacrylates by metallocene and related catalysts",
        "Stereoregular polymerization of α-substituted acrylates"
    ],
    "affiliation": [
        {
            "affiliation-city": "Hamburg",
            "affilname": "Universität Hamburg",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science"
    ]
}