{
    "eid": "2-s2.0-85065016300",
    "title": "Relative telomere length in blood leukocytes of patients with anterior cruciate ligament injury: A pilot study",
    "cover-date": "2019-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Emergency Medicine",
            "@code": "2711",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Anterior cruciate ligament injury",
        "Contact sport",
        "Non-contact sport",
        "Relative telomere length"
    ],
    "authors": [
        "P. Daechavijit",
        "J. Siridonthanakasem",
        "P. Wongsupha",
        "P. Yuktanandana",
        "Sittisak Honsawek"
    ],
    "citedby-count": 1,
    "ref-count": 15,
    "ref-list": [
        "Current concepts in ACL Injuries",
        "Risk factors for anterior cruciate ligament injury: A review of the literature-part 2: Hormonal, genetic, cognitive function, previous injury, and extrinsic risk factors",
        "Noncontact anterior cruciate ligament injuries: Mechanisms and risk factors",
        "Anterior cruciate ligament injury: Identification of risk factors and prevention strategies",
        "Telomere length of anterior crucial ligament after rupture: Similar telomere length in injured and noninjured ACL portions",
        "Physical activity and telomere length: Impact of aging and potential mechanisms of action",
        "Telomere measurement by quantitative PCR",
        "Association between leukocyte telomere length and angiogenic cytokines in knee osteoarthritis",
        "Alterations of relative telomere length and mitochondrial DNA copy number from ligamentum flavum-derived cells in lumbar spinal stenosis: Pilot study",
        "Differing patterns of peripheral blood leukocyte telomere length in rheumatologic diseases",
        "Physical activity, sedentary behavior, and leukocyte telomere length in women",
        "Relationship between physical activity level, telomere length, and telomerase activity",
        "The association between physical activity in leisure time and leukocyte telomere length",
        "Oxidative stress shortens telomeres",
        "Healthy aging and disease: Role for telomere biology"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn Medical Research Center",
        "Chulalongkorn University",
        "National Science and Technology Development Agency",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}