{
    "eid": "2-s2.0-85033564863",
    "title": "Middle Triassic foraminifers from northern Laos and their paleobiogeographic significance",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Space and Planetary Science",
            "@code": "1912"
        },
        {
            "$": "Paleontology",
            "@code": "1911"
        }
    ],
    "keywords": [
        "Anisian",
        "Eastern Tethys",
        "Foraminifers",
        "Middle Triassic",
        "Northern Laos",
        "Paleobiogeography"
    ],
    "authors": [
        "Akira Miyahigashi"
    ],
    "citedby-count": 6,
    "ref-count": 81,
    "ref-list": [
        "Triassic carbonate rocks in the Phatthalung area, Peninsular Thailand",
        "An aspect of the Triassic limestone platform of the internal Hellenides: the Oreokastro Chain",
        "Foraminifera of the Triassic formations of Also Hill (Northern Hungary)",
        "Foraminifera of the Triassic formations of Alsó Hill (Northern Hungary). Part 2: Foraminifer assemblage of the Wetterstein Limestone Formation",
        "Archives des Sciences Genève",
        "Rivista Italiana di Paleontologia e Stratigrafia",
        "Memorie di Scienze Geologiche",
        "Bulletin du Service Géologique de l'Indochine",
        "Phanerozoic Reef Patterns",
        "Geologija",
        "Proceedings of the International Conference on Stratigraphy and Tectonic Evolution of Southeast Asia and South Pacific",
        "Comptes rendus sommaires des séances de la Société géologique de France",
        "Discovery of Triassic fossils at Bukit Chuping, in Gunung Sinyum area, and at Kota Jin, Peninsular Malaysia",
        "Triassic limestone within and around the Gulf of Thailand",
        "Acta Geologica Polonica",
        "Acta Geologica Polonica",
        "Acta Geologica Polonica",
        "Geologisches Jahrbuch Reihe B",
        "U-Pb ages of detrital zircons within the Inthanon Zone of the Paleo-Tethyan subduction zone, northern Thailand: New constraints on accretionary age and arc activity",
        "Sandstone provenance and U–Pb ages of detrital zircons from Permian–Triassic forearc sediments within the Sukhothai Arc, northern Thailand: Record of volcanic-arc evolution in response to Paleo-Tethys subduction",
        "Acta Palaeontologica Sinica",
        "Acta Palaeontologica Sinica",
        "Middle Triassic (Anisian) foraminifers from the Kaizawa Formation, southern Kanto Mountains, Japan",
        "Anisian foraminifers from allochthonous limestones of the Tanoura formation (Kurosegawa Terrane, West Kyushu, Japan)",
        "Triassic foraminifers of the Lampang Group (Northern Thailand)",
        "Geološki Vjesnik",
        "Jahrbuch der Geologischen Bundesanstalt Sonderband",
        "Jahrbuch der Geologischen Bundesanstalt Sonderband",
        "Jahrbuch der Geologischen Bundesanstalt Sonderband",
        "An integrated biostratigraphy (conodonts and foraminifers) and chronostratigraphy (paleomagnetic reversals, magnetic susceptibility, elemental chemistry, carbon isotopes and geochronology) for the Permian-Upper Triassic strata of Guandao section, Nanpanjiang Basin, south China",
        "The Cathaysian and Gondwana floras: their contribution to determining the boundary between eastern Gondwana and Laurasia",
        "Acta Scientiarum Vietnamicarum Sectio biologicarum, geologicarum et geographicarum",
        "Characteristic Fossils in the North of Vietnam",
        "Occurrence of triassic foraminifers in carbonate deposits from the Ninh Binh area (North Vietnam)",
        "Gondwana dispersion and Asian accretion: Tectonic and palaeogeographic evolution of eastern Tethys",
        "Fukuoka University Science Reports",
        "Jahrbuch Geologischen Bundesanstalt",
        "Jahrbuch der Geologischen Bundesanstalt Sonderband",
        "Verhandlungen der Geologischen Bundesanstalt",
        "Geologica Hungarica, Series Palaeontologica",
        "Zagreb Geološki Vjesnik",
        "Environmental and biological controls on the initiation and growth of a Middle Triassic (Anisian) reef complex on the Great Bank of Guizhou, Guizhou Province, China",
        "Involutinacea (Foraminifera) der Trias und des Lias. Beiträge zur Paläontologie von Österreich",
        "An early Middle Anisian (Middle Triassic) Tubiphytes and cement crusts-dominated reef from North Dobrogea (Romania): Facies, depositional environment and diagenesis",
        "Rivista Italiana di Paleontologia e Stratigrafia",
        "Lower and Middle Triassic foraminifera from the Eros Limestone, Hydra Island, Greece",
        "Taxonomy and phylogeny of the trocholinidae (Involutinina)",
        "Early evolution and new classification of the order Robertinida (Foraminifera)",
        "Paleogeografický vývoj Západných Karpát",
        "Geologické Práce Zprávy",
        "Geologický ústav Dionýza Štúra, Bratislava",
        "Revue de Paléobiologie, Volume spécial",
        "Tubiphytes Maslov, 1956 and description of similar organisms from Triassic reefs of the Tethys",
        "Biogeography and Geological Evolution of SE Asia.",
        "Parallel Tethyan sutures in mainland Southeast Asia: New insights for Palaeo-Tethys closure and implications for the Indosinian orogeny",
        "Geologica Balcanica",
        "Geologica Balcanica",
        "Geologica Balcanica",
        "Taxonomy of Bulgarian Triassic foraminifera. II. Families Endothyriidae to Ophthalmidiidae",
        "Taxonomy of Bulgarian Triassic foraminifera. III. families Spiroloculiniidae to Oberhausereliidae",
        "Program and Abstract, Fourth Symposium of IGCP Project No. 411: Geodynamic Processes of Gondwana-derived Terranes in East and Southeast Asia, Their Crustal Evolution, Emplacement and Natural Resources Potential, Phitsanulok",
        "The Permian fusulinoidean faunas of the Sibumasu and Baoshan blocks: Their implications for the paleogeographic and paleoclimatologic reconstruction of the Cimmerian Continent",
        "The Geology of Thailand.",
        "Chikyu Monthly",
        "Geotectonic implications of Permian and Triassic carbonate successions in the Central Plain of Thailand",
        "Late Paleozoic and Mesozoic fossils of West Thailand and their environments, CCOP Technical Bulletin 20",
        "Revue de Paléobiologie",
        "New algae and problematica of algal affinity from the permian of the Aseelah Unit of the Batain plain (East Oman)",
        "Palaeozoic Foraminifera: Systematics, palaeoecology and responses to global changes",
        "Pennsylvanian (Late Carboniferous) calcareous microfossils from Cedro Peak (New Mexico, USA). Part 1: Algae and Microproblematica",
        "The oldest Triassic platform margin reef from the Alpine - Carpathian region (Aggtelek, NE Hungary): Platform evolution, reefal biota and biostratigraphic framework",
        "The Triassic of Indochina Peninsula and its interregional correlation",
        "Sedimentary Environments: Processes, Facies and Stratigraphy",
        "Rivista Italiana di Paleontologia e Stratigrafia",
        "Rivista Italiana di Paleontologia e Stratigrafia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Fukuoka",
            "affilname": "Fukuoka University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tsukuba",
            "affilname": "National Institute of Advanced Industrial Science and Technology",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tsukuba",
            "affilname": "University of Tsukuba",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Fukuoka",
            "affilname": "Kyushu University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Geneva",
            "affilname": "Université de Genève",
            "affiliation-country": "Switzerland"
        }
    ],
    "funding": [
        "Swiss NSF",
        "Japan Society for the Promotion of Science",
        "Japan Society for the Promotion of Science",
        "Schweizerischer Nationalfonds zur F&#x00F6;rderung der Wissenschaftlichen Forschung",
        "Schweizerischer Nationalfonds zur F&#x00F6;rderung der Wissenschaftlichen Forschung",
        "Fukuoka University",
        "Université de Genève"
    ]
}