{
    "eid": "2-s2.0-85062784423",
    "title": "Catalytic Deoxygenation Pyrolysis of Sacha Inchi Shell over SBA-15 Catalyst: An Analytical PY-GC/MS",
    "cover-date": "2019-01-14",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Earth and Planetary Sciences (all)",
            "@code": "1900",
            "@abbrev": "EART"
        }
    ],
    "keywords": [],
    "authors": [
        "C. Soongprasit",
        "D. Aht-Ong",
        "V. Sricharoenchaikul",
        "D. Atong"
    ],
    "citedby-count": 0,
    "ref-count": 10,
    "ref-list": [
        "Techno-economic comparison of biomass-to-transportation fuels via pyrolysis, gasification, and biochemical pathways",
        "Catalytic pyrolysis of green algae for hydrocarbon production using H+ZSM-5 catalyst",
        "Fast pyrolysis of cassava rhizome in the presence of catalyst",
        "Comparison of products from the pyrolysis and catalytic pyrolysis of rice husks",
        "Catalytic fast pyrolysis of Millettia (Pongamia) pinnata waste using zeolite y",
        "Bio-oil from the pyrolysis of palm and Jatropha wastes in a fluidized bed",
        "Bio-oil from cassava peel: A potential renewable energy source",
        "Fast pyrolysis of palm kernel shells: Influence of operation parameters on the bio-oil yield and the yield of phenol and phenolic compounds",
        "Pyrolyzer-GC/MS system-based analysis of the effect of zeolite catalysts on the fast pyrolysis of Jatropha husk",
        "Inductive effect of basic nitrogen compounds on coke formation during the catalytic cracking process"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60014471",
            "affilname": "Thailand National Metal and Materials Technology Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014471",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Graduate School, Chulalongkorn University",
        "Thailand Graduate Institute of Science and Technology",
        "MTEC"
    ]
}