{
    "eid": "2-s2.0-85137351333",
    "title": "Transmission Mechanisms of Executive Compensation to Cost of Equity Capital",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business and International Management",
            "@code": "1403",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Cost of equity",
        "Executive compensation",
        "Incentives"
    ],
    "authors": [
        "Kanyarat Sanoran"
    ],
    "citedby-count": 1,
    "ref-count": 38,
    "ref-list": [
        "Executive stock options, differential risk-taking incentives, and firm value",
        "Managerial compensation and firm performance: A general research framework",
        "Audit firm tenure and the equity risk premium",
        "Investor pricing of CEO equity incentives",
        "A re-examination of disclosure level and the expected cost of equity capital",
        "Assessing alternative proxies for the expected risk premium",
        "The relation between expected returns, realized returns, and firm risk characteristics",
        "Market microstructure and asset pricing: On the compensation for illiquidity in stock returns",
        "Top management team compensation: The missing link between CEO pay and firm performance?",
        "Sarbanes-Oxley Act, perceived earnings quality and cost of capital",
        "CEO risk-taking incentives and the cost of equity capital",
        "Equity premia as low as three percent? Evidence from analysts' earnings forecasts for domestic and international stock markets",
        "Stakeholder management as a predictor of CEO compensation: Main effects and interactions with financial performance",
        "The quality of accruals and earnings: The role of accrual estimation errors",
        "Did the 2003 Tax Act reduce the cost of equity capital?",
        "Taxes, leverage, and the cost of equity capital",
        "PE ratios, PEG ratios, and estimating the implied expected rate of return on equity capital",
        "The cross-section of expected stock returns",
        "Industry costs of equity",
        "The market pricing of accruals quality",
        "Toward an implied cost of capital",
        "Inferring the cost of capital using the Ohlson-Juettner model",
        "International differences in the cost of equity capital: Do legal institutions and securities regulation matter?",
        "Optimal incentive contracts with imperfect information",
        "Theory of the firm: Managerial behavior, agency costs and ownership structure",
        "Performance pay and top-management incentives",
        "The finite horizon expected return model",
        "Litigation risk and the financial reporting credibility of Big 4 versus non-Big 4 audits: Evidence from Anglo-American countries",
        "CFOs versus CEOs: Equity incentives and crashes",
        "Managerial risk-taking behavior and equity-based compensation",
        "Evidence on factors affecting the relationship between CEO stock option compensation and earnings management",
        "Executive compensation structure, ownership, and firm performance",
        "Agency theory revisited: CEO return and shareholder interest alignment",
        "Expected EPS and EPS growth as determinants of value",
        "Accounting earnings and top executive compensation",
        "The association between audit committees, compensation incentives, and corporate audit fees",
        "CEO stock options and equity risk incentives",
        "A behavioral agency model of managerial risk taking"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60199583",
        "affilname": "Chulalongkorn Business School",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
        "affiliation-country": "Thailand"
    },
    "funding": []
}