{
    "eid": "2-s2.0-84922754584",
    "title": "Effects of polycaprolactone molecular weights on thermal and mechanical properties of polybenzoxazine",
    "cover-date": "2015-05-01",
    "subject-areas": [
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "blends",
        "glass transition",
        "thermal properties",
        "thermosets"
    ],
    "authors": [
        "Sunan Tiptipakorn"
    ],
    "citedby-count": 31,
    "ref-count": 37,
    "ref-list": [
        "Physical and mechanical characterization of near-zero shrinkage polybenzoxazines",
        "Mechanical characterization of copolymers based on benzoxazine and epoxy",
        "Structural effects of phenols on the thermal and thermo-oxidative degradation of polybenzoxazines",
        "Polybenzoxazine alloys and blends: Some unique properties and applications",
        "Alloys and Composites of Polybenzoxazine: Properties and Applications",
        null,
        "Copolymerizing behavior and processability of benzoxazine/epoxy systems and their applications for glass fiber composite laminates",
        "Effects of polyol molecular weight on properties of benzoxazine-urethane polymer alloys",
        "Shape memory polymers from benzoxazine-modified epoxy",
        "Thermomechanical properties of arylamine-based benzoxazine resins alloyed with epoxy resin",
        "Synergism and multiple mechanical relaxations observed in ternary systems based on benzoxazine, epoxy, and phenolic resins",
        "Development of new class of electronic packaging materials based on ternary systems of benzoxazine, epoxy, and phenolic resins",
        "Effect of resin compositions on microwave processing and thermophysical properties of benzoxazine-epoxy-phenolic ternary systems filled with silicon carbide (SiC) whisker",
        "Chemorheology and thermomechanical characteristics of benzoxazine-urethane copolymers",
        "Toughening of polybenzoxazine by alloying with urethane prepolymer and flexible epoxy: A comparative study",
        "Enhanced film forming ability of benzoxazine-urethane hybrid polymer network by sequential cure method",
        "Property enhancement of polybenzoxazine modified with dianhydride",
        "J. Therm. Anal. Calorim.",
        "J Compos. Mater.",
        "The miscibility and morphology of hexamine cross-linked novolac/poly(ε-caprolactone) blends",
        "Thermodynamics of fusion of poly-β-propiolactone and poly-ϵ-caprolactone. comparative analysis of the melting of aliphatic polylactone and polyester chains",
        "Study of hydrogen bonding and thermal properties of polybenzoxazine and poly-(ε-caprolactone) blends",
        "J. Polym. Sci. Part A: Polm Chem.",
        "The pyrolysis behaviors of ternary copolyimide derived from aromatic dianhydride and aromatic diisocyanates",
        "Hydrogen bonded polymer blends",
        "Synthesis of poly(amido amine)-derived dendrimers with pendant benzoxazine groups and their thermal behavior",
        "Polymerization of linear aliphatic diamine-based benzoxazine resins under inert and oxidative environments",
        "Synthesis, curing kinetics and thermal properties of novel difunctional chiral and achiral benzoxazines with double chiral centers",
        "Thermosetting blends of polybenzoxazine and poly(ε-caprolactone): Phase behavior and intermolecular specific interactions",
        "Cross-Linking–Effect on Physical Properties of Polymers",
        "Molecular structure and properties of cellulose acetate chemically modified with caprolactone",
        "Friction and wear behavior of ultra-high molecular weight polyethylene as a function of polymer crystallinity",
        "Effect of triphenyl phosphate flame retardant on properties of arylamine-based polybenzoxazines",
        "A study of the effect of starch in polymer blends of carboxymethyl cellulose and chitosan",
        "Thermal properties of silicon-containing polyimide filled with carbon black of low structure",
        "Effect of crab shell particles on the thermomechanical and thermal properties of polybenzoxazine matrix"
    ],
    "affiliation": [
        {
            "affiliation-city": "Kamphaeng Saen",
            "affilname": "Kasetsart University, Kamphaeng Saen Campus",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}