{
    "eid": "2-s2.0-84902170419",
    "title": "Formation of SBS triblock copolymers using waste soybean oil as coupling agent",
    "cover-date": "2014-08-05",
    "subject-areas": [
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "copolymers",
        "elastomers",
        "polystyrene"
    ],
    "authors": [
        "Jin Zhang"
    ],
    "citedby-count": 4,
    "ref-count": 29,
    "ref-list": [
        "Single-chain scattering in heterogeneous block copolymers",
        "The Ordered Bicontinuous Double-Diamond Morphology in Diblock Copolymer/Homopolymer Blends",
        "New anion conducting membranes based on functionalized styrene-butadiene- styrene triblock copolymer for fuel cells applications",
        "Anionic Polymerization: Principles and Practical Applications",
        "Thermoplastic Elastomers: A Comprehensive Review",
        "J. Polym. Sci. Part A: Polym. Chem.",
        "Synthesis of SBS thermoplastic block copolymers in cyclohexane in the presence of diethylether used as a structure modifier",
        "Processing biomass in conventional oil refineries: Production of high quality diesel by hydrotreating vegetable oils in heavy vacuum oil mixtures",
        "Biodiesel fuel production from soybean oil waste as agricultural bio-resource",
        "Characterization of new biosurfactant produced by Klebsiella sp. Y6-1 isolated from waste soybean oil",
        "Vegetable Oils in Food Technology: Composition, Properties and Uses",
        "New soybean oil-styrene-divinylbenzene thermosetting copolymers. I. Synthesis and characterization",
        "Rigid polyurethane foams based on soybean oil",
        "Polyols and polyurethanes from hydroformylation of soybean oil",
        "Polymerization of drying oils. VI. Catalytic polymerization of fatty acids and esters with boron trifluoride and hydrogen fluoride",
        "Soybean oil-divinylbenzene thermosetting polymers: Synthesis, structure, properties and their relationships",
        "Chem. Abstr.",
        "J. Elastomers Plast.",
        "Characterization of polyurethane foams from soybean oil",
        null,
        null,
        null,
        "Diesel fuel from thermal decomposition of soybean oil",
        "Synthesis of structured nanoparticles of styrene/butadiene block copolymers via RAFT seeded emulsion polymerization",
        "Tin-coupled star-shaped block copolymer of styrene and butadiene (I) synthesis and characterization",
        "A new approach to styrenic thermoplastic elastomers: Synthesis and characterization of crystalline styrene-butadiene-styrene triblock copolymers",
        "Styrene-vinyl pyridine diblock copolymers: Achieving high molecular weights by the combination of anionic and reversible addition-fragmentation chain transfer polymerizations",
        "Nep. J. Sci. Technol.",
        "The influence of styrene–butadiene diblock copolymer on styrene–butadiene–styrene triblock copolymer viscoelastic properties and product performance"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Jinju",
            "affilname": "Gyeongsang National University",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Qingdao",
            "affilname": "Qingdao University of Science and Technology",
            "affiliation-country": "China"
        }
    ],
    "funding": []
}