{
    "eid": "2-s2.0-84984683766",
    "title": "Konjac glucomannan hydrolysate: A potential natural coating material for bioactive compounds in spray drying encapsulation",
    "cover-date": "2017-02-01",
    "subject-areas": [
        {
            "$": "Bioengineering",
            "@code": "1502"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        }
    ],
    "keywords": [
        "Andrographolide",
        "Coating materials",
        "Konjac glucomannan",
        "Spray drying",
        "Viscosity"
    ],
    "authors": [
        "Supichar Wattanaprasert"
    ],
    "citedby-count": 20,
    "ref-count": 25,
    "ref-list": [
        "Physicochemical properties of konjac glucomannan extracted from konjac flour by a simple centrifugation process",
        "Advance in the applications of konjac glucomannan and its derivatives",
        "Structure of the oligomers obtained by enzymatic hydrolysis of the glucomannan produced by the plant Amorphophallus konjac",
        "Thermodynamic incompatibility between denatured whey protein and konjac glucomannan",
        "Advance in the applications of konjac glucomannan and its derivatives",
        "Microencapsulation of Kaffir Lime Oil and Its Functional Properties",
        "An investigation into the application of konjac glucomannan as a flavor encapsulant",
        "Anticancer and immunostimulatory compounds from Andrographis paniculata",
        "A kinetic correlation for konjac powder hydrolysis by βmannanase from Bacillus licheniformis",
        "Retention of saffron bioactive components by spray drying encapsulation using maltodextrin, gum Arabic and gelatin as wall materials",
        "A review on the use of cyclodextrins in foods",
        "Chinese Material Medical: Chemistry, Pharmacology, and Applications",
        "J. Am. Chem. Soc.",
        "Proceedings of 2nd Asia Pacific Symposium on Postharvest Research, Education and Extension",
        "Optimization of hydrolysis conditions for the production of glucomanno-oligosaccharides from konjac using β-mannanase by response surface methodology",
        "Official Methods of Analysis of AOAC International",
        "Factors Affecting Retention in Spray-Drying Microencapsulation of Volatile Materials",
        "Flavor Encapsulation: ACS Symposium Series",
        "Fungal β-mannanases: Mannan hydrolysis, heterologous production and biotechnological applications",
        "Characterization of Three β-Mannanases of an Alkalophilic Bacillus sp.",
        "Physicochemical investigation of the effects of water-soluble polymers on vinpocetine complexation with β-cyclodextrin and its sulfobutyl ether derivative in solution and solid state",
        "Phys. Procedia",
        "Glucomannan, a promising polysaccharide for biopharmaceutical purposes",
        "Computational study on the molecular inclusion of andrographolide by cyclodextrin",
        "J. Clin. Pharm. Ther."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sydney",
            "affilname": "UNSW Sydney",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University Special Task Force for Activating Research",
        "Dehydration of Food and Biomaterials",
        "STAR",
        "Chulalongkorn University"
    ]
}