{
    "eid": "2-s2.0-85125557982",
    "title": "First Report of Anuran Trypanosoma DNA in Flat-Tailed House Geckos (Reptilia: Gekkonidae) Collected from Southern Thailand: No Evidence as a Reservoir for Human Trypanosomatids",
    "cover-date": "2022-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Allergy",
            "@code": "2723",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Immunology and Microbiology (all)",
            "@code": "2400",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Cytb gene",
        "Flat-tailed house gecko",
        "Leishmania",
        "Sand flies",
        "SSU rRNA gene",
        "Trypanosoma"
    ],
    "authors": [
        "Prapimporn Toontong",
        "Sakone Sunantaraporn",
        "Sonthaya Tiawsirisup",
        "Theerakamol Pengsaku",
        "Rungfar Boonserm",
        "Atchara Phumee",
        "Padet Siriyasatien",
        "Kanok Preativatanyou"
    ],
    "citedby-count": 5,
    "ref-count": 54,
    "ref-list": [
        "Trypanosomatid parasites causing neglected diseases",
        "The evolution and diversity of kinetoplastid flagellates",
        "Autochthonous Trypanosoma spp. in European Mammals: A Brief Journey amongst the Neglected Trypanosomes",
        "A Review of Leishmaniasis: Current Knowledge and Future Directions",
        "Trypanosomatids Are Much More than Just Trypanosomes: Clues from the Expanded Family Tree",
        "Culicoides Latreille (Diptera: Ceratopogonidae) as potential vectors for Leishmania martiniquensis and Trypanosoma sp. in northern Thailand",
        "Chronic generalized fibrotic skin lesions from disseminated leishmaniasis caused by Leishmania martiniquensis in two patients from northern Thailand infected with HIV",
        "Leishmania (Mundinia) orientalis n. sp. (Trypanosomatidae), a parasite from Thailand responsible for localised cutaneous leishmaniasis",
        "Leishmaniasis in Thailand: A Review of Causative Agents and Situations",
        "Animal trypanosomiasis in Africa: Aetiology and Epidemiology",
        "Atypical human infections by animal trypanosomes",
        "Molecular analysis of archived blood slides reveals an atypical human Trypanosoma infection",
        "Diagnosis of a Trypanosoma lewisi-like (Herpetosoma) infection in a sick infant from Thailand",
        "Zoonotic Parasites of Reptiles: A Crawling Threat",
        "Isolation of Trypanosoma brucei from the monitor lizard (Varanus niloticus) in an endemic focus of rhodesian sleeping sickness in Kenya",
        "Monitor lizard (Varanus niloticus, Linnaeus, 1766) as a host for tsetse (Glossina fuscipes fuscipes, Newstead, 1910) in the sleeping sickness endemic foci of Uganda",
        "Molecular detection, identification and phylogenetic inference of Leishmania spp. in some desert lizards from Northwest China by using internal transcribed spacer 1 (ITS1) sequences",
        "Pathogenic Leishmania spp. detected in lizards from Northwest China using molecular methods",
        "Review of “Trypanosomes and Trypanosomiasis” by Stefan Magez and Magdalena Radwanska (Editors)",
        "Molecular prevalence of Trypanosoma spp. in wild rodents of Southeast Asia: Influence of human settlement habitat",
        "Domestic animals as potential reservoir hosts of Trypanosoma brucei gambiense in sleeping sickness foci in Cameroon",
        "Molecular identification of Trypanosoma brucei gambiense in naturally infected pigs, dogs and small ruminants confirms domestic animals as potential reservoirs for sleeping sickness in Chad",
        "Chagas disease: Importance of rats as reservoir hosts of Trypanosoma cruzi (Chagas, 1909) in western Mexico",
        "Multi-locus characterization and phylogenetic inference of Leishmania spp. in snakes from Northwest China",
        "Leishmaniasis: A Review on Parasite, Vector and Reservoir Host",
        "Identification of trypanosomatids and blood feeding preferences of phlebotomine sand fly species common in Sicily, Southern Italy",
        "Case Report: Consecutive cutaneous and visceral leishmaniasis manifestations involving a novel Leishmania species in two HIV patients in Thailand",
        "Multiple Cutaneous Nodules in an HIV-Infected Patient",
        "Detection of an Unknown Trypanosoma DNA in a Phlebotomus stantoni (Diptera: Psychodidae) Collected from Southern Thailand and Records of New Sand Flies With Reinstatement of Sergentomyia hivernus Raynal & Gaschen, 1935 (Diptera: Psychodidae)",
        "Detection of Leishmania and Trypanosoma DNA in Field-Caught Sand Flies from Endemic and Non-Endemic Areas of Leishmaniasis in Southern Thailand",
        "Tissue tropism in parasitic diseases",
        "Cerebral trypanosomiasis in native cattle",
        "Immunohistochemical demonstration of Trypanosoma evansi in tissues of experimentally infected rats and a naturally infected water buffalo (Bubalus bubalis)",
        "Detection of Trypanosoma evansi in brains of the naturally infected hog deer by streptavidine-biotin immunohistochemistry",
        "Natural infection of the sand fly Phlebotomus kazeruni by Trypanosoma species in Pakistan",
        "Anuran trypanosomes: Phylogenetic evidence for new clades in Brazil",
        "Animal reservoirs and potential vectors of Leishmania siamensis in southern Thailand",
        "Occurrence of Leishmania sp. in cutaneous lesions of horses in Central Europe",
        "Autochthonous Leishmania siamensis in horse, Florida, USA",
        "An autochthonous case of cutaneous bovine leishmaniasis in Switzerland",
        "Prevalence and associated risk factors of Leishmania infection among immunocompetent hosts, a community-based study in Chiang Rai, Thailand",
        "Host-Parasite Relationships and Life Histories of Trypanosomes in Australia",
        "A phylogenetic lineage of closely related trypanosomes (Trypanosomatidae, Kinetoplastida) of anurans and sand flies (Psychodidae, Diptera) sharing the same ecotopes in brazilian amazonia",
        "First record of Trypanosoma chattoni in Brazil and occurrence of other Trypanosoma species in Brazilian frogs (Anura, Leptodactylidae)",
        "Phylogeny of snake trypanosomes inferred by SSU rDNA sequences, their possible transmission by phlebotomines, and taxonomic appraisal by molecular, cross-infection and morphological analysis",
        "Sergentomyia (Neophlebotomus) gemmea, a potential vector of Leishmania siamensis in southern Thailand",
        "Detection of DNA of Leishmania siamensis in Sergentomyia (Neophlebotomus) iyengari (Diptera: Psychodidae) and Molecular Identification of Blood Meals of Sand Flies in an Affected Area, Southern Thailand",
        "Transmission of Trypanosoma rotatorium from frogs to white mice",
        "A nested PCR for the ssrRNA gene detects Trypanosoma binneyi in the platypus and Trypanosoma sp. in wombats and kangaroos in Australia",
        "Detection and species identification of Old World Leishmania in clinical samples using a PCR-based method",
        "Dynamics of mitochondrial DNA evolution in animals: Amplification and sequencing with conserved primers",
        "Systematics, biogeography, and evolution of Hemidactylus geckos (Reptilia: Gekkonidae) elucidated using mitochondrial DNA sequences",
        "BioEdit: A user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
        "MEGA X: Molecular Evolutionary Genetics Analysis across Computing Platforms"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tha Sala",
            "@id": "60026526",
            "affilname": "Walailak University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026526",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadapiseksompote Fund",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}