{
    "eid": "2-s2.0-84918809524",
    "title": "1,3-butadiene polymerization using co/nd-based ziegler/natta catalyst: Microstructures and properties of butadiene rubber",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "General Engineering",
            "@code": "2200"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [],
    "authors": [
        "Chansuree Chatarsa"
    ],
    "citedby-count": 6,
    "ref-count": 27,
    "ref-list": [
        "Neodymium-based Ziegler/Natta catalysts and their application in diene polymerization",
        "Investigation of methylaluminoxane as a cocatalyst for the polymerization of 1,3-butadiene to high cis-1,4-polybutadiene",
        "Polymerization of butadiene catalyzed by a cobalt-containing catalyst in aliphatic media",
        "Performance evaluation of high-cis 1,4-polybutadienes",
        "Rubber Int. Mag.",
        "Butadiene polymerization with nickel compounds: Effect of cocatalysts",
        "Kinetic study on stereospecific polymerization of 1,3-butadiene using a nickel based catalyst system in environmentally friendly solvent",
        "High performance elastomer composites containing ultra high cis polybutadiene with high abrasion and low rolling resistances",
        "Ultra high cis polybutadiene by monomeric neodymium catalyst and its mechanical and dynamic properties",
        "Polymerization of 1,3-Butadiene Using Neodymium Chloride Tripentanolate-Triethyl Aluminum Catalyst Systems",
        "Ultimately specific 1,4-cis polymerization of 1,3-butadiene with a novel gadolinium catalyst",
        "Butadiene polymerization catalyzed by tri(aryloxo)aluminum adduct of cobalt acetate",
        "Butadiene polymerization using neodymium versatate-based catalysts: Catalyst optimization and effects of water and excess versatic acid",
        "Retarding effect of aromatic solvents on cobalt(II)-based catalyst system during synthesis of high cis-1,4-polybutadiene",
        "Stereospecific polymerizations of 1,3-butadiene catalyzed by Co(II) complexes ligated by 2,6-bis(benzimidazolyl)pyridines",
        "Effect of alkylaluminum structure on Ziegler-Natta catalyst systems based on neodymium for producing high-cis polybutadiene",
        "Polymerization of 1,3-conjugated dienes with rare-earth metal precursors",
        "Polymerization of 1,3-Butadiene Initiated by Neodymium Versatate/ Triisobutylaluminum/Ethylaluminum Sesquichloride: Impact of the Alkylaluminum Cocatalyst Component",
        "Polymerization of 1,3-butadiene initiated by neodymium versatate/diisobutylaluminium hydride/ethylaluminium sesquichloride: Kinetics and conclusions about the reaction mechanism",
        "Homopolymerization and copolymerization of butadiene with a neodymium catalyst",
        "Butadiene polymerisation using ternary neodymium-based catalyst systems - The effect of Nd:halide ratio and halide type",
        "Synthesis and characterization of high cis-polybutadiene: Influence of monomer concentration and reaction temperature",
        "Sci. Chin. Ser. B-Chem.",
        "The influence of ageing and polymerization conditions on the polymerization of butadiene using a neodymium catalyst system",
        "Comparison of the solvents n-hexane, tert-butyl benzene and toluene in the polymerization of 1,3-butadiene with the ziegler catalyst system neodymium versatate/diisobutylaluminum hydride/ethylaluminum sesquichloride",
        "Solvent effect in cis-1,4 polymerization of 1,3-butadiene by a catalyst based on neodymium"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Waterloo",
            "affilname": "University of Waterloo",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Muang District, Rayong",
            "affilname": "Ltd.",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}