{
    "eid": "2-s2.0-84930030432",
    "title": "Epidemiology of upper gastrointestinal bleeding and Helicobacter pylori infection: Review of 3,488 Thai patients",
    "cover-date": "2015-02-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Epidemiology",
        "Helicobacter pylori",
        "Thailand",
        "UGIB",
        "Upper gastrointestinal bleeding"
    ],
    "authors": [
        "Sakolwan Suchartlikitwong"
    ],
    "citedby-count": 4,
    "ref-count": 19,
    "ref-list": [
        "Epidemiology of acute upper gastrointestinal bleeding",
        "Incidence of and mortality from acute upper gastrointestinal haemorrhage in the United Kingdom",
        "Acute upper GI bleeding: Did anything change? Time trend analysis of incidence and outcome of acute upper GI bleeding between 1993/1994 and 2000",
        "The National ASGE Survey on Upper Gastrointestinal Bleeding: I. Study design and baseline data",
        "Causes of upper gastrointestinal bleeding in Thai patients: review of 5,000 upper gastrointestinal endoscopy.",
        "Role of Helicobacter pylori infection and non-steroidal anti-inflammatory drugs in peptic-ulcer disease: A meta-analysis",
        "The prevalence of Helicobacter pylori infection in different countries",
        "Seroprevalence of helicobacter Pylori infections in Thailand",
        "Epidemiology of helicobacter pylori in southern china: Identification of early childhood as the critical period for acquisition",
        "Prevalence of Helicobacter pylori infection in Korean children: Inverse relation to socioeconomic status despite a uniformly high prevalence in adults",
        "Prognostic factors in upper gastrointestinal bleeding",
        "Epidemiology and diagnosis of Helicobacter pylori infection",
        "Accuracy of invasive and noninvasive tests to diagnose Helicobacter pylori infection",
        "Decreased prevalence of Helicobacter pylori infection in gastroesophageal reflux disease",
        "Helicobacter pylori infection prevents erosive reflux oesophagitis by decreasing gastric acid secretion",
        "An international association between Helicobacter pylori infection and gastric cancer",
        "H. pylori and Gastric cancer: The Asian enigma",
        "Helicobacter pylori: The gastric cancer problem",
        "Prognosis and life expectancy in chronic liver disease"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}