{
    "eid": "2-s2.0-85163333544",
    "title": "Redescription of Streptaxis mouhoti Pfeiffer, 1863 and Streptaxis strangulatus Möllendorff, 1894 (Eupulmonata: Streptaxidae) from Peninsular Thailand and Their Assignment to a New Genus",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Ecology",
            "@code": "2303",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Paleontology",
            "@code": "1911",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "carnivorous snail",
        "endemic species",
        "genitalia",
        "limestone",
        "systematics"
    ],
    "authors": [
        "Sittichai Chunkhajorn",
        "Pongpisit Rungruangdejwattana",
        "Chirasak Sutcharit",
        "Thanit Siriboon"
    ],
    "citedby-count": 0,
    "ref-count": 46,
    "ref-list": [
        "Sur les divisions proposées dans le genre Streptaxis",
        "The Malayan Streptaxidae of the genera Discartemon and Oophana",
        "Revised classification, nomenclator and typification of gastropod and monoplacophoran families",
        "An introduction to the pulmonate family Streptaxidae",
        "On a new streptaxid (Mollusca, Gastropoda, Pulmonata) from Sangihe Island, Malay Archipelago, with notes on the distribution of streptaxids in Southeast Asia",
        "Oophana tiomanensis a new streptaxid (Gastropoda: Pulmonata: Streptaxidae) from Pulau Tioman, Peninsular Malaysia",
        "The terrestrial snail family Strep-taxidae J.Gray, 1860 (Gastropoda: Pulmonata) from Son La, Vietnam, with description of two new species",
        "Indoartemon subgen. nov. for Odonartemon Kobelt, 1905 (non-Pfeiffer, 1856); Streptaxidae",
        "On the arrangement of the land pulmoniferous Mollusca into families",
        "A synopsis of the genus Streptaxis and its allies",
        "Aktualisierte liste der terres-trischen gastropoden Thailands",
        "The first revision of the carnivorous land snail family Streptaxidae in Laos, with description of three new species (Pulmonata, Stylommatophora, Streptaxidae)",
        "Obituary of Carl Roebelen",
        "Die Raublungenschnecken (Agnatha). Zweite Abtheilung: Streptaxidae und Daudebar-diidae",
        "Revision of the carnivorous land snail family Streptaxidae (Stylommatophora, Achatinina) in Myanmar, with description of four new species",
        "Diagnosen neuer Heliceen aus dem ostasia-tischen Archipel",
        "Die Preussische Expedition nach Ost-Asien",
        "On a collection of land-shells from the Samui Islands, Gulf of Siam",
        "Anatomy and taxonomic position of Elma H. Adams, 1866: A high-spired Southeast-Asian genus of Streptaxidae (Gastropoda: Eupulmonata)",
        "A review of the Diapheridae (Gastropoda:",
        "Eupulmonata: Streptaxoidea), with special emphasis on India and Myanmar",
        "A checklist and classification of the terrestrial pulmonate snails of Thailand",
        "Versuch einer anordnung der Heliceen nach natürlichen gruppen",
        "Description of thirty-six new land shells, from the collection of H. Cuming, Esq",
        "Streptaxacea: Catalog of species, Part I, Streptaxidae",
        "Phylogeny and biogeography of tropical carnivorous land-snails (Pulmonata: Streptaxoidea) with particular reference to East Africa and the Indian Ocean",
        "Revision of Dadagulella gen. nov., the “Gulella radius group” (Gastropoda: Streptaxidae) of the eastern Afrotropics, including six new species and three new subspecies",
        "Treatise on recent terrestrial pulmonate molluscs: Rhytididae; Chlamydephoridae; Systrophiidae; Haplo-trematidae; Streptaxidae; Spiraxidae; Oleacinidae; Testacel-lidae",
        "Three new species of the carnivorous snail genus Perrottetia Kobelt, 1905 from Thailand (Pulmonata, Streptaxidae)",
        "Revision of the carnivorous snail genus Discartemon Pfeiffer, 1856, with description of twelve new species (Pulmo-nata, Streptaxidae)",
        "Revision of the carnivorous snail genus Indoartemon Forcart, 1946 and a new genus Carinartemis from Thailand (Pulmonata: Streptaxidae)",
        "Phylogenetic relationships of the carnivorous terrestrial snail family Streptax-idae (Stylommatophora: Achatinina) in Thailand and surround-ding areas of Southeast Asia",
        "The new family Diapheridae, a new species of Diaphera Albers from Thailand and the position of the Diapheridae within a molecular phylogeny of the Streptaxoidea (Pulmonata: Stylommatophora)",
        "Two new species of the carnivorous snail genus Discartemon from Thailand and Myanmar (Eupulmonata: Streptaxidae)",
        "Gastropoda, Teil 2, Euthyneura",
        "Die Typen und Typoide des Natur-Museums Senc-kenberg 24: Mollusca, Streptaxidae"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60000316",
            "affilname": "Srinakharinwirot University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000316",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}