{
    "eid": "2-s2.0-85087989705",
    "title": "Financial crisis and earnings management under u.s. gaap and ifrs",
    "cover-date": "2020-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "accruals",
        "Global financial crisis",
        "IFRS",
        "real earnings management",
        "U.S. GAAP"
    ],
    "authors": [
        "Thanyaluk Vichitsarawong",
        "Li Li Eng"
    ],
    "citedby-count": 1,
    "ref-count": 41,
    "ref-list": [
        "Accounting standards and earnings quality Evidence from registered ADRs",
        "Market reaction to the adoption of IFRS in Europe",
        "Corporate accruals quality during the 2008? 2010 Global Financial Crisis",
        "The influence of CEO and CFO power on accruals and real earnings management",
        "Are IFRS-based and US GAAP-based accounting amounts comparable?",
        "Comparative value relevance among German, US, and international accounting standards: A German stock market perspective",
        "Value relevance of discretionary accruals in the Asian financial crisis of 1997-1998",
        "Accrual-based and real earnings management activities around seasoned equity offerings",
        "Real and accrual-based earnings management in the pre-and post-Sarbanes Oxley periods",
        "Detecting earnings management",
        "Earnings quality research: Advances, challenges and future research",
        "The effect of mandatory IFRS adoption on real and accrualbased earnings management activities",
        "Accounting quality, earnings management and crosslistings: Evidence from China",
        "Are international financial reporting standards?based and US GAAP?based accounting amounts comparable? Evidence from US ADRs",
        "Economic effects of tightening accounting standards to restrict earnings management",
        "Financial crisis and earnings management: The European evidence",
        "The joint effect of investor protection and Big 4 audits on earnings quality around the world",
        "The economic implications of corporate financial reporting",
        "Earnings changes associated with relaxing the reconciliation requirement in non-US firms? SEC filings",
        "Financial crisis and accounting quality: Evidence from five European countries",
        "Earnings management during import relief investigations",
        "Performance matched discretionary accrual measures",
        "The effects of the European debt crisis on earnings quality",
        "The information content of annual earnings announcements and mandatory adoption of IFRS",
        "IAS versus US GAAP: Information asymmetry?based evidence from Germany?s new market",
        "Does accounting quality change following a switch from US GAAP to IFRS? Evidence from Germany",
        "Did conservatism in financial reporting increase after the Sarbanes-Oxley Act? Initial evidence",
        "Behavioral evidence on the effects of principles-And rules-based standards",
        "Idiosyncratic shocks to firm underlying economics and abnormal accruals",
        "Earnings management through real activities manipulation",
        "Income smoothing behavior by Asian transportation firms",
        "Earnings surprises, growth expectations, and stock returns or don?t let an earnings torpedo sink your portfolio",
        "How would the mandatory adoption of IFRS affect the earnings quality of US firms? Evidence from cross-listed firms in the US",
        "The dynamic of financial crises and its nonmonotonic effect on earnings quality",
        "Attribute differences between US GAAP and IFRS earnings: An exploratory study",
        "A heteroskedasticity-consistent covariance matrix estimator and a direct test for heteroscedasticity"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Rolla",
            "@id": "60024728",
            "affilname": "Missouri University of Science and Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024728",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}