{
    "eid": "2-s2.0-84991524994",
    "title": "Numerical observer for atherosclerotic plaque classification in spectral computed tomography",
    "cover-date": "2016-07-01",
    "subject-areas": [
        {
            "$": "Radiology",
            "@code": "2741"
        }
    ],
    "keywords": [
        "channelized Hotelling observer",
        "classification task",
        "image quality assessment",
        "numerical observer",
        "plaque imaging",
        "spectral computed tomography"
    ],
    "authors": [
        "Auranuch Lorsakul"
    ],
    "citedby-count": 3,
    "ref-count": 66,
    "ref-list": [
        "Coronary and carotid atherosclerosis: Similarities and differences",
        "Heart Disease and Stroke Statistics - 2014 Update: A report from the American Heart Association",
        "Prognostic Value of Multislice Computed Tomography and Gated Single-Photon Emission Computed Tomography in Patients With Suspected Coronary Artery Disease",
        "Spectral CT imaging of vulnerable plaque with two independent biomarkers",
        "Coronary and carotid atherosclerosis: How useful is the imaging?",
        "High-resolution CT imaging of carotid artery atherosclerotic plaques",
        "In vivo characterization and quantification of atherosclerotic carotid plaque components with multidetector computed tomography and histopathological correlation",
        "Dual Energy CT in Clinical Practice",
        "Vision 20/20: Single photon counting x-ray detectors in medical imaging.",
        "Spectral computed tomography",
        "Comparison of image quality and radiation dose of different pulmonary CTA protocols on a 128-slice CT: High-pitch dual source CT, dual energy CT and conventional spiral CT",
        "Quantitative material characterization from multi-energy photon counting CT",
        "Spectral CT using multiple balanced K-edge filters",
        "Photon counting spectral CT component analysis of coronary artery atherosclerotic plaque samples",
        "Dose reduction potential with photon counting computed tomography",
        "Foundations of Image Science",
        "Effect of noise correlation on detectability of disk signals in medical imaging",
        "Hotelling trace criterion and its correlation with human-observer performance",
        "Model observers for assessment of image quality",
        "Effect of random background in homogeneity on observer detection performance",
        "Stabilized estimates of Hotelling-observer detection performance in patient-structured noise",
        "Visual signal detectability with two noise components: Anomalous masking effects",
        "Channelized hotelling and human observer correlation for lesion detection in hepatic SPECT imaging",
        null,
        "Improvement in lesion detection with whole-body oncologic time-of-flight PET",
        "Assessing image quality and dose reduction of a new x-ray computed tomography iterative reconstruction algorithm using model observers",
        "Task-based optimization of dedicated breast CT via Hotelling observer metrics",
        "Carotid artery plaque characterization using ct multienergy imaging",
        "Atherosclerotic plaque composition: Analysis with multicolor CT and targeted gold nanoparticles",
        "Dual-energy CT spectral and energy weighted data sets: Carotid stenosis and plaque detection",
        "Spectral CT of carotid atherosclerotic plaque: Comparison with histology",
        "Task based characterization of spectral CT performance via the Hotelling Observer",
        "Noise reduction in spectral CT: Reducing dose and breaking the trade-off between image noise and energy bin selection",
        "Image Quality of Virtual Noncontrast Images Derived from Dual-energy CT Angiography after Endovascular Aneurysm Repair",
        "Endoleaks after endovascular abdominal aortic aneurysm repair: Detection with dual-energy dual-source CT",
        "Abdominal aorta: Evaluation with dual-source dual-energy multidetector CT after endovascular repair of aneurysms-initial observations",
        "Channelized Hotelling observers for the assessment of volumetric imaging data sets",
        "Using the Hotelling observer on multislice and multiview simulated SPECT myocardial images",
        "J. Nucl. Med.",
        "4D numerical observer for lesion detection in respiratory-gated PET",
        "J. Nucl. Med.",
        "Numerical observer for objective assessment on carotid plaque using spectral CT",
        "Low-contrast Lesion Detection in Tomosynthetic Breast Imaging",
        "Finite-sample effects and resampling plans: Applications to linear classifiers in computer-aided diagnosis",
        "4D XCAT phantom for multimodality imaging research",
        "Common carotid artery bifurcation levels related to clinical relevant anatomical landmarks",
        "Quantitative image-based spectral reconstruction for computed tomography",
        "Dual Energy Computed Tomography for Proton Therapy Treatment Planning",
        "Tables of X-ray Mass Attenuation Coefficients and Mass Energy-absorption Coefficients",
        "Fourier-based forward and back-projectors in iterative fan-beam tomographic image reconstruction",
        "Computed tomography: From photon statistics to modern cone-beam CT",
        "Spektr: A computational tool for x-ray spectral analysis and imaging system optimization",
        "Photon counting spectral CT versus conventional CT: Comparative evaluation for breast imaging application",
        "Dual-source dual-energy CT with additional tin filtration: Dose and image quality evaluation in phantoms and in vivo",
        "Computed Tomography Principles, Design, Artifacts, and Recent Advances",
        "Spectral coronary multidetector computed tomography angiography: Dual benefit by facilitating plaque characterization and enhancing lumen depiction",
        "Dual energy CT of the chest: How about the dose?",
        null,
        "Sparse-view spectral CT reconstruction using spectral patch-based low-rank penalty",
        "The validity of three-class Hotelling trace (3-HT) in describing three-class task performance: Comparison of three-class volume under ROC surface (VUS) and 3-HT",
        "Optimization of K-edge imaging for vulnerable plaques using gold nanoparticles and energy resolved photon counting detectors: A simulation study",
        "The effects of extending the spectral information acquired by a photon-counting detector for spectral CT",
        "Theoretical comparison of a dual energy system and photon counting silicon detector used for material quantification in spectral CT",
        "Clinical impact of time-of-flight and point response modeling in PET reconstructions: a lesion detection study.",
        "Dual energy CT characterization of urinary calculi: Initial in vitro and clinical experience",
        "Clinical image: Dual-energy computed tomographic molecular imaging of gout"
    ],
    "affiliation": [
        {
            "affiliation-city": "New York",
            "affilname": "The Fu Foundation School of Engineering and Applied Science",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "affilname": "Massachusetts General Hospital",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Boston",
            "affilname": "Harvard Medical School",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boxborough",
            "affilname": "PHOTO DIAGNOSTIC SYSTEMS, INC.",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Institutes of Health"
    ]
}