{
    "eid": "2-s2.0-85078613648",
    "title": "Enhanced hydrogen production by Nostoc sp. CU2561 immobilized in a novel agar bead",
    "cover-date": "2020-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Agar bead",
        "Cyanobacteria",
        "Hydrogen production",
        "Immobilization",
        "Nostoc sp. CU2561"
    ],
    "authors": [
        "Thadcha Sukrachan",
        "Aran Incharoensakdi"
    ],
    "citedby-count": 10,
    "ref-count": 44,
    "ref-list": [
        "Purification of the membrane-bound hydrogenase of Escherichia coli",
        "Gapped BLAST and PSI-BLAST: a new generation of protein database search pro",
        "Optimization of metabolic capacity and flux through environmental cues to maximize hydrogen production by the cyanobacterium Arthrospira (Spirulina) maxima",
        "Enhanced hydrogen production by immobilized cyanobacterium Lyngbya perelegans under varying anaerobic conditions",
        "The dependence of algal H2production on photosystem II and O2consumption activities in sulfur-deprived Chlamydomonas reinhardtii cells",
        "Hydrogen photoproduction by immobilized S-deprived Chlamydomonas reinhardtii: effect of light intensity and spectrum, and initial medium pH",
        "Response of H2production and Hox-hydrogenase activity to external factors in the unicellular cyanobacterium Synechocystis sp. strain PCC 6803",
        "A review of hydrogen production by photosynthetic organisms using whole-cell and cell-free systems",
        "Hydrogen production by microalgae",
        "Nitrogen fixation and hydrogen metabolism in cyanobacteria",
        "Effect of growth conditions on the hydrogen production with cyanobacterium Anabaena sp. strain CH3",
        "Electrostatic encapsulation and growth of plant cell cultures in alginate",
        "Fructose uptake and influence on growth of and nitrogen fixation by Anabaena variabilis",
        "16S rRNA partial gene sequencing for the differentiation and molecular subtyping of Listeria species",
        "A photochemical fuel cell system using Anabaena N-7363",
        "Enhanced biohydrogen production by the N2−fixing cyanobacterium Anabaena siamensis strain TISTR 8012",
        "Microalgal hydrogen production–a review",
        "A new approach for improving microalgal biohydrogen photoproduction based on safe & fast oxygen consumption",
        "Hydrogen production condition from food waste by dark fermentation with Clostridium beijerinckii KCTC 1785",
        "Hydrogen photoproduction by nutrient-deprive Chlamydomonas reinhardtii cells immobilized within thin alginate films under aerobic and anaerobic conditions",
        "Evaluation of light energy to H2energy conversion efficiency in thin films of cyanobacteria and green alga under photoautotrophic conditions",
        "Morphological and ultrastructural changes in vegetative cells and heterocysts of Anabaena variabilis grown with fructose",
        "Size and shape of calcium alginate beads produced by extrusion dripping",
        "Extended H2photoproduction by N2-fixing cyanobacteria immobilized in thin alginate films",
        "Absorption of light by chlorophyll solutions",
        "Cyanobacterial hydrogen production",
        "A newly isolated green alga, Tetraspora sp. CU2551, from Thailand with efficient hydrogen production",
        "Improvement of hydrogen production by reduction of the photosynthetic oxygen in microalgae cultures of Chlamydomonas gloeopara and Scenedesmus obliquus",
        "Enhanced hydrogen production by optimization of immobilized cells of the green alga Tetraspora sp. CU2551 grown under anaerobic condition",
        "Metabolic pathway engineering for enhanced biohydrogen production",
        "Sustained photobiological hydrogen gas production upon reversible inactivation of oxygen evolution in the green alga Chlamydomonas reinhardtii",
        "Electron donation to nitrogenase in heterocysts of cyanobacteria",
        "Enhanced dark fermentative H2production by agar-immobilized cyanobacterium Aphanothece halophytica",
        "Characterization and optimization of hydrogen production by a salt water blue-green alga Oscillatoria sp. Miami BG 7. II. Use of immobilization for enhancement of hydrogen production",
        "Enhancement of hydrogen production by the filamentous non-heterocystous cyanobacterium Arthrospira sp. PCC 8005",
        "Characteristics of hydrogen production by immobilized cyanobacterium Microcystis aeruginosa through cycles of photosynthesis and anaerobic incubation",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Detection of the new cosmopolitan genus Thermoleptolyngbya (cyanobacteria, Leptolyngbyaceae) using the 16S rRNA gene and 16S–23S ITS region",
        "Evidence for calcium-mediated regulation of heterocyst frequency and nitrogenase activity in Nostoc 6720",
        "Biohydrogen production by immobilized Chlorella sp. using cycles of oxygenic photosynthesis and anaerobiosis",
        "Increasing hydrogen production efficiency of N2-fixing cyanobacterium Anabaena siamensis TISTR 8012 by cell immobilization",
        "Cyanobacterial hydrogenase: diversity, regulation and applications",
        "Production, partial characterization, and use of a red biochrome produced by Serratia sakuensis subsp. nov strain KRED for dyeing natural fibers",
        "Improvement of photobiological hydrogen production by suspended and immobilized cells of the N2-fixing cyanobacterium Fischerella muscicola TISTR 8215"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University on the Frontier Research Energy Cluster",
        "Ratchadaphiseksomphote Endowment Fund",
        "Chulalongkorn University Fund",
        "Thailand Research Fund"
    ]
}