{
    "eid": "2-s2.0-85046396881",
    "title": "Screening cyanobacteria from marine coastal waters of Thailand for biohydrogen production",
    "cover-date": "2018-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Geitlerinema",
        "H 2 production",
        "Marine cyanobacteria"
    ],
    "authors": [
        "Nichanan Tinpranee",
        "Aran Incharoensakdi",
        "Saranya Phunpruch"
    ],
    "citedby-count": 9,
    "ref-count": 56,
    "ref-list": [
        "Screening for biohydrogen production by cyanobacteria isolated from the Baltic Sea and Finnish lakes",
        "Basic local alignment search tool",
        "Optimization of metabolic capacity and flux through environmental cues to maximize hydrogen production by the cyanobacterium “Arthrospira maxima",
        "Production of H2by sulphur-deprived cells of the unicellular cyanobacteria Gloeocapsa alpicola and Synechocystis sp. PCC 6803 during dark incubation with methane or at various extracellular pH",
        "Transcriptional regulation of Nostoc hydrogenases: effects of oxygen, hydrogen, and nickel",
        "Response of H2production and Hox-hydrogenase activity to external factors in the unicellular cyanobacterium Synechocystis sp. strain PCC 6803",
        "Renewable hydrogen production by cyanobacteria: nickel requirements for optimal hydrogenase activity",
        "Phylum BX. Cyanobacteria, oxygenic photosynthetic bacteria",
        "Effect of growth conditions on the hydrogen production with cyanobacterium Anabaena sp. strain CH3",
        "The effect of nickel on hydrogen metabolism and nitrogen fixation in the cyanobacterium Anabaena cylindrica",
        "Cyanobacterial hydrogen production",
        "Hydrogen production by cyanobacteria",
        "Oxygen relations of nitrogen fixation in cyanobacteria",
        "Über die isolierte Färbung der Schizomyceten in Schnitt- und Trockenpräparaten",
        "Photosynthetic versatility in the genome of Geitlerinema sp. PCC 9228 (formerly Oscillatoria limnetica ‘Solar Lake’), a model anoxygenic photosynthetic cyanobacterium",
        "Metal dependence and intracellular regulation of the bidirectional NiFe-hydrogenase in Synechocystis sp. PCC 6803",
        "Isolation of wild microalgae from natural water bodies for high hydrogen producing strains",
        "Methods for microscopic algae",
        "The physiology and biochemistry of hydrogen metabolism in cyanobacteria",
        "Diversity in hydrogen evolution from bidirectional hydrogenases in cyanobacteria from terrestrial, freshwater and marine intertidal environments",
        "Hydrogen production by several cyanobacteria",
        "Characterization and optimization of hydrogen photoproduction by saltwater blue-green algae, Oscillatoria sp. Miami BG7. I. Enhancement through limiting the supply of nitrogen nutrients",
        "Iron limitation in the marine cyanobacterium Trichodesmium reveals new insights into regulation of photosynthesis and nitrogen fixation",
        "Hydrogen production and carbohydrate consumption by Lyngbya sp. (No. 108)",
        "Hydrogen formation by marine blue-green algae",
        "Characterization of ten H2producing cyanobacteria isolated from the Baltic Sea and Finnish lakes",
        "Nitrate assimilation by bacteria",
        "Hydrogen production from organic substrates in an aerobic nitrogen-fixing marine unicellular cyanobacterium Synechococcus sp. strain Miami BG 043511",
        "Enhanced accumulation of glycogen, lipids and polyhydroxybutyrate under optimal nutrients and light intensities in the cyanobacterium Synechocystis sp. PCC 6803",
        "Role of light intensity and temperature in the regulation of hydrogen photoproduction by the marine cyanobacterium Oscillatoria sp. strain Miami BG7",
        "Nucleotide sequencing and transcriptional analysis of uptake hydrogenase genes in the filamentous N2-fixing cyanobacterium Anabaena siamensis",
        "Identification of bidirectional hydrogenase genes and their co-transcription in unicellular halotolerant cyanobcterium Aphanothece halophytica",
        "Oxygen-free hydrogen production by the marine cyanobacterium Phormidium valderianum BDU 20041",
        "Dark hydrogen production in nitrogen atmosphere—an approach for sustainability by marine cyanobacterium Leptolyngbya valderiana BDU 20041",
        "The photobiological production of hydrogen: potential efficiency and effectiveness as a renewable fuel",
        "Relationship of combined nitrogen sources to salt tolerance in freshwater cyanobacterium Anabaena doliolum",
        "Enhancement of hydrogen production by the filamentous non-heterocystous Arthrospira sp. PCC 8005",
        "Hydrogen production by cyanobacteria. I. Screening of unicellular and filamentous forms",
        "The role of trace metals in photosynthetic electron transport in O2-evolving organisms",
        "Photo-dissimilation of fructose to H2and CO2by a dinitrogen-fixing cyanobacterium, Anabaena variabilis",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Nitrogen stress induced changes in the marine cyanobacterium Oscillatoria willei BDU 130511",
        "Cyanobacterial H2production—a comparative analysis",
        "Reversible hydrogenase activity of Gloeocapsa alpicola in continuous culture",
        "Ultrastructure of the cyanobacterium Nostoc muscorum and exploitation of the culture for hydrogen production",
        "Aerobic nitrogen fixation in pure cultures of a benthic marine Oscillatoria (cyanobacteria)",
        "Factors affecting biohydrogen production by unicellular halotolerant cyanobacterium Aphanothece halophytica",
        "Dark fermentative hydrogen production by the unicellular halotolerant cyanobacterium Aphanothece halophytica grown in seawater",
        "Diversity of cyanobacterial hydrogenases, a molecular approach",
        "Cyanobacterial hydrogenases: diversity, regulation and applications",
        "Adaptation to salt of photosynthetic apparatus in cyanobacteria",
        "Cyanobacterial biodiversity and potential applications in biotechnology",
        "Cyanobacterial hydrogen production—a step towards clean environment",
        "Production of H2by the unicellular cyanobacterium Gloeocapsa alpicola CALU743 during fermentation",
        "Nitrogen fixation and hydrogen uptake in four cyanobacteria",
        "The regulation of photosynthetic electron transport during nutrient deprivation in Chlamydomonas reinhardtii"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ladkrabang Bangkok",
            "@id": "60021543",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021543",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}