{
    "eid": "2-s2.0-85109821464",
    "title": "How I do it: total resection of a giant sphenoclinoidal meningioma with normalization of near blind vision",
    "cover-date": "2021-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Neurology (clinical)",
            "@code": "2728",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Anterior clinoid process",
        "Internal carotid artery",
        "Optic nerve",
        "Sphenoclinoidal meningioma",
        "Sphenoid ridge"
    ],
    "authors": [
        "Udom Bawornvaraporn",
        "Ali R. Zomorodi",
        "Allan H. Friedman",
        "Takanori Fukushima"
    ],
    "citedby-count": 0,
    "ref-count": 13,
    "ref-list": [
        "Giant anterior clinoidal meningiomas: surgical technique and outcomes",
        "Anterior clinoidal meningiomas: functional outcome after microsurgical resection in a consecutive series of 106 patients. Clinical article",
        "Surgery for clinoidal meningiomas: case series and meta-analysis of outcomes and complications",
        "Microsurgical clipping techniques and outcomes for paraclinoid internal carotid artery aneurysms",
        "Microsurgical clipping of ophthalmic artery aneurysms: surgical results and visual outcomes with 208 aneurysms",
        "Surgical management of clinoidal meningiomas",
        "Medial sphenoid wing meningiomas: clinical outcome and recurrence rate",
        "Predictor of visual impairment following paraclinoid aneurysm surgery: special consideration of surgical microanatomy related to paraclinoid structures",
        "Anterior clinoidal meningiomas: analysis of 43 consecutive surgically treated cases",
        "Medial sphenoid ridge meningiomas: classification, microsurgical anatomy, operative nuances, and long-term surgical outcome in 35 consecutive patients",
        "Meningiomas of the anterior clinoid process: is it wise to drill out the optic canal?",
        "Surgical resection of clinoidal meningiomas without routine use of clinoidectomy",
        "Two surgeons four-hand microneurosurgery with universal holder system: technical note"
    ],
    "affiliation": [
        {
            "affiliation-city": "Durham",
            "@id": "60113147",
            "affilname": "Duke University Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60113147",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}