{
    "eid": "2-s2.0-85075458115",
    "title": "A natural skin anti-ageing serum containing pseudobulb ethanolic extract of Grammatophyllum speciosum: a randomized double-blind, placebo-controlled trial",
    "cover-date": "2019-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemistry (miscellaneous)",
            "@code": "1601",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Aging",
            "@code": "1302",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Dermatology",
            "@code": "2708",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Colloid and Surface Chemistry",
            "@code": "1505",
            "@abbrev": "CENG"
        }
    ],
    "keywords": [
        "cell culture",
        "clinical studies",
        "Grammatophyllum speciosum Blume",
        "non-cell-based assay",
        "skin anti-ageing",
        "skin anti-wrinkle"
    ],
    "authors": [
        "V. Chowjarean",
        "P. P. Phiboonchaiyanan",
        "S. Harikarnpakdee",
        "P. Tengamnuay"
    ],
    "citedby-count": 10,
    "ref-count": 33,
    "ref-list": [
        "Glucopyranosyloxybenzyl derivatives of (R)-2-benzylmalic acid and (R)-eucomic acid, and an aromatic glucoside from the pseudobulbs of Grammatophyllum speciosum",
        "Symbiotic seed germination of Grammatophyllum speciosum Blume and Dendrobium draconis Rchb. f., native orchids of Thailand",
        "Screening of plants acting against Heterometrus laoticus scorpion venom activity on fibroblast cell lysis",
        "Gastrodin protects apoptotic dopaminergic neurons in a toxin-induced Parkinson’s disease model",
        "Gastrodin and p-hydroxybenzyl alcohol facilitate memory consolidation and retrieval, but not acquisition, on the passive avoidance task in rats",
        "Effects of Gastrodia elata and its active constituents on scopolamine-induced amnesia in rats",
        "Gastrodin alleviates memory deficits and reduces neuropathology in a mouse model of Alzheimer’s disease",
        "Gastrodin prevents motor deficits and oxidative stress in the MPTP mouse model of Parkinson’s disease: involvement of ERK1/2-Nrf2 signaling pathway",
        "Gastrodin: an ancient Chinese herbal medicine as a source for anti-osteoporosis agents via reducing reactive oxygen species",
        "Grammatophyllum speciosum extract potentiates stemness in keratinocyte cells",
        "Aging skin: histology, physiology, and pathology",
        "Anti-collagenase, anti-elastase and anti-oxidant activities of extracts from 21 plants",
        "Ultraviolet radiation and skin aging: roles of reactive oxygen species, inflammation and protease activation, and strategies for prevention of inflammation-induced matrix degradation - a review",
        "Introduction to skin aging",
        "Bioactive compounds from natural resources against skin aging",
        "Method development and validation for the high-performance liquid chromatography assay of gastrodin in water extracts from different sources of Gastrodia elata Blume",
        "Rapid HPLC determination of gastrodin in Gastrodiae Rhizoma",
        "Colorimetry of total phenolics with phosphomolybdic-phosphotungstic acid reagents",
        "The potential of plant phenolics in prevention and therapy of skin disorders",
        "Oxidative damage and defense",
        "Free radicals, reactive oxygen species, oxidative stress and its classification",
        "Gastrodin protect primary cultured rat hippocampal neurons against amyloid-beta peptide-induced neurotoxicity via ERK1/2-Nrf2 pathway",
        "An antiaging skin care system containing alpha hydroxy acids and vitamins improves the biomechanical parameters of facial skin",
        "Clinical and instrumental study of the efficacy of a new sebum control cream",
        "Effect of cream formulation of fenugreek seed extract on some mechanical parameters of human skin",
        "In vivo study of skin mechanical properties in scleredema of Buschke",
        "In vivo study of skin mechanical properties in patients with systemic sclerosis",
        "Study of cutaneous extensibility in lymphoedema of the lower limbs",
        "A study of human skin mechanical properties by means of Cutometer"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60023366",
            "affilname": "Rangsit University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023366",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Research, Development and Testing Center",
        "The Thailand Research Fund",
        "Rangsit University"
    ]
}