{
    "eid": "2-s2.0-84982994888",
    "title": "Seasonal distribution and habitat use of green Peafowl Pavo muticus Linnaeus, 1766, in Nam Whean forest protection unit, Northern Thailand",
    "cover-date": "2016-09-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Green peafowl",
        "Habitat use",
        "Pavo muticus",
        "Seasonal distribution",
        "Thailand"
    ],
    "authors": [
        "Ghan Saridnirun"
    ],
    "citedby-count": 3,
    "ref-count": 36,
    "ref-list": [
        "Swan Hill Press",
        "Habitat use, predicted distribution and conservation of green peafowl (Pavo muticus) in Dak Lak province, Vietnam",
        "Manual for Academic Training on Green Peafowl Conservation. 1St Ed",
        "A Pilot Servey of the Green Peafowl (Pavo Muticus) in Huai Kha Khaeng Wildlife Sanctuary, Uthaithani Province, Western Thailand",
        "Biological Characteristics and Breeding Behaviours of Green Peafowl (Pavo Muticus) in Huai Kha Khaeng Wildlife Sanctuary",
        "Theera Press",
        "J. Wildl. Thailand",
        "Effect of Environmental and Human Use Factors to Abundance of Green Peafowl Pavo Muticus at Huai Tab Salao and Huai Songtang, Huai Kha Kheang Wildlife Sanctuary, Uthai Thani Province",
        "In: Proceeding of the 2Nd International Galliformes Symphosium, Chengdu",
        "Breeding Ecology and Agricultural Field Utilization of Green Peafowl Pavo Muticus Linnaues, 1766 at Doi Phu Nang National Park",
        "Population Dynamic of Green Peafowl, Pavo Muticus Imperator at Huai Hong Krai Royal Development Study Center, Chiang Mai Province",
        "Seasonal Distribution and Population Structure of Green Peafowl Pavo Muticus Linnaeus, 1766 in Pa Miang Subdistrict, Doi Saket District, Chiang Mai Province",
        "Current Ornithology",
        "How can we apply theories of habitat selection to wildlife conservation and management?",
        "Elevation and Vegetation Cover Map",
        "Forests of Thailand. 3Rd Ed",
        "Mapping the Distribution of Forest Birds",
        "Bird Ecology and Conservation a Handbook of Techniques",
        "Distribution Range and Minimum Population of Green Peafowl Pavo Muticus Linn. In Breeding Season at Doi Phu Nang National Park",
        "J. Wildl. Manag",
        "J. Wildl. Manag",
        "Habitat selection and home range dynamics of eastern spotted skunks in the Ouachita Mountains, Arkansas, USA",
        "Media Konservasi",
        "Media Konservasi",
        "Behavior Ecology of the Javan Green Peafowl (Pavo muticus muticus Linnaeus 1758) in Baluran and Alas Purwo National Park, East Java",
        "China. Int. J. Galliform. Conservat",
        "Mitigating Human-Wildlife Conflict and Retaliatory Poisonings in India to Preserve Biodiversity and Maintain Sustainable Livelihoods",
        "Water Use and Diurnal Ranges of Coues White-Tailed Deer",
        "Viewpoint: Benefits and impacts of wildlife water developments",
        "Sweetwater Press",
        "Water quality and summer use of sources of water in Texas",
        "Soil and water conservation on the Loess Plateau in China: Review and perspective"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Wiang Lor Wildlife Sanctuary",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}