{
    "eid": "2-s2.0-85042630172",
    "title": "Semi-rigid composite foams of calcium sodium aluminosilicate from eggshells embedded in polyurethane",
    "cover-date": "2018-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemical Engineering (all)",
            "@code": "1500",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Polymers and Plastics",
            "@code": "2507",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Materials Chemistry",
            "@code": "2505",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [],
    "authors": [
        "N. Tangboriboon",
        "L. Mulsow",
        "W. Sangwan",
        "Anuvat Sirivat"
    ],
    "citedby-count": 2,
    "ref-count": 37,
    "ref-list": [
        "Comparative Study on the Characteristics of Egg Shells of Some Bird Species",
        "High Molecular Weight Polyurethane and Polymer Hybrid Particles in Aqueous Miniemulsion",
        "Magnesium Distribution in Avian Eggshells",
        "Polyurethane/Clay Nanocomposites Foams: Processing, Structure and Properties",
        "For Making Open-Cell Aluminum Foams with Soft Ceramic Balls",
        "Microstructure and Properties of Polyurethanes Derived from Castor Oil",
        "Casting Route to Ceramic Foams",
        "Inorganic Ceramic/Polymer Ferroelectric Composite Electrets",
        "Addition of Precipitated Calcium Carbonate Filler to Thermoplastic Polyurethane Adhe-sives",
        "Tensile and Fracture Behavior of Polymer Foams",
        "Eggs and Egg Products, Infrared Spectroscopy for Food Quality Analytical and Control, Sun D.-W. (Ed.), MacMillan, USA, p",
        "Preparation of Dip-Coated Tio Photocatalyst on Ceramic Foam Pellets",
        "Preparation and Characterization of Zeolite Catalysts for Etherifi-cation Reaction",
        "Polymer Nanocomposite Foams",
        "Processing of Porous Ceramics by Starch Consolidation",
        "Processing and Characterization of Polyurethane Nanocomposite Foam Reinforced with Montmorillonite-Carbon Nanotube Hybrids",
        "Rigid Polyurethane-Clay Nanocomposite Foams: Preparation and Properties",
        "Physical Properties of Polyurethanes Produced from Polyols from Seed Oil: II Foams",
        "Development of Rigid Bio-Based Polyurethane Foam Reinforced with Nanoclay",
        "Avian Eggshell Mineralization: Biochemical and Functional Characterization of Matrix Proteins",
        "Electrorheology: Mechanisms and Models",
        "Microstruc-ture of Ceramic Foams",
        "Preparation and Characterization of Rigid Polyur-ethane-Polyglycerol Nanocomposite Foams",
        "Properties of Ceramic Foam Catalyst Supports: Pressure Drop",
        "Mechanical Properties of High Density Polyurethane Foams: II Effect of the Filler Size",
        "An Innovative Synthesis of Calcium Zeolite Type A Catalysts From Eggshells via the Sol-Gel Process",
        "Eggshell, a New Bio-Filler for Polypropylene Composites",
        "Characterization and Adsorption Properties of Eggshells and Eggshell Membrane",
        "The Porosity of Avian Eggshells\", Comp. Biochem. Physiol. A: Mol. Integr",
        "Theory and Applications of Ceramic Foam Catalysts",
        "Chapter 28 Ordered Porous Solids",
        "U.S. Zeolites",
        "Nanoclay-Modified Rigid Polyurethane Foam",
        "Properties of the Polyurethane (PU) Light Foams",
        "Preparation and the Phase Transformation Behavior of Amorphous Mesoporous Calcium Silicate",
        "Synthesis of Beta/MCM-41 Composite Molecular Sieve with High Hydrothermal Stability in Static and Stirred Condition"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund",
        "Royal Thai Government"
    ]
}