{
    "eid": "2-s2.0-84941640031",
    "title": "Dominating factor of strain-induced crystallization in natural rubber",
    "cover-date": "2015-10-12",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "Crystallization rate",
        "Nucleation",
        "Shish-kebab structure"
    ],
    "authors": [
        "Alice Gros"
    ],
    "citedby-count": 28,
    "ref-count": 41,
    "ref-list": [
        "Thermodynamics of crystallization in high polymers. I. Crystallization induced by stretching",
        "THEORY OF THE STRESS-INDUCED CRYSTALLIZATION OF CROSSLINKED POLYMERIC NETWORKS.",
        "Morphological changes during oriented polymer crystallization",
        "Crystallization of networks under stress",
        "J. Polym. Sci. Part A-2",
        "Crystallization of Sheared Polymer Melts",
        "Treatise on Solid State Chemistry",
        "Kinetics of crystallization from the melt and chain folding in polyethylene fractions revisited: Theory and experiment",
        "A continuum model for the dynamics of flow-induced crystallization",
        "Crystal nucleation in sheared polymer melts",
        "Microrheological modeling of flow-induced crystallization",
        "Fractionation of polymers by crystallization from solution, III. On the morphology of fibrillar polyethylene crystals grown in solution",
        "Hydrodynamically induced crystallization of polymers from solution - III. Morphology",
        "Detection of fast and slow crystallization processes in instantaneously-strained samples of cis-1,4-polyisoprene",
        "Kinetics of strain-induced crystallization in natural rubber studied by WAXD: Dynamic and impact tensile experiments",
        "Polymer",
        "Characteristic time of strain induced crystallization of crosslinked natural rubber",
        "The Physics of Rubber Elasticity",
        "Fityk: A general-purpose peak fitting program",
        "X-ray Diffraction Procedures for Polycrystalline and Amorphous Materials",
        "J. Polym. Sci. Part A",
        "J. Polym. Sci. B",
        "J. Polym. Sci. A-2",
        "Modeling morphology evolution and mechanical behavior during thermo-mechanical processing of semi-crystalline polymers",
        "Strain-induced crystallization of natural rubber and cross-link densities heterogeneities",
        "Extension-induced nucleation under near-equilibrium conditions: The mechanism on the transition from point nucleus to shish",
        "J. Res. Natl. Bur. Stand A Phys. Chem.",
        "Rate of nucleation in condensed systems",
        "Crystal nucleation and growth of natural rubber purified by deproteinization and trans-esterification",
        "Thermodynamics of Crystallization in High Polymers: Natural Rubbe",
        "Crystallization kinetics in high polymers. I. Bulk polymers",
        "Formation mechanism of shish in the oriented melt (I) - Bundle nucleus becomes to shish",
        "Molecular weight dependency of surface free energy of native and stabilized crystallites in isotactic polypropylene",
        "Effect of network-chain length on strain-induced crystallization of NR and IR vulcanizates",
        "Orientation and crystallization of natural rubber network as revealed by WAXD using synchrotron radiation",
        "Crystallization and melting processes in vulcanized stretched natural rubber",
        "Molecular weight between physical entanglements in natural rubber: A critical parameter during strain-induced crystallization",
        "CRYSTALLINE CORE OF THE ROW STRUCTURES IN ISOTACTIC POLYSTYRENE - 1. NUCLEATION AND GROWTH.",
        "Observation of shish crystal growth into nondeformed melts",
        "Extension of theory of growth of chain-folded polymer crystals to large undercoolings",
        "A route for the thermodynamic description of strain-induced crystallization in sulfur-cured natural rubber"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "Sumitomo Bakelite Co., Ltd.",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Nantes",
            "affilname": "Institut de Recherche en Génie Civil et Mécanique",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kyoto",
            "affilname": "Kyoto University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "ICR-KU"
    ]
}