{
    "eid": "2-s2.0-85051265491",
    "title": "Effect of storage temperature and time on volatile profile of fresh-squeezed Thai lime juice",
    "cover-date": "2018-06-30",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Horticulture",
            "@code": "1108",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Aroma compounds",
        "Citrus",
        "GC/MS",
        "SPME",
        "Thai cultivar"
    ],
    "authors": [
        "N. Suwannaprom",
        "S. Keeratipibul",
        "S. Boonbumrung",
        "P. Ngamchuachit"
    ],
    "citedby-count": 1,
    "ref-count": 12,
    "ref-list": [
        "Comparison of volatile concentrations in hand-squeezed juices of four different lemon varieties",
        "Relationship between chromatographic profiling by HS- SPME and sensory quality of Mandarin juices: Effect of squeeze technology",
        "Volatile composition of hybrids citrus juices by headspace solid-phase micro extraction/gas chromatography/mass spectrometry",
        "Chemical composition and sensory profile of pomelo (Citrus grandis (L.) Osbeck) juice",
        "Characterisation of calamansi (Citrus microcarpa). Part II: Volatiles, physicochemical properties and non-volatiles in the juice",
        "Acid-catalyzed reactions of citrus oils and other terpene-containing flavors",
        "Food flavors",
        "Comparative chemical composition and antimicrobial activity study of essential oils from two imported lemon fruits samples against pathogenic bacteria",
        "Comparison of normal and accelerated storage of commercial orange juice – Changes in flavour and content of volatile compounds",
        "Citrus flavour",
        "Importance of storage temperatures in maintaining flavor and quality of mandarins"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}