{
    "eid": "2-s2.0-85162231038",
    "title": "Selenomonas caprae sp. nov., an obligately anaerobic and volatile fatty acid producing bacterium from ruminal fluid of domestic goat (Capra hircus L.)",
    "cover-date": "2023-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "anaerobe",
        "goat",
        "polyphasic taxonomy",
        "rumen",
        "Selenomonas caprae"
    ],
    "authors": [
        "Saranporn Poothong",
        "Somboon Tanasupawat",
        "Somchai Chanpongsang",
        "Wongsakorn Phongsopitanun",
        "Chackrit Nuengjamnong"
    ],
    "citedby-count": 0,
    "ref-count": 41,
    "ref-list": [
        "Zur parasitologie von westafrika. zentralblatt fur bakteriologie parasitenkunde, infektionskrankheiten und hygiene",
        "Approved lists of bacterial names",
        "Replacement of the type strain of Selenomonas sputigena under rule 18: request for an opinion",
        "LPSN-List of Prokaryotic names with Standing in Nomenclature (bacterio.net), 20 years on",
        "Selenomonas noxia sp. nov., Selenomonas flueggei sp. nov., Selenomonas infelix sp. nov., Seleno-monas dianae sp. nov., and Selenomonas artemidis sp. nov., from the human gingival crevice",
        "Isolation and description of Selenomonas timonae sp. nov., a novel Selenomonas species detected in a gingivitis patient",
        "Selenomonas lipolytica sp. nov., an obligately anaerobic bacterium possessing lipolytic activity",
        "Taxonomic study of anaerobic, gram-negative, rod-shaped bacteria from breweries: emended description of Pectinatus cerevisiiphilus and description of Pectinatus frisingensis sp. nov., Selenomonas lacticifex sp. nov., Zymophilus raffinosivorans gen. nov., sp. nov., and Zymophilus paucivorans sp. nov",
        "A collection of bacterial isolates from the pig intestine reveals functional and taxonomic diversity",
        "The characteristics of strains of Selenomonas isolated from bovine rumen contents",
        "Selenomonas bovis sp. nov., isolated from yak rumen contents",
        "The genus Selenomonas",
        "Isolation and characterization of superior rumen bacteria of cattle (Bos taurus) and potential application in animal feedstuff",
        "Production of medium-chain carboxylic acids by Megasphaera sp. MH with supplemental elec-tron acceptors",
        "Chapter IV a roll tube method for cultivation of strict anaerobes",
        "Description of four new species of the genus Kineosporia: Kineosporia succinea sp. nov., Kineosporia rhizophila sp. nov., Kineosporia mikuniensis sp. nov. and Kineosporia rhamnosa sp. nov., isolated from plant samples, and amended description of the genus Kineosporia",
        "Planotetraspora thailandica sp. nov., isolated from soil in Thailand",
        "16S/23S rRNA sequencing",
        "Bioedit: A user-friendly biological sequence alignment editor and analysis program for windows 95/98/NT",
        "Introducing EzBi-oCloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "Toward defining the course of evolution: minimum change for a specific tree topology",
        "MEGA11: Molecular Evolutionary Genetics Analysis version 11",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "The RAST server: rapid annotations using subsystems technology",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "The enveomics collection: a toolbox for specialized analyses of microbial genomes and metagenomes",
        "JSpe-ciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "AAI-profiler: fast proteome-wide exploratory analysis reveals taxonomic identity, misclassifica-tion and contamination",
        "TYGS and LPSN: a database tandem for fast and reliable genome-based classification and nomenclature of prokaryotes",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "DNA-DNA hybridization values and their relationship to whole-genome sequence similarities. Int J Syst Evol Microbiol 2007;57:81–91. 38. Forbes L. Rapid flagella stain",
        "Growth, structure, and classification of Selenomonas",
        "Identification of bacteria by gas chromatography of cellular fatty acids",
        "An integrated procedure for the extraction of bacterial isopre-noid quinones and polar lipids",
        "Concurrent lactic and volatile fatty acid analysis of microbial fermentation samples by gas chromatography with heat pre-treatment"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "KMP Biotech Co., Ltd.",
        "Chulalong-korn University"
    ]
}