{
    "eid": "2-s2.0-85053437232",
    "title": "External spermine prevents UVA-induced damage of Synechocystis sp. PCC 6803 via increased catalase activity and decreased H2O2 and malonaldehyde levels",
    "cover-date": "2018-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Antioxidant enzyme",
        "Exogenous spermine",
        "Synechocystis sp. PCC 6803",
        "UVA irradiation"
    ],
    "authors": [
        "Saowarath Jantaro",
        "Wipawee Baebprasert",
        "Aran Incharoensakdi"
    ],
    "citedby-count": 1,
    "ref-count": 38,
    "ref-list": [
        "Superoxide dismutase: improved assays and an assay applicable to acrylamide gels",
        "Effect of polyamines on stabilization of molecular-complexes in thylakoid membranes of osmotically stressed oat leaves",
        "Rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Polyamines inhibit lipid peroxidation in senescing oat leaves",
        "Sensitized formation of oxidatively generated damage to cellular DNA by UVA radiation",
        "Effects of spermine on the morphology, digestive enzyme activities, and antioxidant status of jejunum in suckling rats",
        "Molecular and biochemical characterization of herbicide-resistant mutants of cyanobacteria reveals that phytoene desaturation is a rate-limiting step in carotenoid biosynthesis",
        "Leaf senescence: correlated with increased levels of membrane permeability and lipid peroxidation and decrease levels of superoxide dismutase and catalase",
        "Do polyamines have roles in plant development?",
        "Analysis of polyamines in higher plants by high performance liquid chromatography",
        "Polyamines and abiotic stress: recent advances",
        "The natural polyamine spermine functions directly as a free radical scavenger",
        "Photoperoxidation in isolated chloroplasts",
        "+UVA treatment increases the degree of unsaturation in microalgal fatty acids and total carotenoid content in Nitzschia closterium (Bacillariophyceae) and Isochrysis zhangjiangensis (Chrysophyceae)",
        "Effects of polyamines on the functionality of photosynthetic membrane in vivo and in vitro",
        "Glycolate metabolism of three submersed aquatic angiosperms during ageing",
        "Content and biosynthesis of polyamines in salt and osmotically stressed cells of Synechocystis sp. PCC 6803",
        "Short-Term UV-B and UV-C Radiations Preferentially Decrease Spermidine Contents and Arginine Decarboxylase Transcript Levels of Synechocystis sp. PCC 6803",
        "Exogenous spermidine alleviates UV-induced growth inhibition of Synechocystis sp. PCC 6803 via reduction of hydrogen peroxide and malonaldehyde levels",
        "Response of senescing leaves of wheat seedlings to UVA radiation: inhibition of PSII activity in light and darkness",
        "Effects of nitrogen source and UV radiation on the growth, chlorophyll fluorescence and fatty acid composition of Phaeodactylum tricornutum and Chaetoceros muelleri (Bacillariophyceae)",
        "Systemic responses of weaned rats to spermine against oxidative stress revealed by a metabolomic strategy",
        "Simulated solar irradiation with enhanced UV-B adjust plastid- and thylakoid-associated polyamine changes for UV-B protection",
        "Formulae for determination of chlorophyllous pigments extracted with N,N-dimethylformamide",
        "Speculation: polyamines are important in abiotic stress signaling",
        "Protective role of extracellular catalase (KatA) against UVA radiation in Pseudomonas aeruginosa biofilms",
        "Characterization of spermidine transport system in a cyanobacterium Synechocystis sp. PCC 6803",
        "Responses of a rice-field cyanobacterium Anabaena siamensis TISTR-8012 upon PAR and UV radiation",
        "Biochemical characterization and homology modeling of polyamine oxidase from cyanobacterium Synechocystis sp. PCC 6803",
        "Polyamines in microalgae: advances and future perspectives",
        "Genome mining of mycosporine-like amino acid (MAA) synthesizing and non-synthesizing cyanobacteria: a bioinformatics study",
        "Ultraviolet radiation and plants: burning questions",
        "Polyamine spermine protects young pea plants against ultraviolet-C radiation",
        "The role of external polyamines on photosynthetic responses, lipid peroxidation, protein and chlorophyll a content under the UV-A (352 nm) stress in Physcia semipinnata",
        "Contrasting effects of UV-A and UV-B on photosynthesis and photoprotection of β-carotene in two Dunaliella spp",
        "New insights into the role of spermine in enhancing the antioxidant capacity of rat spleen and liver under oxidative stress",
        "Oxidative stress response of Synechocystis sp. (PCC 6803) due to exposure to microcystin-LR and cell-free cyanobacterial crude extract containing microcystin-LR"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Commission on Higher Education, Thailand",
        "Faculty of Science, CU",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}