{
    "eid": "2-s2.0-85106272254",
    "title": "Critical Latin American agroecology as a regionalism from below",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Sociology and Political Science",
            "@code": "3312",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Public Administration",
            "@code": "3321",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (all)",
            "@code": "2000",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Agroecology",
        "integration",
        "Latin American thought",
        "regionalism from below",
        "social movements"
    ],
    "authors": [
        "Peter M. Rosset",
        "Lia Pinheiro Barbosa",
        "Valentín Val",
        "Nils McCune"
    ],
    "citedby-count": 6,
    "ref-count": 79,
    "ref-list": [
        "El papel estratégico de la Sociedad Científica Latinoamericana de Agroecología (SOCLA) frente a los desafíos y oportunidades para una agricultura sustentable en la América Latina y el Caribe del siglo XXI",
        "Agroecology: A brief account of its origins and currents of thought in Latin America",
        "The agroecological revolution in Latin America: Rescuing nature, ensuring food sovereignty and empowering peasants",
        "Educación, resistencia y conocimiento en América Latina: Por una teoría desde los movimientos sociales",
        "Legados e rupturas da Revolução Soviética desde as lutas sociais na América Latina",
        "Epistemologia de nosotras, Feminismos e Teoria da Selva na construção do conhecimento: aporte das mulheres Zapatistas",
        "Estética da Resistência: arte sentipensante e educação na práxis política dos movimentos camponeses e indígenas latino-americanos. Dossiê Educação, Arte e Política: experiências, alternativas e resistências",
        "Paradigma epistêmico do campo e a construção do conhecimento na perspectiva dos movimentos indígenas e camponeses na América Latina",
        "Educação do Campo e Pedagogia Camponesa Agroecológica na América Latina: aportes da La Via Campesina e da CLOC",
        "Más allá del neoliberalismo. Pensamiento crítico latinoamericano y movimientos al intelecto colectivo",
        "Agroecologia e sua epistemologia",
        "Movimientos Sociales y acción colectiva como bases de la filosofía latinoamericana",
        "Transmodernidad e interculturalidad. Interpretación desde la Filosofía de la Liberación",
        "Desde abajo, por la izquierda, y con la Tierra: la diferencia de Abya Yala/Afro/Latino/América",
        "Latin American agroecologists build a powerful scientific and social movement",
        "The relevance of regional political ecology for agriculture and food systems",
        "Agroecology as a territory in dispute: Between institutionality and social movements",
        "Agroecology and restoration ecology: Fertile ground for Mexican peasant territoriality?",
        "The ‘new’ imperialism: Accumulation by dispossession",
        "La evolución del pensamiento agroecológico",
        "The Andean catch-22: Ethnicity, class and resource governance in Bolivia and Ecuador",
        "Pensamiento crítico latinoamericano: la impugnación del Eurocentrismo",
        "Agroecologia e saber ambiental",
        "Agroecological research: Conforming–or transforming the dominant agro-food regime?",
        "The reconfigurations of twenty-first century Latin American regionalism: Actors, processes, contradictions, and prospects",
        "Overlapping regionalism, no integration: Conceptual issues and the Latin American experiences",
        "La ViaCampesina: The birth and evolution of a transnational social movement",
        "Diálogo de saberes in La Via Campesina: Food sovereignty and agroecology",
        "Peasant balances and agroecological scaling in Puerto Rican coffee farming: Crisis, coffee, and agroecological scaling in Puerto Rico",
        "The long road: Rural youth, farming and agroecological formación in Central America",
        "Teaching the territory: Agroecological pedagogy and popular movements",
        "Agroecology as a transdisciplinary, participatory, and action-oriented approach",
        "SARC: Building regionalism from below",
        "Pensamiento latinoamericano para la integración",
        "The long green revolution",
        "Re-thinking agrarian reform, land and territory in La Via Campesina",
        "Epistemes rurales y la formación agroecológica en La Via Campesina",
        "Las recetas no funcionan, lo que se propone son principios",
        "Autonomía y los movimientos sociales del campo en América Latina: un debate urgente",
        "The Campesino-to- Campesino agroecology movement of ANAP in Cuba: Social process methodology in the construction of sustainable peasant agriculture and food sovereignty",
        "Rural social movements and agroecology: Context, theory, and process",
        "Agroecology and La Via Campesina II. Peasant agroecology schools and the formation of a sociohistorical and political subject",
        "Desarrollo y buena vida en la mixteca alta: el caso de una organización campesina oaxaqueña",
        "O Diálogo de Saberes, na Promoção da Agroecologia na Base dos Movimentos Sociais Populares",
        "Agroecology and La Via Campesina i. The symbolic and material construction of agroecology through the dispositive of ‘peasant-to-peasant’ processes",
        "The rise and future demise of the world capitalist system: Concepts for comparative analysis",
        "Agroecology as a science, a movement and a practice. A review",
        "Agroecology in Europe: Research, education, collective action networks, and alternative food systems"
    ],
    "affiliation": [
        {
            "affiliation-city": "Fortaleza",
            "@id": "60021606",
            "affilname": "Universidade Estadual do Ceará",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021606",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "San Cristobal de las Casas",
            "@id": "60121765",
            "affilname": "El Colegio de la Frontera Sur",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60121765",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Burlington",
            "@id": "60009500",
            "affilname": "University of Vermont",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009500",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Consejo Nacional de Ciencia y Tecnología",
        "Fundação Cearense de Apoio ao Desenvolvimento Científico e Tecnológico"
    ]
}