{
    "eid": "2-s2.0-84904999841",
    "title": "Critical factors affecting the desertification in Pa Deng, Adjoining area of Kaeng Krachan national park, Thailand",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Environmental Science",
            "@code": "2300"
        },
        {
            "$": "Toxicology",
            "@code": "3005"
        }
    ],
    "keywords": [
        "Climate change",
        "Critical factor",
        "Desertification",
        "Land use",
        "Soil erosion"
    ],
    "authors": [
        "Saowanee Wijitkosum"
    ],
    "citedby-count": 12,
    "ref-count": 49,
    "ref-list": [
        "Desertification in the Arab Region: Analysis of current status and trends",
        "International Conference On Water Resources and Arid Environments and 1 Arab Water Forum",
        "Research Journal of Environmental and Earth Sciences",
        "Quantification of the effect of soil organic matter content on soil productivity",
        "Journal of Agricultural Research",
        "Aggregate stability in range sandy loam soils Relationships with runoff and erosion",
        "The consequences of land-cover changes on soil erosion distribution in Slovakia",
        "Desertification in north China: Background, anthropogenic impacts and failures in combating it",
        "A Study of Meteorological Drought Index Model Fordrought Areas Innortheastern Thailand",
        "Physics of Desertifcation",
        "Erosion effects on soil properties and soybean yield of a Miamian soil in Western Ohio in a season with below normal rainfall",
        "Impact of Europe's Changing Climate: An Indicator-based Assessment. Copenhagen: Office For Official Publications of the European Communities",
        "Global Desertification: Do Humans Cause Deserts?",
        "Sustainable Development of Dry Lands and Combating Desertification",
        "The ET0calculator Reference Manual: Version 3.1",
        "Evaluation of MEDALUS model for desertification hazard zonation using GIS; study area: Iyzad Khast plain, Iran",
        "Expert System For Evaluating the Environmental Sensitivity Index (ESI) of a Local Area: Methodology",
        "The effects of land uses on soil erosion in Spain: A review",
        "14 International Soil Conservation Organization Conference",
        "Identification of Areas Sensitive to Desertification In Sicily Region",
        "Risk Assessment of Desertification for Binh Thuan Province, Vietnam",
        "How to Correct and Complete Rainfall Data [Training Module]",
        "Research Journal OfEnvironmental Sciences",
        "The effect of land management practices on soil erosion and land desertification in an olive grove",
        "The MEDALUS Project Mediterranean Desertifcation and Land Use. Manual On Key Indicators of Desertification and Mapping Environmentally Sensitive Areas to Desertifcation",
        "Soil Erosionin Thailand",
        "The Occurrence of Repeated Drought Events Causing the Desertifcation In Thailand",
        "Kingdom of Thailand National Action Programme For Combating Desertifcation [homepage On the Internet]",
        "Remote sensing and image interpretation.",
        "Ecosystems and Human Well-being: Desertification Synthesis",
        "The impact of vegetative cover type on runoff and soil erosion under different land uses",
        "Assessing potential desertification environmental impact in life cycle assessment: Part 1: Methodological aspects",
        "Global Journal of Environmental Research",
        "Land degradation in drylands: Interactions among hydrologic-aeolian erosion and vegetation dynamics",
        "A multi-component GIS framework for desertification risk assessment by an integrated index",
        "Quantitative assessment of desertification in south of Iran using MEDALUS method",
        "Water Science and Technology Library",
        "World atlas of desertification",
        "The role of GIS and remote sensing in land degradation assessment and conservation mapping: Some user experiences and expectations",
        "From land cover change to land function dynamics: A major challenge to improve land characterization",
        "The relative role of climatic and human factors in desertification in semiarid China",
        "Journal of Environmental Research and Development",
        "Impacts of land use changes on soil erosion in Pa Deng sub-district, adjacent area of Kaeng Krachan National Park, Thailand",
        "Desertifcation Risk Assessment In Pa Deng Sub-district, Adjoining Area OfKaeng KrachanNatural Park, Thailand",
        "Engineering hydrology. Third Edn.",
        "Department of Water Resources",
        "The effect of climate warming and permafrost thaw on desertification in the Qinghai-Tibetan Plateau",
        "Estimating interrill soil erosion from aggregate stability of Ultisols in subtropical China",
        "Effect of vegetation cover on soil erosion in a mountainous watershed"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}