{
    "eid": "2-s2.0-85119407028",
    "title": "MILITARY POWER DOES NOT DENOTE CAPACITY: The Contest for World Domination",
    "cover-date": "2021-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Social Sciences (all)",
            "@code": "3300",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Belt and Road Initiative",
        "BRI",
        "Challenges to American Hegemony",
        "China's Contest",
        "Foreign Policy",
        "Nonpolar System",
        "Power's Exercise",
        "South East Asia",
        "Southeast Asian Order",
        "Systemic Anachronism",
        "Systemic Hegemony",
        "U.S. Hegemony",
        "United States"
    ],
    "authors": [
        "Victor Alexandre G. Teixeira"
    ],
    "citedby-count": 1,
    "ref-count": 118,
    "ref-list": [
        "After Liberal Hegemony: The Advent of a Multiplex World Order",
        "The Distribution of Identity and the Future of International Order: China’s Hegemonic Prospects",
        "Is China Beating America to AI Supremacy?",
        "Biden President Will not be a Third Obama Term Administration",
        "The Fungibility of Force",
        "Deterrence I Realm of Grey Zone Warfare",
        "A World Without the West? Empirical Patterns and Theoretical Implications",
        "What is International Relations Theory Good For?",
        "The Power of Nations: Measuring What Matters",
        "Why America Must Lead Again. Rescuing United States Foreign Policy After Trump",
        "American Primacy in Perspective",
        "The Rise and Fall of the Great Powers in the Twenty-First Century: China’s Rise and the Fate of America’s Global Position",
        "From ‘Centred Globalism’ to ‘Decentred Globalism",
        "China Through the Lens of Modernity",
        "The Post-Soviet Space: A Regional Security Complex Around Russia",
        "Regional Responses to China’s Maritime Silk Road Initiative in Southeast Asia",
        "Three Questions on China’s ‘Belt and Road Initiative’",
        "Looking Across BRICS: An Emerging International Development Agenda?",
        "The Coup in Myanmar and the Threat to ASEAN Centrality",
        "Chronology of Possible Chinese Gray Area and Hybrid Warfare Operations",
        "The United States Dollar and Its Challenges: American Hegemony in the 21st Century",
        "The Russia-India-China Trio in the Changing International System",
        "The End of Grand Strategy America Must Think Small",
        "Threatlessness and United States Grand Strategy",
        "Unipolarity, Hegemony, and the New Peace",
        "The Coming Multi-Order World",
        "The Three Pillars of Stability: Legitimation, Repression, and Co-Optation in Autocratic Regimes",
        "US-CHINA RELATIONS: Managing Differences Remains an Urgent Challenge",
        "Contesting Hegemonic Order: China in East Asia",
        "China’s Grand Strategy Under Xi Jinping: Reassurance, Reform, and Resistance",
        "Regional Resilience and Global Production Networks in China: An Open Political Economy Perspective",
        "The Rise of China and the Future of the West: Can the Liberal System Survive?",
        "The Future of Liberal World Order",
        "Unipolarity: A Structural Perspective",
        "Australia-China FTA: China’s Domestic Politics and the Roots of Different National Approaches to FTAs",
        "China in a World of Orders: Rethinking Compliance and Challenge in Beijing’s International Relations",
        "Many Wests and Polymorphic Globalism",
        "BRICS Cooperation in Science and Education",
        "Interests, Institutions, and the Reliability of International Commitments",
        "China’s Cooperation with Neighboring Developing Countries: Achievements and Challenges Ahead",
        "China and Globalization: Economic and Legal Changes in the World System",
        "Diplomacy’s Aversion to Power: Consequences of Retreat",
        "The Caliphate",
        "Order and Change in World Politics: The Financial Crisis and the Breakdown of the US–China Grand Bargain",
        "National Character and Personality",
        "Bound to Fail: The Rise and Fall of the Liberal International Order",
        "Unrest Assured: Why Unipolarity is not Peaceful",
        "How the World Will Look After the Coronavirus Pandemic",
        "Power Shift: Economic Realism and Economic Diplomacy on the Rise",
        "Cooperative Hegemony: Power, Ideas and Institutions in Regional Integration",
        "Command of the Commons: The Military Foundation of U.S. Hegemony",
        "Introduction: “The Evolution of Post–Cold War",
        "Competing Visions for U.S. Grand Strategy",
        "Organised Anarchy: Revisiting G. John Ikenberry’s After Victory",
        "China Engages Asia: Reshaping the Regional Order",
        "U.S.-China Rivalry in Southeast Asia: Power Shift or Competitive Coexistence?",
        "The Persistent Myth of Lost Hegemony",
        "The Renminbi Exchange Rate Reform and Its Implications for Asian Markets",
        "China and the Future International Order(s)",
        "The Hegemony Contest in the South China Sea",
        "East Asia: The Systemic Disorder and the South China Sea’ Dispute. An International Law Prospects",
        "Rashidun Caliphate",
        "The Anarchic Structure of World Politics",
        "The Belt and Road Initiative and China’s Grand Diplomacy",
        "The Action in Economics Started with the Issue on Distribution According to Performance in 1977 and 1978"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Department of International Relations",
        "Lusíada University of Lisbon",
        "Chulalongkorn University",
        "Malaya University",
        "Central China Normal University",
        "Peking University",
        "Xiamen University"
    ]
}