{
    "eid": "2-s2.0-84938574070",
    "title": "Culture Moderates Biases in Search Decisions",
    "cover-date": "2015-08-07",
    "subject-areas": [
        {
            "$": "General Psychology",
            "@code": "3200"
        }
    ],
    "keywords": [
        "biculturalism",
        "culture",
        "escalation of commitment",
        "individualism vs. collectivism",
        "priming by interface language",
        "search",
        "sunk costs"
    ],
    "authors": [
        "Jake A. Pattaratanakun"
    ],
    "citedby-count": 5,
    "ref-count": 30,
    "ref-list": [
        "The psychology of sunk cost",
        "Journal of Consumer Research",
        "Tutorials in operations research: Emerging theory, methods, and applications",
        "Optimal statistical decisions",
        "Journal of Marketing",
        "Z-Tree: Zurich toolbox for ready-made economic experiments",
        "\"I\" value freedom, but \"we\" value relationships: Self-Construal Priming Mirrors Cultural Differences in Judgment",
        "The Linguistic Relativity of Person Cognition. An English-Chinese Comparison",
        "Countries",
        "Culture’s consequences: International differences in work-related values",
        "Multiculrtiral minds: A dynamic constructivist approach to culture and cognition",
        "Cross-national differences in risk preference and lay predictions",
        "World economic outlook database, October 2013",
        "A cross-cultural study on escalation of commitment behavior in software projects",
        "Language and self-construal priming: A replication and extension in a Hong Kong sample",
        "The neural basis of cultural differences in delay discounting",
        "Consumer search behavior and sunk costs",
        "One individual, two identities: Frame switching among biculturals",
        "Consumer information search revisited: Theory and empirical analysis",
        "Southern Economic Journal",
        "Choice behavior in an optional stopping task",
        "Language and the bicultural self",
        "Organizational Behavior and Human Decision Processes",
        "Self-construal priming modulates neural substrates of self-awareness",
        "Toward a positive theory of consumer choice",
        "Individualism and collectivism",
        "Price search in the retail grocery market",
        "Cross-cultural differences in risk perception, but cross-cultural similarities in attitudes towards perceived risk",
        "Econometrica",
        "Consumer Sequential Search: Not Enough or Too Much?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn Business School",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Cambridge",
            "affilname": "Cambridge Judge Business School",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": []
}