{
    "eid": "2-s2.0-85034077141",
    "title": "The use of Fine-Needle Aspiration (FNA) cytology in patients with thyroid nodules in Asia: A brief overview of studies from the working group of Asian Thyroid FNA Cytology",
    "cover-date": "2017-11-01",
    "subject-areas": [
        {
            "$": "Histology",
            "@code": "2722"
        },
        {
            "$": "Pathology and Forensic Medicine",
            "@code": "2734"
        }
    ],
    "keywords": [
        "Asia",
        "Cytology",
        "Fine-needle aspiration",
        "History",
        "Methods",
        "Survey",
        "Thyroid"
    ],
    "authors": [
        "Chan Kwon Jung"
    ],
    "citedby-count": 21,
    "ref-count": 19,
    "ref-list": [
        "2015 American Thyroid Association Management Guidelines for Adult Patients with Thyroid Nodules and Differentiated Thyroid Cancer: The American Thyroid Association Guidelines Task Force on Thyroid Nodules and Differentiated Thyroid Cancer",
        "Eur Thyroid J",
        "The Bethesda system for reporting thyroid cytopathology",
        "Current practices of thyroid fine-needle aspiration in Asia: A missing voice",
        "Thyroid cytology in India: Contemporary review and meta-analysis",
        "Thyroid fine-needle aspiration cytology practice in Korea",
        "Thyroid Fine-needle aspiration in Taiwan: The history and current practice",
        "Current status of thyroid fine-needle aspiration practice in Thailand",
        "History and practice of thyroid fine-needle aspiration in China, based on retrospective study of the practice in Shandong University Qilu Hospital",
        "Thyroid cytology: The Japanese system and experience at Yamashita Thyroid Hospital",
        "Thyroid fine-needle aspiration practice in the Philippines",
        "Ann Surg",
        "Puncture of Goiters for Aspiration Biopsy: A Preliminary Report",
        "Fine-needle aspiration cytology of the thyroid: An appraisal",
        "Fine-needle aspiration (FNA) biopsy: Historical aspects",
        "Clinical outcomes in patients with non-diagnostic thyroid fine needle aspiration cytology: Usefulness of the thyroid core needle biopsy",
        "Reappraisal of “cyst fluid only” on thyroid fine-needle aspiration cytology",
        "Split sample comparison of a liquid-based method and conventional smears in thyroid fine needle aspiration",
        "Medicare, Medicaid and CLIA programs; regulations implementing the Clinical Laboratory Improvement Amendments of 1988 (CLIA)--HCFA. Final rule with comment period."
    ],
    "affiliation": [
        {
            "affiliation-city": "Seoul",
            "affilname": "The Catholic University of Korea Seoul St. Mary's Hospital",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Seoul",
            "affilname": "Gangnam Severance Hospital",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Osakasayama",
            "affilname": "Kindai University School of Medicine",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ministry of Health and Welfare"
    ]
}