{
    "eid": "2-s2.0-84903204814",
    "title": "Deformation style of the Mesozoic sedimentary rocks in southern Thailand",
    "cover-date": "2014-10-01",
    "subject-areas": [
        {
            "$": "Geology",
            "@code": "1907"
        },
        {
            "$": "Earth-Surface Processes",
            "@code": "1904"
        }
    ],
    "keywords": [
        "Deformation style",
        "Mesozoic sedimentary rocks",
        "Southern Thailand"
    ],
    "authors": [
        "Pitsanupong Kanjanapayont"
    ],
    "citedby-count": 7,
    "ref-count": 36,
    "ref-list": [
        "Triassic carbonate rocks in the Phatthalung area, Peninsular Thailand",
        "Geol. Paleontol. Southeast Asia",
        "Eocene Krabi basin (Southern Thailand): Paleontology and magnetostratigraphy",
        "Victoria University of Wellington",
        "Proceedings of a National Conference on Geologic Resources of Thailand",
        "First dinosaur from the Shan-Thai Block of SE Asia: A Jurassic sauropod from the southern peninsula of Thailand",
        "Neues Jahrbuch fuer Geologie und Palaeontologie Monatshefte",
        "J. Geol. Soc. Thailand",
        "Oil Gas Geol.",
        "Turtles from the late Eocene - Early Oligocene of the Krabi Basin (Thailand)",
        "Triassic limestone within and around the Gulf of Thailand",
        "Trans. Proc. Palaeontol. Soc. Jpn. New Series",
        "Quantitative kinematic analysis within the Khlong Marui shear zone, southern Thailand",
        "Rb-Sr, Sm-Nd, and U-Pb geochronology of the rocks within the Khlong Marui shear zone, southern Thailand",
        "J. Faculty Sci., Univ. Tokyo",
        "Marine Jurassic lithostratigraphy of Thailand",
        "Late palaeozoic and mesozoic palaeogeography of Southeast Asia",
        "Tectonic framework and Phanerozoic evolution of Sundaland",
        "Gondwana dispersion and Asian accretion: Tectonic and palaeogeographic evolution of eastern Tethys",
        "Late Cretaceous-Early Palaeogene tectonic development of SE Asia",
        "Discussion of tectonic models for Cenozoic strike-slip fault-affected continental margins of mainland SE Asia",
        "Development of Cenozoic basins in Thailand",
        "Geological Survey Division, Department of Mineral Resources",
        "Geology of Amphoe Thung Yai, Bna Nua Klong and Ban Thang Laung Quadrangles, Geologic Quadrangle Maps 4825 III and 4825 II, scale 1:50,000",
        "The Phuket Terrane: A Late Palaeozoic rift at the margin of Sibumasu",
        "Paleo-environments and tectonic setting of the Mesozoic Thung Yai Group in Peninsular Thailand, with a new record of Parvamussium donaiense Mansuy, 1914",
        "Occurrence of paleozoic and early mesozoic radiolaria in Thailand (preliminary report)",
        "Annual report, Geology of Amphoe Panom and Ban Bang Haen Quadrangles, Geologic Quadrangle Maps 4726 I and 4726 II, scale 1:50,000",
        "Middle Jurassic turtles from southern Thailand",
        "The timing of strike-slip shear along the Ranong and Khlong Marui faults, Thailand",
        "Proceedings of the International Symposium on Biostratigraphy of Mainland Asia"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}