{
    "eid": "2-s2.0-84908058707",
    "title": "Aspiration cytology of mesenchymal hamartoma of the chest wall: A case report and literature review",
    "cover-date": "2014-10-01",
    "subject-areas": [
        {
            "$": "Pathology and Forensic Medicine",
            "@code": "2734"
        },
        {
            "$": "Histology",
            "@code": "2722"
        }
    ],
    "keywords": [
        "Chest wall",
        "Cytology",
        "Fine needle aspiration",
        "Mesenchyma hamartoma"
    ],
    "authors": [
        "Mana Taweevisit"
    ],
    "citedby-count": 1,
    "ref-count": 18,
    "ref-list": [
        "Chondromatous hamartoma of the chest wall: Description of 3 new cases and literature review",
        "Mesenchymal hamartoma of the chest wall in infants and children: a clinicopathological study of five patients",
        "Mesenchymal hamartoma of the chest wall.",
        "Mesenchymal hamartoma of the chest wall: A cooperative study with review of the literature",
        "Aspiration cytology of mesenchymal hamartoma of the chest wall in an infant: A case report",
        "Fine-needle aspiration cytology of mesenchymal hamartoma of the chest wall",
        "Mesenchymal hamartoma of the chest wall in infancy - A case report of this rare entity with cytologic findings",
        "World Health Organization Classification of Tumours. Pathology and Genetics of Soft Tissue and Bone",
        "Infantile cartilaginous hamartoma of the rib: A case report",
        "Multifocal mesenchymal hamartoma of the chest wall",
        "Hamartomas of the chest wall in infants",
        "Chest wall hamartoma with Wiedemann-Beckwith syndrome: Clinical report and brief review of chromosome 11p15.5-related tumors",
        "Chest wall mesenchymal hamartoma associated with a massive fetal pleural effusion: A case report",
        "Mesenchymal hamartoma of the chest wall in infants: Report of three cases and literature review",
        "Hamartoma (mesenchymoma) of the chest wall in infancy",
        "Congenital atypical benign chondroblastoma of a rib",
        "World Health Organization Classification of Tumours. Pathology and Genetics of Soft Tissue and Bone",
        "Intrathoracic mesenchymoma. Observations in two infants."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Toronto",
            "affilname": "The Hospital for Sick Children",
            "affiliation-country": "Canada"
        }
    ],
    "funding": []
}