{
    "eid": "2-s2.0-84885349028",
    "title": "Phylogenetic relationships of the operculate land snail genus Cyclophorus Montfort, 1810 in Thailand",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        },
        {
            "$": "Genetics",
            "@code": "1311"
        }
    ],
    "keywords": [
        "Cryptic species",
        "Cyclophoridae",
        "Gastropoda",
        "Systematics",
        "Taxonomy"
    ],
    "authors": [
        "Nattawadee Nantarat"
    ],
    "citedby-count": 22,
    "ref-count": 63,
    "ref-list": [
        "Treubia",
        "Bull. Raffles Mus.",
        "Malacologia",
        "A simple and robust statistical test for detecting the presence of recombination",
        "Using biogeographical patterns of endemic land snails to improve conservation planning for limestone karsts",
        "Limestone karsts of southeast Asia: Imperiled arks of biodiversity",
        "Molecular phylogenetics of Caenogastropoda (Gastropoda: Mollusca)",
        "MUSCLE: Multiple sequence alignment with high accuracy and high throughput",
        "Molecular phylogeny, taxonomy, and evolution of the land snail genus Pyrenaearia (Gastropoda, Helicoidea)",
        "TESTING SIGNIFICANCE OF INCONGRUENCE",
        "Evolution",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates.",
        "Invasions of the Land: The Transitions of Organisms from Aquatic to Terrestrial Life",
        "Proc. Boston Soc. Nat. Hist.",
        "Maximum likelihood estimation of the heterogeneity of substitution rate among nucleotide sites",
        "The Fauna of British India including Ceylon and Burma",
        "Conchologia Indica: Land and Freshwater of British India",
        "Phylogenetic relationships of the lower Caenogastropoda (Mollusca, Gastropoda, Architaenioglossa, Campaniloidea, Cerithioidea) as determined by partial 18S rDNA sequences",
        "Endangered Wildlife and Plants of the World",
        "MRBAYES: Bayesian inference of phylogenetic trees",
        "Application of phylogenetic networks in evolutionary studies",
        "Proc. Malacol. Soc. Lond.",
        "The simple fool's guide to PCR",
        "Das Tierreich",
        "Australocosmica, a new genus of land snails from the Kimberley, Western Australia (Eupulmonata, Camaenidae)",
        "Karyotypes of operculate land snails of the genus cyclophorus (prosobranchia: Cyclophoridae) in thailand",
        "A new method for calculating evolutionary substitution rates",
        "A molecular phylogenetic investigation of Cyathopoma (Prosobranchia: Cyclophoridae) in East Asia",
        "Molecular evidence for a polyphyletic genus Japonia (Architaenioglossa: Cyclophoridae) and with the description of a new genus and two new species",
        "Recovering evolutionary trees under a more realistic model of sequence evolution",
        "Systematic revision of the genus Everettia Godwin-Austen, 1891 (Mollusca: Gastropoda: Dyakiidae) in Sabah, northern Borneo",
        "Animal Species and Evolution",
        "Venus",
        "A phylogeny of planorbid snails, with implications for the evolution of Schistosoma parasites",
        "Frameworks for Dating Fossil Man",
        "The power and perils of 'molecular taxonomy': A case study of eyeless and endangered Cicurina (Araneae: Dictynidae) from Texas caves",
        "Southeast Asian Archaeology: Wilhelm G. Solheim II festschrift",
        "Proc. Natl. Acad. Sci. USA",
        "Proc. Acad. Nat. Sci. Phila.",
        "jModelTest: Phylogenetic model averaging",
        "Biochemical assessment of the taxonomic diversity of the operculate land snail, Cyclophorus fulguratus (Gastropoda: Cyclophoridae), from Thailand",
        "Inland shell midden site-formation: Investigation into a late Pleistocene to early Holocene midden from Tràng An, Northern Vietnam",
        "Monograph of the Genus Cyclophorus, pls 1-20",
        "MrBayes 3: Bayesian phylogenetic inference under mixed models",
        "Combining molecular, morphological and ecological data to infer species boundaries in a cryptic tropical pitviper",
        "Proc. Acad. Nat. Sci. Phila.",
        "Fieldiana Zool.",
        "Spolia Zool. Mus. Haun.",
        "RAxML-VI-HPC: Maximum likelihood-based phylogenetic analyses with thousands of taxa and mixed models",
        "A rapid bootstrap algorithm for the RAxML web servers",
        null,
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "Arch. Naturgesch.",
        "Phylogeny of iguanian lizards inferred from 29 nuclear loci, and a comparison of concatenated and species-tree approaches for an ancient, rapid radiation",
        "Widespread polyphyly among Alopiinae snail genera: When phylogeny mirrors biogeography more closely than morphology",
        "A Classification of the Living Mollusca",
        "Recent advances in DNA taxonomy",
        "Evolutionary relationships among the Pulmonate land snails and slugs (Pulmonata, Stylommatophora)",
        "Fauna Anat. Ceylan.",
        "Gastropoda",
        "DAMBE: Software package for data analysis in molecular biology and evolution"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "affilname": "The Natural History Museum, London",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Nottingham",
            "affilname": "University of Nottingham",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Office of the Higher Education Commission",
        "Thailand Research Fund"
    ]
}