{
    "eid": "2-s2.0-85159921141",
    "title": "Antioxidant, Antimicrobial, and Antiplasmodial Activities of Sonchus arvensis L. Leaf Ethyl Acetate Fractions",
    "cover-date": "2022-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "Biological activities",
        "Escherichia coli",
        "Malaria",
        "Plasmodium falciparum",
        "Sonchus arvensis L.",
        "Staphylococcus aureus"
    ],
    "authors": [
        "Dwi Kusuma Wahyuni",
        "Anindya Nariswari",
        "Agus Supriyanto",
        "Hery Purnobasuki",
        "Hunsa Punnapayak",
        "Wichanee Bankeeree",
        "Sehanat Prasongsuk",
        "Wiwied Ekasari"
    ],
    "citedby-count": 1,
    "ref-count": 35,
    "ref-list": [
        "Antibacterial Activity Assay of Ethanolic Extract of Medicinal Plant Musi Tripe in District of Musi Banyuasin, South Sumatera",
        "In Vitro Evaluation of Antibacterial Potential of Andrographis paniculata Against Resistant Bacterial Pathogens Methicillin-Resistant Staphylococcus aureus (MRSA) and Multiple Drug Resistant Escherichia coli (MDR E. coli)",
        "Morpho-anatomical structure and DNA barcode of Sonchus arvensis L",
        "Callus induction and its metabolite profiles of Sonchus arvensis L. under temperature treatment",
        "Callus Induction of Sonchus arvensis L. and Its Antiplasmodial Activity",
        "Growth, Secondary Metabolite Production, and In Vitro Antiplasmodial Activity of Sonchus arvensis L. Callus Under Dolomite [CaMg(CO3)2] Treatment",
        "Quantitative HPLC Analysis of Phenolic Acids, Flavonoids, and Ascorbic Acid in Four Different Solvent Extracts of Two Wild Edible Leaves, Sonchus arvensis L. and Oenanthe linearis of North-Eastern Region in India",
        "Sesquiterpene Lactones from Sonchus arvensis L. and Their Antibacterial Activity Against Streptococcus mutans ATCC 25175",
        "Chemical Composition of Essential Oils and In Vitro Antibacterial Activity of Methanolic Extract of Sonchus arvensis L. and Eremurus spectabilis Against Food-Borne Pathogenic Bacteria",
        "Quantitative HPLC Analysis of Phenolic Acids, Flavonoids, and Ascorbic Acid in Four Different Solvent Extracts of Two Wild Edible Leaves, Sonchus arvensis and Oenanthe linearis of North-Eastern Region in India",
        "Bioassay Methods in Natural Product Research and Drug Development: Biological and Chemical Evaluation of Plant Extracts and Subsequent Isolation Strategy",
        "Determination of Phenolic Contents and Antioxidant Activities of Extracts of Jatropha curcas L. Seed Shell, A By-Product, A New Source of Natural Antioxidant",
        "Various Parts of Helianthus annus Plants as New Sources of Antimalarial Drugs",
        "Comparative Effects of Some Extraction Solvents on The Antimicrobial Activity of Eucalyptus camaldulensis Leaf, Bud, Capsule, and Seed Crude Extracts",
        "Effect of Extraction Methods on Yield, Phytochemical Constituents, and Antioxidant Activity of Withania somnifera",
        "The Effect of Extraction Method and Solvents on Yield and Antioxidant Activity of Certain Sudanese Medicinal Plant Extracts",
        "Extraction Methods and Their Influence on Yield When Extracting Thermo-Vacuum Modified Chestnut Wood",
        "Phytochemical Screening and Thin Layer Chromatography of Acacia etbaica ssp. Uncinata leaves",
        "Thin Layer Chromatographic Profiling and Phytochemical Screening of Six Medicinal Plants in Bangladesh",
        "Procedure: Preparation of DPPH Radical, and Antioxidant Scavenging Assay",
        "Antioxidant Activity and Total Phenolic and Flavonoid Content of Various Solvent Extracts from In Vivo and In Vitro grown Trifolium pratense L. (Red Clover)",
        "Chemical Composition of Callisia fragrans Wood Juice and Its Antioxidative Activity (In Vitro)",
        "Antioxidant activity Ethanol Extract of gotu kola (Centella asiatica L.) with DPPH Method (2, 2-diphenyl-1-pikrilhidrazil)",
        "Investigating The Antimicrobial Efficacy of Liposomal Vancomycin in Gram-Positive and Gram-Negative Bacteria: A Preliminary Mechanistic Study",
        "Antimicrobial Properties and Mechanism of Action of Some Plant Extracts Against Food Pathogens and Spoilage Microorganisms",
        "Antimicrobial Activity of Selected Medicinal Plants from a Sub-Saharan African Country Against Bacterial Pathogens from Post-Operative Wound Infections",
        "Review on Plant Antimicrobials: A Mechanistic Viewpoint",
        "In vitro and In Vivo Antimalarial Activity of Plants from The Brazilian Amazon",
        "Antiplasmodial Natural Products: An update",
        "Effect of formulated Artocarpus champeden Extract on Parasite Growth and Immune Response of Plasmodium berghei-infected Ice",
        "Study of The Antiplasmodial Potential of Vernonia fimbrillifera Less. (Asteraceae) Leaves, an Endemic Plant from Reunion Island"
    ],
    "affiliation": [
        {
            "affiliation-city": "Surabaya",
            "@id": "60069383",
            "affilname": "Universitas Airlangga",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069383",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ministry of Education"
    ]
}