{
    "eid": "2-s2.0-85068451514",
    "title": "The prevalence of bartonella bacteria in cattle lice collected from three provinces of Thailand",
    "cover-date": "2019-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "18S rRNA",
        "Bartonella spp",
        "Cattle louse",
        "GltA",
        "RpoB",
        "Thailand"
    ],
    "authors": [
        "Chulaluk Promrangsee",
        "Pathamet Khositharattanakool",
        "Puckavadee Somwang",
        "Sakone Sunantaraporn",
        "Atchara Phumee",
        "Kanok Preativatanyou",
        "Apiwat Tawatsin",
        "Narisa Brownell",
        "Padet Siriyasatien"
    ],
    "citedby-count": 7,
    "ref-count": 41,
    "ref-list": [
        "A review of ectoparasites and their effect on cattle production",
        "Lice Infestation on Cattle in Endegagn District, Southern Ethiopia: Species Composition, Prevalence and Seasonal Pattern",
        "Lice (Phthiraptera)",
        "Parasites of horses",
        "Studies on lice of domesticated cattle and buffaloes in Thailand",
        "A survey of ectoparasitic arthropods on domestic animals in Tak Province",
        "Bartonella spp. Isolated from wild and domestic ruminants in North America",
        "Bartonella chomelii sp. Nov., isolated from French domestic cattle (Bos taurus)",
        "Bartonella schoenbuchensis isolated from the blood of a French cow",
        "Molecular detection of Acinetobacter species in lice and keds of domestic animals in Oromia Regional State, Ethiopia",
        "Louse-borne bacterial pathogens in lice (Phthiraptera) of rodents and cattle from Egypt",
        "Identification of different Bartonella species in the cattle tail louse (Haematopinus quadripertusus) and in cattle blood",
        "First molecular evidence of Anaplasma ovis and Rickettsia spp. In keds (Diptera: Hippoboscidae) of sheep and wild ruminants",
        "Survey on blood-sucking lice (Phthiraptera: Anoplura) of ruminants and pigs with molecular detection of Anaplasma and Rickettsia spp",
        "Molecular survey of the head louse Pediculus humanus capitis in Thailand and its potential role for transmitting Acinetobacter spp. Parasit",
        "Differentiation of Bartonella-like isolates at the species level by PCR-restriction fragment length polymorphism in the citrate synthase gene",
        "Detection of Acinetobacter baumannii in human head and body lice from Ethiopia and identification of new genotypes",
        "Evaluation of antibiotic susceptibilities of three rickettsial species including Rickettsia felis by a quantitative PCR DNA assay",
        "Cat scratch disease caused by Bartonella grahamii in an immunocompromised patient",
        "BioEdit: A user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
        "W-IQ-TREE: A fast online phylogenetic tool for maximum likelihood analysis",
        "Correction: A Unique Box in 28S rRNA Is Shared by the Enigmatic Insect Order Zoraptera and Dictyoptera",
        "How stable is the “Polyphyly of Lice” hypothesis (Insecta: Psocodea)? A comparison of phylogenetic signal in multiple genes",
        "Evolutionary history of mammalian sucking lice (Phthiraptera",
        "Phylogeny of the lice (Insecta, Phthiraptera) inferred from small subunit rRNA",
        "Prevalence and molecular heterogeneity of Bartonella bovis in cattle and Haemaphysalis bispinosa ticks in Peninsular Malaysia",
        "Global distribution of Bartonella infections in domestic bovine and characterization of Bartonella bovis strains using multilocus sequence typing",
        "Bartonella bacteria in nature: Where does population variability end and a species start? Infect",
        "Human Bartonellosis: An Underappreciated Public Health Problem",
        "Persistence of Bartonella spp. Stealth pathogens: From subclinical infections tovasoproliferative tumor formation",
        "Quantitative analysis of proliferation and excretion of Bartonella quintana in body lice, Pediculus humanus L",
        "Prevalence and genetic diversity of Bartonella spp. In small mammals from Southeastern Asia",
        "Infective Endocarditis in Northeastern Thailand",
        "Identification of Bartonella infections in febrile human patients from Thailand and their potential animal reservoirs",
        "Detection of Bartonella bovis in a cattle herd in Italy",
        "Effects of cow age and pregnancy on Bartonella infection in a herd of dairy cattle",
        "The first cases of Bartonella bovis infection in cattle from Central Europe",
        "PCR detection of Bartonella bovis and Bartonella henselae in the blood of beef cattle",
        "Development of a novel genus-specific real-time PCR assay for detection and differentiation of Bartonella species and genotypes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Rai",
            "@id": "60020524",
            "affilname": "Mae Fah Luang University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020524",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bethesda",
            "@id": "60006577",
            "affilname": "National Institutes of Health (NIH)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006577",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}