{
    "eid": "2-s2.0-85124715000",
    "title": "Subjectivity and Revenge in Karen M. McManus’s One of Us Is Lying",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Library and Information Sciences",
            "@code": "3309",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Literature and Literary Theory",
            "@code": "1208",
            "@abbrev": "ARTS"
        }
    ],
    "keywords": [
        "Adolescents",
        "Lacan",
        "Peer rejection",
        "Young adult literature"
    ],
    "authors": [
        "Darintip Chansit"
    ],
    "citedby-count": 0,
    "ref-count": 49,
    "ref-list": [
        "Adolescent storm and stress, reconsidered",
        "Children's loneliness: A comparison of rejected and neglected peer status",
        "Peer Groups and Peer Cultures",
        "Defining adolescence",
        "Does rejection hurt? An fmri study of social exclusion",
        "Children's literature: Perceptions of bullying",
        "Boom! Goes the Hypercanon: On the Importance of the Overlooked and Understudied in Young Adult Literature [Introduction]",
        "Coping with bullying: What answers does children’s literature provide?",
        "How affective is revenge? Emotional processes involved in vengeful reactions to experienced injustice",
        "What gives victims satisfaction when they seek revenge?",
        "Transitions and turning points: Navigating the passage from childhood through adolescence",
        "Cultural pathways through universal development",
        "Psychodynamics of suicide, with particular reference to the young",
        "Rethinking desire: The objet petit a in Lacanian theory",
        "Crisis and vulnerability in adolescent development",
        "Rejection sensitivity in late adolescence: Social and emotional sequelae",
        "Clint Eastwood and Equity: Popular Culture's Theory of Revenge",
        "New reflections on the theory of power: A Lacanian perspective",
        "Life and death in the glass: A new look at the mirror stage",
        "Bullying at school: Basic facts and effects of a school based intervention program",
        "Qualitative approach to attempted suicide by adolescents and young adults: The (neglected) role of revenge",
        "Avoiding the social death penalty: Ostracism and cooperation in social dilemmas",
        "Children’s Coping with Peer Rejection: The role of Depressive Symptoms, Social Competence, and Gender",
        "The outcast-lash-out effect in youth",
        "Sinking into the Ground”: The development and consequences of shame in adolescence",
        "Emotional development in adolescence",
        "Children's appraisal of peer rejection experiences: Impact on social and emotional adjustment",
        "Taking hold of some kind of life: How developmental tasks relate to trajectories of well-being during the transition to adulthood",
        "Emotional self-regulation, peer rejection, and antisocial behavior: Developmental associations from early childhood to early adolescence",
        "Social exclusion causes self-defeating behavior",
        "When ostracism leads to aggression: The moderating effects of control deprivation",
        "Introduction",
        "Emotional regulation and display in classroom victims of bullying: Characteristic expressions of affect, coping styles and relevant contextual factors"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}