{
    "eid": "2-s2.0-85164684861",
    "title": "Antioxidant and anti-inflammatory effects of Aegle marmelos fruit and Moringa oleifera leaf extracts on lipopolysaccharide-stimulated BV2 microglial cells",
    "cover-date": "2023-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology (medical)",
            "@code": "2736",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Aegle marmelos fruit",
        "BV2 microglia",
        "Moringa oleifera",
        "Neuroinflammation",
        "Reactive oxygen species (ROS)"
    ],
    "authors": [
        "Nootchanat Mairuae",
        "Benjaporn Buranrat",
        "Supataechasit Yannasithinon",
        "Poonlarp Cheepsunthorn"
    ],
    "citedby-count": 0,
    "ref-count": 17,
    "ref-list": [
        "ROS generation in microglia: Understanding oxidative stress and inflammation in neurodegenerative disease",
        "Neuroinflammation in Alzheimer’s disease and Parkinson’s disease: Are microglia pathogenic in either disorder?",
        "In vivo antioxidant potential of Teucriumpolium, as compared to alphatocopherol",
        "Phytochemical and pharmacological activity of Aegle marmelos as potential medical plant: an overview",
        "A review on pharmacological and phytochemical properties of Aegle marmelos (L) Corr. Serr. (Rutaceae)",
        "Moringa (Moringa oleifera) seed extract and the prevention of oxidative stress",
        "Bragadeeswaran. S. Larvicidal and repellent potential of Moringa oleifera against malarial vector, Anopheles stephensi Liston (Insecta: Diptera: Culicidae)",
        "Moringa oleifera: A food plant with multiple medicinal uses",
        "Astragalin attenuates lipopolysaccharide-induced inflammatory responses by down-regulating NF-κB signaling pathway",
        "Antioxidant and anti-inflammatory activities of Oroxylum indicum Kurz (L.) fruit extract in lipopolysaccharide-stimulated BV2 microglial cells",
        "Phytochemical screening and antioxidant activities of the seedling extracts from inca peanut Plukenetia volubilis",
        "Clinical Neurology and epidemiology of the major neurodegenerative diseases",
        "Naturally occurring antioxidant therapy in Alzheimer’s disease",
        "Antioxidant and phytochemical properties of Aegle marmelos fruit pulp",
        "Antioxidant and anti-inflammatory activities of the crude extracts of Moringa oleifera from Kenya and their correlations with flavonoids",
        "Bioactive extract from Moringa oleifera inhibits the pro-inflammatory mediators in lipopolysaccharide stimulated macrophages",
        "Role of microglia in central nervous system infections"
    ],
    "affiliation": [
        {
            "affiliation-city": "Maha Sarakham",
            "@id": "60002875",
            "affilname": "Mahasarakham University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002875",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Mahasarakham University",
        "Thailand Science Research and Innovation"
    ]
}