{
    "eid": "2-s2.0-85159740647",
    "title": "Does routine spirometry impact on clinical decisions and patient-related outcome measures of children seen in respiratory clinics: an open-label randomised controlled trial",
    "cover-date": "2023-05-11",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pulmonary and Respiratory Medicine",
            "@code": "2740",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "paediatric lung disaese",
        "paediatric physician",
        "patient outcome assessment",
        "respiratory measurement"
    ],
    "authors": [
        "Wicharn Boonjindasup",
        "Julie M. Marchant",
        "Margaret S. McElrea",
        "Stephanie T. Yerkovich",
        "Ian B. Masters",
        "Anne B. Chang"
    ],
    "citedby-count": 0,
    "ref-count": 31,
    "ref-list": [
        "Spirometry",
        "A practical approach to the interpretation of lung function testing in children",
        "Clinical applications of pediatric pulmonary function testing: lung function in recurrent wheezing and asthma",
        "An official American Thoracic Society workshop report: optimal lung function tests for monitoring cystic fibrosis, bronchopulmonary dysplasia, and recurrent wheezing in children less than 6 years of age",
        "Managing chronic cough as a symptom in children and management algorithms",
        "European Respiratory Society guidelines for the management of children and adolescents with bronchiectasis",
        "Clinically useful spirometry in preschool-aged children: evaluation of the 2007 American Thoracic Society guidelines",
        "Quality assurance of spirometry in a population-based study -predictors of good outcome in spirometry testing",
        "Spirometry monitoring in asthmatic children in lombardy region, Italy",
        "Spirometry testing in a population of Italian children: age and gender differences",
        "Childhood asthma management pre- and post-incident asthma hospitalization",
        "Spirometry use among pediatric primary care physicians",
        "The use of spirometry in a primary care setting",
        "Does the routine use of spirometry improve clinical outcomes in children? -A systematic review",
        "A technique for the measurement of attitudes",
        "Development of a parent-proxy quality-of-life chronic cough-specific questionnaire: clinical impact vs psychometric evaluations",
        "Validation of a parent-proxy quality of life questionnaire for paediatric chronic cough (PC-QOL)",
        "Impact of using spirometry on clinical decision making and quality of life in children: protocol for a single centre randomised controlled trial",
        "An official American Thoracic Society/European Respiratory Society statement: pulmonary function testing in preschool children",
        "Standardization of spirometry 2019 update. An official American Thoracic Society and European Respiratory Society technical statement",
        "Multi-ethnic reference values for spirometry for the 3-95-yr age range: the global lung function 2012 equations",
        "Interpretative strategies for lung function tests",
        "ERS/ATS technical standard on interpretive strategies for routine lung function tests",
        "The influence of pulmonary function testing on the management of asthma in children",
        "The impact of spirometry on pediatric asthma diagnosis and treatment",
        "Meta-analysis of group comparison and meta-analysis of reliability generalization of the State-Trait Anxiety Inventory questionnaire (STAI)",
        "Spirometry and regular follow-up do not improve quality of life in children or adolescents with asthma: cluster randomized controlled trials"
    ],
    "affiliation": [
        {
            "affiliation-city": "Brisbane",
            "@id": "60138490",
            "affilname": "Children’s Health Queensland",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138490",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60025770",
            "affilname": "Menzies School of Health Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025770",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Brisbane",
            "@id": "60011019",
            "affilname": "Queensland University of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011019",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Queensland Children’s Hospital Foundation",
        "NHMRC"
    ]
}