{
    "eid": "2-s2.0-85144847568",
    "title": "Capability of single and double elements doped perovskite oxide catalysts in 5-hydroxymethyl furfural oxidation",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        }
    ],
    "keywords": [
        "5-Hydroxymethylfurfural",
        "LaMnxNi1-xO3-δ",
        "Oxidation",
        "Selectivity",
        "Surface oxygen"
    ],
    "authors": [
        "S. Soisuwan",
        "P. Boonruam",
        "P. Wattanachai",
        "H. Morillas",
        "J. Panpranot",
        "P. Praserthdam",
        "S. Upasen"
    ],
    "citedby-count": 0,
    "ref-count": 37,
    "ref-list": [
        "E.U. and Thailand address bio-circular-green-economy",
        "A perspective on PEF synthesis, properties, and end-Life",
        "Insights into the reaction mechanism for 5-hydroxymethylfurfural oxidation to FDCA on bimetallic Pd–Au nanoparticles",
        "Basic anion-exchange resin (AER)-supported Au-Pd alloy nanoparticles for the oxidation of 5-hydroxymethyl-2-furfural (HMF) into 2,5-furan dicarboxylic acid (FDCA)",
        "Oxidation of 5-hydroxymethylfurfural over supported Pt Pd and Au catalysts",
        "Selective synthesis of 2, 5-furandicarboxylic acid by oxidation of 5-hydroxymethylfurfural over MnFe2O4catalyst",
        "Enzymatic conversion reactions of 5-hydroxymethylfurfural (HMF) to bio-based 2,5-diformylfuran (DFF) and 2,5-furandicarboxylic acid (FDCA) with air: mechanisms, pathways and synthesis selectivity",
        "Enzymatic cascade for the synthesis of 2,5-furandicarboxylic acid in biphasic and microaqueous conditions: ‘media-agnostic’ biocatalysts for biorefineries",
        "A review of sustainable lignocellulose biorefining applying (natural) deep eutectic solvents (DESs) for separations, catalysis and enzymatic biotransformation processes",
        "Base-free aerobic oxidation of 5-hydroxymethylfurfural to 2,5-furandicarboxylic acid over a Pt/C–O–Mg catalyst",
        "MnCo2O4spinel supported ruthenium catalyst for air-oxidation of HMF to FDCA under aqueous phase and base-free conditions",
        "2,5-Furandicarboxylic acid synthesis and use",
        "AuPd-nNiO as an effective catalyst for the base-free oxidation of HMF under mild reaction conditions",
        "Photocatalytic selective oxidation of 5-(hydroxymethyl)-2-furaldehyde to 2,5-furandicarbaldehyde in water by using anatase, rutile, and brookite TiO2nanoparticles",
        "Physico-chemical properties and catalytic activity of the sol-gel prepared Ce-ion doped LaMnO3perovskites",
        "Mechanisms for enhanced catalytic performance for NO oxidation over La2CoMnO6double perovskite by A-site or B-site doping: effects of the B-site ionic magnetic moments",
        "Tuning the selectivity of LaNiO3perovskites for CO2hydrogenation through potassium substitution",
        "Hydrothermal synthesis of LaFeO3nanoparticles adsorbent: characterization and application of error functions for adsorption of fluoride",
        "Synthesis and characterization of MgO supported Fe–Co–Mn nanoparticles with exceptionally high adsorption capacity for Rhodamine B dye",
        "Structural modification of LaCoO3perovskite for oxidation reactions: the synergistic effect of Ca2+and Mg2+co-substitution on phase formation and catalytic performance",
        "Catalyst structure-based hydroxymethylfurfural (HMF) hydrogenation mechanisms, activity and selectivity over Ni",
        "Co3O4NPs decorated Mn-Co-O solid solution as highly selective catalyst for aerobic base-free oxidation of 5-HMF to 2,5-FDCA in water",
        "Preparation by sol–gel method and characterization of Co-doped LaNiO3perovskite",
        "Moderate concentration of citric acid for the formation of LaMnO3and LaCoO3nano-perovskites",
        "Effects of oxygen mobility in La–Fe-based perovskites on the catalytic activity and selectivity of methane oxidation",
        "The role of oxygen vacancies of ABO3perovskite oxides in the oxygen reduction reaction",
        "Neutron-diffraction study of RNiO3 (R=La, Pr, Nd, Sm): electronically induced structural changes across the metal-insulator transition",
        "Crystal structure of La1-xSrxMnO3-2x+δF2x",
        "Methane reforming to syngas over LaNixFe1−xO3(0≤x≤1) mixed-oxide perovskites in the presence of CO2and O2",
        "Role of strontium as doping agent in LaMn0.5Ni0.5O3for oxygen electro-catalysis",
        "Role of surface oxygen vacancies and lanthanide contraction phenomenon of Ln(OH)3(Ln = La, Pr, and Nd) in sulfide-mediated photoelectrochemical water spliting",
        "LaCoO3nanopowders by XPS",
        "Perovskite oxide LaNiO3nanoparticles for boosting H2evolution over commercial CdS with visible light",
        "XPS study on La0.67Ca0.33Mn1-xCoxO3compounds",
        "Investigation of epitaxial LaNiO3−xthin films by high-energy XPS",
        "Partial oxidation of 5-hydroxymethylfurfural to 2, 5 furancarboxylic acid using O2and a photocatalyst of a composite of ZnO/PPy under visible-light: electrochemical characterization and kinetic analysis",
        "Catalytic oxidation of 5-hydroxymethylfurfural to 2,5-furandicarboxylic acid over Ru/Al2O3in a trickle-bed reactor"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chonburi",
            "@id": "60009116",
            "affilname": "Burapha University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009116",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Leioa",
            "@id": "60027856",
            "affilname": "Universidad del Pais Vasco",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027856",
            "affiliation-country": "Spain"
        }
    ],
    "funding": [
        "Burapha University",
        "Thailand Science Research and Innovation"
    ]
}