{
    "eid": "2-s2.0-85072365396",
    "title": "Typing of mecD islands in genetically diverse methicillin-resistant Macrococcus caseolyticus strains from cattle",
    "cover-date": "2019-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Food Science",
            "@code": "1106",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Ecology",
            "@code": "2303",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Antibiotic resistance",
        "Cattle",
        "Chromosomal resistance island",
        "McRImecD typing",
        "Penicillin-binding protein 2a"
    ],
    "authors": [
        "Sybille Schwendener",
        "Aurélien Nigg",
        "Alexandra Collaud",
        "Gudrun Overesch",
        "Sonja Kittl",
        "Nathita Phumthanakorn",
        "Vincent Perreten"
    ],
    "citedby-count": 13,
    "ref-count": 27,
    "ref-list": [
        "Delimiting the genus Staphylococcus through description of Macrococcus caseolyticus gen. nov., comb. nov. and Macrococcus equipercicus sp. nov., and Macrococcus bovicus sp. nov. and Macrococcus carouselicus sp. nov",
        "Surface microbiota analysis of Taleggio, Gorgonzola, Casera, Scimudin, and Formaggio di Fossa Italian cheeses",
        "Study of microbial diversity in raw milk and fresh curd used for Fontina cheese production by culture-independent methods",
        "Diversity, dynamics, and activity of bacterial communities during production of an artisanal Sicilian cheese as evaluated by 16S rRNA analysis",
        "Identification of coagulase negative staphylococci isolated from lambs as Staphylococcus caseolyticus",
        "Emergence of pathogenic and multiple-antibiotic-resistant Macrococcus caseolyticus in commercial broiler chickens",
        "Novel methicillin resistance gene mecD in clinical Macrococcus caseolyticus strains from bovine and canine sources",
        "Complete genome sequence of Macrococcus caseolyticus strain JCSCS5402, [corrected] reflecting the ancestral genome of the humanpathogenic staphylococci",
        "Staphylococcal cassette chromosome mec-like element in Macrococcus caseolyticus",
        "The integrase of the Macrococcus caseolyticus resistance island mecD (McRImecD) inserts DNA sitespecifically into Staphylococcus and Bacillus chromosomes",
        "Genome analysis of methicillin resistance in Macrococcus caseolyticus from dairy cattle in England and Wales",
        "Description and comparative genomics of Macrococcus caseolyticus subsp. hominis subsp. nov., Macrococcus goetzii sp. nov., Macrococcus epidermidis sp. nov., and Macrococcus bohemicus sp. nov., novel macrococci from human clinical material with virulence potential and suspected uptake of foreign DNA by natural transformation",
        "Antibiotics used most commonly to treat animals in Europe",
        "Short communication: prevalence of methicillin resistance in coagulase-negative staphylococci and Staphylococcus aureus isolated from bulk milk on organic and conventional dairy farms in the United States",
        "Plasmid-encoded transferable mecBmediated methicillin resistance in Staphylococcus aureus",
        "Macrococcus canis contains recombinogenic methicillin resistance elements and the mecB plasmid found in Staphylococcus aureus",
        "Genetic characterization of antimicrobial resistance in coagulasenegative staphylococci from bovine mastitis milk",
        "The increase of methicillin-resistant Staphylococcus aureus (MRSA) and the presence of an unusual sequence type ST49 in slaughter pigs in Switzerland",
        "A novel universal DNA labeling and amplification system for rapid microarray-based detection of 117 antibiotic resistance genes in Gram-positive bacteria",
        "Prodigal: prokaryotic gene recognition and translation initiation site identification",
        "Fast and accurate short read alignment with Burrows-Wheeler transform",
        "The sequence alignment/map format and SAMtools 1000 Genome Project Data Processing Subgroup",
        "Identification of acquired antimicrobial resistance genes",
        "Easyfig: a genome comparison visualizer",
        "First staphylococcal cassette chromosome mec containing a mecBcarrying gene complex independent of transposon Tn6045 in a Macrococcus caseolyticus isolate from a canine infection"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bern",
            "@id": "60020486",
            "affilname": "University of Bern",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020486",
            "affiliation-country": "Switzerland"
        }
    ],
    "funding": [
        "Institute of Veterinary Bacteriology",
        "University of Bern"
    ]
}