{
    "eid": "2-s2.0-85015659338",
    "title": "Camellia sinensis L. Extract and its potential beneficial effects in antioxidant, anti-inflammatory, anti-hepatotoxic, and anti-tyrosinase activities",
    "cover-date": "2017-03-01",
    "subject-areas": [
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        },
        {
            "$": "Molecular Medicine",
            "@code": "1313"
        },
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        },
        {
            "$": "Chemistry (miscellaneous)",
            "@code": "1601"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        }
    ],
    "keywords": [
        "Anti-hepatotoxic",
        "Anti-inflammatory",
        "Anti-tyrosinase",
        "Antioxidant",
        "Camellia sinensis L.",
        "Molecular modelling"
    ],
    "authors": [
        "Surached Thitimuta"
    ],
    "citedby-count": 36,
    "ref-count": 46,
    "ref-list": [
        "Liver damage due to free radicals",
        "Oxidative burst of Kupffer cells: target for liver injury treatment.",
        "Natural products and plants as liver protecting drugs",
        "Bioavailability and antioxidant effect of epigallocatechin gallate administered in purified form versus as green tea extract in healthy individuals",
        "Antioxidant and antifungal activities of Camellia sinensis (L.) Kuntze leaves obtained by different forms of production",
        "Antioxidative potential, nutritional value and sensory profiles of confectionery fortified with green and yellow tea leaves (Camellia sinensis)",
        "Flavanol composition and caffeine content of green leaf as quality potential indicators of Kenyan black teas",
        "Protection against N-nitrosodiethylamine and benzo[a]pyrene-induced forestomach and lung tumorigenesis in A/J mice by green tea",
        "Antioxidative Effects of Black Tea Theaflavins and Thearubigin on Lipid Peroxidation of Rat Liver Homogenates Induced by tert-Butyl Hydroperoxide",
        "Antioxidant Activity of Various Tea Extracts in Relation to Their Antimutagenicity",
        "Green tea polyphenols as an anti-oxidant and anti-inflammatory agent for cardiovascular protection",
        "Anti-melanogenic effects of black, green, and white tea extracts on immortalized melanocytes",
        "Green tea suppresses lipopolysaccharide-induced liver injury in D-galactosamine-sensitized rats",
        "Green tea protects against ethanol-induced lipid peroxidation in rat organs",
        "Hepatoprotective effect of green tea (Camellia sinensis) extract against tamoxifen-induced liver injury in rats",
        "Adv. Biomed. Res.",
        "Camellia sinensis (L.) kuntze extract ameliorates chronic ethanol-induced hepatotoxicity in albino rats",
        "Prevention of Agaricus bisporus postharvest browning with tyrosinase inhibitors",
        "Analysis of Mammalian Pigmentation at the Molecular Level",
        "Mushroom tyrosinase: Recent prospects",
        "Tyrosinase inhibitors from natural and synthetic sources: Structure, inhibition mechanism and perspective for the future",
        "Arbutin: Mechanism of its depigmenting action in human melanocyte culture",
        "In vitro and in vivo evaluation of ellagic acid on melanogenesis inhibition",
        "Kojic Acid, a Cosmetic Skin Whitening Agent, is a Slow‐binding Inhibitor of Catecholase Activity of Tyrosinase",
        "Crystallographic evidence that the dinuclear copper center of tyrosinase is flexible during catalysis",
        "Molecular docking studies and anti-tyrosinase activity of thai mango seed kernel extract",
        "Development and validation of a genetic algorithm for flexible docking",
        "Czech J. Food Sci.",
        "Antioxidant activity of various extracts of old tea leaves and black tea wastes (Camellia sinensis L.)",
        "Inhibitors of 5-lipoxygenase: A therapeutic potential yet to be fully realized?",
        "In vitro 5-lipoxygenase and anti-oxidant activities of South African medicinal plants commonly used topically for skin diseases",
        "Enhanced substituted resorcinol hydrophobicity augments tyrosinase inhibition potency",
        "Analysis of total phenols and other oxidation substrates and antioxidants by means of folin-ciocalteu reagent",
        "Isocratic elution system for the determination of catechins, caffeine and gallic acid in green tea using HPLC",
        "Antioxidant Effects of Some Ginger Constituents",
        "Use of a free radical method to evaluate antioxidant activity",
        "Am. J. Ethnomed.",
        "Determination of antioxidant and radical scavenging activity of basil (Ocimum basilicum L. Family Lamiaceae) assayed by different methodologies",
        "Inhibition of 5-lipoxygenase by essential oils and other natural fragment extracts",
        "Hepatoprotective effect of Barringtonia acutangula Linn. leaves on carbon tetrachloride-induced acute liver damage in rats",
        "Prevention of carbon tetrachloride-induced hepatotoxicity in rats by Adhatoda vasica leaves [1]",
        "Clin. Phytosciol.",
        "Hepatoprotective effect of Otostegia persica Boiss. shoot extract on carbon tetrachloride-induced acute liver damage in rats",
        "Assay for lipid peroxides in animal tissues by thiobarbituric acid reaction",
        "Potent inhibitors of tyrosinase activity and melanin biosynthesis from Rheum officinale",
        "Gaussian 03"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}