{
    "eid": "2-s2.0-85034106342",
    "title": "Effects of search tactic on affective transition while using google: A quasi-experimental study of undergraduate students",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "General Computer Science",
            "@code": "1700"
        },
        {
            "$": "Theoretical Computer Science",
            "@code": "2614"
        }
    ],
    "keywords": [
        "Affective search",
        "Emotional state",
        "Google",
        "Information retrieval",
        "Search engine",
        "Search tactic"
    ],
    "authors": [
        "Songphan Choemprayong"
    ],
    "citedby-count": 1,
    "ref-count": 38,
    "ref-list": [
        "Affective feedback: An investigation into the role of emotions in the information seeking process",
        "Information search tactics",
        "Design of browsing and berrypicking techniques for the online search interface",
        "Differences and similarities in information seeking: Children and adults as Web users",
        "ICA Annual Meeting, Dallas, Texas",
        "Internet self-efficacy and the psychology of the digital divide",
        "Approaches to Emotion, Chap. 3",
        "Social Psychology of Emotion",
        "Human Information Interaction: An Ecological Approach to Information Behavior",
        "Proceedings of ISIC: The Information Behaviour Conference. Leeds, 2–5",
        "Search user interfaces",
        "Effects of emotion control and task on Web searching behavior",
        "Research anxiety and students' perceptions of research: An experiment. Part I. Effect of teaching Kuhlthau's ISP model",
        "Research anxiety and students' perceptions of research: An experiment. Part II. Content analysis of their writings on two experiences",
        "Inside the search process: Information seeking from the user's perspective",
        "Théorie Analytique Des Probabilités",
        "J. Usab. Stud.",
        "Proceedings of HCIR 2012, Cambridge MA, 4–5",
        "Toward a model of emotions and mood in the online information search process",
        "Theories, methods and current research on emotions in library and information science, information retrieval and human-computer interaction",
        "Willingness to pay and experienced utility as measures of affective value of information objects: Users' accounts",
        "Pleasure-Arousal-Dominance: A general framework for describing and measuring individual differences in temperament",
        "Investigating biometric response for information retrieval applications",
        "Learning the Internet and the structure of information behavior",
        "Affective and cognitive searching behavior of novice end-users of a full-text database",
        "Emotions in Social Psychology: Essential Readings",
        "Theories of Emotion",
        "J. Am. Soc. Inf. Sci. Technol",
        "Random House Webster’s College Dictionary",
        "Is there universal recognition of emotion from facial expression? A review of the cross-cultural studies",
        "Information seeking and searching strategies as plans and patterns of action: A conceptual analysis",
        "What are emotions? and how can they be measured?",
        "Emotion",
        "Internet search tactics",
        "Users' interaction with World Wide Web resources: An exploratory study using a holistic approach",
        "The PANAS-X: Manual for the Positive and Negative Affect Schedule-Expanded Form",
        "Models in information behaviour research"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thammasat University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment fund",
        "Chulalongkorn University"
    ]
}