{
    "eid": "2-s2.0-85070257756",
    "title": "Politics of governance reform in Thailand",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Social Sciences (all)",
            "@code": "3300",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [],
    "authors": [
        "Bidhya Bowornwathana"
    ],
    "citedby-count": 0,
    "ref-count": 86,
    "ref-list": [
        "Comparing networks",
        "Administrative reform and the politician-bureaucrat perspective: Visions, processes, and support for reform",
        "Bangkok metropolitan administration into the twenty-First century: The practice of good local governance",
        "Transforming bureaucracies for the 21 st century: The new democratic governance paradigm",
        "The governance of the Bangkok metropolis: The old system, the new city, and future governance",
        "The politics of reform of the secretariat to the prime minister",
        "The phenomenon of new ministries and the politician-bureaucrat perspective",
        "Political realities of local government reform in Thailand",
        "Response of public administration system of Thailand to global challenges",
        "Administrative reform and regime shifts: Reflections on the Thai polity",
        "Transfers of bureaucratic elites by political bosses: The question of political versus bureaucratic accountability",
        "Privatization lingers in the slow lane",
        "Information act challenges culture of secrecy",
        "Chuan betrays trust with revised rights bill",
        "Creating new public management reforms: Lessons from Israel",
        "Shifting the burden: How much can government download to the nonprofit sector?",
        "A public management for all seasons?",
        "Contemporary public management: A new global paradigm?",
        "Interpreting new public management: The case of Denmark",
        "Long-wave economic cycles, techno-economic paradigms, and the pattern of reform in American public administration",
        "NGOs: A star is born",
        "Public sector administrative reforms",
        "The paradox of managerialism",
        "Thai and Western studies of politics in Thailand",
        "Are NGOs equal to the task?",
        "Governance without government? Rethinking public administration",
        "Trajectories of reform: Public management change in four countries",
        "Stop playing politics with right commission bill",
        "The new governance: Governing without government",
        "Different roads to unfamiliar places: UK experience in comparative perspective",
        "The various challenges to the NGOs"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}