{
    "eid": "2-s2.0-84900494967",
    "title": "Production of fatty acid methyl esters over a limestone-derived heterogeneous catalyst in a fixed-bed reactor",
    "cover-date": "2014-07-25",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        }
    ],
    "keywords": [
        "Biodiesel",
        "Fixed-bed reactor",
        "Heterogeneous catalyst",
        "Limestone",
        "Transesterification"
    ],
    "authors": [
        "Anawat Ketcong"
    ],
    "citedby-count": 34,
    "ref-count": 30,
    "ref-list": [
        "Transesterification of Camellia japonica and Vernicia fordii seed oils on alkali catalysts for biodiesel production",
        "The effects of catalysts in biodiesel production: A review",
        "Biodiesel production: A review",
        "New heterogeneous process for biodiesel production: A way to improve the quality and the value of the crude glycerin produced by biodiesel plants",
        "Transesterification of vegetable oil to biodiesel using heterogeneous base catalyst",
        "Selective transesterification of triolein with methanol to methyl oleate and glycerol using alumina loaded with alkali metal salt as a solid-base catalyst",
        "Transesterification of soybean oil catalyzed by potassium loaded on alumina as a solid-base catalyst",
        "Alumina-supported potassium iodide as a heterogeneous catalyst for biodiesel production from soybean oil",
        null,
        null,
        "Rapeseed oil methyl esters preparation using heterogeneous catalysts",
        "Rapeseed oil transesterification by heterogeneous catalysis",
        "Alkaline-earth metal compounds as alcoholysis catalysts for ester oils synthesis",
        "Room-temperature conversion of soybean oil and poultry fat to biodiesel catalyzed by nanocrystalline calcium oxides",
        "Biodiesel from sunflower oil in supercritical methanol with calcium oxide",
        "Biodiesel from sunflower oil by using activated calcium oxide",
        "Transesterification of soybean oil to biodiesel using CaO as a solid base catalyst",
        "Heterogeneous Basic Catalysis",
        "Chemistry and Technology of Lime and Limestone",
        "Modified dolomites as catalysts for palm kernel oil transesterification",
        "Waste shells of mollusk and egg as biodiesel production catalysts",
        "A process to transesterify vegetable oil with methanol in the presence of quick lime bit functioning as solid base catalyst",
        "Preparation of heterogeneous catalysts from limestone for transesterification of vegetable oils-Effects of binder addition",
        "Latest developments on application of heterogenous basic catalysts for an efficient and eco friendly synthesis of biodiesel: A review",
        "J. Am. Oil Chem. Soc.",
        "Active phase of calcium oxide used as solid base catalyst for transesterification of soybean oil with refluxing methanol",
        "Biodiesel production from jatropha curcas, waste cooking, and camelina sativa oils",
        "Ca and Zn mixed oxide as a heterogeneous base catalyst for transesterification of palm kernel oil",
        "Transesterification of triglycerides by cao: increase of the reaction rate by biodiesel addition",
        "Heterogeneous catalysis of calcium oxide used for transesterification of soybean oil with refluxing methanol"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "PTT",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "PTT Public Co., Ltd.",
        "Thai Government",
        "Chulalongkorn University",
        "Center of Excellence on Petrochemical and Materials Technology"
    ]
}