{
    "eid": "2-s2.0-84925230060",
    "title": "Efficacy of acupuncture in prevention of delayed chemotherapy induced nausea and vomiting in gynecologic cancer patients",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Obstetrics and Gynecology",
            "@code": "2729"
        },
        {
            "$": "Oncology",
            "@code": "2730"
        }
    ],
    "keywords": [
        "Acupuncture",
        "Chemotherapy induced nausea and vomiting",
        "Gynecologic cancer",
        "Quality of life"
    ],
    "authors": [
        "Kulthida Rithirangsriroj"
    ],
    "citedby-count": 68,
    "ref-count": 14,
    "ref-list": [
        "Chemotherapy-induced nausea and vomiting: Prevention, detection, and treatment - How are we doing?",
        "Antiemesis",
        "Management of chemotherapy-induced nausea and vomiting: Focus on newer agents and new uses for older agents",
        "Thai J Obstet Gynecol",
        "Conference. Acupuncture. JAMA",
        "Acupuncture-point stimulation for chemotherapy-induced nausea or vomiting",
        "Adjusting the dose of intravenous ondansetron plus dexamethasone to the emetogenic potential of the chemotherapy regimen",
        "The functional assessment of cancer therapy scale: Development and validation of the general measure",
        "Guideline update for MASCC and ESMO in the prevention of chemotherapy-and radiotherapy-induced nausea and vomiting: Results of the Perugia consensus conference",
        "Antiemetics: American Society of Clinical Oncology clinical practice guideline update",
        "Systematic review of acupuncture in cancer care:A synthesis of the evidence",
        "Use of acupuncture in the control of chemotherapy-induced nausea and vomiting",
        "Effect of acupuncture compared with placebo-acupuncture at P6 as additional antiemetic prophylaxis in high-dose chemotherapy and autologous peripheral blood stem cell transplantation: A randomized controlled single-blind trial",
        "Delayed nausea and vomiting continue to reduce patients' quality of life after highly and moderately emetogenic chemotherapy despite antiemetic treatment"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "King Chulalongkorn Memorial Hospital",
        "affiliation-country": "Thailand"
    },
    "funding": []
}