{
    "eid": "2-s2.0-85050509758",
    "title": "Erectile dysfunction and atrial fibrillation: A systematic review and meta-analysis",
    "cover-date": "2018-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Urology",
            "@code": "2748",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "atrial fibrillation",
        "erectile dysfunction",
        "impotence",
        "meta-analysis"
    ],
    "authors": [
        "Ronpichai Chokesuwattanaskul",
        "Charat Thongprayoon",
        "Pavida Pachariyanon",
        "Konika Sharma",
        "Patompong Ungprasert",
        "Tarun Bathini",
        "Wisit Cheungpasitporn"
    ],
    "citedby-count": 4,
    "ref-count": 33,
    "ref-list": [
        "Impotence. NIH Consensus Development Panel on Impotence",
        "Prevalence and risk factors for erectile dysfunction in the US",
        "Erectile dysfunction and testosterone deficiency as cardiovascular risk factors?",
        "The association of erectile dysfunction and cardiovascular disease: a systematic critical review",
        "Erectile dysfunction in atrial fibrillation: a risk factor for stroke or a reflection of stroke risk factors?",
        "2014 AHA/ACC/HRS guideline for the management of patients with atrial fibrillation: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines and the Heart Rhythm Society",
        "The global burden of atrial fibrillation and stroke: a systematic review of the epidemiology of atrial fibrillation in regions outside North America and Europe",
        "Atrial fibrillation is associated with increased risk of erectile dysfunction: a nationwide population-based cohort study",
        "Prevalence and characteristics of OSAFED syndrome in atrial fibrillation primary care patients",
        "Prevalence of erectile dysfunction in atrial fibrillation patients: a cross-sectional, epidemiological study",
        "Association of atrial fibrillation and erectile dysfunction: reply",
        "The relationship between erectile dysfunction and paroxysmal lone atrial fibrillation",
        "Erectile dysfunction is not a predictor of atrial fibrillation: a population-based propensity-score matched cohort study",
        "Meta-analysis in clinical trials",
        "Measuring inconsistency in meta-analyses",
        "Publication bias in clinical research",
        "Can thromboembolic risk be associated with erectile dysfunction in atrial fibrillation patients?",
        "British Society for sexual medicine guidelines on adult testosterone deficiency, with statements for UK practice",
        "Development and evaluation of an abridged, 5-item version of the International Index of Erectile Function (IIEF-5) as a diagnostic tool for erectile dysfunction",
        "Effect of atrial fibrillation on atrial thrombogenesis in humans: impact of rate and rhythm",
        "Acute atrial tachyarrhythmia induces angiotensin II type 1 receptor-mediated oxidative stress and microvascular flow abnormalities in the ventricles",
        "Prognostic role of MIR146A polymorphisms for cardiovascular events in atrial fibrillation",
        "Role of inflammation and oxidative stress in atrial fibrillation",
        "Downregulation of endocardial nitric oxide synthase expression and nitric oxide production in atrial fibrillation: potential mechanisms for atrial thrombosis and stroke",
        "Obstructive sleep apnea, atrial fibrillation, and erectile dysfunction: are they only coexisting conditions or a new clinical syndrome? The concept of the OSAFED syndrome",
        "International longitudinal registry of patients with atrial fibrillation at risk of stroke: Global Anticoagulant Registry in the FIELD (GARFIELD)",
        "Prevalence of diagnosed atrial fibrillation in adults: national implications for rhythm management and stroke prevention: the AnTicoagulation and Risk Factors in Atrial Fibrillation (ATRIA) study",
        "The RecordAF study: design, baseline data, and profile of patients according to chosen treatment strategy for atrial fibrillation",
        "Circulating progenitor cells in patients with atrial fibrillation and their relation with serum markers of inflammation and angiogenesis",
        "Atrial fibrillation after vardenafil therapy",
        "Aroused to atrial fibrillation?",
        "Nebivolol versus other beta blockers in patients with hypertension and erectile dysfunction"
    ],
    "affiliation": [
        {
            "affiliation-city": "Lubbock",
            "@id": "60032964",
            "affilname": "Texas Tech University Health Sciences Center at Lubbock",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032964",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60011189",
            "affilname": "Faculty of Medicine Siriraj Hospital, Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011189",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Jackson",
            "@id": "60004109",
            "affilname": "University of Mississippi Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004109",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Cooperstown",
            "@id": "60002688",
            "affilname": "The Mary Imogene Bassett Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002688",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}