{
    "eid": "2-s2.0-84920455554",
    "title": "Nesting biology of an Oriental carpenter bee, Xylocopa (Biluna) nasalis Westwood, 1838, in Thailand (Hymenoptera, Apidae, Xylocopinae)",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Insect Science",
            "@code": "1109"
        },
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Bamboo",
        "Carpenter bee",
        "Nesting biology",
        "Pollen",
        "Thailand"
    ],
    "authors": [
        "Watcharapong Hongjamrassilp"
    ],
    "citedby-count": 20,
    "ref-count": 61,
    "ref-list": [
        "An update of the Angiosperm Phylogeny Group classification for the orders and families of flowering plants: APG III",
        "Discover Life's Bee Species Guide and World Checklist",
        "Climate-associated phenological advances in bee pollinators and bee-pollinated plants",
        "Thailand Natural History Museum Journal",
        "Synergistic effects of non-Apis bees and honey bees for pollination services",
        "Handbook of Experimental Pollination Biology",
        "A biophysical model for buzz pollination in angiosperms",
        "Importance of pollen grain volumes for calculating bee diets",
        "Pollen Species Resources for Xylocopa (Nyctomelitta) tranquebarica (F.) A Night-Flying Carpenter Bee (Hymenoptera: Apidae) of Southeast Asia",
        "Journal of Economic Entomology",
        "Flora of Thailand",
        "Aquatic Plant Book",
        "Svensk Botanisk Tidskrift",
        "A Field Guide to the Forest Trees of Northern Thailand",
        "Bionomics of the large carpenter bees of the genus Xylocopa",
        "Possible foraging benefits of bimodal daily activity in Proxylocopa olivieri (Lepeletier) (Hymenoptera: Anthophoridae)",
        "Wild bees enhance honey bees' pollination of hybrid sunflower",
        "Plant Resources of South-east Asia, No. 11: Auxiliary Plants",
        "Pollen Flora of Taiwan",
        "Functional group diversity of bee pollinators increases crop yield",
        "Native Australian carpenter bees as a potential alternative to introducing bumble bees for tomato pollination in greenhouses",
        "Increased tomato yield through pollination by native Australian Amegilla chlorocyanea (Hymenoptera: Anthophoridae)",
        "The Xerces Society for Invertebrate Conservation",
        "Annals of the Entomological Society of America",
        "Annals of the Entomological Society of America",
        "Journal of the Kansas Entomological Society",
        "University of California Publication in Entomology",
        "Transactions of the Natural History Society of Formosa",
        "Comparative pollination effectiveness among bees (Hymenoptera: Apoidea) on lowbush blueberry (Ericaceae: Vaccinium angusifolium)",
        "Natural History Journal of Chulalongkorn University",
        "The use of trap-nests to manage carpenter bees (hymenoptera: Apidae: Xylocopini), pollinators of passion fruit (passifloraceae: Passiflora edulis f. flavicarpa)",
        "Acta Phytotaxonomy and Geobotany",
        "Defence of nest by the female of Xylocopa fenestrata Fab. (Xylocopinae, Hymenoptera)",
        "Journal of Research",
        "Large carpenter bees as agricultural pollinators",
        "Floral sonication by bees: Mesosomal vibration by Bombus and Xylocopa, but not Apis (Hymenoptera: Apidae), ejects pollen from poricidal anthers",
        "Activity of asynchronous flight muscle from two bee families during sonication (buzzing)",
        "SPSS Statistics for Windows",
        "Biological Bulletin, Fukien Christian University [Foochow]",
        "Journal of the Kansas Entomological Society",
        "Phylogenetic analyses of 'higher' Hamamelididae based on plastid sequence data",
        "Systematics of Fagaceae: Phylogenetic tests of reproductive trait evolution",
        "The Social Behavior of the Bees",
        "The Bees of the World, 2nd Edition",
        "Israel Journal of Entomology",
        "Preference in flower visits and partitioning in pollen diets of stingless bees in an Asian tropical rain forest",
        "Evolution, Systematics and Fossil History of the Hamamelidae, Vol. 2, \"Higher\" Hamamelidae",
        "What's killing American honey bees?",
        "Thai Forest Bulletin (Botany)",
        "Clarity on honey bee collapse?",
        "The chemical constituents and economic plants of the Euphorbiaceae",
        "The carpenter bee Xylocopa pubescens as an agricultural pollinator in greenhouses",
        "Stingless bees in applied pollination: Practice and perspectives",
        "Thai Plant Names, Revised Edition",
        "Plant Resources of South-east Asia, No. 5 (3): Timber Trees: Lesser-Known Timbers",
        "Allozyme variations and classification of Trapa (Trapaceae) in Japan",
        "Pollen of Wet Evergreen Forests of the Western Ghats, India",
        "A survey of honey bee colony losses in the U.S., Fall 2007 to Spring 2008",
        "Review and interpretation: Diversity pays in crop pollination",
        "The superiority of bumblebees to honeybees as pollinators: insect visits to raspberry flowers",
        "The role of bee diversity in pollination and fruit set of yellow passion fruit (Passiflora edulis forma flavicarpa, Passifloraceae) crop in Central Brazil"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}