{
    "eid": "2-s2.0-84891828296",
    "title": "Decision aid reduces misperceptions about hormone therapy: A randomized controlled trial",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Obstetrics and Gynecology",
            "@code": "2729"
        }
    ],
    "keywords": [
        "Decision aid",
        "Hormone therapy",
        "Menopausal symptom management",
        "Menopause",
        "Shared decision making"
    ],
    "authors": [
        "Sorapop Kiatpongsan"
    ],
    "citedby-count": 8,
    "ref-count": 25,
    "ref-list": [
        "Impact of menopause on quality of life in community-based women in China",
        "Menopausal symptoms and quality of life during the menopausal transition in Sri Lankan women",
        "Midlife women: Symptoms associated with menopausal transition and early postmenopause and quality of life",
        "Psychosocial and socioeconomic burden of vasomotor symptoms in menopause: A comprehensive review",
        "Health-related quality of life and healthcare resource utilization in taiwanese women with menopausal symptoms: A nation-wide survey",
        "An Overview of Chronic Vaginal Atrophy and Options for Symptom Management",
        "Postmenopausal skin and estrogen",
        "Effects of weight control during the menopausal transition on bone mineral density",
        "Current management strategies of the postmenopausal patient with sexual health problems",
        "Stopping hormone replacement therapy: Were women ill advised?",
        "Decision about stopping hormone replacement therapy",
        "Women's attitudes to hormone replacement therapy, alternative therapy and sexual health: A web-based survey",
        "Factors related to menopausal symptom management decisions",
        "Hormone replacement therapy in the post-Women's Health Initiative era",
        "Menopausal Hormone Therapy",
        "Promotional tone in reviews of menopausal hormone therapy after the women's health initiative: An analysis of published articles",
        "A decade post WHI, menopausal hormone therapy comes full circle - Need for independent commission",
        "Have we come full circle or moved forward? the Women's Health Initiative 10 years on",
        "Trends in hormone therapy use before and after publication of the Women's Health Initiative trial: 10 years of follow-up",
        "Risks and benefits of estrogen plus progestin in healthy postmenopausal women: Principal results from the women's health initiative randomized controlled trial",
        "Effects of Conjugated Equine Estrogen in Postmenopausal Women with Hysterectomy: The Women's Health Initiative Randomized Controlled Trial",
        "A systematic review of menopausal symptom management decision aid trials",
        "Informed Medical Decisions Foundation. Managing Menopause: Choosing Treatments for Menopause Symptoms",
        "Decision aids for people facing health treatment or screening decisions.",
        "Women's awareness and knowledge of hormone therapy post-Women's Health Initiative"
    ],
    "affiliation": [
        {
            "affiliation-city": "Boston",
            "affilname": "Massachusetts General Hospital",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Cambridge",
            "affilname": "Harvard University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "affilname": "Harvard Medical School",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}