{
    "eid": "2-s2.0-85163016299",
    "title": "Estimating the effect of board independence on innovation efficiency using research quotient: a quasi-natural experiment",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (miscellaneous)",
            "@code": "1401",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "Board independence",
        "Boards of directors",
        "Corporate governance",
        "Independent directors",
        "Innovation",
        "Sarbanes-Oxley"
    ],
    "authors": [
        "Pattanaporn Chatjuthamard",
        "Sirimon Treepongkaruna",
        "Pornsit Jiraporn",
        "Keun Jae Park"
    ],
    "citedby-count": 0,
    "ref-count": 79,
    "ref-list": [
        "The role of boards of directors in corporate governance: a conceptual framework and survey",
        "Innovation and institutional ownership",
        "The changing of the boards: the impact on firm valuation of mandated female board representation",
        "The association between independent directors and company value. Confronting evidence from two emerging markets",
        "Does corporate governance affect the performance of",
        "Do hostile takeovers stifle innovation? Evidence from antitakeover legislation and corporate patenting",
        "Independent non-executive directors strategic role – some evidence from Malaysia",
        "Coups d’état and the cost of debt",
        "Independent boards and innovation",
        "A text-based analysis of corporate innovation",
        "Board independence, gender diversity and CEO compensation",
        "Does going public affect innovation?",
        "Outside directors and CEO selection",
        "Outside directors and the adoption of poison pills",
        "Financing innovation and growth: cash flow, external equity, and the 1990s R&D boom",
        "Do outside directors monitor managers?: evidence from tender offer bids",
        "CEO-employee pay gap and firm R&D efficiency",
        "Customer concentration, managerial risk aversion, and independent directors: a quasi-natural experiment",
        "CEO compensation and board structure",
        "How do independent directors view corporate social responsibility (CSR)? evidence from a quasi-natural experiment",
        "Misvaluing innovation",
        "Managerial incentives and risk-taking",
        "Corporate governance, chief executive officer compensation, and firm",
        "Do independent directors enhance target shareholder wealth during tender offers?",
        "Staggered boards and long-term firm value, revisited",
        "Ownership and board structures in publicly traded corporations",
        "When are outside directors effective?",
        "Bibliometric analysis on corporate governance topics published in the journal of corporate governance",
        "The Sarbanes-Oxley act and firms’ going-private decisions",
        "The ss–oxley act and firms’ going-private decisions",
        "The costs of intense board monitoring",
        "The impact of the Sarbanes-Oxley act on corporate innovation",
        "Ownership structure and audit quality: the mediating effect of board independence",
        "Board structure and monitoring: new evidence from CEO turnovers",
        "Tradeoffs between internal and external governance: evidence from exogenous regulatory shocks",
        "CEO compensation and board structure revisited",
        "Entropy balancing for causal effects: a multivariate reweighting method to produce balanced samples in observational studies",
        "Measuring the returns to R&D",
        "Do co-opted boards enhance or reduce R&D productivity?",
        "Some results on incentive contracts with applications to education and employment, health insurance, and law enforcement",
        "Is social capital associated with corporate innovation? Evidence from publicly listed firms in the U.S",
        "Moral hazard and observability",
        "Multitask principal-agent analyses: incentive contracts, asset ownership, and job design”, journal of",
        "do well‐connected boards invest optimally in R&D activities?",
        "Do independent directors improve firm value? Evidence from the great recession",
        "Estimating the effect of board independence on managerial ownership using a quasi-natural experiment",
        "Does board independence substitute for external audit quality? Evidence from an exogenous regulatory shock",
        "Do co-opted directors influence dividend policy?",
        "Does board independence substitute for external audit quality? Evidence from an exogenous regulatory shock",
        "How do independent directors influence innovation productivity? A quasi-natural experiment",
        "How do independent directors view powerful CEOs? Evidence from a quasi-natural experiment",
        "Going-private decisions and the Sarbanes-Oxley act of 2002: a cross-country analysis",
        "R&D/returns causality: absorptive capacity or organizational IQ",
        "Reconciling the firm size and innovation puzzle",
        "The supply of corporate directors and board independence",
        "Technological innovation, resource allocation, and growth",
        "Corporate governance and covid-19: a literature review",
        "Why do firms go dark? Causes and economic consequences of voluntary SEC deregistration",
        "Ownership, independent directors, agency costs and financial distress: evidence from Chinese listed companies",
        "The effects and unintended consequences of the Sarbanes-Oxley act on the supply and demand for directors",
        "Independent director incentives: where do talented directors spend their limited time and energy?",
        "The value of independent directors: evidence from sudden deaths",
        "How do independent directors view powerful executive risk-taking incentives? A quasi-natural experiment",
        "Exploring how independent directors view CSR inequality using a quasi-natural experiment",
        "Corporate governance and corporate social responsibility (CSR) disclosure in an emerging economy: evidence from commercial banks of Kazakhstan",
        "Does board independence influence asset redeployability? Evidence from a quasi-natural experiment",
        "Do outside independent directors strengthen corporate boards?",
        "Regulation and bonding: the Sarbanes-Oxley act and the flow of international listings",
        "Outside directors, board independence, and shareholder wealth",
        "Corporate governance and innovation: theory and evidence",
        "Incentive effects of terminations: applications to the credit and labor markets",
        "Outside directors and CEO turnover",
        "Board demographic diversity, independence, and corporate social performance",
        "Board independence, state ownership and stock return volatility during Chinese state enterprise reform",
        "Generalists versus specialists: lifetime work experience and chief executive officer pay",
        "Does a diverse board matter? A mediation analysis of board racial diversity and firm performance"
    ],
    "affiliation": [
        {
            "affiliation-city": "Washington",
            "@id": "60159491",
            "affilname": "Washington &amp; Jefferson College",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60159491",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Sasin School of Management"
    ]
}