{
    "eid": "2-s2.0-85086095623",
    "title": "The effect of political risk on shareholder value and the mitigating role of corporate social responsibility (CSR)",
    "cover-date": "2020-11-11",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (miscellaneous)",
            "@code": "1401",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Corporate social responsibility",
        "CSR",
        "Event study",
        "Firm risk",
        "Political risk",
        "Shareholder wealth"
    ],
    "authors": [
        "Pattanaporn Chatjuthamard",
        "Pornsit Jiraporn",
        "Pattarake Sarajoti",
        "Manohar Singh"
    ],
    "citedby-count": 3,
    "ref-count": 39,
    "ref-list": [
        "Giving at the office: a reappraisal of charitable contributions by corporations",
        "Measuring economic policy uncertainty",
        "Private politics, corporate social responsibility, and integrated strategy",
        "Government spending, political cycles, and the cross section of stock returns",
        "Institutions, volatility and investment",
        "Economic policy uncertainty and the credit channel: aggregate and bank level U.S. evidence over several decades",
        "The corporate value of (corrupt) lobbying",
        "The effect of corporate governance on corporate social responsibility",
        "Policy uncertainty, investment, and the cost of capital",
        "The politics of government investment",
        "Political connections and corporate bailouts",
        "Political uncertainty and bank loan contracting",
        "Corporate citizenship: creating intangible assets across institutional environment",
        "What drives media slant? Evidence from U.S. daily newspapers",
        "The relationship between corporate philanthropy and shareholder wealth: a risk management perspective",
        "The relationship between corporate social responsibility and shareholder value: an empirical test of the risk management hypothesis",
        "Politically connected boards of directors and the allocation of procurement contracts",
        "The impact of corporate social responsibility on the cost of bank loans",
        "Causal inference in accounting research",
        "Corporate social performance as a competitive advantage in attracting a quality workforce",
        "Trade and investment under policy uncertainty: theory and firm evidence",
        "Firm-level political risk: measurement and effects",
        "Does corporate social responsibility (CSR) improve credit ratings? Evidence from geographic identification",
        "Theory of the firm: managerial behavior, agency costs, and ownership structure",
        "The price of political uncertainty: theory and evidence from the option market",
        "Financial health economics",
        "The impacts of political uncertainty on asset prices: evidence from the Bo scandal in China",
        "When is a liability not a liability? Textual analysis, dictionaries and 10-ks",
        "Corporate social responsibility and firm financial performance",
        "Exchange rates and monetary policy uncertainty",
        "Unobservable selection and coefficient stability: theory and evidence",
        "Corporate governance and corporate social responsibility: what do investors care about? What should investors care about?",
        "Political risk insurance, CSR and the mining sector: an illustration of the regulatory effects of contracts"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "New Haven",
            "@id": "60010061",
            "affilname": "Southern Connecticut State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010061",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "CU-Collar",
        "Collaborating Centre for Labor Research at Chulalongkorn University",
        "Chulalongkorn University"
    ]
}