{
    "eid": "2-s2.0-85057982903",
    "title": "Regional differences in mammalian pollinators of Mucuna macrocarpa (Leguminosae): A review",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Ecology",
            "@code": "2303",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Paleontology",
            "@code": "1911",
            "@abbrev": "EART"
        }
    ],
    "keywords": [],
    "authors": [
        "Shun Kobayashi",
        "Tetsuo Denda",
        "Chi Cheng Liao",
        "Jumlong Placksanoi",
        "Surachit Waengsothorn",
        "Chittima Aryuthaka",
        "Somsak Panha",
        "Masako Izawa"
    ],
    "citedby-count": 6,
    "ref-count": 57,
    "ref-list": [
        "How many flowering plants are pollinated by animals?",
        "Pollination system of trees in Kakachi, a mid-elevation wet evergreen forest in Western Ghats, India",
        "Non-flying mammals as pollinators",
        "Tribe Phaseoleae",
        "Eastern Asiatic species of Mucuna (Leguminosae)",
        "Mucuna Adans. (Leguminosae) in Thailand",
        "Bird pollination of explosive flowers while foraging for nectar and caterpillars",
        "Object recognition by echolocation: a nectar-feeding bat exploiting the flowers of a rain forest vine",
        "Monitoring animal activity with automated photography",
        "A mechanical interpretation of terminal branch feeding",
        "Non-flying mammals as pollinating agents in the Amazonian forest",
        "The striped squirrel (Tamiops swinhoei hainanus) as a nectar robber of ginger (Alpinia kwangsiensis)",
        "Pollination partners of Mucuna macrocarpa (Fabaceae) at the northern limit of its range",
        "Evaluating types and features of camera traps in ecological studies: a guide for researchers",
        "Pollination and breeding system of the enigmatic South African parasitic plant Mystropetalon thomii (Mystropetalaceae): rodents welcome, but not needed",
        "Squirrel pollination of Mucuna macrocarpa (Fabaceae) in Taiwan",
        "Reproductive biology of three co-occurring, primarily small-mammal pollinated Protea species (Proteaceae)",
        "Keel blossoms: Bee flowers with adaptations against bees",
        "Feeding behavior of the Orii's flying-fox, Pteropus dasymallus inopinatus, on Mucuna macrocarpa and related explosive opening of petals, on Okinawajima Island in the Ryukyu Archipelago, Japan",
        "Who can open the flower? Assessment of the flower opening force of mammal-pollinated Mucuna macrocarpa",
        "Flagelliflory and cauliflory as adaptations to bats in Mucuna and other plants",
        "Rediscovery of Mucuna macropoda (Leguminosae: Papilionoideae), and its pollination by bats in Papua New Guinea",
        "Reproductive biology of Ravenala madagascariensis Gmel. as an alien species",
        "Pollination of Ravenala madagascariensis (Strelitziaceae) by lemurs in Madagascar: evidence for an archaic coevolutionary system?",
        "Flower-visiting behavior of native and alien Xylocopa carpenter bees to Japanese Wisteria flowers",
        "Compression and overlap of unique vegetation system of subtropical mountain resembling tropical and temperate forests along elevation",
        "Troop size and structure in free-ranging Formosan macaques (Macaca cyclopis) at Mt. Longevity, Taiwan",
        "Okinawa Woodpeckers Sapheopipo noguchii (Picidae) robbing Mucuna macrocarpa",
        "Extraordinary sexual differences in foraging niche in the Okinawa woodpecker on a subtropical island",
        "Remarks on pollination by bats in the genera Freycinetia, Duabanga, and Haplophragma, and on chiropterology in general",
        "A molecular phylogeny and new infrageneric classification of Mucuna Adans. (Leguminosae-Papilionoideae) including insights from morphology and hypotheses about biogeography",
        "What's so special about Asian tropical forests?",
        "Bats, flowers and fruit: evolutionary relationships in the Old World",
        "Flying foxes as strong interactors in south pacific island ecosystems: A conservation hypothesis",
        "Flower visitors and pollination in the Oriental (Indomalayan) region",
        "Ecological aspects of flower evolution. II. Zoophilous flower classes",
        "The flying fox (P. giganteus) and the palm squirrel (F. tristiatus) as agents of pollinization in (Grevillea robusta A. Cunn.) the silky oak",
        "A new pollination syndrome-squirrel pollination in a tropical rain forest in Lambir Hills National Park, Sarawak, Malaysia",
        "Reproductive biology of Butea monosperma (Fabaceae)",
        "Nectar production dynamics and sugar composition in two Mucuna species (Leguminosae, Faboideae) with different specialized pollinators",
        "Bat pollination breakdown in the Caribbean columnar cactus Pilosocereus royenii",
        "A global test of the pollination syndrome hypothesis",
        "Beyond the pollination syndrome: nectar ecology and the role of diurnal and nocturnal pollinators in the reproductive success of Inga sessilis (Fabaceae)",
        "Mammal pollinators lured by the scent of a parasitic plant",
        "The pollination niche and its role in the diversification and maintenance of the southern African flora",
        "Scented nectar of Mucuna sempervirens and its ecological function",
        "Bat pollination in the climber Mucuna birdwoodiana",
        "Masked palm civet Paguma larvata apparently feeding on nectar of Mucuna birdwoodiana",
        "Bestäubung der Fabaceae Mucuna flagellipes durch flughunde in Kamerun",
        "Polinização por morcegos em Mucuna urens (Leguminosae)",
        "Two cases of bat pollination in Central America",
        "The behavior and interactions of birds visiting Erythrina fusca flowers in the Colombian Amazon",
        "Batty about sea-beans",
        "Pollen morphological evolution in bat pollinated plants"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nishihara",
            "@id": "60027792",
            "affilname": "University of the Ryukyus",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027792",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "@id": "60015084",
            "affilname": "Thailand Institute of Scientific and Technological Research (TISTR)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015084",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Taipei",
            "@id": "60012369",
            "affilname": "Chinese Culture University Taiwan",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012369",
            "affiliation-country": "Taiwan"
        }
    ],
    "funding": [
        "JSPS"
    ]
}