{
    "eid": "2-s2.0-85043571624",
    "title": "User Test on Text-Based CAPTCHA: A Letter Case Examination",
    "cover-date": "2018-04-03",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Safety, Risk, Reliability and Quality",
            "@code": "2213",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Safety Research",
            "@code": "3311",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Law",
            "@code": "3308",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "letter perception",
        "lettercase",
        "text-based CAPTCHA",
        "User test"
    ],
    "authors": [
        "Chatpong Tangmanee"
    ],
    "citedby-count": 1,
    "ref-count": 36,
    "ref-list": [
        "Studying the effect of human cognition on text and image recognition CAPTCHA mechanisms",
        "Do human cognitive differences in information processing affect preference and performance of CAPTCHA?",
        "CAPTCHA challenge strings: Problems and improvements",
        "Visual recognition of isolated lower-case letters",
        "A new distinctive feature theory for upper case letters",
        "How good are humans at solving CAPTCHAs? A large scale evaluation",
        "Text-based CAPTCHA strengths and weaknesses",
        "Easy does it: More usable CAPTCHAs",
        "The robustness of a new CAPTCHA",
        "CAPTCHA design: Color, usability, and security",
        "Features for identification of uppercase and lowercase letters",
        "The robustness of “connecting characters together” CAPTCHAs",
        "Recognition and confusion of the lowercase alphabet",
        "Feature lists and confusion matrices",
        "Text-based CAPTCHA using phonemic restoration effect and similar sounds",
        "Orthographic processing and reading",
        "Letter perception: From pixels to pandemonium",
        "Perception of lowercase letters in peripheral vision: A discrimination matrix based on saccade latencies",
        "Effects of age groups and distortion types on text-based CAPTCHA tasks",
        "Bio-inspired unified model of visual segmentation system for CAPTCHA character recognition",
        "A new CAPTCHA interface design for mobile devices",
        "A case study of text-based CAPTCHA attacks",
        "An overview of character recognition methodologies",
        "Distortion estimation techniques in solving visual CAPTCHAs. In Computer Vision and Pattern Recognition, 2004",
        "Feature detection and letter identification",
        "A mathematical theory of communication, Part I and Part II",
        "Breaking text-based CAPTCHAs with variable word and character orientation",
        "Learning to identify letters: Generalization in high-level perceptual learning",
        "Usability and security of text-based captchas",
        "Scale development to measure usability of text-based CAPTCHA",
        "Uncover impact factors of text-based CAPTCHA identification",
        "Effects of text rotation, string length, and letter format on text-based CAPTCHA robustness",
        "Attitudes towards CAPTCHA: A survey of Thai Internet users",
        "A low-cost attack on a Microsoft CAPTCHA"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60199583",
        "affilname": "Chulalongkorn Business School",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn"
    ]
}