{
    "eid": "2-s2.0-84947616667",
    "title": "Mapping the potential success of agricultural water management interventions for smallholders: Where are the best opportunities?",
    "cover-date": "2015-11-01",
    "subject-areas": [
        {
            "$": "Water Science and Technology",
            "@code": "2312"
        },
        {
            "$": "Development",
            "@code": "3303"
        },
        {
            "$": "Geography",
            "@code": "3305"
        }
    ],
    "keywords": [
        "Bayesian analysis",
        "Limpopo",
        "Rainwater harvesting",
        "TAGMI",
        "Technology adoption",
        "Volta"
    ],
    "authors": [
        "J. Barron"
    ],
    "citedby-count": 18,
    "ref-count": 49,
    "ref-list": [
        "Time to Listen: Hearing on the Receiving End of International Aid",
        "Water availability, demand and reliability of in situ water harvesting in smallholder rain-fed agriculture in the Thukela river basin, South Africa",
        "Belief network models of land manager decisions and land use change",
        "Valuing soft components in agricultural water management interventions in meso-scale watersheds: A review and synthesis",
        "Trends and Spatial Patterns in Agricultural Productivity in Africa,1961-2010",
        "Rainwater harvesting and management in rainfed agricultural systems in sub-Saharan Africa - A review",
        "A Bayesian network of eutrophication models for synthesis, prediction, and uncertainty analysis",
        "Guidelines for the use of Bayesian Networks as a participatory tool for water resource management",
        "Planning improvements in natural resource management. Guidelines for using Bayesian Networks to support the Planning and Management of Development Programmes in the Water Sector and beyond",
        "Small Reservoirs Toolkit",
        "Coping better with current climatic variability in the rain-fed farming systems of sub-Saharan Africa: An essential first step in adapting to future climate change?",
        "Understanding the impact and adoption of conservation agriculture in Africa: A multi-scale analysis",
        "Water Resour. Rural Dev",
        "Changes in surface water supply across Africa with predicted climate change",
        "Sustainable Livelihoods Guidance Sheets",
        "Taking stock of forty years of agricultural water management interventions in smallholder systems of Burkina Faso",
        "The state of the World's Land and Water Resources for Food and Agriculture (SOLAW) - managing systems at risk",
        "FAO GeoNetwork: Find and analyze geo-spatial data",
        "Burkina Faso & Ghana: Country investment briefs",
        "The adoption of agricultural innovations. A review",
        "Distinguishing between yield advances and yield plateaus in historical crop production trends",
        "Desertification in the Sahel: Towards better accounting for ecosystem dynamics in the interpretation of remote sensing images",
        "Bayesian networks as a participatory modelling tool for groundwater protection",
        "Climate change 2013: The physical science basis",
        "Summary for Policymakers",
        "West African Agriculture and Climate Change A Comprehensive Analysis",
        "Hydrological Modeling of Large river Basins: How Much is Enough?",
        "Elicitation techniques for Bayesian Network models",
        "Assessing water-related poverty using the sustainable livelihoods framework",
        "Farmers' adoption of conservation agriculture: A review and synthesis of recent research",
        "Mapping the potentials for rainwater: Harvesting technologies in Africa: A GIS overview on development domains for the continent and ten selected countries",
        "Socioeconomic and institutional factors influencing adoption of conservation farming by vulnerable households in Zimbabwe",
        "Data for L'Enquête Permanente Agricole campagne 2006-2007 (EPA). Statistiques from the MAHRH - Ministère de l'Agriculture de l'Hydraulique et des Ressources Halieutiques and Direction Générale des Prévisions et des Statistiques Agricoles",
        "GIS-based decision support system for identifying potential sites for rainwater harvesting",
        "Water for Food, Water for Life",
        "Agricultural Water Management Technology Expansion and Impact on Crop Yields in Northern Burkina Faso (1980-2010): A Review",
        "Technical information brief: TAGMI Bayes Network model",
        "Closing yield gaps through nutrient and water management",
        "Adoption Potential for Conservation Agriculture in Africa: A Newly Developed Assessment Approach (QAToCA) Applied in Kenya and Tanzania",
        "Use of a Bayesian Belief Network to predict the impacts of commercializing non-timber forest products on livelihoods",
        "Intensifying Agricultural Sustainability an Analysis of Impacts and Drivers in the Development of 'Bright Spots'",
        "Using similarity analyses to scale out research findings across Andean watershed basins",
        "Why Has Africa Become a Net Food Importer? Explaining Africa Agricultural and Food Trade Deficits",
        "Water Productivity in Agriculture: Limits and Opportunities for Improvement",
        "A Bayesian decision network approach for assessing the ecological impacts of salinity management",
        "The impact of smallholder irrigation on household welfare: The case of Tugela Ferry irrigation scheme in KwaZulu-Natal, South Africa",
        "Evaluating conservation agriculture for small-scale farmers in Sub-Saharan Africa and South Asia",
        "The impact of small-scale irrigation on household food security: The case of Filtino and Godino irrigation schemes in Ethiopia",
        "Global food demand and the sustainable intensification of agriculture"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "York",
            "affilname": "University of York",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Stockholm",
            "affilname": "Stockholm Environment Institute",
            "affiliation-country": "Sweden"
        }
    ],
    "funding": [
        "CGIAR Challenge Program for Water and Food",
        "CPWF",
        "IWMI",
        "SEI SIDA",
        "International Fund for Agricultural Development",
        "European Commission"
    ]
}