{
    "eid": "2-s2.0-85013176235",
    "title": "Neural network based modeling and control for a batch heating/cooling evaporative crystallization process",
    "cover-date": "2017-01-31",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "Batch crystallization",
        "Heating/cooling evaporation",
        "Neural network",
        "Optimization"
    ],
    "authors": [
        "Wachira Daosud"
    ],
    "citedby-count": 9,
    "ref-count": 36,
    "ref-list": [
        "Computer Model for Crystal Size Distribution Control in a Semi-Batch Evaporative Crystaliizer",
        "Computer Modeling of a Continuous Evaporative Crystallizer",
        "Control of batch evaporative crystallization of sugar by means of adaptive simulation.",
        "Crystallization Kinetics of Sucrose in a CMSMPR Evaporative Crystallizer",
        "Proc. of the 9Th International Conference on Analysis and Optimization of Systems",
        "Real-time dynamic optimization of batch crystallization processes",
        "Batch-to-batch Optimization of Batch Crystallization Processes",
        "Real-time control of a semi-industrial fed-batch evaporative crystallizer using different direct optimization strategies",
        "Novel strategies for optimization of batch, semi-batch and heating /cooling evaporative crystallization",
        "Dynamic neural network modeling for hydrochloric acid recovery process",
        "Control of fed-batch bioreactors by a hybrid on-line optimal control strategy and neural network estimator",
        "Proc. the 7Th International Conference on Computing and Information Technology",
        "Neural network based modelling and control in batch reactor",
        "Artificial neural network modelling of crystallization temperatures of the Ni-P based amorphous alloys",
        "Modelling of the batch sucrose crystallization kinetics using artificial neural networks: Comparison with conventional regression analysis",
        "Application of a neural network for the prediction of crystallization kinetics",
        "Proceedings of World Academy of Science, Engineering and Technology",
        "Modeling the crystallization kinetic rates of lactose via artificial neural network",
        "Proc. Pure and Applied Chemistry International Conference, Bangkok",
        "NMPC of an industrial crystallization process using model-based observers",
        "Neural network based model predictive control for a steel pickling process",
        "Implementation of neural network predictive control to a multivariable chemical reactor",
        "Modelling and nonlinear predictive control of a yeast fermentation biochemical reactor using neural networks",
        "International Journal of Engineering and Mathematical Sciences",
        "Optimization of batch cooling crystallization",
        "The vapour pressure of water over saturated aqueous solutions of malic, tartaric, and citric acids, at temperatures from 288 K to 323 K",
        "Vacuum evaporation of KCl-NaCl salts: Part II. Vaporization-rate model and experimental results",
        "Application of controlled cooling and seeding in batch crystallization",
        "Optimization and nonlinear control of a batch crystallization process",
        "Best estimated inverse versus inverse of the best estimator",
        "Feedback error learning and nonlinear adaptive control",
        "Learning control for a closed loop system using feedback-error-learning",
        "Modeling and Control of Nonlinear Discrete-time Systems Based on Compound Neural Networks",
        "Batch control improvement by model predictive control based on multiple reduced-models",
        "Neural network inverse model-based controller for the control of a steel pickling process",
        "On-line dynamic optimization integrated with generic model control of a batch crystallizer"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "affilname": "Burapha University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Burapha University"
    ]
}