{
    "eid": "2-s2.0-85081133304",
    "title": "Microbispora catharanthi sp. nov., a novel endophytic actinomycete isolated from the root of catharanthus roseus",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "16SrRNA gene",
        "Catharanthus roseus",
        "Endophytic actinomycetes",
        "Genome",
        "Microbispora",
        "Polyphasic taxonomy"
    ],
    "authors": [
        "Nattaporn Klykleung",
        "Masahiro Yuki",
        "Takuji Kudo",
        "Moriya Ohkuma",
        "Wongsakorn Phongsopitanun",
        "Pattama Pittayakhajonwut",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 5,
    "ref-count": 43,
    "ref-list": [
        "Distribution of actinomycetes in the soil. II. Microbispora, a new genus of the Streptomycetaceae",
        "Distribution of the actinomycetes in soil. IV. The isolation and classification of the genus Microbispora",
        "A taxonomic review of the genus Microbispora and a proposal to transfer two species to the genus Actinomadura and to combine ten species into Microbispora rosea",
        "Microbispora siamensis sp. Nov., a thermotolerant actinomycete isolated from soil",
        "Microbispora bryophy-torum sp. Nov., an actinomycete isolated from moss (Bryophyta)",
        "Microbispora camponoti sp. Nov., a novel actinomycete isolated from the cuticle of Camponotus japonicus Mayr",
        "Microbispora corallina sp. Nov., a new species of the genus Microbispora isolated from Thai soil",
        "Microbispora hainanensis sp. Nov., isolated from rhizosphere soil of Excoecaria agal-locha in a mangrove",
        "Micromonospora soli sp. Nov., isolated from rice rhizosphere soil",
        "Microbispora triticiradicis sp. Nov., a novel actinomycete isolated from the root of wheat (Trit-icum aestivum L.)",
        "Microbispora tritici sp. Nov., a novel actinomycete isolated from a root of wheat (Triticum aestivum L.)",
        "Amycolatopsis stemonae sp. Nov., isolated from a Thai medicinal plant",
        "Methods for characterization of Streptomyces species",
        "Culture Media for Actinomycetes. Tokyo, Japan: The Society for",
        "The Actinomycetes",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "Post-Column fluorometric detection of reducing sugars in high performance liquid chromatography using arginine",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Rapid preparation of DNA from filamentous fungi",
        "16S/23S rRNA sequencing",
        "CLUSTAL W: Improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "Introducing EzBio-Cloud: A taxonomically United database of 16S rRNA gene sequences and whole-genome assemblies",
        "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
        "Toward defining the course of evolution: Minimum change for a specific tree topology",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Confidence limits on phylogenies: An approach using the bootstrap",
        "SPAdes: A new genome assembly algorithm and its applications to single-cell sequencing",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "FastME 2.0: A comprehensive, accurate, and fast Distance-Based phylogeny inference program: Table 1",
        "The RAST server: Rapid annotations using subsystems technology",
        "Seed servers: High-performance access to the seed genomes, annotations, and metabolic models",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "JSpe-ciesWS: A web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "Chemotaxonomy of aerobic actinomycetes: Phospholipid composition",
        "JSpe-ciesWS: A web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "Proposed minimal standards for the use of genome data for the taxonomy of prokaryotes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tsukuba",
            "@id": "60211264",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60211264",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022676",
            "affilname": "Ramkhamhaeng University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022676",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chula-longkorn University",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}