{
    "eid": "2-s2.0-85152310024",
    "title": "Cleistocalyx nervosum var. paniala Berry Seed Protects against TNF-α-Stimulated Neuroinflammation by Inducing HO-1 and Suppressing NF-κB Mechanism in BV-2 Microglial Cells",
    "cover-date": "2023-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Analytical Chemistry",
            "@code": "1602",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Chemistry (miscellaneous)",
            "@code": "1601",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Molecular Medicine",
            "@code": "1313",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Organic Chemistry",
            "@code": "1605",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "Cleistocalyx nervosum var. paniala",
        "MAPKs",
        "microglial cells",
        "neuroinflammation",
        "NF-κB",
        "TNF-α"
    ],
    "authors": [
        "Sakawrat Janpaijit",
        "Chanin Sillapachaiyaporn",
        "Atsadang Theerasri",
        "Somsri Charoenkiatkul",
        "Monruedee Sukprasansap",
        "Tewin Tencomnao"
    ],
    "citedby-count": 0,
    "ref-count": 67,
    "ref-list": [
        "Microglia Function in the Central Nervous System During Health and Neurodegeneration",
        "Neuroinflammation Induces Neurodegeneration",
        "Neuroinflammatory Markers: Key Indicators in the Pathology of Neurodegenerative Diseases",
        "Implications of glial nitric oxide in neurodegenerative diseases",
        "Interactions between inducible nitric oxide synthase and heme oxygenase-1 in glomerulonephritis",
        "Hispolon inhibition of inflammatory apoptosis through reduction of iNOS/NO production via HO-1 induction in macrophages",
        "Role of neuroinflammation in neurodegenerative diseases (Review)",
        "Tumor Necrosis Factor Receptors: Pleiotropic Signaling Complexes and Their Differential Effects",
        "Tumor Necrosis Factor Receptor-Associated Factor Regulation of Nuclear Factor κB and Mitogen-Activated Protein Kinase Pathways",
        "The role of TNF-α in rheumatoid arthritis: A focus on regulatory T cells",
        "The Role of Tumor Necrosis Factor Alpha (TNF-α) in Autoimmune Disease and Current TNF-α Inhibitors in Therapeutics",
        "Drugs for Autoimmune Inflammatory Diseases: From Small Molecule Compounds to Anti-TNF Biologics",
        "Antioxidant Extract from Cleistocalyx nervosum var. paniala Pulp Ameliorates Acetaminophen-Induced Acute Hepatotoxicity in Rats",
        "Protective Effect of Cleistocalyx nervosum var. paniala Fruit Extract against Oxidative Renal Damage Caused by Cadmium",
        "Cleistocalyx nervosum var. paniala berry fruit protects neurotoxicity against endoplasmic reticulum stress-induced apoptosis",
        "Cleistocalyx nervosum var. paniala Berry Promotes Antioxidant Response and Suppresses Glutamate-Induced Cell Death via SIRT1/Nrf2 Survival Pathway in Hippocampal HT22 Neuronal Cells",
        "Low-polar extract from seed of Cleistocalyx nervosum var. paniala modulates initiation and promotion stages of chemically-induced carcinogenesis in rats",
        "Enriched makiang (Cleistocalyx nervosum var. paniala) seed extract and citric acid to control pathogenic bacteria and color of fresh cut cantaloupe",
        "Cleistocalyx nervosum var. paniala seed extracts exhibit sigma-1 antagonist sensitive neuroprotective effects in PC12 cells and protects C. elegans from stress via the SKN-1/NRF-2 pathway",
        "Targeting NOX, INOS and COX-2 in inflammatory cells: Chemoprevention using food phytochemicals",
        "Angiostatic Properties of Sulindac and Celecoxib in the Experimentally Induced Inflammatory Colorectal Cancer",
        "Molecular Docking Analysis: Interaction Studies of Natural Compounds to Anti-inflammatory Targets. 2017",
        "Experimental and computational approaches to estimate solubility and permeability in drug discovery and development settings",
        "Cytokines in the Brain and Neuroinflammation: We Didn’t Starve the Fire!",
        "MAPK p38 regulates transcriptional activity of NF-kappaB in primary human astrocytes via acetylation of p65",
        "NF-kappaB Signaling Pathways in Neurological Inflammation: A Mini Review",
        "Synaptic pruning by microglia is necessary for normal brain development",
        "Microglia-mediated neuroinflammation in neurodegenerative diseases",
        "Tumor necrosis factor-α signaling in macrophages",
        "Regulation of tumour necrosis factor signalling: Live or let die",
        "TNF-mediated inflammatory disease",
        "Targeting TNF-α to elucidate and ameliorate neuroinflammation in neurodegenerative diseases",
        "TNF-alpha-induced microglia activation requires miR-342: Impact on NF-kB signaling and neurotoxicity",
        "Inhibition of TNFα-induced interleukin-6 gene expression by barley (Hordeum vulgare) ethanol extract in BV-2 microglia",
        "Non-Steroidal Anti-Inflammatory Drugs and Brain Inflammation: Effects on Microglial Functions",
        "A Comprehensive Review of Non-Steroidal Anti-Inflammatory Drug Use in The Elderly",
        "Functional properties and Bioactivities of Cleistocalyx nervosum var. paniala berry plant: A review",
        "Optimization of Total Phenolic from Cleistocalyx nervosum by Microwave-Assisted Extraction",
        "Ellagic Acid Protects against Activation of Microglia by Inhibiting MAPKs and NF-κB Signalling",
        "The Impact of Ellagitannins and Their Metabolites through Gut Microbiome on the Gut Health and Brain Wellness within the Gut–Brain Axis",
        "Healthy Properties of a New Formulation of Pomegranate-Peel Extract in Mice Suffering from Experimental Autoimmune Encephalomyelitis",
        "Alpinetin Protects Chondrocytes and Exhibits Anti-Inflammatory Effects via the NF-κB/ERK Pathway for Alleviating Osteoarthritis",
        "Traditional medicine alpinetin inhibits the inflammatory response in Raw 264.7 cells and mouse models",
        "Inhibitory effects of aurentiacin from Syzygium samarangense on lipopolysaccharide-induced inflammatory response in mouse macrophages",
        "Ferulic Acid Rescues LPS-Induced Neurotoxicity via Modulation of the TLR4 Receptor in the Mouse Hippocampus",
        "Ferulic acid inhibits neuro-inflammation in mice exposed to chronic unpredictable mild stress",
        "Polysaccharides from Ganoderma lucidum attenuate microglia-mediated neuroinflammation and modulate microglial phagocytosis and behavioural response",
        "Pro- and Anti-Inflammatory Properties of Interleukin in Vitro: Relevance for Major Depression and Human Hippocampal Neurogenesis",
        "Anti-inflammatory Effect of a Goji Berry Extract (Lycium barbarum) in Rats Subjected to Inflammation by Lipopolysaccharides (LPS)",
        "The Balance of TNF Mediated Pathways Regulates Inflammatory Cell Death Signaling in Healthy and Diseased Tissues",
        "Neurodegenerative Diseases—MAPK Signalling Pathways in Neuroinflammation",
        "Cellular Specificity of NF-κB Function in the Nervous System",
        "NF-κB signaling in inflammation and cancer",
        "NF-κB signaling in inflammation",
        "Targeting ERK signaling pathway by polyphenols as novel therapeutic strategy for neurodegeneration",
        "Heme oxygenase-1: Redox regulation and role in the hepatic response to oxidative stress",
        "Heme oxygenase-1: A novel therapeutic target in oxidative tissue injuries",
        "Regulation of inflammation by the antioxidant haem oxygenase 1",
        "Roles of Heme Oxygenase-1 in Neuroinflammation and Brain Disorders",
        "Atractylodis Rhizoma Alba Attenuates Neuroinflammation in BV2 Microglia upon LPS Stimulation by Inducing HO-1 Activity and Inhibiting NF-κB and MAPK",
        "Terrein suppressed lipopolysaccharide-induced neuroinflammation through inhibition of NF-κB pathway by activating Nrf2/HO-1 signaling in BV2 and primary microglial cells",
        "Binding Mode Analysis of Zerumbone to Key Signal Proteins in the Tumor Necrosis Factor Pathway",
        "Probing the binding mechanism of novel dual NF-κB/AP-1 inhibitors by 3D-QSAR, docking and molecular dynamics simulations",
        "Substrate-selective Inhibition of Cyclooxygeanse-2 by Fenamic Acid Derivatives Is Dependent on Peroxide Tone",
        "Anchored plasticity opens doors for selective inhibitor design in nitric oxide synthase",
        "HIV-1 Protease and Reverse Transcriptase Inhibitory Activities of Curcuma aeruginosa Roxb. Rhizome Extracts and the Phytochemical Profile Analysis: In Vitro and In Silico Screening",
        "SwissADME: A free web tool to evaluate pharmacokinetics, drug-likeness and medicinal chemistry friendliness of small molecules"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University Dussadeepipat Scholarship",
        "National Research Council of Thailand"
    ]
}