{
    "eid": "2-s2.0-84961206203",
    "title": "Purification and characterization of solvent tolerant lipase from Bacillus sp. for methyl ester production from algal oil",
    "cover-date": "2016-05-01",
    "subject-areas": [
        {
            "$": "Bioengineering",
            "@code": "1502"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        }
    ],
    "keywords": [
        "Bacillus sp.",
        "Immobilization",
        "Purification",
        "Solvent tolerant lipase",
        "Transesterification"
    ],
    "authors": [
        "Ramachandran Sivaramakrishnan"
    ],
    "citedby-count": 29,
    "ref-count": 36,
    "ref-list": [
        "Microbial lipases form versatile tools for biotechnology",
        "Industrial applications of microbial lipases",
        "Expression, purification, crystallization and preliminary crystallographic analysis of a thermostable lipase from Bacillus stearothermophilus P1",
        "Activation of bacterial thermo alkalophilic lipases is spurred by dramatic structural rearrangements",
        "Screening and identification of extracellular lipase-producing thermophilic bacteria from a Malaysian hot spring",
        "Isolation of thermo-stable and solvent-tolerant Bacillus sp. lipase for the production of biodiesel",
        "Protein measurement with the Folin phenol reagent.",
        "Cleavage of structural proteins during the assembly of the head of bacteriophage T4",
        "Production of methyl ester from oedogonium sp. oil using immobilized isolated novel bacillus sp. lipase",
        "Direct transesterification of Oedogonium sp. oil be using immobilized isolated novel Bacillus sp. lipase",
        "Manual of methods for general bacteriology",
        "Overexpression, purification and characterization of organic solvent stable lipase from bacillus licheniformis RSP-09",
        "Overexpression and characterization of a lipase from Bacillus subtilis",
        "Purification and characterization of a monoacylglycerol lipase from the moderately thermophilic Bacillus sp. H-257",
        "Evaluation of the potential for use in biocatalysis of a lipase from a wild strain of Bacillus megaterium",
        "Partitioning and resolution of mixture of two lipases from Bacillus stearothermophilus SB-1 in aqueous two-phase system",
        "Purification and characterization of a novel thermostable lipase from Bacillus sp",
        "Purification and preliminary characterization of the extracellular lipase of Bacillus subtilis 168, an extremely basic pH‐tolerant enzyme",
        "Biochemical properties and three-dimensional structures of two extracellular lipolytic enzymes from Bacillus subtilis",
        "Production of lipase by a newly isolated Bacillus coagulans under solid-state fermentation using melon wastes",
        null,
        "Biochemical properties and potential applications of an organic solvent-tolerant lipase isolated from Bacillus cereus BF-3",
        "Properties of a thermostable extracellular lipase from Bacillus megaterium AKG-1",
        "Glutaraldehyde activation of polymer Nylon-6 for lipase immobilization: Enzyme characteristics and stability",
        "Gene analysis, optimized production and property of marine lipase from Bacillus pumilus B106 associated with South China Sea sponge Halichondria rugosa",
        "Screening, purification and characterization of the thermoalkalophilic lipase produced by Bacillus thermoleovorans CCR11",
        "Thermoalkalophilic lipase of Bacillus thermocatenulatus. I. Molecular cloning, nucleotide sequence, purification and some properties",
        "Production of a solvent, detergent, and thermotolerant lipase by a newly isolated Acinetobacter sp. in submerged and solid-state fermentations",
        "Biochemical properties of staphylococcal (phospho)lipases",
        null,
        null,
        "A thermostable alkaline lipase from a local isolate bacillus subtilis EH 37: Characterization, partial purification, and application in organic synthesis",
        "Production, purification, and characterization of lipase from thermophilic and alkaliphilic Bacillus coagulans BTS-3",
        "Olive Oil Hydrolysis by Celite-Immobilized Candida rugosa Lipase",
        "Bacterial lipolytic enzymes: Classification and properties",
        "Determination of the density and the viscosities of biodiesel-diesel fuel blends"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Graduate School, University of Oregon",
        "Thailand Research Fund",
        "Faculty of Science, Chulalongkorn University"
    ]
}