{
    "eid": "2-s2.0-85088007306",
    "title": "Phylogenetic relationships of the carnivorous terrestrial snail family Streptaxidae (Stylommatophora: Achatinina) in Thailand and surrounding areas of Southeast Asia",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "land snails",
        "phylogeny",
        "Southeast Asia",
        "Streptaxidae",
        "Stylommatophora",
        "Thailand"
    ],
    "authors": [
        "Thanit Siriboon",
        "Fred Naggs",
        "Christopher M. Wade",
        "Ekgachai Jeratthitikul",
        "Piyoros Tongkerd",
        "Parin Jirapatrasilp",
        "Somsak Panha",
        "Chirasak Sutcharit"
    ],
    "citedby-count": 10,
    "ref-count": 73,
    "ref-list": [
        "A new look at the statistical model identification",
        "The Malayan Streptaxidae of the genera Discartemon and Oophana",
        "Catalogue of the non-marine Mollusca of Sumatra and of its satellite islands",
        "The anatomy of two Malayan limestone hill Streptaxidae, Sinoennea kanchingensis Tomlin and Oophana diaphanopepla van Benthem Jutting with special reference to the genital system",
        "An introduction to the pulmonate family Streptaxidae",
        "On a new streptaxid (Mollusca, Gastropoda, Pulmonata) from Sangihe Island, Malay Archipelago, with notes on the distribution of streptaxids in Southeast Asia",
        "Oophana tiomanensis a new streptaxid (Gastropoda: Pulmonata: Streptaxidae) from Pulau Tioman, Peninsular Malaysia",
        "The terrestrial snail family Streptaxidae J.Gray, 1860 (Gastropoda: Pulmonata) from Son La, Vietnam, with description of two new species",
        "MUSCLE: a multiple sequence alignment method with reduced time and space complexity",
        "Testing significance of incongruence",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates",
        "Descriptions of land shells from the province of Tavoy, in British Burmah",
        "A synopsis of the genus Streptaxis and its allies",
        "An empirical test of bootstrapping as a method for assessing confidence in phylogenetic analysis",
        "MRBAYES: Bayesian inference of phylogenetic trees",
        "Phylogeny and systematic revision of the helicarionid semislugs of eastern Queensland (Stylommatophora, Helicarionidae)",
        "The first revision of the carnivorous land snail family Streptaxidae in Laos, with description of three new species (Pulmonata, Stylommatophora, Streptaxidae)",
        "Die Raublungenschnecken (Agnatha). Zweite Abtheilung: Streptaxidae und Daudebardiidae",
        "Cryptic diversity in a widespread land snail: revision of the genus Xanthomelon Martens, 1860 from the Australian Monsoon Tropics (Pulmonata, Camaenidae)",
        "Mitochondrial and morphological differentiation in a previously unrecognized radiation of the land snail genus Parachloritis Ehrmann, 1912 on Timor (Pulmonata: Camaenidae)",
        "MEGA7: Molecular Evolutionary Genetics Analysis version 7.0 for bigger datasets",
        "Systematic revision of the genus Everettia Godwin-Austen, 1891 (Mollusca: Gastropoda: Dyakiidae) in Sabah, northern Borneo",
        "On a collection of land-shells from the Samui Islands, Gulf of Siam",
        "Binnenmollusken aus hinteridien. 1. Landschnecken von Kelantan, Ostküste der Halbinsel Malacca",
        "Phylogenetic relationships of the operculate land snail genus Cyclophorus Montfort, 1810 in Thailand",
        "Cryptic diversity of limestone karst inhabiting land snails (Cyclophorus spp.) in northern Vietnam, their evolutionary history and the description of four new species",
        "Anatomy and taxonomic position of Elma H. Adams, 1866: A high-spired Southeast-Asian genus of Streptaxidae (Gastropoda: Eupulmonata",
        "Molecular phylogeny of the Thyropygus allevatus group of giant millipedes and some closely related groups",
        "Exploring the shell-based taxonomy of the Sri Lankan land snail Corilla H. and A. Adams, 1855 (Pulmonata: Corillidae) using mitochondrial DNA",
        "Streptaxacea: Catalog of species, Part I, Streptaxidae",
        "MrBayes 3.2: Efficient Bayesian phylogenetic inference and model choice across a large model space",
        "The type species and circumscription of the species-rich Afrotropical snail genus Gulella L. Pfeiffer 1856, based on anatomical and mtDNA data (Mollusca: Eupulmonata: Streptaxidae)",
        "Revision of Dadagulella gen. nov., the “Gulella radius group” (Gastropoda: Streptaxidae) of the eastern Afrotropics, including six new species and three new subspecies",
        "Five new hunter snails from northern Kenya (Eupulmonata: Streptaxidae)",
        "A new species of Gulella (Pulmonata: Streptaxidae) from montane forest in the Ndoto Mountains, Kenya",
        "Phylogeny and biogeography of tropical carnivorous land-snails (Pulmonata: Streptaxoidea) with particular reference to East Africa and the Indian Ocean",
        "Resolving the basal divisions in the stylommatophoran land snails and slugs with special emphasis on the position of the Scolodontidae",
        "Molecular systematics: A synthesis of the common methods and the state of knowledge",
        "Maps of Holocene sea level transgression and submerged lakes on the Sunda shelf",
        "Treatise on recent terrestrial pulmonate molluscs: Rhytididae; Chlamydephoridae; Systrophiidae; Haplotrematidae; Streptaxidae; Spiraxidae; Oleacinidae; Testacellidae",
        "Check-list of land pulmonate molluscs of Vietnam (Gastropoda: Stylommatophora)",
        "Estimating the dimension of a model",
        "Mitochondrial DNA diversity and population structure of the honey bee, Apis cerana, in Thailand",
        "Three new species of the carnivorous snail genus Perrottetia Kobelt, 1905 from Thailand (Pulmonata, Streptaxidae)",
        "Revision of the carnivorous snail genus Discartemon Pfeiffer, 1856, with description of twelve new species (Pulmonata, Streptaxidae)",
        "Revision of the carnivorous snail genus Indoartemon Forcart, 1946 and a new genus Carinartemis from Thailand (Pulmonata: Streptaxidae)",
        "Paleontological study of the recent marine sediments in the lower central plain, Thailand",
        "RAxML Version 8: A tool for phylogenetic analysis and post-analysis of large phylogenies",
        "Evolution of whole-body enantiomorphy in the tree snail genus Amphidromus",
        "The new family Diapheridae, a new species of Diaphera Albers from Thailand and the position of the Diapheridae within a molecular phylogeny of the Streptaxoidea (Pulmonata: Stylommatophora)",
        "Kakusan4 and Aminosan: two programs for comparing nonpartitioned, proportional and separate models for combined molecular phylogenetic analyses of multilocus sequence data",
        "Comparative morphology, phylogeny and classification of land snails and slugs (Gastropoda: Pulmonata: Stylommatophora)",
        "Molecular phylogeny of certain Thai gastrocoptine micro land snails (Stylommatophora: Pupillidae) inferred from mitochondrial and nuclear ribosomal dna sequences",
        "On the genus Elma H. Adams, 1866 (Mollusca, Streptaxiidae)",
        "The penial armature of three species of East African Streptaxidae (Gastropoda: Stylommatophora)",
        "Maps of Pleistocene sea levels in Southeast Asia: shorelines, river systems and time durations",
        "A phylogeny of the land snails (Gastropoda: Pulmonata). Proceedings of the Royal Society of London",
        "Evolutionary relationships among the Pulmonate land snails and slugs (Pulmonata, Stylommatophora)",
        "Costigulella primennilus spec. nov., a new minute western African terrestrial snail, with remarks on the genus Costigulella (Gastropoda Pulmonata: Streptaxidae)",
        "The land snail fauna of a square kilometer patch of rainforest in southwestern Cameroon: high species richness, low abundance, and seasonal fluctuations",
        "DAMBE5: a comprehensive software package for data analysis in molecular biology and evolution",
        "Gastropoda, Euthyneura",
        "Die Typen und Typoide des Natur-Museums Senckenberg, 24: Mollusca, Streptaxidae"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "@id": "60025352",
            "affilname": "The Natural History Museum, London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025352",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Nottingham",
            "@id": "60015138",
            "affilname": "University of Nottingham",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015138",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60000316",
            "affilname": "Srinakharinwirot University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000316",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Faculty of Science, Srinakharinwirot University, Thailand",
        "Her Royal Highness Princess Maha Chakri Sirindhon",
        "Royal Thai Navy",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Center of Excellence on Biodiversity"
    ]
}