{
    "eid": "2-s2.0-85137607494",
    "title": "Subfamily Orgilinae Ashmead, 1900",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Distribution",
        "Fauna",
        "Hosts",
        "Middle East",
        "Orgilini",
        "Species diversity"
    ],
    "authors": [
        "Hassan Ghahari",
        "Scott Richard Shaw",
        "Neveen Samy Gadallah",
        "Donald L.J. Quicke",
        "James B. Whitfield"
    ],
    "citedby-count": 0,
    "ref-count": 50,
    "ref-list": [
        "Die Orgilus-Arten der Turkei (Hymenoptera: Braconidae: Orgilinae)",
        "A study of Orgilinae and Microtypinae (Hymenoptera: Braconidae) from Turkey, with the description of a new species",
        "A phylogenetic analysis of the Mimagathidini with revisionary notes on the genus Stantonia Ashmead, 1904 (Hymenoptera: Braconidae: Orgilinae)",
        "A contribution on the subfamilies Helconinae, Homolobinae, Macrocentrinae, Meteorinae, and Orgilinae (Hymenoptera: Braconidae) of southeastern Anatolia with new records from other parts of Turkey",
        "Systematics, phylogeny, and evolution of braconid wasps: 30 years of progress",
        "Checklist of Braconidae (Insecta: Hymenoptera) from Iran",
        "A taxonomic study of Orgilinae and Microtypinae from Iran (Hymenoptera, Braconidae)",
        "Iranian Braconidae (Insecta: Hymenoptera: Ichneumonoidea): Diversity, distribution and host association",
        "Drei neue Braconiden (Hymenoptera)",
        "An annotated catalogue of the Iranian Charmontinae, Ichneutinae, Macrocentrinae and Orgilinae (Hymenoptera: Braconidae)",
        "Five new records of Iranian Braconidae (Hymenoptera: Ichnemonoidea) for Iran and annotated catalogue of the subfamily Homolobinae",
        "A study on the fauna of predator and parasitoid arthropod of saffron fields (Crocus sativus L.)",
        "A contribution to the Braconidae (Hymenoptera: Ichneumonoidea) from north-western Iran",
        "Species diversity of Chalcidoidae and Ichneumonoidea (Hymenoptera) in some paddy fields and surrounding grasslands in Mazandaran and Guilan provinces, northern Iran",
        "A contribution to the knowledge of the braconid-fauna (Hymenoptera, Ichneumonoidea, Braconidae) of Arasbaran, Northwestern Iran",
        "A contribution to the braconid wasps (Hymenoptera: Braconidae) from the forests of northern Iran",
        "A study of Orgilinae (Hymenoptera: Braconidae) from Turkey with new records",
        "Beiträge zur kenntnis der Wirte verschiendener Braconiden-Arten (Hymenoptera, Braconidae)",
        "Vegetable pests in Iran",
        "A survey on abundance and species diversity of Braconid wasps in forest of Mazandaran province",
        "Stantonia pallida (Ashmead) (Hymenoptera: Braconidae) reared from Neomusotima conspurcatalis Warren (Lepidoptera: Crambidae), a classical biological control agent of Lygodium microphyllum (Cav.) R. Br. (Polypodiales: Lygodiaceae)",
        "Introduction of twelve newly recorded species of Braconidae (Hymenoptera) from Iran",
        "A contribution to the knowledge of Braconidae (Hym., Ichneumonoidea) of Iran",
        "Description of new Braconidae (Hymenoptera) parasitic on the potato tuberworm and related Lepidoptera from Central and South America",
        "Family Braconidae (Hymenoptera)",
        "Family Braconidae (Hymenoptera)",
        "Two reared north American species of the genus Stantonia Ashmead (Hymenoptera: Braconidae)",
        "The Nearctic species of Orgilus Haliday (Hymenoptera: Braconidae)",
        "Contribution to the braconid fauna of Hungary, 10. Homolobinae, Macrocentrinae, Orgilinae, and Microtypinae (Hymenoptera: Braconidae)",
        "A contribution to the braconid fauna of Israel (Hymenoptera: Braconidae), 3",
        "Lepidopterous pest on apricot",
        "A study on the braconid wasps (Hymenoptera: Ichneumonoidea: Braconidae) from Golestan province, northern Iran",
        "A faunistic study on some subfamilies of Braconidae (Hymenoptera: Ichneumonoidea) from Iran",
        "Recent findings on Braconidae (Hymenoptera: Ichneumonoidea) of Iran with an updated checklist",
        "Updated checklist of Iranian Braconidae (Hymenoptera: Ichneumonoidea) with twenty-three new records",
        "A faunistic study on braconid wasps (Hymenoptera: Ichneumonoidea: Braconidae) of Iran",
        "Molecular phylogenetics of Braconidae (Hymenoptera: Ichneumonoidea), based on multiple nuclear genes, and implications for classification",
        "Annotated checklist of Braconidae (Hymenoptera) in the Canadian Prairies Ecozone",
        "Classification and biology of braconid wasps (Hymenoptera: Braconidae)",
        "Die Orgilus-Arten der Paläarktis (Hymenoptera, Braconidae). Arbeit aus dem Institut für Pflanzenschutzforschung Kleinmachnow, Bereich Eberswalde. Akademie der Landwirtschaftswissenschaften der DDR",
        "Katalog der primären Hymenopteren-Typen des DEI",
        "I. Kerorgilus gen. nov. a new genus of Orgilinae (Hym., Braconidae) from the Palaearctic region",
        "Revisionary notes on the subfamily Orgilinae (Hymenoptera: Braconidae)",
        "Revisionary notes on the subfamily Homolobinae (Hymenoptera: Braconidae)",
        "Illustrated key to the subfamilies of the Braconidae",
        "Two new genera of the tribe Orgilini Ashmead (Hymenoptera: Braconidae: Orgilinae)",
        "Phylogeny of the subfamilies of the family Braconidae: a reassessment assessed",
        "Review of Stantonia Ashmead (Hymenoptera, Braconidae, Orgilinae) from Vietnam, China, Japan, and Russia, with description of six new species",
        "Annotated key to the genera of Braconidae (Hymenoptera) attacking leafmining Lepidoptera in the Holarctic region",
        "Taxapad 2016, Ichneumonoidea 2015, Database on flash-drive"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tehran",
            "@id": "60111398",
            "affilname": "Islamic Azad University, Shahr-e-Rey Branch",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60111398",
            "affiliation-country": "Iran"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Giza",
            "@id": "60026365",
            "affilname": "Faculty of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026365",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Laramie",
            "@id": "60008827",
            "affilname": "University of Wyoming",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008827",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Urbana",
            "@id": "60000745",
            "affilname": "University of Illinois Urbana-Champaign",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000745",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}