{
    "eid": "2-s2.0-84896105426",
    "title": "Enhanced accumulation of glycogen, lipids and polyhydroxybutyrate under optimal nutrients and light intensities in the cyanobacterium Synechocystis sp. PCC 6803",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        }
    ],
    "keywords": [
        "Carbon source",
        "Cyanobacteria",
        "Glycogen",
        "Light",
        "Lipid",
        "Nutrients",
        "Polyhydroxybutyrate"
    ],
    "authors": [
        "T. Monshupanee"
    ],
    "citedby-count": 102,
    "ref-count": 37,
    "ref-list": [
        "Synergistic enhancement of glycogen production in Arthrospira platensis by optimization of light intensity and nitrate supply",
        "J Gen Microbiol",
        "A RAPID CHEMICAL METHOD FOR QUANTIFICATION OF LIPIDS SEPARATED BY",
        "Digalactosyldiacylglycerol is required for better photosynthetic growth of Synechocystis sp. PCC6803 under phosphate limitation",
        "From Bacterial Glycogen to Starch: Understanding the Biogenesis of the Plant Starch Granule",
        "The evolution of glycogen and starch metabolism in eukaryotes gives molecular clues to understand the establishment of plastid endosymbiosis",
        "Poly-β-hydroxybutyrate accumulation in cyanobacteria under photoautotrophy",
        "Characterization of biofilm-forming cyanobacteria for biomass and lipid production",
        "Lipid Analysis: Isolation, Separation, Identification and Structural Analysis of Lipids",
        "The relocation of starch metabolism to chloroplasts: when, why and how",
        null,
        "Glycogen content and nitrogenase activity in Anabaena variabilis",
        "The Molecular Biology of Cyanobacteria",
        "Impaired glycogen synthesis causes metabolic overflow reactions and affects stress responses in the cyanobacterium Synechocystis sp. PCC 6803",
        "Microalgal triacylglycerols as feedstocks for biofuel production: Perspectives and advances",
        "Micro and macroalgal biomass: A renewable source for bioethanol",
        "The metabolic network of Synechocystis sp. PCC 6803: Systemic properties of autotrophic growth",
        "Cyanobacterial biofuel production",
        "Sucrose accumulation in salt-stressed cells of agp gene deletion-mutant in cyanobacterium Synechocystis sp. PCC 6803",
        "A thermophilic cyanobacterium, Synechococcus sp. MA19, capable of accumulating poly-β-hydroxybutyrate",
        "Enhanced poly-β-hydroxybutyrate accumulation in a unicellular cyanobacterium, Synechocystis sp. PCC 6803",
        "Optimization of cultural and nutritional conditions for accumulation of poly-β-hydroxybutyrate in Synechocystis sp. PCC 6803",
        "Glycogen and poly-β-hydroxybutyrate synthesis in Spirulina maxima",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Lipid and fatty acid composition of freshwater cyanobacteria",
        "Requirement of the nitrogen starvation-induced protein s110783 for polyhydroxybutyrate accumulation in synechocystis sp. strain PCC 6803",
        "Acclimation of unicellular cyanobacteria to macronutrient deficiency: Emergence of a complex network of cellular responses",
        "Process optimization for poly-β-hydroxybutyrate production in a nitrogen fixing cyanobacterium, Nostoc muscorum using response surface methodology",
        "Evaluation of methods to extract and quantify lipids from Synechocystis PCC 6803",
        "Effect of iron deficiency and iron restoration on ultrastructure of Anacystis nidulans",
        "Pleiotropic effect of a histidine kinase on carbohydrate metabolism in Synechocystis sp. strain PCC 6803 and its requirement for heterotrophic growth",
        "Identification and analysis of the polyhydroxyalkanoate-specific β-ketothiolase and acetoacetyl coenzyme a reductase genes in the cyanobacterium Synechocystis sp. strain PCC6803",
        "Determination of solubility parameters for poly(3-hydroxyalkanoates)",
        "Global proteomics reveal an atypical strategy for carbon/nitrogen assimilation by a cyanobacterium under diverse environmental perturbations",
        "Altered carbohydrate metabolism in glycogen synthase mutants of Synechococcus sp. strain PCC 7002: Cell factories for soluble sugars",
        "Effects of growth condition on the structure of glycogen produced in cyanobacterium Synechocystis sp. PCC6803"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}