{
    "eid": "2-s2.0-84914811342",
    "title": "Association of paraoxonase (PON)1 activity, glutathione S-transferase GST T1/M1 and STin.2 polymorphisms with comorbidity of tobacco use disorder and mood disorders",
    "cover-date": "2015-01-02",
    "subject-areas": [
        {
            "$": "General Neuroscience",
            "@code": "2800"
        }
    ],
    "keywords": [
        "Depression",
        "Genetic",
        "Mood disorders",
        "Oxidative stress",
        "Polymorphism",
        "Serotonin",
        "Tobacco use disorder"
    ],
    "authors": [
        "Sandra Odebrecht Vargas Nunes"
    ],
    "citedby-count": 14,
    "ref-count": 28,
    "ref-list": [
        "In Diagnostic and Statistical Manual of Mental Disorders",
        "A multiplex PCR procedure for polymorphic analysis of GSTM1 and GSTT1 genes in population studies",
        "Paraoxonases 1, 2, and 3, oxidative stress, and macrophage foam cell formation during atherosclerosis development",
        "So depression is an inflammatory disease, but where does the inflammation come from?",
        "Lowered plasma paraoxonase (PON)1 activity is a trait marker of major depression and PON1 Q192R gene polymorphism-smoking interactions differentially predict the odds of major depression and bipolar disorder",
        "Quitting smoking among adults --- United States, 2001--2010",
        "Rev. Bras. Psiquiatr.",
        "SLC6A4 STin2 VNTR genetic polymorphism is associated with tobacco use disorder, but not with successful smoking cessation or smoking characteristics: A case control study",
        "PON1 status of farmworker mothers and children as a predictor of organophosphate sensitivity",
        "Smoking and mental illness: A population-based prevalence study",
        "A review on the oxidative and nitrosative stress (O&NS) pathways in major depression and their possible contribution to the (neuro)degenerative processes in that illness",
        "Increased autoimmune activity against 5-HT: A key component of depression that is associated with inflammation and activation of cell-mediated immunity, and with severity and staging of depression",
        "New drug targets in depression: Inflammatory, cell-mediate immune, oxidative and nitrosative stress, mitochondrial, antioxidant, and neuroprogressive pathways. and new drug candidates-Nrf2 activators and GSK-3 inhibitors",
        "Breath carbon monoxide as an indication of smoking habit",
        "Bipolar disorder and polymorphisms of glutathione S-transferases M1 (GSTM1) and T1 (GSTT1)",
        "Rev. Psiquiatr. Clin.",
        "The Glutathione System: A New Drug Target in Neuroimmune Disorders",
        "The neuroprogressive nature of major depressive disorder: Pathways to disease evolution and resistance, and therapeutic implications",
        "A comparison of inflammatory markers in depressed and nondepressed smokers",
        "Clinical characteristics and smoking cessation: An analysis of sex and depressive disorders differences",
        "The shared role of oxidative stress and inflammation in major depressive disorder and nicotine dependence",
        "Genetic polymorphisms in glutathione-S-transferases are associated with anxiety and mood disorders in nicotine dependence",
        "Association of the STin2 polymorphism of the serotonin transporter gene with a neurocognitive endophenotype in major depressive disorder",
        "Spurious Genetic Associations",
        "Oxidative stress and inflammatory markers are associated with depression and nicotine dependence",
        "Castelli risk indexes 1 and 2 are higher in major depression but other characteristics of the metabolic syndrome are not specific to mood disorders",
        "Genetics of smoking and depression",
        "Effects of glutathione S-transferase T1 and M1 deletions on advanced carotid atherosclerosis, oxidative, lipid and inflammatory parameters"
    ],
    "affiliation": [
        {
            "affiliation-city": "Londrina",
            "affilname": "Universidade Estadual de Londrina",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Melbourne",
            "affilname": "University of Melbourne",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Geelong",
            "affilname": "Deakin University",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "Conselho Nacional de Desenvolvimento Cientifico e Tecnologia",
        "University of East London",
        "National Health and Medical Research Council",
        "Conselho Nacional de Desenvolvimento Científico e Tecnológico",
        "Fundação Araucária",
        "Universidade Estadual de Londrina"
    ]
}