{
    "eid": "2-s2.0-85060939471",
    "title": "Performance of RGM medium for isolation of nontuberculous mycobacteria from respiratory specimens from non-cystic fibrosis patients",
    "cover-date": "2019-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "MGIT",
        "Middlebrook",
        "Mycobacterium",
        "Nontuberculous mycobacteria",
        "Respiratory culture",
        "RGM",
        "Selective medium"
    ],
    "authors": [
        "Suwatchareeporn Rotcheewaphan",
        "Oluwadamilola E. Odusanya",
        "Christina M. Henderson",
        "Dominic Stephenson",
        "Kenneth N. Olivier",
        "John D. Perry",
        "Adrian M. Zelazny"
    ],
    "citedby-count": 12,
    "ref-count": 19,
    "ref-list": [
        "Nontuberculous mycobacteria in cystic fibrosis and non-cystic fibrosis bronchiectasis",
        "Nontuberculous mycobacteria",
        "Nontuberculous mycobacteria in bronchiectasis: Prevalence and patient characteristics",
        "Nontuberculous mycobacterial lung disease in a patient with COPD and bronchiectasis, with radiological signs of lung tumor",
        "Etiology of non-cystic fibrosis bronchiectasis in adults and its correlation to disease severity",
        "Nontuberculous mycobacterial disease is common in patients with non-cystic fibrosis bronchiectasis",
        "Prevalence and factors associated with nontuberculous mycobacteria in non-cystic fibrosis bronchiectasis: A multicenter observational study",
        "Bilateral bronchiectasis and bronchiolitis at thin-section CT: Diagnostic implications in nontuberculous mycobacterial pulmonary infection",
        "Nontuberculous mycobacterial disease and Aspergillus-related lung disease in bronchiectasis",
        "An official ATS/IDSA statement: Diagnosis, treatment, and prevention of nontuberculous mycobacterial diseases",
        "A novel culture medium for isolation of rapidly-growing mycobacteria from the sputum of patients with cystic fibrosis",
        "Evaluation of various culture media for detection of rapidly growing mycobacteria from patients with cystic fibrosis",
        "Comparison of mycobacterial growth indicator tube with culture on RGM selective agar for detection of mycobacteria in sputum samples from patients with cystic fibrosis",
        "Evaluation of RGM medium for isolation of nontuberculous mycobacteria from respiratory samples from patients with cystic fibrosis in the United States",
        "Identification of mycobacteria in solid-culture media by matrix-assisted laser desorption ionization-time of flight mass spectrometry",
        "A rapid matrix-assisted laser desorption ionization-time of flight mass spectrometry-based method for single-plasmid tracking in an outbreak of carbapenem-resistant Enterobacteriaceae",
        "Identification of Mycobacterium species by secA1 sequences",
        "Isolation of mycobacteria from clinical specimens by use of selective 7H11 medium"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Newcastle",
            "@id": "60018514",
            "affilname": "Freeman Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018514",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bethesda",
            "@id": "60006577",
            "affilname": "National Institutes of Health (NIH)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006577",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bethesda",
            "@id": "60005281",
            "affilname": "National Heart, Lung, and Blood Institute (NHLBI)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005281",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Department of Laboratory Medicine",
        "Freeman Hospital Microbiology Department",
        "NIH Clinical Center"
    ]
}