{
    "eid": "2-s2.0-85082196760",
    "title": "Impact of gonadal status on ultrasonographic renal parenchymal dimensions in healthy cats",
    "cover-date": "2020-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Small Animals",
            "@code": "3404",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "Gonadal status",
        "kidney",
        "parenchyma",
        "ultrasound"
    ],
    "authors": [
        "Potsawat Tanvetthayanont",
        "Suppawiwat Ponglowhapan",
        "Chutimon Thanaboonnipat",
        "Nan Choisunirachon"
    ],
    "citedby-count": 5,
    "ref-count": 21,
    "ref-list": [
        "Anatomy of the kidney and proximal ureter",
        "Feline CKD: pathophysiology and risk factors – what do we know?",
        "Comparison of renal ultrasonographic measurements between healthy cats of three cat breeds: Ragdoll, British Shorthair and Sphynx",
        "Renal cortical thickness measured at ultrasound: is it better than renal length as an indicator of renal function in chronic kidney disease?",
        "Value of renal cortical thickness as a predictor of renal function impairment in chronic renal disease patients",
        "Ultrasonographic evaluation of renal dimension and resistive index in clinically healthy Korean domestic short-hair cats",
        "Renal dimensions at ultrasonography in healthy Ragdoll cats with normal kidney morphology: correlation with age, gender and body weight",
        "Effect of reproductive status on feline renal size",
        "The effect of fluid intake on renal length measurement in adults",
        "Renal imaging in cats",
        "Is there a difference between the right and left kidney? A macroscopic approach in Brazilian Shorthair Cat",
        "The effect of prepuberal and postpuberal gonadectomy on radial physeal closure in male and female domestic cats",
        "Morphological assessment of cat kidneys using computed tomography",
        "Ultrasonographic measurement of kidney-to-aorta ratio as a method of estimating renal size in dogs",
        "Intraobserver and interobserver variations in sonographic measurements of kidney size in adult volunteers: a comparison of linear measurements and volumetric estimates",
        "Ultrasonographic evaluation of the kidney"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}