{
    "eid": "2-s2.0-85143719935",
    "title": "Meteorological and Water Quality Factors Associated with Microbial Diversity in Coastal Water from Intensified Oyster Production Areas of Thailand",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Water Science and Technology",
            "@code": "2312",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "E. coli",
        "environment",
        "oyster aquaculture",
        "Salmonella",
        "V. cholerae",
        "V. parahaemolyticus"
    ],
    "authors": [
        "Saharuetai Jeamsripong",
        "Varangkana Thaotumpitak",
        "Saran Anuntawirun",
        "Nawaphorn Roongrojmongkhon",
        "Edward R. Atwill"
    ],
    "citedby-count": 1,
    "ref-count": 54,
    "ref-list": [
        "Stream microbial diversity in response to environmental changes: Review and synthesis of existing research",
        "Microbiological quality of shellfish harvesting areas in the Ashtamudi and Vembanad estuaries (India): Environmental influences and compliance with international standards",
        "Watershed urbanization enhances the enrichment of pathogenic bacteria and antibiotic resistance genes on microplastics in the water environment",
        "Managing the risk of Vibrio parahaemolyticus infections associated with oyster consumption: A review",
        "Assessment of bacterial accumulation and environmental factors in sentinel oysters and estuarine water quality from the Phang Nga estuary area in Thailand",
        "Outbreak of Vibrio parahaemolyticus associated with consumption of raw oysters in Canada, 2015",
        "Prevalence of Salmonella spp. in oysters in the United States",
        "Vibrio spp. infections",
        "Risk factors for Vibrio parahaemolyticus infection in a southern coastal region of China",
        "Molecular characterization and antimicrobial resistance profile of Clostridium perfringens type A isolates from humans, animals, fish and their environment",
        "Epidemiology of seafood-associated infections in the United States",
        "Evaluating seasonal variations of fecal coliform colonization in Magallana hongkongensis and Crassostrea rhizophorae: A preliminary study of oyster quality grown in Hong Kong aquacultural farms",
        "The impact of environmental variables on faecal indicator bacteria in the Betna river basin, Bangladesh",
        "Difficulties in the modeling of E. coli spreading from various sources in a coastal marine area",
        "Impact of weather conditions on Escherichia coli accumulation in oysters of the Thau lagoon (the Mediterranean, France)",
        "The impact of water intrusion on pathogenic vibrio species to inland brackish waters of China",
        "Modeling and predicting fecal coliform bacteria levels in oyster harvest waters along Louisiana Gulf coast",
        "Fecal coliforms in bivalve harvesting areas of the Alvor lagoon (southern Portugal): Influence of seasonal variability and urban development",
        "Relationships between environmental factors and pathogenic Vibrios in the Northern Gulf of Mexico",
        "Use of environmental paramaters to model pathogenic Vibrios in Chesapeake Bay",
        "Oyster farming, temperature, and plankton influence the dynamics of pathogenic Vibrios in the Thau Lagoon",
        "Integrated analyses of fecal indicator bacteria, microbial source tracking markers, and pathogens for Southeast Asian beach water quality assessment",
        "Persisting antibiotic resistance gene pollution and its association with human sewage sources in tropical marine beach waters",
        "Coastal debris analysis in beaches of Chonburi province, eastern of Thailand as implications for coastal conservation",
        "Rainfall and river flows are predictors for beta-glucuronidase positive Escherichia coli accumulation in mussels and Pacific oysters from the Dart Estuary (England)",
        "Characterizing fecal contamination in stormwater runoff in coastal North Carolina, USA",
        "Oyster disease in a changing environment: Decrypting the link between pathogen, microbiome and environment",
        "Escherichia coli avoids high dissolved oxygen stress by activation of SoxRS and manganese-superoxide dismutase",
        "Prevalence of Vibrio parahaemolyticus in seafood and water environment in the Mekong Delta, Vietnam",
        "Incidence and prevalence of Vibrio parahaemolyticus in seafood: A systematic review and meta-analysis",
        "Assessment of Vibrio parahaemolyticus levels in oysters (Crassostrea virginica) and seawater in Delaware Bay in relation to environmental conditions and the prevalence of molecular markers to identify pathogenic Vibrio parahaemolyticus strains",
        "Cholera",
        "Distribution of pathogenic Vibrio species in the coastal seawater of South Korea (2017-2018)",
        "Comparison of the pathogenic potentials of environmental and clinical Vibrio parahaemolyticus strains indicates a role for temperature regulation in virulence",
        "Environmental conditions associated with elevated Vibrio parahaemolyticus concentrations in Great Bay Estuary, New Hampshire",
        "An outbreak of Salmonella enterica serovar Othmarschen at a funeral service in Guri-si, South Korea",
        "First report of iliacus abscess caused by Salmonella enterica serovar Othmarschen",
        "Climate patterns governing the presence and permanence of Salmonellae in coastal areas of Bahia de Todos Santos, Mexico",
        "Distribution and genotypic characterization of Salmonella serovars isolated from tropical seafood of Cochin, India",
        "Occurrence, antimicrobial susceptibility patterns and genotypic relatedness of Salmonella spp. isolates from captive wildlife, their caretakers, feed and water in India",
        "Multi-country outbreak of Salmonella Braenderup ST22, presumed to be linked to imported melons",
        "Multinational outbreak of travel-related Salmonella Chester infections in Europe, summers 2014 and 2015",
        "Emergence of Salmonella enterica subsp. enterica serovar Chester in a rural area of Japan",
        "Multistate outbreak of Salmonella Paratyphi B variant L(+) tartrate(+) and Salmonella Weltevreden infections linked to imported frozen raw tuna: USA, March–July 2015"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Davis",
            "@id": "60000018",
            "affilname": "School of Veterinary Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000018",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Thailand Science Research and Innovation"
    ]
}