{
    "eid": "2-s2.0-85052742626",
    "title": "Flowering phenology and trap pollination of the rare endemic plant ceropegia thaithongiae in montane forest of northern Thailand",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Ecology",
            "@code": "2303",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Ceropegia thaithongiae",
        "Flowering phenology",
        "Fly-pollinated trap flower",
        "Nectar of high viscosity",
        "Simple floral fragrance",
        "Trapping time"
    ],
    "authors": [
        "Phakpoom Auttama",
        "Doyle McKey",
        "Aroonrat Kidyoo"
    ],
    "citedby-count": 6,
    "ref-count": 80,
    "ref-list": [
        "Floral specialization and angiosperm diversity: Phenotypic divergence, fitness trade-offs and realized pollination accuracy",
        "Identification of geraniol as the active compound in the Nasonoff pheromone of the honeybee",
        "The floral morphology of Asclepias speciosa (Asclepiadaceae) in relation to pollination and a clarification in terminology for the genus",
        "Reproductive success and pollination of the Tuncurry midge orchid (Genoplesium littorale) (Orchidaceae) by chloropid flies",
        "Phylogenetic systematics of the Milichiidae (Diptera, Schizophora)",
        "Reproductive investment within inflorescences of Stylidium armeria varies with the strength of early resource commitment",
        "Recent radiation of Brachystelma and Ceropegia (Apocynaceae) across the Old World against a background of climatic change",
        "A revised, phylogenetically-based concept of Ceropegia (Apocynaceae)",
        "Pollination biology of Aristolochia grandiflora (Aristolochiaceae) in Veracruz, Mexico",
        "Generalized flypollination in Ceropegia ampliata (Apocynaceae–Asclepiadoideae): The role of trapping hairs in pollen export and receipt",
        "Bird-pollinated flowers in an evolutionary and molecular context",
        "Secretory tissues and the morphogenesis and histochemistry of pollinarium of flowers of Asclepiadeae (Apocynaceae)",
        "Relationship between floral fragrance composition and type of pollinator",
        "Volatile compounds from extracts of figs of Ficus carica",
        "Classes and functions of secondary products from plants",
        "Adaptive plasticity of floral display size in animal-pollinated plants",
        "Scent chemistry and pollinator attraction in the deceptive trap flowers of Ceropegia dolichophylla",
        "Deceptive Ceropegia dolichophylla fools its kleptoparasitic fly pollinators with exceptional floral scent",
        "Ceropegia sandersonii mimics attacked honeybees to attract kleptoparasitic flies for pollination",
        "Floral scent and pollinators of Ceropegia trap flowers",
        "Revision der Gattung Ceropegia",
        "Flies and flowers III: Ecology of foraging and pollination",
        "Techniques for Pollination Biologists",
        "Ceropegia cochleata sp. Nov. (Apocynaceae, Asclepiadoideae) from Thailand",
        "Ceropegia thaithongiae sp. Nov. (Apocynaceae, Asclepiadoideae) from northern Thailand and preliminary observations on impacts of climate change on its only known population",
        "Diversity and distribution of floral scent",
        "Pollinator-mediated selfing in two deceptive orchids and a review of pollinium tracking studies addressing geitonogamy",
        "Structure and function in asclepiad pollination. Plant Syst",
        "Pollinator-mediated competition between two co-flowering Neotropical mangrove species, Avicennia germinans (Avicenniaceae) and Laguncularia racemosa (Combretaceae)",
        "Variation in the mating system of Vincetoxicum hirundinaria (Asclepiadaceae) in peripheral island populations",
        "Insects (Diptera, Hymenoptera) associated with Minuartia groenlandica (Caryophyllaceae) on Mount Washington, New Hampshire",
        "A descriptive system for corona analysis in Asclepiadaceae and Periplocaceae",
        "Chemical and morphological filters in a specialized floral mimicry system",
        "Trap-flower fly pollination in East African Ceropegia L. (Apocynaceae)",
        "Influence of flower characteristics, weather, time of day, and season on insect visitation rates in three plant communities",
        "Chemistry of floral scents in four",
        "Flowering dynamics in Arum italicum (Araceae): Relative role of inflorescence traits, flowering synchrony, and pollination context on fruit initiation",
        "Floral biology and pollination in stapeliads – new results and a literature review",
        "Ceropegia (Apocynaceae, Ceropegieae, Stapeliinae): Paraphyletic but still taxonomically sound",
        "New frontiers in competition for pollination",
        "Stapeliads, morphology and pollination",
        "Spatio-temporal patterns in pollination of deceptive Aristolochia rotunda L. (Aristolochiaceae)",
        "Fly trapping in Ceropegia flowers—evidence of ant predation of pollinators",
        "Pollination systems in the Asclepiadaceae: A survey and preliminary analysis",
        "Fly pollination in Ceropegia (Apocynaceae: Asclepiadoideae): Biogeographic and phylogenetic perspectives",
        "Diversity of Diptera families that pollinate Ceropegia (Apocynaceae) trap flowers: An update in light of new data and phylogenetic analyses",
        "Pollen transfer on birds’ tongues",
        "A new technique for monitoring pollen flow in orchids",
        "Doing the twist: A test of Darwin’s cross-pollination hypothesis for pollinarium reconfiguration",
        "Reproductive biology of Acrolophia cochlearis (Orchidaceae): Estimating rates of crosspollination in epidendroid orchids",
        "Nasonov pheromone of the honey bee, Apis mellifera L. (Hymenoptera, Apidae). Part I. Chemical characterization",
        "A labelling technique to track dispersal of milkweed pollinia",
        "Effect of pollination success on floral longevity in the orchid Calypso bulbosa (Orchidaceae)",
        "Phenological patterns of terrestrial plants",
        "Recruits of the stingless bee Scaptotrigona pectoralis learn food odors from the nest atmosphere",
        "The effects of floral display size on pollinator service to individual flowers of Myosotis and Mimulus",
        "Pollination of Aristolochia pallida Willd. (Aristolochiaceae) in the Mediterranean",
        "The relationship between the five stigmatic chambers and two ovaries of milkweed (Asclepias amplexicaulis Sm.) flowers: A threedimensional assessment",
        "Aristolochia spp. (Aristolochiaceae) pollinated by flies breeding on decomposing flowers in Panama",
        "Orchid pollination by sexual swindle",
        "Individual flowering phenology, plant size, and reproductive success in Linanthus androsaceus, a California annual",
        "Entering through the narrow gate: A morphological filter explains specialized pollination of a carrion-scented stapeliad",
        "Size-specific interaction patterns and size matching in a plant–pollinator interaction web",
        "Molecular phylogeny of Ceropegia (Asclepiadoideae, Apocynaceae) from Indian Western Ghats. Plant Syst",
        "Intraseasonal variation in pollination intensity and seed set in an alpine population of Ranunculus acris in southwestern Norway",
        "Die Bestaubung der Kesselfallenblueten von Ceropegia",
        "Correlations between environmental factors and wild bee behavior on Alfalfa (Medicago sativa) in Northwestern China",
        "Functional morphology and wasp pollination of two South American asclepiads (Asclepiadoideae– Apocynaceae)",
        "The reproductive biology of Asclepias tuberosa. I. Flower number, arrangement, and fruit-set",
        "Ecology and evolution of reproduction in milkweeds",
        "A new explanation for the evolution of pollinia and loss of carpel fusion in Asclepias and the Apocynaceae s.L"
    ],
    "affiliation": [
        {
            "affiliation-city": "Montpellier",
            "@id": "60108488",
            "affilname": "Université de Montpellier",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60108488",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Paris",
            "@id": "60027946",
            "affilname": "École Pratique des Hautes Études",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027946",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Montpellier",
            "@id": "60009278",
            "affilname": "Universite Paul-Valery Montpellier III",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009278",
            "affiliation-country": "France"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}