{
    "eid": "2-s2.0-85010952378",
    "title": "Evaluation of the active functional groups and structural rearrangement of parthenolide derivatives on their potential anticancer activity",
    "cover-date": "2017-05-05",
    "subject-areas": [
        {
            "$": "Spectroscopy",
            "@code": "1607"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        },
        {
            "$": "Inorganic Chemistry",
            "@code": "1604"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        }
    ],
    "keywords": [
        "Active functional groups",
        "Anticancer activity",
        "Parthenolide",
        "Parthenolide derivatives",
        "Structural rearrangement"
    ],
    "authors": [
        "Veeranuch Srakaew"
    ],
    "citedby-count": 3,
    "ref-count": 21,
    "ref-list": [
        "Feverfew (Tanacetum parthenium L.): A systematic review",
        "Anti-inflammatory and anti-hyperalgesic effects of sesquiterpene lactones from Magnolia and Bear's foot",
        "Sesquiterpenoids lactones: Benefits to plants and people",
        "Parthenolide induces apoptosis and cell cycle arrest of human 5637 bladder cancer cells in vitro",
        "Discovery of potent parthenolide-based antileukemic agents enabled by late-stage P450-Mediated C-H functionalization",
        "Anti-inflammatory activity of parthenolide-depleted feverfew (Tanacetum parthenium)",
        "Int. J. Agric. Biol.",
        "Oxidative stress-mediated apoptosis: The anticancer effect of the sesquiterpene lactone parthenolide",
        "Use of parthenolide derivatives as antileukemic and cytotoxic agents",
        null,
        "Syntheses and Biological Evaluation of Costunolide, Parthenolide, and Their Fluorinated Analogues",
        "Parthenolide and its photochemically synthesized 1(10)Z isomer: Chemical reactivity and structure-activity relationship studies in human leucocyte chemotaxis",
        "Antimycobacterial evaluation of germacranolides",
        "Sesquiterpene lactones and their derivatives inhibit high glucose-induced NF-κB activation and MCP-1 and TGF-β1 expression in rat mesangial cells",
        "Antileukemic activity of aminoparthenolide analogs",
        "Synthesis and anti-viral activity of a series of sesquiterpene lactones and analogues in the subgenomic HCV replicon system",
        "Effects of the sesquiterpene lactone parthenolide on prostate tumor-initiating cells: An integrated molecular profiling approach",
        "Critical roles of intracellular thiols and calcium in parthenolide-induced apoptosis in human colorectal cancer cells",
        "Effect of epoxides and α-methylene-γ-lactone skeleton of sesquiterpenes from yacon (Smallanthus sonchifolius) leaves on caspase-dependent apoptosis and NF-κB inhibition in human cercival cancer cells",
        "Quantitative structure-activity relationship of sesquiterpene lactones with cytotoxic activity"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chandrakasem Rajabhat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}