{
    "eid": "2-s2.0-84979297880",
    "title": "Kinetics and reactive stripping modelling of hydrogen isotopic exchange of deuterated waters",
    "cover-date": "2016-10-01",
    "subject-areas": [
        {
            "$": "Energy Engineering and Power Technology",
            "@code": "2102"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        }
    ],
    "keywords": [
        "Dedeuteriation",
        "Detritiation",
        "Isotopic exchange",
        "Rate-based modelling",
        "Reactive separation",
        "Reactive stripping"
    ],
    "authors": [
        "Mohammed Aldehani"
    ],
    "citedby-count": 7,
    "ref-count": 44,
    "ref-list": [
        "The AREVA HTR fuel cycle: An analysis of technical issues and potential industrial solutions",
        "7th Tritium Science and Technology Conference, Baden, Germany, 12–17 September",
        "Present status of hydrogen isotope separation by CECE process at the NIFS",
        "Wet scrubber column for air detritiation",
        "Development of water detritiation facility for jet",
        "Method for the production of deuterium-depleted potable water",
        "Visualization of water vapour flow in a packed bed adsorber by near-infrared diffused transmittance tomography",
        "Transient distributions of composition and temperature in a gas-solid packed bed reactor by near-infrared tomography",
        "Commissioning of water detritiation and cryogenic distillation systems at TLK in view of ITER design",
        "The performance of a trickle-bed reactor packed with a Pt/SDBC catalyst mixture for the CECE process",
        "Influence of packing columns starting modes on effectiveness of processes of water rectification and detritiation of gases by the method of phase isotopic exchange",
        "Measurement of pressure drop and HETP in columns packed with different hydrophobic catalysts for tritium isotopic exchange between water and hydrogen",
        "Investigation of simultaneous tritium and deuterium transfer in a catalytic isotope exchange column for water detritiation",
        "Reactive stripping for the catalytic exchange of hydrogen isotopes",
        "Mass transfer coefficients between gas and liquid phases in packed columns",
        "Water-hydrogen isotope exchange process analysis",
        "Process simulation for hydrogen/deuterium exchange in a packed column",
        "EFFICIENT SIMULATION PROCEDURE ESPECIALLY DEVELOPED FOR HYDROGEN ISOTOPE DISTILLATION COLUMNS.",
        "Three-dimensional water vapor visualization in porous packing by near-infrared diffuse transmittance tomography",
        "Gas Flow Visualization in Low Aspect Ratio Packed Beds by Three-Dimensional Modeling and Near-Infrared Tomography",
        "Surface mediated isotope exchange reactions between water and gaseous deuterium",
        "Kinetics of isotopic exchange reaction between hydrogen and water vapor over platinum supported on a hydrophobic carrier",
        "PRODUCTION OF HEAVY WATER.",
        "Thermodynamic properties status of deuterium and tritium",
        "Hydrogen properties for fusion energy",
        "Isotope effects on VLE properties of fluids and corresponding states: Critical point shifts on isotopic substitution",
        "Transactions of the Korean Nuclear Society Spring Meeting, Jeju, Korea, May 22",
        "J. Korea Acad. Ind. Coop. Soc.",
        "Approximate functions for the fast computation of the thermodynamic properties of heavy water",
        "Vapor Pressure and Critical Point of Tritium Oxide",
        null,
        "Critical constants, boiling points, triple point constants, and vapor pressures of the six isotopic hydrogen molecules, based on a simple mass relationship",
        "The deuterium isotope separation factor between hydrogen and liquid water",
        "Prediction of mass transfer columns with dumped and arranged packings: Updated summary of the calculation method of Billet and Schultes",
        "Mass Transfer (Absorption) Coefficients: Prediction from Data on Heat Transfer and Fluid Friction",
        "Effects of the gas-liquid ratio on the optimum catalyst quantity for the CECE process with a homogeneously packed LPCE column",
        "Modelling of the process of three-isotope (H, D, T) exchange between hydrogen gas and water vapour on Pt-SDBC catalyst over a wide range of deuterium concentration"
    ],
    "affiliation": [
        {
            "affiliation-city": "Lancaster",
            "affilname": "Department of Engineering, Lancaster University",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Belfast",
            "affilname": "Queen's University Belfast",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Uppsala",
            "affilname": "Ångströmlaboratoriet",
            "affiliation-country": "Sweden"
        }
    ],
    "funding": [
        "Department of Education and Learning",
        "Lancaster University",
        "Thailand Research Fund"
    ]
}