{
    "eid": "2-s2.0-84962109840",
    "title": "Long-acting injectable antipsychotics in patients with schizophrenia: Systematic review and mixed treatment meta-analysis",
    "cover-date": "2015-12-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Competing risk outcomes",
        "Long acting injectable antipsychotics",
        "Meta-analysis",
        "Mixed treatment comparison"
    ],
    "authors": [
        "Osot Nerapusee"
    ],
    "citedby-count": 1,
    "ref-count": 46,
    "ref-list": [
        "Schizophrenia: Core Interventions in the Treatment and Management of Schizophrenia in Primary and Secondary Care (update)",
        "World Health Organization International Classification of Diseases",
        "A systematic review of the prevalence of schizophrenia",
        "Nonthaburi: Ministry of Public Health",
        "Schizophrenia in Thailand: Prevalence and burden of disease",
        "Strategies for maximizing clinical effectiveness in the treatment of schizophrenia",
        "Principles and Practice of Psychopharmacotherapy",
        "Tardive dyskinesia: prevalence, incidence, and risk factors.",
        "Metabolic syndrome among persons with schizophrenia and other psychotic disorders in a general population survey",
        "Bone mineral density changes over a year in young females with schizophrenia: Relationship to medication and endocrine variables",
        "Clinical Practice Guidelines in Psychiatric Disorders",
        "The 42nd Annual Meeting of New Clinical Drug Evaluation Unit (NCDEU) June 10-13",
        "Assessment and treatment selection for 'revolving door' inpatients with schizophrenia",
        "Effectiveness of antipsychotic drugs in patients with chronic schizophrenia",
        "Treatment adherence and long-term outcomes",
        "Non-adherence to antipsychotic medication, relapse and rehospitalisation in recent-onset schizophrenia",
        "Combination of direct and indirect evidence in mixed treatment comparisons",
        "Bayesian meta-analysis of multiple treatment comparisons: An introduction to mixed treatment comparisons",
        "Comparative efficacy and tolerability of 15 antipsychotic drugs in schizophrenia: A multiple-treatments meta-analysis",
        "Network meta-analysis with competing risk outcomes",
        "Assessing the quality of reports of randomized clinical trials: Is blinding necessary?",
        "NICE DSU Technical Support Document 2: A Generalised Linear Modelling Framework for Pairwise and Network Metaanalysis of Randomised Controlled Trials",
        "Statistics in Practice (series)",
        "Outpatient Maintenance of Chronic Schizophrenic Patients with Long-acting Fluphenazine: Double-blind Placebo Trial: Report to the Medical Research Council Committee on Clinical Trials in Psychiatry",
        "Double-blind placebo substitution: Withdrawal of fluphenazine decanoate in schizophrenic patients",
        "Neuroleptic discontinuation in the very stable schizophrenic patient: Relapse rates and serum neuroleptic levels",
        "Haloperidol decanoate and flupenthixol decanoate in schizophrenia: A long‐term double‐blind cross‐over comparison",
        "A randomized clinical trial of haloperidol decanoate and fluphenazine decanoate in the outpatient treatment of schizophrenia",
        "Psychiatry: The State of the Art. Proceedings of the 7th World Congress of Psychiatry",
        "Weight gain and prolactin levels in patients on long-term antipsychotic medication: a double-blind comparative trial of haloperidol decanoate and fluphenazine decanoate.",
        "Trial of brief intermittent neuroleptic prophylaxis for selected schizophrenic outpatients: Clinical and social outcome at two years",
        "Trial of brief intermittent neuroleptic prophylaxis for selected schizophrenic outpatients: Clinical outcome at one year",
        "Double-blind comparison of haloperidol decanoate and fluphenazine decanoate effectiveness, side-effects, dosage and serum levels during a six months' treatment for relapse prevention",
        "Haloperidol decanoate v. fluphenazine decanoate as maintenance therapy in chronic schizophrenic in-patients",
        "Br J Clin Res.",
        "A randomized trial of paliperidone palmitate and risperidone long-acting injectable in schizophrenia",
        "Paliperidone palmitate maintenance treatment in delaying the time-to-relapse in patients with schizophrenia: A randomized, double-blind, placebo-controlled study",
        "A double‐blind comparison of flupenthixol decanoate and fluphenazine decanoate in the treatment of chronic schizophrenia",
        "Comparative double‐blind study of flupenthixol decanoate and fluphenazine decanoate in the treatment of patients relapsing in a schizophrenic symptomatology",
        "Zuclopenthixol decanoate and haloperidol decanoate in chronic schizophrenia: a double‐blind multicentre study",
        "Minimal effective dose and relapse - double-blind trial: Haloperidol decanoate vs. placebo",
        "Clopenthixol and flupenthixol depot preparations in outpatient schizophrenics: I. A ONE YEAR DOUBLE‐BLIND STUDY OF CLOPENTHIXOL DECANOATE AND FLUPENTHIXOL PALMITATE",
        "Antipsychotic drugs versus placebo for relapse prevention in schizophrenia: A systematic review and meta-analysis",
        "Comparative efficacy and tolerability of 15 antipsychotic drugs in schizophrenia: A multiple-treatments meta-analysis",
        "Long-acting injectable vs oral antipsychotics for relapse prevention in schizophrenia: A meta-analysis of randomized trials",
        "Network meta-analysis on the log-hazard scale, combining count and hazard ratio statistics accounting for multi-arm trials: A tutorial"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tucson",
            "affilname": "The University of Arizona",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Medical Affairs",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}