{
    "eid": "2-s2.0-84990848540",
    "title": "Mass bounds for compact spherically symmetric objects in generalized gravity theories",
    "cover-date": "2016-09-26",
    "subject-areas": [
        {
            "$": "Nuclear and High Energy Physics",
            "@code": "3106"
        }
    ],
    "keywords": [],
    "authors": [
        "Piyabut Burikham"
    ],
    "citedby-count": 48,
    "ref-count": 138,
    "ref-list": [
        "Proceedings of the 12th International Conference on General Relativity and Gravitation, 1989",
        "The confrontation between general relativity and experiment",
        "Bull. Am. Astron. Soc.",
        "Observation of gravitational waves from a binary black hole merger",
        "Properties of the Binary Black Hole Merger GW150914",
        "Tests of General Relativity with GW150914",
        "Detection of gravitational waves from black holes: Is there a window for alternative theories?",
        "Observational evidence from supernovae for an accelerating universe and a cosmological constant",
        "Measurements of Ω and Λ from 42 high-redshift Supernovae",
        null,
        "Spectra and hubble space telescope light curves of six typE Ia supernovae at 0.511 < z < 1.12 and the union2 compilation",
        "Observational probes of cosmic acceleration",
        "The cosmological constant and dark energy",
        "Cosmological constant - The weight of the vacuum",
        "The Dark Matter Problem: A Historical Perspective",
        "Particle dark matter: Evidence, candidates and constraints",
        "Dark matter and background light",
        "Dark matter production in the early Universe: Beyond the thermal WIMP paradigm",
        "Cosmological parameters from SDSS and WMAP",
        "Towards a refined cosmic concordance model: Joint 11-parameter constraints from the cosmic microwave background and large-scale structure",
        "Confronting the concordance model of cosmology with Planck data",
        "Consistency tests for the cosmological constant",
        "The Subaru FMOS galaxy redshift survey (FastSound). IV. New constraint on gravity theory from redshift space distortions at z 1.4",
        "Cosmological imprint of an energy component with general equation of state",
        "Quintessence: A review",
        "A phantom menace? Cosmological consequences of a dark energy component with super-negative equation of state",
        "General relativistic boson stars",
        "Dynamical boson stars",
        "Topological Solitons",
        "Spinning boson stars and Kerr black holes with scalar hair: The effect of self-interactions",
        "Boson stars: Gravitational equilibria of self-interacting scalar fields",
        "Spinning boson stars with large self-interaction",
        "Compact Stars, Nuclear Physics, Particle Physics and General Relativity",
        "Bose-Einstein condensate general relativistic stars",
        "Condensate dark matter stars",
        "Bose-Einstein condensate strings",
        "Scaling arguments for the existence of static, spherically symmetric solutions of self-gravitating systems",
        "A no-hair theorem for self-gravitating nonlinear sigma models",
        "Black Holes, White Dwarfs, and Neutron Stars",
        "Maximum mass of a neutron star",
        "Maximum mass and radius of strange stars in the linear approximation of the EOS",
        "General relativistic fluid spheres",
        "Maximum mass-radius ratio for compact general relativistic objects in schwarzschild-de sitter geometry",
        "Maximum mass-radius ratios for charged compact general relativistic objects",
        "Bounds on the basic physical parameters for anisotropic compact general relativistic objects",
        "Sharp bounds on 2 m / r of general spherically symmetric static objects",
        "Sharp bounds on the critical stability radius for relativistic charged spheres",
        "Bounds on M/R for static objects with a positive cosmological constant",
        "Bounds on M/R for charged objects with positive cosmological constant",
        "Polytropic spheres with electric charge: Compact stars, the Oppenheimer-Volkoff and Buchdahl limits, and quasiblack holes",
        "Sharp bounds on the radius of relativistic charged spheres: Guilfoyle's stars saturate the Buchdahl-Andréasson bound",
        "Buchdahl type inequalities in d dimensions",
        "Buchdahl-Bondi limit in modified gravity: Packing extra effective mass in relativistic compact stars",
        "A mass bound for spherically symmetric black hole spacetimes",
        "Does the cosmological constant imply the existence of a minimum mass?",
        "Physics of dark energy particles",
        "Sov. Phys. Usp.",
        "Usp. Fiz. Nauk",
        "Republication of: The cosmological constant and the theory of elementary particles (By Ya. B. Zeldovich)",
        "The large number coincidence, the cosmic coincidence and the critical acceleration",
        "Minimal length scale scenarios for quantum gravity",
        "Mod. Phys. Lett. A",
        "The minimum mass of a charged spherically symmetric object in D dimensions, its implications for fundamental particles, and holography",
        "Mathematical Foundations of Information Theory",
        "Axiomatic approach to the cosmological constant",
        "Phys. Z. Sowjetunion",
        "Republication of: Quantum theory of weak gravitational fields",
        "The minimum mass of a spherically symmetric object in D-dimensions, and its implications for the mass hierarchy problem",
        "Minimum mass-radius ratio for charged gravitational objects",
        "NON-LINEAR LAGRANGIANS AND COSMOLOGICAL THEORY",
        "f (R) theories",
        "F (R) theories of gravity"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Cluj Napoca",
            "affilname": "Universitatea Babeș-Bolyai",
            "affiliation-country": "Romania"
        },
        {
            "affiliation-city": "Pitsanulok",
            "affilname": "Naresuan University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "affilname": "University College London",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thailand Ministry of Education",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}