{
    "eid": "2-s2.0-84910017886",
    "title": "New progress on the Fresnel imager for UV space astronomy",
    "cover-date": "2014-10-23",
    "subject-areas": [
        {
            "$": "Space and Planetary Science",
            "@code": "1912"
        },
        {
            "$": "Astronomy and Astrophysics",
            "@code": "3103"
        }
    ],
    "keywords": [
        "Diffractive focusing",
        "Fresnel Imager",
        "Ultra-violet"
    ],
    "authors": [
        "L. Koechlin"
    ],
    "citedby-count": 15,
    "ref-count": 31,
    "ref-list": [
        "Large optical photon sieve",
        "Fabrication of large-aperture lightweight diffractive lenses for use in space",
        "Achromatic combinations of hologram optical elements",
        "Russ. Space Bull.",
        "Preparing the way to space borne Fresnel imagers",
        "Beamed Energy Propulsion: First International Symposium on Beamed Energy Propulsion",
        "Twenty meter space telescope based on diffractive Fresnel lens",
        "Broadband imaging with holographic lenses",
        "Arch. Sci. Phys. Nat., Acad. Sci., Paris",
        "UV capabilities to probe the formation of planetary systems: From the ISM to planets",
        "A space Fresnel imager concept assessment study led by CNES for astrophysical applications",
        "Application of a Large Space-Based Diffractive Optical Element Telescope to the Terrestrial Planet-Finder Mission: Design and Tolerance Issues",
        "Eyeglass. 1. Very large aperture diffractive telescopes",
        "Sharper images by focusing soft X-rays with photon sieves",
        "A limit in field-resolution ratio for interferometric arrays",
        "High resolution imaging with Fresnel interferometric arrays: Suitability for exoplanet detection",
        "Fresnel arrays and their astrophysical applications",
        "Generation 2 testbed of Fresnel imager: First results on the sky",
        "First high dynamic range and high resolution images of the sky obtained with a diffractive Fresnel array telescope",
        "Parametric dependencies of high-diffraction-order achromatized aplanatic configurations that employ circular or crossed-linear diffractive optical elements",
        "Detection of earth-like planets using apodized telescopes",
        "Extragalactic science with the FRESNEL imager",
        "A space Fresnel Imager for ultra-violet astrophysics: Example on accretion disks",
        "WSO-UV project for high-resolution spectroscopy and imaging",
        "Diffractive-refractive behavior of kinoform lenses",
        "Die Medial-Fernrohre: Eine Neue Konstruktion für Grosse Astronomische Instrumente",
        "The Fresnel imager: Instrument numerical model",
        "Fresnel Interferometric Imager: Ground-based prototype",
        "The Fresnel Imager: Learning from ground-based generation I prototype",
        "Arch. Sci. Phys. Nat."
    ],
    "affiliation": [
        {
            "affiliation-city": "Toulouse",
            "affilname": "Université de Toulouse",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thales Alenia Space",
        "Centre National d’Etudes Spatiales",
        "Centre National de la Recherche Scientifique",
        "Fondation Sciences et Technologies pour l’Aéronautique et l’Espace",
        "Université Toulouse III - Paul Sabatier"
    ]
}