{
    "eid": "2-s2.0-85130381692",
    "title": "Diversity and antimicrobial susceptibility profiles of Aeromonas spp. isolated from diseased freshwater fishes in Thailand",
    "cover-date": "2022-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Veterinary (miscellaneous)",
            "@code": "3401",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "Aeromonas spp.",
        "antimicrobial susceptibility profile",
        "distribution",
        "diversity",
        "freshwater fish"
    ],
    "authors": [
        "Muhammad Fadhlullah Mursalim",
        "Hendri Budiyansah",
        "Hartanto Mulyo Raharjo",
        "Partho Pratim Debnath",
        "Rungnapa Sakulworakan",
        "Putita Chokmangmeepisarn",
        "Jitrapa Yindee",
        "Patharapol Piasomboon",
        "Sivaramasamy Elayaraja",
        "Channarong Rodkhum"
    ],
    "citedby-count": 2,
    "ref-count": 81,
    "ref-list": [
        "The genus Aeromonas: Biochemical characteristics, atypical reactions, and phenotypic identification schemes",
        "BioEdit: An important software for molecular biology",
        "A case of natural co-infection of Tilapia Lake Virus and Aeromonas veronii in a Malaysian red hybrid tilapia (Oreochromis niloticus × O.mossambicus) farm experiencing high mortality",
        "Antimicrobial susceptibilities of Escherichia coli isolates from food animals and wildlife animals in Sarawak, East Malaysia",
        "Phenotypic and genotypic characterization of Aeromonas jandaei involved in mass mortalities of cultured Nile tilapia, Oreochromis niloticus (L.) in Brazil",
        "Taxonomy of bacterial fish pathogens",
        "The prevalence, putative virulence genes and antibiotic resistance profiles of Aeromonas spp. isolated from cultured freshwater fishes in peninsular Malaysia",
        "Aeromonas diversity and antimicrobial susceptibility in freshwater-an attempt to set generic epidemiological cut-off values",
        "Comparison of phenotypical and genetic identification of Aeromonas strains isolated from diseased fish",
        "Aeromonas aquatica sp. nov., Aeromonas finlandiensis sp. nov. and Aeromonas lacus sp. nov. isolated from Finnish waters associated with cyanobacterial blooms",
        "A rapid MALDI-TOF MS identification database at genospecies level for clinical and environmental Aeromonas strains",
        "Motile aeromonads from farmed and wild freshwater fish in northern Italy: an evaluation of antimicrobial activity and multidrug resistance during 2013 and 2016",
        "Aerokey II: a flexible key for identifying clinical Aeromonas species",
        "Isolation and characterization of Aeromonas schubertii from diseased snakehead, Channa maculata (Lacepède)",
        "Evaluation of the effects of different stocking densities on the sediment microbial community of juvenile hybrid grouper (♀Epinephelus fuscoguttatus × ♂ Epinephelus lanceolatus) in recirculating aquaculture systems",
        "Aeromonas enteropelogenes and Aeromonas ichthiosmia are identical to Aeromonas trota and Aeromonas veronii, respectively, as revealed by small-subunit rRNA sequence analysis",
        "Multidrug resistance mediated by class 1 integrons in Aeromonas isolated from farmed freshwater animals",
        "Biofilm formation and multidrug-resistant Aeromonas spp. from wild animals",
        "Naturally concurrent infections of bacterial and viral pathogens in disease outbreaks in cultured Nile tilapia (Oreochromis niloticus) farms",
        "Aeromonas jandaei and Aeromonas veronii caused disease and mortality in Nile tilapia, Oreochromis niloticus (L.)",
        "Virulence genes contributing to Aeromonas hydrophila pathogenicity in Oreochromis niloticus",
        "Biochemical identifcation and numerical taxonomy of Aeromonas spp. isolated from food samples in Turkey",
        "Comparative pharmacokinetics of enrofloxacin in healthy and Aeromonas hydrophila infected crucian carp (Carassius auratus gibelio)",
        "An update on the Genus Aeromonas: Taxonomy, epidemiology, and pathogenicity",
        "Patterns of resistance to florfenicol and bicyclomycin in Brazilian strains of motile aeromonads",
        "Molecular identification and epizootiology of Aeromonas veronii infection among farmed Oreochromis niloticus in Eastern Province, KSA",
        "Aeromonas veronii caused disease and mortality in channel catfish in Vietnam",
        "Implication of lateral genetic transfer in the emergence of Aeromonas hydrophila isolates of epidemic outbreaks in channel catfish",
        "Characterization and antimicrobial susceptibility of motile aeromonads isolated from freshwater ornamental fish showing signs of septicaemia",
        "The genus Aeromonas: taxonomy, pathogenicity, and infection",
        "MALDI-TOF MS: a diagnostic tool for identification of bacterial fish pathogens",
        "Diagnostic methods for identifying different Aeromonas species and examining their pathogenicity factors, their correlation to cytotoxicity and adherence to fish mucus",
        "Molecular characterization of tetracycline- and quinolone-resistant Aeromonas salmonicida isolated in Korea",
        "MEGA X: Molecular evolutionary genetics analysis across computing platforms",
        "Identification and pathogenicity of Aeromonas sobria on tail-rot disease in juvenile tilapia Oreochromis niloticus",
        "Isolation, identification, and characterization of Aeromonas schubertii from hybrid snakehead",
        "Multidrug-resistant, extensively drug-resistant and pandrug-resistant bacteria: an international expert proposal for interim standard definitions for acquired resistance",
        "Antimicrobial susceptibility of Aeromonas spp., Vibrio spp., and Plesiomonas shigelloides isolated in The Philippines and Thailand",
        "Phenotypic, genotypic, and phylogenetic discrepancies to differentiate Aeromonas salmonicida from Aeromonas bestiarum",
        "Proposal to assign Aeromonas diversa sp. nov. as a novel species designation for Aeromonas group 501",
        "Characterization and antimicrobial susceptibility of Aeromonas spp. isolated from diseased Asian sea bass (Lates calcarifer)",
        "Prevalence, Virulence Gene Distribution and Alarming the Multidrug Resistance of Aeromonas hydrophila Associated with Disease Outbreaks in Freshwater Aquaculture",
        "Use of the novel phylogenetic marker dnaJ and DNA–DNA hybridization to clarify interrelationships within the genus Aeromonas",
        "Is Aeromonas hydrophila the dominant motile Aeromonas species that causes disease outbreaks in aquaculture production in the Zhejiang Province of China?",
        "MALDI-TOF MS for the diagnosis of infectious diseases",
        "Limited performance of MALDI-TOF for identification of fish Aeromonas isolates at species level",
        "Phenotypic, molecular and pathological characterization of motile aeromonads isolated from diseased fishes cultured in Uruguay",
        "Identification of bacterial pathogens in cultured fish with a custom peptide database constructed by matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDI-TOF MS)",
        "Identification and characterization of pathogenic Aeromonas veronii biovar sobria associated with epizootic ulcerative syndrome in fish in Bangladesh",
        "Aeromonas veronii caused bilateral exophthalmia and mass mortality in cultured Nile tilapia, Oreochromis niloticus (L.) in India",
        "Aeromonas veronii and aerolysin are important for the pathogenesis of motile aeromonad septicemia in cyprinid fish",
        "Distribution of oxytetracycline resistance plasmids between aeromonads in hospital and aquaculture environments: implication of Tn1721 in dissemination of the tetracycline resistance determinant tet A",
        "Use of veterinary medicines, feed additives and probiotics in four major internationally traded aquaculture species farmed in Asia",
        "Resistance to beta-lactam antibiotics in Aeromonas hydrophila isolated from rainbow trout (Oncorhynchus mykiss)",
        "Insight into whole genome of Aeromonas veronii isolated from freshwater fish by resistome analysis reveal extensively antibiotic resistant traits",
        "Aeromonas schubertii, a novel bacterium recovered from AHPND affected farm is lethal to whiteleg shrimp, Penaeus vannamei",
        "Comparison of MALDI-TOF MS, housekeeping gene sequencing, and 16S rRNA gene sequencing for identification of Aeromonas clinical isolates",
        "Complex evolutionary history of the Aeromonas veronii group revealed by host interaction and DNA sequence data",
        "Phylogenetic analysis of the genus Aeromonas based on two housekeeping genes",
        "Identification and virulence of Aeromonas dhakensis, Pseudomonas mosselii and Microbacterium paraoxydans isolated from Nile tilapia, Oreochromis niloticus, cultivated in Mexico",
        "Virulence of the fish pathogen Aeromonas dhakensis: genes involved, characterization and histopathology of experimental infected hybrid tilapia",
        "Thailand's national strategic plan on antimicrobial resistance: progress and challenges",
        "Comparative genomics of Aeromonas veronii: Identification of a pathotype impacting aquaculture globally",
        "The main Aeromonas pathogenic factors",
        "Antibiotic resistance of Aeromonas hydrophila isolated from marketed fish and prawn of South India",
        "A first report of Aeromonas veronii infection of the Sea Bass, Lateolabrax maculatus in China",
        "Biochemical and molecular characterization of Aeromonas species isolated from fish",
        "Phylogenetic analysis of members of the genus Aeromonas based on gyrB gene sequences",
        "Multidrug-resistant Aeromonas veronii recovered from channel catfish (Ictalurus punctatus) in China: prevalence and mechanisms of fluoroquinolone resistance",
        "Occurrence, molecular characterization, and antimicrobial susceptibility of Aeromonas spp. in marine species of shrimps cultured at inland low salinity ponds",
        "Pathological findings of experimental Aeromonas hydrophila infection in Nile tilapia (Oreochromis niloticus)",
        "Occurrence of antibiotic resistance genes in extracellular and intracellular DNA from sediments collected from two types of aquaculture farms",
        "Identity and virulence properties of Aeromonas isolates from healthy Northern snakehead (Channa argus) in China",
        "Aeromonas veronii infection in the cultured snakehead fish, Ophiocephalus argus (Cantor)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Makassar",
            "@id": "60069390",
            "affilname": "Hasanuddin University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069390",
            "affiliation-country": "Indonesia"
        }
    ],
    "funding": [
        "Animal Pathogen Research Unit",
        "Department of Veterinary Microbiology, Faculty of Veterinary Science, Chulalongkorn University",
        "Second century Fund",
        "Chulalongkorn University",
        "Kasetsart University",
        "Thailand Science, Research, and Innovation",
        "Faculty of Veterinary Science, Chulalongkorn University"
    ]
}