{
    "eid": "2-s2.0-85027933320",
    "title": "Anthraquinone–steroids, evanthrasterol A and B, and a meroterpenoid, emericellic acid, from endophytic fungus, Emericella variecolor",
    "cover-date": "2016-02-01",
    "subject-areas": [
        {
            "$": "Endocrinology",
            "@code": "1310"
        },
        {
            "$": "Clinical Biochemistry",
            "@code": "1308"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        }
    ],
    "keywords": [
        "Anthraquinone–steroid",
        "Emericella variecolor",
        "Meroterpenoid"
    ],
    "authors": [
        "Jatupol Liangsakul"
    ],
    "citedby-count": 20,
    "ref-count": 26,
    "ref-list": [
        "Evariquinone, isoemericellin, and stromemycin from a sponge derived strain of the fungus Emericella variecolor",
        "Studies on fungal products. Part 15. Isolation and structure determination of arugosin E from Aspergillus silvaticus and cycloisoemericellin from Emericella striata",
        "The biosynthesis of fungal metabolites. Part VI. Structures and biosynthesis of some minor metabolites from variant strains of aspergillus variecolor",
        "Cytotoxic activity of four xanthones from Emericella variecolor, an endophytic fungus isolated from Croton oblongifolius",
        null,
        "Stellatic acid: a new class of sesterterpenoid; X-ray crystal structure",
        null,
        "The determination by n.m.r. methods of the structure and stereochemistry of astellatol, a new and unusual sesterterpene",
        "Variecolin, a Sesterterpenoid of Novel Skeleton from Aspergillus variecolor MF138",
        "Biosynthesis of polyketide-terpenoid (Meroterpenoid) metabolites andibenin B and andilesin A in aspergillus variecolor",
        "Cytotoxic sesterterpenes, 6-epi-ophiobolin G and 6-epi-ophiobolin N, from marine derived fungus Emericella variecolor GF10",
        "Emervaridione and varioxiranediol, two new metabolites from the endophytic fungus, Emericella variecolor",
        "The influence of culture conditions on the biosynthesis of secondary metabolites by Penicillium verrucosum Dierck",
        "Steroids with aromatic A-rings from the Hainan soft coral Dendronephthya studeri Ridley",
        "Fomentarols A-D, sterols from the polypore macrofungus Fomes fomentarius",
        "Can. J. Chem.",
        "Acta Bot. Sin.",
        "Sterol constituents from the fruit bodies of Grifola frondosa (Fr.) S. F. Gray",
        "Meroterpenoids produced by fungi",
        "Complete biosynthetic pathway of anditomin: Nature's sophisticated synthetic route to a complex fungal meroterpenoid",
        "Novel terpenoids of the fungus Aspergillus insuetus isolated from the Mediterranean sponge Psammocinia sp. collected along the coast of Israel",
        null,
        "An efficient regioselective synthesis of endocrocin and structural related natural anthraquinones starting from emodin",
        "Cassanes and anthraquinones from Chamaecrista greggii",
        "J. Biol. Chem.",
        "A study of some variables in a tetrazolium dye (MTT) based assay for cell growth and chemosensitivity"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Department of Chemistry, Chulalongkorn University",
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}