{
    "eid": "2-s2.0-84906728583",
    "title": "Spatial variations of sea level along the coast of Thailand: Impacts of extreme land subsidence, earthquakes and the seasonal monsoon",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Global and Planetary Change",
            "@code": "2306"
        },
        {
            "$": "Oceanography",
            "@code": "1910"
        }
    ],
    "keywords": [
        "Andaman Sea",
        "Gulf of Thailand",
        "Sea level rise",
        "Seasonal sea level cycle",
        "Sumatra Earthquake"
    ],
    "authors": [
        "Suriyan Saramul"
    ],
    "citedby-count": 34,
    "ref-count": 54,
    "ref-list": [
        "Proc. of 'Fringe 2009' ESRIN, Frascati, Italy (ESA SP-677, March 2010)",
        "Simulation of seasonal circulations and thermohaline variabilities in the Gulf of Thailand",
        "Coral reefs of the Andaman Sea - An integrated perspective",
        "Seasonal sea level change from TOPEX/Poseidon observation and thermal contribution",
        "A 20th century acceleration in global sea-level rise",
        "Sea-Level Rise from the Late 19th to the Early 21st Century",
        "Circulation in the Coastal Ocean",
        "Recent sea level trends and accelerations: Comparison of tide gauge and satellite results",
        "Sea-level Rise: History and Consequences",
        "Stratigraphic record of Holocene coseismic subsidence, Padang, West Sumatra",
        "Sea level rise, spatially uneven and temporally unsteady: Why the U.S. East Coast, the global tide gauge record, and the global altimeter data show different trends",
        "Is sea level rise accelerating in the Chesapeake Bay? A demonstration of a novel new approach for analyzing sea level data",
        "Gulf Stream's induced sea level rise and variability along the U.S. mid-Atlantic coast",
        "Circulation in the gulf of carpentaria. Ii. residual currents and mean sea level",
        "Theoretical Study of Tides in Gulf",
        "The theory of the seasonal variability in the ocean",
        "Chapter 5 Impoundment, groundwater mining, and other hydrologic transformations: Impacts on global sea level rise",
        "New data systems and products at the permanent service for mean sea level",
        "The empirical mode decomposition and the Hubert spectrum for nonlinear and non-stationary time series analysis",
        "Nonlinear trends and multiyear cycles in sea level records",
        "The NCEP/NCAR 40-year reanalysis project",
        "Does the mid-Atlantic United States sea level acceleration hot spot reflect ocean dynamic variability?",
        "Estimation of steric sea level variations from combined GRACE and Jason-1 data",
        "Planning for the impacts of sea level rise",
        "Intraseasonal variability of sea level and circulation in the Gulf of Thailand: The role of the Madden-Julian Oscillation",
        "Madden-Julian oscillation and sea level: Local and remote forcing",
        "Sea-level Rise: History and Consequences",
        "Global glacial isostasy and the surface of the ice-age earth: The ICE-5G (VM2) model and GRACE",
        "On the origins of Earth rotation anomalies: New insights on the basis of both \"paleogeodetic\" data and Gravity Recovery and Climate Experiment (GRACE) data",
        "Land subsidence in Bangkok, Thailand",
        "Guidebook to Studies of Land Subsidence Due to Ground-water Withdrawal (Tech. Rep.)",
        "Sea Level Variation in Gulf of Thailand",
        "General circulation in the Malacca Strait and Andaman Sea: A numerical model study",
        "Hotspot of accelerated sea-level rise on the Atlantic coast of North America",
        "Observations and Modeling Forcing Mechanisms for the Coastal Dynamics of the Upper Gulf of Thailand",
        "On the dynamics of low latitude, wide and shallow coastal system: Numerical simulations of the Upper Gulf of Thailand",
        "Vertical motions in Thailand after the 2004 Sumatra-Andaman Earthquake from GPS observations and its geophysical modelling",
        "Earthquake supercycles inferred from sea-level changes recorded in the corals of west Sumatra",
        "Interannual and interdecadal variability of Thailand summer monsoon season",
        "Characterization of the observed sea level and sea surface temperature in the gulf of Thailand and the South China sea",
        "Maejo Int. J. Sci. Technol.",
        "Sinking deltas due to human activities",
        "Water Community Revitalization: An Urban Design Project for Supporting the Use of Waterways in Modern Bangkok",
        "Seasonal sea level cycle in the Caribbean Sea",
        "Sea level change in the Gulf of Thailand from GPS-corrected tide gauge data and multi-satellite altimetry",
        "The global distribution of the seasonal sea level cycle calculated from coastal tide gauge data",
        "Will sea-level really fall in the Gulf of Thailand?",
        "Effect of global warming in Thailand",
        "Coupled ocean-atmosphere dynamics in the Indian Ocean during 1997-98",
        null,
        "Seasonal and interannual variations in the velocity field of the South China Sea",
        "Naga Report",
        "Sea level variation in the eastern Asia",
        "Observations and Simulations of the Circulation and Mixing around the Andaman-Nicobar Submarine Ridge"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Norfolk",
            "affilname": "Old Dominion University",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "CCSLRI",
        "ODU's Climate Change and Sea Level Rise Initiative",
        "National Oceanic and Atmospheric Administration",
        "Chulalongkorn University"
    ]
}