{
    "eid": "2-s2.0-85079278149",
    "title": "The comparison of environmental impacts of carbonized briquettes from rain tree residues and coffee grounds/tea waste and traditional waste management",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Carbonized briquette",
        "Coffee ground/tea waste",
        "Life cycle assessment",
        "Rain tree"
    ],
    "authors": [
        "N. Chaisuwan",
        "N. Kansai",
        "N. Supakata",
        "S. Papong"
    ],
    "citedby-count": 5,
    "ref-count": 17,
    "ref-list": [
        "Briquetting of charcoal from sesame stalk",
        "Production of biobriquettes from carbonized brown seaweed",
        "Carbonized briquettes as a tool for adding value to waste from rain tree (samanea saman) and coffee ground/tea waste",
        "Simultaneously boosting the mass and fixed-carbon yields of charcoal from forest residues via atmospheric carbonization",
        "Emissions of greenhouse gases and other airborne pollutants from charcoal making in Kenya and Brazil",
        "Scenarios in selected tools for environmental systems analysis",
        "Energy use and environmental impacts of forest operations in Sweden",
        "ISO 14040: Environmental management-life cycle assessment-principals and framework",
        "Environmental and economic assessment of crop residues competitive utilization for biochar, briquette fuel and combined heat and power generation",
        "Bioethanol from waste: Life cycle estimation of the greenhouse gas saving potential",
        "Economic, environmental and social assessment of briquette fuel from agricultural residues in China: A study on flat die briquetting using corn stalk",
        "LCA of eucalyptus wood charcoal briquettes",
        "The 2006 IPCC guidelines for national greenhouse gas inventories",
        "Life cycle environmental impacts of cornstalk briquette fuel in China",
        "Comparative cradle-to-grave life cycle assessment of wood pellet production with torrefaction"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60014471",
            "affilname": "Thailand National Metal and Materials Technology Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014471",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Biomass Center, Physical Resources Management",
        "Department of Environmental Science",
        "Municipal Solid Waste",
        "S&T Postgraduate Education and Research Development Office",
        "Office of Higher Education Commission",
        "Chulalongkorn University"
    ]
}