{
    "eid": "2-s2.0-85113735769",
    "title": "Impact of COVID-19 on Lung Allograft and Clinical Outcomes in Lung Transplant Recipients: A Case-control Study",
    "cover-date": "2021-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Transplantation",
            "@code": "2747",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Nitipong Permpalung",
        "Katrina Bazemore",
        "Teresa Po Yu Chiang",
        "Joby Mathew",
        "Lindsay Barker",
        "Saman Nematollahi",
        "Willa Cochran",
        "Afrah S. Sait",
        "Robin K. Avery",
        "Pali D. Shah"
    ],
    "citedby-count": 22,
    "ref-count": 44,
    "ref-list": [
        "Early impact of COVID-19 on transplant center practices and policies in the United States.",
        "COVID-19 therapeutics for solid organ transplant recipients; 6 months into the pandemic: Where are we now?",
        "COVID-19 in kidney transplant recipients.",
        "COVID-19 in solid organ transplant recipients: Initial report from the US epicenter.",
        "COVID-19 in solid organ transplant recipients: A single-center case series from Spain.",
        "First experience of SARS-CoV-2 infections in solid organ transplant recipients in the Swiss Transplant Cohort Study.",
        "Early experience with COVID-19 and solid organ transplantation at a US high-volume transplant center.",
        "COVID-19 in solid organ transplant: A multi-center cohort study [published online ahead of print August 7, 2020].",
        "Inpatient COVID-19 outcomes in solid organ transplant recipients compared to non-solid organ transplant patients: A retrospective cohort [published online ahead of print December 7, 2020].",
        "Human metapneumovirus in lung transplant recipients and comparison to respiratory syncytial virus.",
        "Clinical features and outcomes of paramyxoviral infection in lung transplant recipients treated with ribavirin.",
        "Oral and inhaled ribavirin treatment for respiratory syncytial virus infection in lung transplant recipients.",
        "Human metapneumovirus and parainfluenza virus infections in lung transplant recipients: The effects on lung allograft and clinical outcomes [published online ahead of print January 25, 2021].",
        "COVID-19 in lung transplant recipients: A single center case series from New York City.",
        "COVID-19 in lung transplant recipients.",
        "Incidence and morbidity of human metapneumovirus and other community-acquired respiratory viruses in lung transplant recipients.",
        "Impact of human metapneumovirus and human cytomegalovirus versus other respiratory viruses on the lower respiratory tract infections of lung transplant recipients.",
        "Human metapneumovirus infection in lung transplant recipients: Clinical presentation and epidemiology.",
        "Symptomatic respiratory virus infection and chronic lung allograft dysfunction.",
        "Evaluation of 10 years of parainfluenza virus, human metapneumovirus, and respiratory syncytial virus infections in lung transplant recipients.",
        "Chronic lung allograft dysfunction: Definition, diagnostic criteria, and approaches to treatment - A consensus report from the Pulmonary Council of the ISHLT.",
        "Chronic lung allograft dysfunction: Definition and update of restrictive allograft syndrome-a consensus report from the Pulmonary Council of the ISHLT.",
        "General approach to the clinical care of solid organ transplant recipients with COVID-19 infection [published online ahead of print October 29, 2020].",
        "Revision of the 1996 working formulation for the standardization of nomenclature in the diagnosis of lung rejection.",
        "Antibody-mediated rejection of the lung: A consensus report of the International Society for Heart and Lung Transplantation.",
        "An international ISHLT/ATS/ERS clinical practice guideline: Diagnosis and management of bronchiolitis obliterans syndrome.",
        "Hydroxychloroquine with or without azithromycin in mild-to-moderate Covid-19.",
        "A 2010 working formulation for the standardization of definitions of infections in cardiothoracic transplant recipients.",
        "Revision and update of the consensus definitions of invasive fungal disease from the European Organization for Research and Treatment of Cancer and the Mycoses Study Group Education and Research Consortium.",
        "Investigating differences in treatment effect estimates between propensity score matching and weighting: A demonstration using STAR∗D trial data.",
        "COVID-19 in lung transplant recipients.",
        "Impact of gram negative bacteria airway recolonization on the occurrence of chronic lung allograft dysfunction after lung transplantation in a population of cystic fibrosis patients.",
        "Host-pathogen interactions and chronic lung allograft dysfunction.",
        "Hospital-acquired infections among adult patients admitted for COVID-19 [published online April 13, 2021].",
        "Prevalence of co-infection at the time of hospital admission in COVID-19 patients, a multicenter study.",
        "COVID-19 associated pulmonary aspergillosis in mechanically ventilated patients [published online ahead of print March 9, 2021].",
        "Incidence of co-infections and superinfections in hospitalized patients with COVID-19: A retrospective cohort study.",
        "Bacterial co-infection and secondary infection in patients with COVID-19: A living rapid review and meta-analysis.",
        "Isavuconazole to prevent invasive fungal infection in immunocompromised adults: Initial experience at an academic medical centre.",
        "Isavuconazole for the prophylaxis and treatment of invasive fungal disease: A single-center experience.",
        "Isavuconazole prophylaxis in patients with hematologic malignancies and hematopoietic cell transplant recipients.",
        "Breakthrough fungal infections in patients with leukemia receiving isavuconazole.",
        "Isavuconazole is as effective as and better tolerated than voriconazole for antifungal prophylaxis in lung transplant recipients [published online ahead of print May 28, 2020]."
    ],
    "affiliation": [
        {
            "affiliation-city": "Baltimore",
            "@id": "60001117",
            "affilname": "Johns Hopkins School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001117",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}