{
    "eid": "2-s2.0-84942163727",
    "title": "Highly promising discrimination of various catecholamines using ratiometric fluorescence probes with intermolecular self-association of two sensing elements",
    "cover-date": "2015-09-07",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [],
    "authors": [
        "Yanisa Sanguansap"
    ],
    "citedby-count": 6,
    "ref-count": 35,
    "ref-list": [
        "Copper neurotoxicity is dependent on dopamine-mediated copper uptake and one-electron reduction of aminochrome in a rat substantia nigra neuronal cell line",
        "Schizophrenia: Diverse approaches to a complex disease",
        "Principles of medicinal chemistry",
        "Direct evidence for brain‐specific release of dopamine from a redox delivery system",
        "Circulating and Urinary Catecholamines in Pheochromocytoma: Diagnostic and Pathophysiologic Implications",
        "The diagnosis and medical management of advanced neuroendocrine tumors",
        "Selective amine recognition: Development of a chemosensor for dopamine and norepinephrine",
        "A new boronic acid based fluorescent reporter for catechol",
        "Fluorescence sensing of dopamine",
        "Three-point recognition and selective fluorescence sensing of L-DOPA",
        "Supramolecular association of dopamine with immobilized fluorescent probes",
        "A dual fluorometric and colorimetric sensor for dopamine based on BSA-stabilized Au nanoclusters",
        "Anal. Chim. Acta",
        "Molecular recognition inside of multifunctionalized mesoporous silicas: Toward selective fluorescence detection of dopamine and glucosamine [8]",
        "Gatekeeping Layer Effect: A Poly(lactic acid)-coated Mesoporous Silica Nanosphere-Based Fluorescence Probe for Detection of Amino-Containing Neurotransmitters",
        "Fluorescence ratio imaging: a new window into intracellular ionic signaling",
        "Ratiometric fluorescence chemosensors for copper(II) and mercury(II) based on FRET systems",
        "Design strategies for ratiometric chemosensors: Modulation of excitation energy transfer at the energy donor site",
        "Metal ion-induced FRET modulation in a bifluorophore system",
        "Colorimetric and ratiometric fluorescent chemosensor with a large red-shift in emission: Cu(II)-only sensing by deprotonation of secondary amines as receptor conjugated to naphthalimide fluorophore",
        "A fluorophore capable of crossword puzzles and logic memory",
        "Switching off FRET by analyte-induced decomposition of squaraine energy acceptor: A concept to transform ' turn off’ chemodosimeter into ratiometric sensors",
        "A ratiometric fluorescent probe for rapid detection of hydrogen sulfide in mitochondria",
        "Ratiometric displacement approach to Cu(II) sensing by fluorescence",
        "Highly effective discrimination of catecholamine derivatives via FRET-on/off processes induced by the intermolecular assembly with two fluorescence sensors",
        "Fluorescence ratio imaging of cyclic AMP in single cells",
        "J. Org. Chem.",
        null,
        "FRET-based sensor for imaging chromium(III) in living cells",
        null,
        "Effects of dopamine concentration on energy transfer between dendrimer-QD and dye-labeled antibody",
        "Substituent Effects on Monoboronic Acid Sensors for Saccharides Based on N-Phenyl-1,8-naphthalenedicarboximides",
        "Cation complexation behavior of pyrene- and anthracene-appended new crown ether derivatives",
        "Chemometrics for Pattern Recognition",
        "Circulating catecholamine levels in human and experimental hypertension"
    ],
    "affiliation": [
        {
            "affiliation-city": "Rayong",
            "affilname": "Vidyasirimedhi Institute of Science and Technology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}