{
    "eid": "2-s2.0-85022213503",
    "title": "Sex difference in thermal preference of adult mice does not depend on presence of the gonads",
    "cover-date": "2017-07-11",
    "subject-areas": [
        {
            "$": "Endocrinology",
            "@code": "1310"
        },
        {
            "$": "Gender Studies",
            "@code": "3318"
        }
    ],
    "keywords": [
        "Body temperature regulation",
        "Dark-light cycle",
        "Estrogen",
        "Gonadectomy",
        "Nesting behavior",
        "Progesterone",
        "Sex",
        "Testosterone",
        "Thermogenesis",
        "Thermosensing"
    ],
    "authors": [
        "Kasiphak Kaikaew"
    ],
    "citedby-count": 24,
    "ref-count": 39,
    "ref-list": [
        "Jpn J Physiol",
        "Vagal tone dominates autonomic control of mouse heart rate at thermoneutrality",
        "Effects of room temperature on reproduction, body and organ weights, food and water intakes, and hematology in mice.",
        "Temperature Regulation in Laboratory Rodents",
        "Principles of Laboratory Animal Science",
        "Behavioral thermoregulatory responses of single- and group-housed mice",
        "Translating animal model research: Does it matter that our rodents are cold?",
        "Nonshivering thermogenesis and its adequate measurement in metabolic studies",
        "Scaling: Why Is Animal Size so Important?",
        "Some like it hot: Mouse temperature preferences in laboratory housing",
        "Sex- and age-specific differences in core body temperature of C57Bl/6 mice",
        "Sex hormone effects on autonomic mechanisms of thermoregulation in humans",
        "Structure, Function, and Regulation of the Corpus Luteum",
        "Estradiol signaling in the regulation of reproduction and energy balance",
        "Estradiol regulates brown adipose tissue thermogenesis via hypothalamic AMPK",
        "Opposite actions of testosterone and progesterone on UCP1 mRNA expression in cultured brown adipocytes",
        "Expression of mitochondrial biogenesis-signaling factors in brown adipocytes is influenced specifically by 17β-estradiol, testosterone, and progesterone",
        "Heat or insulation: Behavioral titration of mouse preference for warmth or access to a nest",
        "Behavioural anomalies in mice evoked by \"Tokyo\" disruption of the Vitamin D receptor gene",
        "Body Surface Area Prediction in Normal, Hypermuscular, and Obese Mice",
        "Working with what you've got: Changes in thermal preference and behavior in mice with or without nesting material",
        "Comprehensive Metabolic Survey of 16 Inbred Strains of Mice. MPD:9233",
        "Densitometric Survey of 11 Strains of Mice. MPD:Jaxpheno1",
        "17th European Congress of Endocrinology",
        "Neuronal basis of Hammel's model for set-point thermoregulation",
        "Comprehensive Physiology",
        "The hypothalamus",
        "Gender differences in thermoregulation",
        "Effects of testosterone, estradiol, and temperature on neurons in preoptic tissue slices",
        "Gender differences in cold sensitivity: role of hormonal regulation of TRPM8 channel",
        "Role of sex hormones in modulation of brown adipose tissue activity",
        "The influence of sex steroids on adipose tissue growth and function",
        "Endocrine Physiology, 4e",
        "Sex hormone-binding globulin regulation of androgen bioactivity in vivo: Validation of the free hormone hypothesis",
        "Comparative pharmacokinetics and tissue distribution analysis of systemically administered 17-β-estradiol and its metabolites in vivo delivered using a cationic nanoemulsion or a peptide-modified nanoemulsion system for targeting atherosclerosis",
        "Nature's food anticipatory experiment: Entrainment of locomotor behavior, suprachiasmatic and dorsomedial hypothalamic nuclei by suckling in rabbit pups",
        "Pubertal hormones organize the adolescent brain and behavior",
        "Estrogenic chemicals at puberty change ERα in the hypothalamus of male and female rats",
        "Hypothalamic and dietary control of temperature-mediated longevity"
    ],
    "affiliation": [
        {
            "affiliation-city": "Rotterdam",
            "affilname": "Erasmus MC",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Faculty of Medicine, Chulalongkorn University"
    ]
}