{
    "eid": "2-s2.0-84996463960",
    "title": "Socio-cultural cleavages and red shirt-yellow shirt conflicts in thailand's politics: A critical multiculturalism view",
    "cover-date": "2014-10-29",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Pitch Pongsawat"
    ],
    "citedby-count": 0,
    "ref-count": 46,
    "ref-list": [
        "The Study of Thailand: Analyses of Knowledge, Approaches, and Prospects in Anthropology, Art History, Economics, History, and Political Science",
        "Imagined Communities: Reflections on the Origin and Spread of Nationalism",
        "Rebellion in Southern Thailand: Contending Histories",
        "A History of Thailand",
        "Siam-Patani: Past-Present-Future [in Thai",
        "Woman, Man, Bangkok: Love, Sex, and Popular Culture in Thailand",
        "Minority Groups in Thailand and National Security [in Thai",
        "From Lanna",
        "How Have We Been Here: The Origin of \"Red Shirt\" and the Radical Characters Concerning the Monarchy",
        "Minority Groups in Thailand",
        "The Patriotic Thai-born Chinese: Their Historical Consciousness and Defined Democracy' [in Thai",
        "Matichon Daily",
        "The Idea of Critical Theory: Habermas and the Frankfurt School",
        "A Contemporary Critique of Historical Materialism, Volume 2: The Nation State and Violence",
        "Selections from the Prison Notebooks",
        "Deciphering Southern Thailand's Violence: Organisation and Insurgent Practices of BRN - Coordinate",
        "Introduction to Critical Theory: Horkheimer to Habermas",
        "Population Statistics of Thailand [in Thai]",
        "Identity crisis and social integration under globalization in Korea",
        "The Movement of \"United Front for Democracy against Dictatorship\": UDD under Abhisit Government",
        "Contemporary Political Philosophy",
        "Rhetorical Analysis of Sonthi Limthongul's Communication with the People's Alliance for Democracy",
        "Subject Siam",
        "Tearing apart the land: Islam and legitimacy in Southern Thailand",
        "Red vs. Yellow. Volume 1: Thailand's Crisis of Identity",
        "Red vs. Yellow. Volume 2: Thailand's Political Awakening",
        "Border Partial Citizenship, Border Towns, and Thai-Myanmar Cross-border Development: Case Studies at the Thai Border Towns",
        "Observing Thai Democracy",
        "The Organization of Thai Society in the Early Bangkok Period, 1782-1873",
        "The Rise and Fall of the Thai Absolute Monarchy: Foundations of the Modern Thai State from Feudalism to Peripheral Capitalism",
        "Transport and Communications Bulletin for Asia and the Pacific",
        "Thai Radical Discourse: The Real Face of Thai Feudalism Today",
        "National Identity and Its Defenders?: Thailand Today",
        "Re-Examining the Political Landscape of Thailand",
        "The Sonthi Phenomenon: From Yellow Shirt to Blue Scarf",
        "Cracks in Thai Society?: National Integration and Security Issues",
        "Manager",
        "Commodifying Marxism: The Formation of Modern Thai Radical Culture, 1927-1958",
        "The misbehaving jeks: The evolving regime of Thainess and Sino-Thai challenges",
        "Urbanized villagers in the 2010 thai redshirt protests: Not just poor farmers?",
        "Multiculturalism in Asia",
        "Minorities and the Burmese Government [in Thai",
        "Political Roles of Thai Middle Classes in People's Alliance for Democracy (PAD) under Thaksin's Regime",
        "Chinese Creoles Love the Nation?: Constructed Neo-Nationalism Process in Political Economy and Knowledge' [in Thai",
        "Siam Mapped: A History of the Geo-body of a Nation"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}