{
    "eid": "2-s2.0-85034116329",
    "title": "A checklist of the millipedes (Diplopoda) of Myanmar, with an updated list of Leonardo Fea's collecting localities",
    "cover-date": "2017-11-16",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Burma",
        "Fauna",
        "Millipede",
        "Taxonomy"
    ],
    "authors": [
        "Natdanai Likhitrakarn"
    ],
    "citedby-count": 15,
    "ref-count": 198,
    "ref-list": [
        "Ibis",
        "Greater Mekong Subregion Atlas of the Environment",
        "Denkschriften der Kaiserlichen Akademie der Wissenschaften zu Wien, Mathematisch-Naturwissenschaftliche Classe",
        "Denkschriften der Kaiserlichen Akademie der Wissenschaften zu Wien, Mathematisch-Naturwissenschaftliche Classe",
        "Zoologische Jahrbücher, Abteilung für Systematik, Geographie und Biologie der Thiere",
        "Arkiv för Zoologi",
        "Archiv für Naturgeschichte",
        "Nova Guinea",
        "Zoölogische Mededeelingen",
        "Mémoires du Musée Royal d' Histoire Naturelle de Belgique, Hors Série",
        "Memoirs of the Indian Museum",
        "Strongylosomidae. das Tierreich",
        "Mémoires du Muséum National d'Histoire Naturelle, N.S",
        "Das Tierreich",
        "Das Tierreich",
        "Annalen des Naturhistorischen Museums in Wien",
        "Veröffentlichungen der Universität Innsbruck",
        "Berichte des Naturwissenschaftlich-medizinischen Vereins in Innsbruck",
        "Abstracts, 9th International Congress of Myriapodology",
        "Mémoires du Muséum National d'Histoire Naturelle",
        "Acta Myriapodologica-Mémoires du Muséum National d'Histoire Naturelle",
        "Mysore Journal of Agricultural Sciences",
        "Soil Biology and Ecology in India",
        "Circadian rhythms in the sociability and locomotor activities of the millipede, Jonespeltis splendidus Verhoeff",
        "Proceedings of the Indian Academy of Sciences, Animal Sciences",
        "UAS Technical Series, University of Agricultural Sciences",
        "Journal of Soil Biology and Ecology",
        "Feeding activity of the millipede, Jonespeltis splendidus Verhoeff and soil humification",
        "Annales de la Société Entomologique de Belgique",
        "Bulletin du Muséum d'Histoire Naturelle",
        "Mission Pavie Indo-Chine 1879: 1895. A. Etudes Diverses. III. Rechereches sur l'Histoire Naturelle de l'Indo-Chine Orientale",
        "Annals and Magazine of Natural History, Series",
        "Annals and Magazine of Natural History, Series",
        "Revue Suisse de Zoologie",
        "Revue Suisse de Zoologie",
        "Revue Suisse de Zoologie",
        "Annals and Magazine of Natural History, Series",
        "Proceedings of the Biological Society of Washington",
        "Proceedings of the Entomological Society of Washington",
        "Zoologica, New York",
        "Brandtia",
        "Természetrajzi Füzetek",
        "Mémoires de la Société de Physique et d'Histoire Naturelle de Genève",
        "Schubartiana",
        "Bulletin of the British Museum (Natural History)",
        "Mémoires du Muséum National d'Histoire Naturelle, Serie A",
        "Entomologische Mitteilungen Aus Dem Zoologischen Staatsinstitut und Zoologischen Museum Hamburg",
        "Bulletin du Muséum National d'Histoire Naturelle, 4e S Érie, Section A, Zoologie",
        "Bulletin du Muséum National d'Histoire Naturelle, S Éeie 4e, Section A, Zoologie",
        "Courier Forschungsinstitut Senckenberg",
        "Cape verdean millipedes (diplopoda)",
        "Entomologist's Monthly Magazine",
        "Steenstrupia",
        "Arthropoda Selecta",
        "Voyage Autour du Monde Exécuté Pendant les Ann Ées 1836 et 1837 sur le Corvette la Bonite Commandée Par M",
        "Quattro Anni Fra i Birmani e le Tribù Limitrofe",
        "LXXVI. Riassunto Generale Dei Risultati Zoologici. Annali Del Museo Civico di Storia Naturale di Genova, Series 2",
        "Histoire Naturelle des Insectes. Aptères",
        "Annali Del Museo Civico di Storia Naturale di Genova, Series 3",
        "Acta Zoologica Hungarica",
        "Arthropoda Selecta",
        "Arthropoda Selecta",
        "Arthropoda Selecta",
        "Arthropoda Selecta",
        "On several new or poorly-known Oriental Paradoxosomatidae (Díplopoda: Polydesmída), XI",
        "Tropical Natural History",
        "On several new or poorly-known oriental paradoxosomatidae (Diplopoda: Polydesmida), XIX",
        "Steenstrupia",
        "Steenstrupia",
        "Arachnida and Myriapoda of the Seychelles Islands",
        "Spirobolida. Acta Zoologica Hungarica",
        "Acta Zoologica Academiae Scientiarum Hungaricae",
        "Acta Myriapodologica-Mémoires du Muséum National d'Histoire Naturelle",
        "Arthropoda Selecta",
        "Two new species of the millipede family Glomeridae from Vietnam (Diplopoda: Glomerida)",
        "The millipede family Paradoxosomatidae in the Philippines, with a description of Eustrongylosoma penevi sp.n., and notes on Anoplodesmus anthracinus Pocock, 1895, recorded in Malaysia and Sri Lanka for the first time (Diplopoda, Polydesmida)",
        "Tropical Natural History",
        "A new species of the millipede genus Cryptocorypha Attems, 1907, from Myanmar (Diplopoda: Polydesmida: Pyrgodesmidae)",
        "A new species of the millipede genus Koponenius golovatch et vandenspiegel, 2014, from Nepal (Diplopoda: Polydesmida: Haplodesmidae)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Moscow",
            "affilname": "A.N. Severtsov Institute of Ecology and Evolution Russian Academy of Sciences",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Maejo University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Office of the Royal Development Projects Board",
        "RDPB",
        "Thailand Research Fund",
        "Thailand Research Fund"
    ]
}