{
    "eid": "2-s2.0-85152440681",
    "title": "Market reactions to timing and information of mandatory disclosures",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Accounting",
            "@code": "1402",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Development",
            "@code": "3303",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Sociology and Political Science",
            "@code": "3312",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Disclosure regulation",
        "Emerging market",
        "Information content",
        "Mandatory disclosure",
        "Timeliness"
    ],
    "authors": [
        "Prapaporn Kiattikulwattana",
        "Ra Pee Pattanapanyasat"
    ],
    "citedby-count": 0,
    "ref-count": 45,
    "ref-list": [
        "A growing disparity in earnings disclosure mechanisms: the rise of concurrently released earnings announcements and 10-Ks",
        "The effect of EDGAR on the market reaction to 10-K filings",
        "Timeliness of financial reporting, the firm size effect, and stock price reactions to annual earnings announcements",
        "Market reaction to multiple contemporaneous earnings signals: earnings announcements and future earnings guidance",
        "The market reaction to bank regulatory reports",
        "An empirical evaluation of accounting income numbers",
        "Ball and Brown (1968) after fifty years",
        "The information content of annual earnings announcements",
        "The financial reporting environment: review of the recent literature",
        "Large‐sample evidence on firms'year‐over‐year MD&A modifications",
        "Regulating the timing of disclosure: insights from the acceleration of 10-K filing deadlines",
        "Why are 10-K filings so long?",
        "Timeliness of reporting and the stock price reaction to earnings announcements",
        "The commitment effect versus information effect of disclosure—evidence from smaller reporting companies",
        "Changes in the value-relevance of earnings and book values over the past forty years",
        "The information content of annual reports: a price and trading response analysis",
        "Annual report readability, agency costs, firm performance: an investigation of Oman's financial sector",
        "Decision usefulness and accelerated filing deadlines",
        "The evolution of 10-K textual disclosure: evidence from latent Dirichlet allocation",
        "SEC form 10K/10Q reports and annual reports to shareholders: reporting lags and squared market model prediction errors",
        "Efficient capital markets: a review of theory and empirical work",
        "The incremental information content of the 10-K",
        "Additional evidence on the incremental information content of the 10‐K",
        "Have financial statements lost their relevance?",
        "Got information? Investor response to Form 10-K and Form 10-Q EDGAR filings",
        "The information content of losses",
        "Do letters to shareholders have information content?",
        "The new Form 8-K disclosures",
        "The boundaries of financial reporting and how to extend them",
        "Annual report readability, current earnings, and earnings persistence",
        "Market reaction surrounding the filing of periodic SEC reports",
        "The use of EDGAR filings by investors",
        "The extent of segmental reporting and its value relevance: cross-country evidence",
        "How plain English use affects the length of annual reports: evidence from the annual reports of foreign firms listed on the US stock exchange",
        "The incremental information content of SEC 10-K reports filed under the EDGAR system",
        "The market reaction to 10-K and 10-Q filings and to subsequent the Wall Street Journal earnings announcements",
        "Financial reporting complexity and investor underreaction to 10-K information"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60199583",
        "affilname": "Chulalongkorn Business School",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
        "affiliation-country": "Thailand"
    },
    "funding": []
}