{
    "eid": "2-s2.0-85090957477",
    "title": "Conflicting Orders in Physician Orders for Life-Sustaining Treatment Forms",
    "cover-date": "2020-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Geriatrics and Gerontology",
            "@code": "2717",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "advance care planning",
        "goals of care",
        "health policy",
        "POLST",
        "quality improvement"
    ],
    "authors": [
        "Robert Y. Lee",
        "Matthew E. Modes",
        "Seelwan Sathitratanacheewin",
        "Ruth A. Engelberg",
        "J. Randall Curtis",
        "Erin K. Kross"
    ],
    "citedby-count": 6,
    "ref-count": 29,
    "ref-list": [
        "A prospective study of the efficacy of the physician order form for life-sustaining treatment",
        "Use of the physician orders for life-sustaining treatment program in the clinical setting: a systematic review of the literature",
        "Variations in physician orders for life-sustaining treatment program across the nation: environmental scan",
        "Association of physician orders for life-sustaining treatment with ICU admission among patients hospitalized near the end of life",
        "An official ATS/AACN/ACCP/ESICM/SCCM policy statement: responding to requests for potentially inappropriate treatments in intensive care units",
        "Effect of psychiatric illness on acute care utilization at end of life from serious medical illness",
        "Predictors of death in the hospital for patients with chronic serious illness",
        "Temporal trends between 2010 and 2015 in intensity of care at end-of-life for patients with chronic illness: influence of age under vs. over 65 years",
        "Low completion and disparities in advance care planning activities among older Medicare beneficiaries",
        "Timing of advance directive completion and relationship to care preferences",
        "Guidelines for the appropriate use of do-not-resuscitate orders",
        "The quality of POLST completion to guide treatment: a 2-state study",
        "Physician orders for life-sustaining treatment (POLST): lessons learned from analysis of the Oregon POLST Registry",
        "Decisions by default: incomplete and contradictory MOLST in emergency care",
        "Maryland's medical orders for life-sustaining treatment form use: reports of a statewide survey",
        "Discordance between patients' stated values and treatment preferences for end-of-life care: results of a multicentre survey",
        "Toward understanding the relationship between prioritized values and preferences for cardiopulmonary resuscitation among seriously ill adults",
        "Differentiating DNI from DNR: combating code status conflation",
        "Use of combined do-not-resuscitate/do-not intubate orders without documentation of intubation preferences: a retrospective observational study at an academic Level 1 trauma center code status and intubation preferences",
        "Decision making for older adults with multiple chronic conditions: executive summary for the American Geriatrics Society guiding principles on the care of older adults with multimorbidity",
        "Defining advance care planning for adults: a consensus definition from a multidisciplinary Delphi panel"
    ],
    "affiliation": [
        {
            "affiliation-city": "Seattle",
            "@id": "60028548",
            "affilname": "University of Washington School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028548",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Seattle",
            "@id": "60015481",
            "affilname": "University of Washington",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015481",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "University of Washington Institute of Translational Health Sciences",
        "National Institutes of Health",
        "National Heart, Lung, and Blood Institute",
        "National Center for Advancing Translational Sciences",
        "University of Washington Institute of Translational Health Sciences",
        "Cambia Health Foundation"
    ]
}