{
    "eid": "2-s2.0-84940104416",
    "title": "Preparation of green high impact polystyrene beads via suspension polymerization",
    "cover-date": "2015-08-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        }
    ],
    "keywords": [
        "factorial design",
        "natural rubber",
        "polystyrene",
        "suspension polymerization",
        "synthesis"
    ],
    "authors": [
        "Tatiya Kittiwattanakul"
    ],
    "citedby-count": 0,
    "ref-count": 17,
    "ref-list": [
        "Super HIPS: Improved high impact polystyrene with two sources of rubber particles",
        "Rubber-modified polystyrene compositions",
        "Toughness and morphology of radiation-crosslinked natural rubber modified polystyrene",
        "Thermal behaviour of natural rubber/polystyrene blends: Thermogravimetric and differential scanning calorimetric analysis",
        "Highly grafted polystyrene-modified natural rubber as toughener for polystyrene",
        "Comparison of the different vulcanization techniques of styrene modified natural rubber (SNR) as an impact modifier of natural rubber-based high impact polystyrene (NRHIPS)",
        "PS/EPDM blends prepared by in situ polymerization of styrene",
        "Fina Technology Inc, Assignee Methods of Making High Impact Polystyrene",
        "Polymer Blends",
        "Suspension polymerisation to form polymer beads",
        "Factorial design of nanosized polyisoprene synthesis via differential microemulsion polymerization",
        "Influence of reaction operation conditions on the final properties of high impact polystyrene (hips)",
        "Kinetic studies on styrene-divinylbenzene copolymerization by suspension technique",
        "Macromol. Chem. Phys.",
        "Gamma irradiation effects on impact strength and thermal properties of SBR-toughened polystyrene",
        "Der Pharmacia Lettre.",
        "Design and Analysis of Experiments"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}