{
    "eid": "2-s2.0-84903607148",
    "title": "Novel cucurbitane triterpenoids and anti-cholinesterase activities of constituents from Momordica charantia L.",
    "cover-date": "2014-06-01",
    "subject-areas": [
        {
            "$": "Complementary and Alternative Medicine",
            "@code": "2707"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        },
        {
            "$": "Plant Science",
            "@code": "1110"
        },
        {
            "$": "Pharmacology",
            "@code": "3004"
        }
    ],
    "keywords": [
        "Acetylcholinesterase",
        "Butyrylcholinesterase",
        "Cucurbitaceae",
        "Inhibitor",
        "Momordica charantia L."
    ],
    "authors": [
        "Wichuta Kuanhut"
    ],
    "citedby-count": 11,
    "ref-count": 30,
    "ref-list": [
        "Journal of Agricultural Technology",
        "Biology and Utilization of Cucurbitaceae",
        "Antimutagenic and anticarcinogenic potentials of some Thai vegetables",
        "Inhibition of P-glycoprotein activity and reversal of cancer multidrug resistance by Momordica charantia extract",
        "Phenolic contents and antioxidant activities of bitter gourd (Momordica charantia L.) leaf, stem and fruit fraction extracts in vitro",
        "International Journal Pharmaceutical Science Research",
        "α-Glucosidase inhibition properties of cucurbitane-type triterpene glycosides from the fruits of Momordica charantia",
        "Antioxidant triterpenoids from the stems of Momordica charantia",
        "Phytomedicine",
        "HIV inhibitor from Thai bitter gourd",
        "Momordica charantia leaf extract suppresses rat prostate cancer progression in vitro and in vivo",
        "Induction of G1 arrest and apoptosis in androgen-dependent human prostate cancer by Kuguacin J, a triterpenoid from Momordica charantia leaf",
        "Kuguacin J isolated from Momordica charantia leaves inhibits P-glycoprotein (ABCB1)-mediated multidrug resistance",
        "Kuguacin J, a triterpeniod from Momordica charantia leaf, modulates the progression of androgen-independent human prostate cancer cell line, PC3",
        "Review of drug development and therapeutic role of cholinesterase inhibitors in Alzheimer's disease",
        "Cholinesterase inhibitors for Alzheimer's disease",
        "Novel compounds in Momordica charantia",
        "Cucurbitane triterpenoids from the leaves of Momordica foetida",
        "In vivo and in vitro studies to identify the hypoglycaemic constituents of Momordica charantia wild variant WB24",
        "Cucurbitane-type triterpenoids from the fruit of Momordica charantia",
        "Cucurbitane-type triterpenoids from Momordica charantia",
        "Induction of stress metabolite formation in suspension cultures of Vigna angularis",
        "A new lignan from Gynostemma pentaphyllum",
        "New approach for extraction of charantin from Momordica charantia with pressurized liquid extraction",
        "Studies on the Constituents of Momordica charantia L. IV. Characterization of the New Cucurbitacin Glycosides of the Immature Fruits. (2) Structures of the Bitter Glycosides, Momordicosides K and L",
        "Bioactive constituents of Leptadenia arborea",
        "Biological activities of lignans from Taxus baccata L. growing in Turkey",
        "A short history of SHELX",
        "Potent and selective butyrylcholinesterase inhibitors from Ficus foveolata"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}