{
    "eid": "2-s2.0-85046288415",
    "title": "Application of low dose microwave on wound healing in Nile Tilapia (Oreochromis niloticus)",
    "cover-date": "2017-12-19",
    "subject-areas": [],
    "keywords": [
        "Nile tilapia",
        "pulse microwave",
        "wound healing"
    ],
    "authors": [
        "Nantarika Chansue"
    ],
    "citedby-count": 0,
    "ref-count": 15,
    "ref-list": [
        "Prospective Applications of Microwaves in Medicine",
        "Applications of RF/microwaves in medicine",
        "Local muscle blood flow and temperature responses to 915MHz diathermy as simultaneously measured and numerically predicted",
        "Fibrous muscular contractures: Treatment with a new direct contact microwave applicator operating at 915 MHz",
        "Continuous microwave enhances the healing process of septic and aseptic wounds in rabbits",
        "Clinical effects of continuous microwave for postoperative septic wound treatment: A double-blind controlled trial",
        "Effects of Low-Dose Microwave on Healing of Fractures with Titanium Alloy Internal Fixation: An Experimental Study in a Rabbit Model",
        "Wound management in teleost fish: Biology of the healing process, evaluation, and treatment",
        "B.S.A.V. Association, BSAVA Manual of Ornamental Fish. 2001: British Small Animal Veterinary Association Gloucester",
        "Laboratory Methods in Histotechnology. 1992: Amer Registry of Pathology",
        "Effects of suture type and patterns on surgical wound healing in rainbow trout",
        "Wound healing in rainbow trout following surgical site preparation with a povidone–iodine antiseptic",
        "THE EFFECT of the MICROWAVE on the OPEN WOUNDS HEALING in RATS",
        "A unique combination of infrared and microwave radiation accelerates wound healing",
        "Cell proliferation during blastema formation in the regenerating teleost fin"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Western University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}