{
    "eid": "2-s2.0-85074242903",
    "title": "Incidence and mortality of renal cell carcinoma after kidney transplantation: A meta-analysis",
    "cover-date": "2019-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Kidney transplantation",
        "Malignancy",
        "Meta-analysis",
        "Post-transplant malignancy",
        "Renal cell carcinoma",
        "Systematic reviews",
        "Transplantation"
    ],
    "authors": [
        "Api Chewcharat",
        "Charat Thongprayoon",
        "Tarun Bathini",
        "Narothama Reddy Aeddula",
        "Boonphiphop Boonpheng",
        "Wisit Kaewput",
        "Kanramon Watthanasuntorn",
        "Ploypin Lertjitbanjong",
        "Konika Sharma",
        "Aldo Torres-Ortiz",
        "Napat Leeaphorn",
        "Michael A. Mao",
        "Nadeen J. Khoury",
        "Wisit Cheungpasitporn"
    ],
    "citedby-count": 22,
    "ref-count": 89,
    "ref-list": [
        "A comparative analysis of survival of patients on dialysis and after kidney transplantation",
        "Comparison of mortality in all patients on dialysis, patients on dialysis awaiting transplantation, and recipients of a first cadaveric transplant",
        "Urologic malignancies in kidney transplantation",
        "Spectrum of cancer risk among US solid organ transplant recipients",
        "Renal Cell Carcinoma in Renal Transplantation: The Case for Surveillance",
        "Causes of death after renal transplantation",
        "Global Burden of Urologic Cancers, 1990",
        "Association between urologic malignancies and end-stage renal disease: A meta-analysis",
        "The evaluation of renal transplantation candidates: Clinical practice guidelines",
        "Screening, diagnosis, and treatment of cancer in long-term dialysis patients. Clin",
        "Cancer risk after renal transplantation in Japan",
        "Risk of malignancy with long-term immunosuppression in renal transplant recipients",
        "De novo renal cell carcinoma of native kidney in renal transplant recipients",
        "Renal cell carcinoma of native kidney in renal transplant recipients",
        "De novo malignancy is associated with renal transplant tourism",
        "Renal cell carcinoma of native kidney after renal transplantation",
        ". Renal cell carcinoma in the native and allograft kidneys of renal transplant recipients",
        "Malignancies after kidney transplantation: A 40-year single-center experience in Korea",
        "De novo kidney graft tumors: Results from a multicentric retrospective national study",
        "Biopsy-confirmed de novo renal cell carcinoma (RCC) in renal grafts: A single-centre management experience in a 2396 recipient cohort",
        "Acquired cystic kidney disease and renal cell cancer after transplantation: Time to rethink screening",
        "Recommendations for the outpatient surveillance of renal transplant recipients. American Society of Transplantation",
        "Recurrence of Renal Cell Cancer After Renal Transplantation in a Multicenter French Cohort",
        "European best practice guidelines for renal transplantation. Section IV: Long-term management of the transplant recipient. IV.6. Cancer risk after renal transplantation. Solid organ cancers: Prevention and treatment",
        "[The clinical significance of renal cell carcinoma in dialysis dependent patients in comparison with kidney transplant recipients]",
        "Prospective pretransplant ultrasound screening in 206 patients for acquired renal cysts and renal cell carcinoma",
        "Malignancies after renal transplantation: The EDTA-ERA registry experience. European Dialysis and Transplantation Association-European Renal Association. Nephrol. Dial",
        "Renal cell carcinoma in kidney transplant recipients and dialysis patients",
        "Incidence of malignancy after living kidney transplantation: A multicenter study from iran",
        "Renal cell carcinoma (RCC) arising in native kidneys of dialyzed and transplant patients: Are they different entities?",
        "Malignancies after kidney transplantation: Hong Kong renal registry",
        "[Kidney transplant and cancer risk: An epidemiological study in Northern and Central Italy]",
        "Originating from native kidneys in renal transplant recipients should be monitored cautiously",
        "Risk of cancer in retransplants compared to primary kidney transplants in the United States",
        "Risk of Renal Cell Carcinoma Among Kidney Transplant Recipients in the United States",
        "Differences in Clinical and Pathological Features of Renal Cell Carcinoma Between Japanese Patients After Kidney Transplantation and Those on Hemodialysis",
        "Renal cell carcinoma (RCC) arising in native kidneys of dialyzed and transplant patients: Are they different entities?",
        "Renal cell carcinoma in transplant recipients with acquired cystic kidney disease",
        "Renal cell carcinoma in renal transplant patients",
        "Renal cell carcinoma in uremic acquired renal cystic disease: Incidence, detection, and management",
        "Renal cell carcinoma of native kidneys: Prospective study of 129 renal transplant patients",
        "New-Onset Diabetes After Renal Transplantation (NODAT): Is It a Risk Factor for Renal Cell Carcinoma or Renal Failure",
        "Preferred reporting items for systematic reviews and meta-analyses: The PRISMA statement",
        "Meta-analysis in clinical trials",
        "Measuring inconsistency in meta-analyses",
        "Publication bias in clinical research",
        "Primary kidney tumors before and after renal transplantation",
        "Cancer after kidney transplantation in the United States",
        "Incidence of cancer after kidney transplant: Results from the North Italy transplant program",
        "Urothelial Carcinoma arising from the transplanted kidney: A single centre experience and literature review",
        "Survival among solid organ transplant recipients diagnosed with cancer compared to nontransplanted cancer patients-A nationwide study",
        "Cancer incidence before and after kidney transplantation",
        "Cancer risk in patients on dialysis and after renal transplantation",
        "Canadian Society of Transplantation: Consensus guidelines on eligibility for kidney transplantation",
        "Canadian Society of Transplantation consensus guidelines on eligibility for kidney transplantation",
        "Cancer incidence among US Medicare ESRD patients receiving hemodialysis, 1996-2009",
        "Renal Cell Carcinoma in Kidney Transplant Candidates",
        "Nephron sparing surgery for De Novo kidney graft tumor: Results from a multicenter national study",
        "Chemotherapy and Transplantation: The Role of Immunosuppression in Malignancy and a Review of Antineoplastic Agents in Solid Organ Transplant Recipients",
        "An investigation of risk factors for renal cell carcinoma by histologic subtype in two case-control studies",
        "Uremic acquired renal cystic disease. Natural history and complications",
        "Uremic acquired cystic disease of kidney",
        "Natural history of acquired renal cystic disease in dialysis patients: A prospective longitudinal CT study",
        "Acquired cystic kidney disease: Occurrence, prevalence, and renal cancers",
        "Native renal cysts and dialysis duration are risk factors for renal cell carcinoma in renal transplant recipients. Am. J. Transplant. Off",
        "De Novo Renal Cell Carcinoma of Native Kidneys in Renal Transplant Recipients: A Single-center Experience",
        "Contemporary epidemiology of renal cell cancer",
        "Renal Cancer in Recipients of Kidney Transplant",
        "KDIGO clinical practice guideline for the care of kidney transplant recipients",
        "KDOQI US commentary on the 2009 KDIGO clinical practice guideline for the care of kidney transplant recipients",
        "ERBP Guideline on the Management and Evaluation of the Kidney Donor and Recipient",
        "EAU guidelines on renal transplantation",
        "[Guidelines for ambulatory monitoring of kidney transplant patients. Adaptation of the Guidelines of the American Society of Transplantation (J Am Soc Nephrol 2000; 11 (S1): 86)]. Giornale italiano di nefrologia",
        "Hematologic abnormalities following renal transplantation",
        "Incidental renal cell carcinoma originating from a native kidney after en-bloc resection for adrenal carcinoma in a kidney transplant recipient",
        "Acquired renal cystic disease: Implications for the urologist",
        "Features and outcomes of renal cell carcinoma of native kidneys in renal transplant recipients",
        "Genitourinary malignancies in solid organ transplant recipients",
        "Guidelines on renal cell carcinoma: The 2010 update",
        "An update of the Bosniak renal cyst classification system",
        "Post-transplant de novo malignancies in renal transplant recipients: The past and present",
        "Post-transplant lymphoproliferative disorders (PTLD) after solid organ transplantation",
        "Clinical course of malignancies in renal transplant recipients",
        "Risk of renal cell carcinoma after kidney transplantation",
        "New protocol for the followup of renal cell carcinoma based on pathological stage",
        "Malignancy in kidney transplant recipients",
        "Dohler, B. Immunosuppression with mammalian target of rapamycin inhibitor and incidence of post-transplant cancer in kidney transplant recipients",
        "Impact of mTOR Inhibitors on Cancer Development in Kidney Transplantation Recipients: A Population-Based Study",
        "Calcineurin inhibitor withdrawal or tapering for kidney transplant recipients"
    ],
    "affiliation": [
        {
            "affiliation-city": "Kansas City",
            "@id": "60102106",
            "affilname": "Saint Luke's Health System, Missouri",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60102106",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60032499",
            "affilname": "Harvard T.H. Chan School of Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032499",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tucson",
            "@id": "60010065",
            "affilname": "The University of Arizona",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010065",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Detroit",
            "@id": "60008578",
            "affilname": "Henry Ford Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008578",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60006964",
            "affilname": "Phramongkutklao College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006964",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Rochester",
            "@id": "60005558",
            "affilname": "Mayo Clinic",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005558",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Jackson",
            "@id": "60004109",
            "affilname": "University of Mississippi Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004109",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Cooperstown",
            "@id": "60002688",
            "affilname": "The Mary Imogene Bassett Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002688",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Jacksonville",
            "@id": "60002333",
            "affilname": "Mayo Clinic in Jacksonville, Florida",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002333",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Johnson",
            "@id": "60001426",
            "affilname": "East Tennessee State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001426",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Evansville",
            "@id": "107117703",
            "affilname": "Deaconess Health System",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/107117703",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}