{
    "eid": "2-s2.0-84893927183",
    "title": "Cell proliferation activities in vitro model of Thai mimosaceous extracts",
    "cover-date": "2014-02-20",
    "subject-areas": [
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Cell proliferation",
        "In vitro",
        "Mimosaceous plant",
        "Plant extract"
    ],
    "authors": [
        "T. Tunsaringkarn"
    ],
    "citedby-count": 3,
    "ref-count": 37,
    "ref-list": [
        "Simultaneous progression of oxidative stress, angiogenesis, and cell proliferation in prostate carcinoma",
        "Holland-Frei Cancer Medicine",
        "Cancer Medicine",
        "Natural phenolic compounds from medicinal herbs and dietary plants: Potential use for cancer prevention",
        "Tannin inhibits HIV-1 entry by targeting gp41",
        "Antibacterial action of several tannins against Staphylococcus aureus",
        "Antileishmanial activity and immune modulatory effects of tannins and related compounds on Leishmania parasitised RAW 264.7 cells",
        "Antiinflammatory and antiulcer properties of tannins from Myracrodruon urundeuva Allemão (Anacardiaceae) in rodents",
        "Interaction of iron with polyphenolic compounds: Application to antioxidant characterization",
        "Comparative biochemistry",
        "Medical botany: Plants affecting man's health",
        "J. Health Res.",
        "J. Med. Plants Res.",
        "Protein Precipitation Method for the Quantitative Determination of Tannins",
        "Pharmacognostical studies of the plant drug Mimosae tenuiflorae cortex",
        "AgroForestryTree Database, A tree species reference and selection guide",
        "Xanthine oxidase inhibitory activity of northeastern North American plant remedies used for gout",
        "Protective Effects of Tannic Acid and Related Natural Compounds on Crotalus adamenteus Subcutaneous Poisoning in Mice",
        null,
        "Xanthine oxidase levels in human brain tumors",
        "Two bioactive saponins from Albizia subdimidiata from the suriname rainforest",
        "Triterpenoid saponins with N-acetyl sugar from the bark of Albizia procera",
        "Rheediinosides A and B, two antiproliferative and antioxidant triterpene saponins from Entada rheedii",
        "Analysis of total phenols,total tannins and screening of phytocomponents in Indigofera aspalathoides (Shivanar Vembu) Vahl EX DC",
        "Eg. J. Sh & G. Sci.",
        "Forage Tree Legumes in Tropical Agriculture",
        "Dr. Duke's Phytochemical and Ethnobotanical Databases-Albizia lebbeck.",
        "Saponins from Albizia lebbeck",
        "Anti-inflammatory activity of Albizia lebbeck Benth., an ethnomedicinal plant, in acute and chronic animal models of inflammation",
        "Anticonvulsive activity of Albizzia lebbeck, Hibiscus rosa sinesis and Butea monosperma in experimental animals",
        "J. Chem. Pharm. Res.",
        "Rev. Bras. Farmacogn.",
        "The useful plants of west tropical Africa",
        "Dr. Duke's Phytochemical and Ethnobotanical Databases",
        "Indian medicinal plants",
        "The medicinal and poisonous plants of Southern and Eastern Africa",
        "Physico-chemical and preliminary phytochemical screening of Hemidesmus indicus"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}