{
    "eid": "2-s2.0-84995600657",
    "title": "Genetic parameters for residual feed intake, feed efficiency and average daily gain in landrace pigs",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Average daily gain",
        "Feed efficiency",
        "Genetic parameters",
        "Landrace",
        "Residual feed intake"
    ],
    "authors": [
        "Thivakorn Sirichokchatchawan"
    ],
    "citedby-count": 1,
    "ref-count": 24,
    "ref-list": [
        "Effects of dietary lysine and energy density on performance and carcass characteristics of finishing pigs fed ractopamine",
        "J Anim Sci",
        "Selection response and genetic parameters for residual feed intake in Yorkshire swine",
        "Multivariate restricted maximum likelihood estimation of genetic parameters for growth, carcass and meat quality traits in French Large White and French Landrace pigs",
        "Animal model estimation of genetic parameters and response to selection for litter size and weight, growth, and backfat in closed seedstock populations of large white and Landrace swine.",
        "Proceeding of 8th World Congress on Genetics Applied to Livestock Production Belo Horizonte",
        "Genetic parameters for residual feed intake in growing pigs, with emphasis on genetic relationships with carcass and meat quality traits",
        "Genetic correlations between reproduction and production traits in swine",
        "Genetic parameters for production traits and measures of residual feed intake in Duroc and Landrace pigs",
        "Genetic parameters for measures of the efficiency of gain of boars and the genetic relationships with its component traits in Duroc pigs",
        "Genetic parameters for measures of residual feed intake and growth traits in seven generations of Duroc pigs",
        "Genetic parameters for reproduction and production traits of Landrace sows in Thailand",
        "Genetic parameters for production traits and measures of residual feed intake in large white swine",
        "J Anim Sci",
        "Genetic and statistical properties of residual feed intake.",
        "Influence of dietary protein level, amino acid supplementation, and dietary energy levels on growing-finishing pig performance and carcass composition",
        "Genetic analyses of growth, real-time ultrasound, carcass, and pork quality traits in Duroc and Landrace pigs: II. Heritabilities and correlations.",
        "\"REMLF90 \"",
        "Genetic variation in measures of food efficiency in pigs and their genetic relationships with growth rate and backfat",
        "Recovery of inter-block information when block sizes are unequal",
        "The relationship between residual feed intake and feed intake behavior in group-housed Duroc barrows",
        "J Anim Sci",
        "Selection for daily gain, loin-eye area, backfat thickness and intramuscular fat based on desired gains over seven generations of Duroc pigs",
        "Genetic association between feed intake and feed intake behaviour at different stages of growth of group-housed boars"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}