{
    "eid": "2-s2.0-85150032132",
    "title": "Isolation and Characterization of Triterpenoids from the Stem of Diospyros gracilis",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Earth and Planetary Sciences (all)",
            "@code": "1900",
            "@abbrev": "EART"
        }
    ],
    "keywords": [],
    "authors": [
        "S. Wuttikit",
        "W. Thanakijcharoenpath"
    ],
    "citedby-count": 0,
    "ref-count": 20,
    "ref-list": [
        "Ebenaceae Smitinand T Larsen K Flora of Thailand",
        "Diospyros an under-utilized, multi-purpose plant genus: A review",
        "Pentacyclic triterpenoids from Mallotus apelta",
        "Assignment of 1H and 13C spectra and investigation of hindered side-chain rotation in lupeol derivatives",
        "Lupane triterpenoids of Salacia cordata",
        "Complete 1H and 13C NMR assignment and 31P NMR determination of pentacyclic triterpenic acids",
        "Antimalarial and antimycobacterial activities of dimeric naphthoquinone from Diospyros glandulosa and Diospyros rhodocalyx",
        "Biocatalysis in the chemistry of lupane triterpenoids",
        "Chemical constituents and their biological activities from the roots of Diospyros filipendula",
        "A review on pharmacological activities of lupeol and its triterpene derivatives",
        "Betulin and its derivatives as novel compounds with different pharmacological effects",
        "A review on preparation of betulinic acid and its biological activities",
        "Antimycobacterial triterpenes from the Canadian medicinal plant Sarracenia purpurea",
        "Anti-inflammatory, analgesic and antipyretic effects of friedelin isolated from Azima tetracantha Lam. in mouse and rat models",
        "Antitumor activity of epifriedelanol from Vitis trifolia",
        "Epifriedelanol from the root bark of Ulmus davidiana inhibits cellular senescence in human primary cells"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}