{
    "eid": "2-s2.0-85077073854",
    "title": "The supply chain management, enterprise resource planning systems and the organisational performance of thai manufacturing firms: Does the application of industry 4.0 matter?",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Arts and Humanities (miscellaneous)",
            "@code": "1201",
            "@abbrev": "ARTS"
        }
    ],
    "keywords": [
        "Enterprise resource planning",
        "Industry 4.0",
        "Supply chain",
        "Thailand"
    ],
    "authors": [
        "Kittisak Jermsittiparsert",
        "Chanatat Boonratanakittiphumi"
    ],
    "citedby-count": 6,
    "ref-count": 57,
    "ref-list": [
        "Study of reasons for enterprise systems adoption among Indian organizations.",
        "Design and Implementation of an Enterprise Resource Planning System with Virtual Desktop Infrastructure for Alsaid Mills-Sudan.",
        "IT infrastructure and competitive aggressiveness in explaining and predicting performance.",
        "Supply Chain Competency and Its Effect on Performance: A Fuzzy-Set Analysis.",
        "ERP system implementation in large enterprises-a systematic literature review.",
        "Credibility in Online Social Networks: A Survey.",
        "ERP benefits capability framework: orchestration theory perspective.",
        "Exploring supply chain relationships and information exchange in UK grocery supply chains: some preliminary findings",
        "Sustaining livability and a sense of place in a changing South African urban context: an environmental management pilot case study.",
        "Development of a Multidimensional Instrument of P erson-E nvironment F it: The P erceived P erson-E nvironment F it S cale (PPEFS).",
        "Exploratory factor analysis of peer support workers job obstacles and barriers survey (PSWJOBS).",
        "Enterprise resource planning adoption and satisfaction determinants.",
        "Performance evaluation of an outdoor algal biorefinery for sustainable production of biomass, lipid and lutein valorizing flue-gas carbon dioxide and wastewater cocktail.",
        "Supply chain agility, adaptability and alignment: empirical evidence from the Indian auto components industry.",
        "Technology factors, ERP system and organization performance in developing countries.",
        "Supply chain management and quality management integration: A conceptual model proposal.",
        "Big data and predictive analytics for supply chain and organizational performance.",
        "A primer on partial least squares structural equation modeling (PLS-SEM)",
        "Partial least squares structural equation modeling (PLS-SEM) An emerging tool in business research.",
        "Role of Social and Technological Challenges in Achieving a Sustainable Competitive Advantage and Sustainable Business Performance.",
        "Industry 4.0: A Solution towards Technology Challenges of Sustainable Business Performance.",
        "Using PLS path modeling in new technology research: updated guidelines.",
        "Measuring tourists' emotional experiences: Further validation of the destination emotion scale.",
        "Structural dynamics and resilience in supply chain risk management",
        "Impact of Quality Management Techniques and Systm Effectiveness on the Green Supply Chain Management Practices.",
        "Additive manufacturing in the spare parts supply chain.",
        "Assessing the industry 4.0-readiness of supply chain networks.",
        "Impacts of using a performance measurement system in supply chain management: a case study.",
        "Fourth Industrial Revolution: technological drivers, impacts and coping methods.",
        "Supply chain coordination and innovativeness: A social contagion and learning perspective.",
        "Innovation-oriented supply chain integration for combined competitiveness and firm performance.",
        "The impact of organizational orientations on medium and small firm performance: A resource-based perspective.",
        "Extended Enterprise Resource Planning Systems (EERP) and Supply Chain Integration: A Literature Review.",
        "A survey of semiconductor supply chain models part I: semiconductor supply chains, strategic network design, and supply chain simulation.",
        "What drives the implementation of Industry 4.0? The role of opportunities and challenges in the context of sustainability.",
        "The effect of big data and analytics on firm performance: An econometric analysis considering industry characteristics.",
        "ERP system usage and benefit: A model of antecedents and outcomes.",
        "The role of information in optimising logistics processes (based on a sugar enterprise).",
        "ORGANIZATIONAL CONSEQUENCES OF THE ADOPTION OF MOBILE ERP SYSTEMS: CASE STUDIES IN BRAZIL.Revista de Gestão da Tecnologia e Sistemas de Informaccedilão/Journal of Information Systems & Technology Management",
        "Supply chain processes: Linking supply logistics integration, supply performance, lean processes and competitive performance.",
        "Information Technology Impacts on Firm Performance: An Extension of Kohli and Devaraj (2003).",
        "The Mediating Role of Supplier Network, the Moderating Role of Flexible Resources in the Relationship between Lean Manufacturing Practices and the Organizational Performance.",
        "Estimation issues with PLS and CBSEM: Where the bias lies!",
        "A study of enterprise resource planning (ERP) system performance measurement using the quantitative balanced scorecard approach.",
        "Aspects of risk management implemntation for Industry 4.0.",
        "Interplay between performance measurement and management, employee engagement and performance.",
        "Supplier Relationship Management, TQM Implementation, Leadership and Environmental Performance: Does Institutional Pressure Matter.",
        "Mechanical testing of scapular neck fracture fixation using a synthetic bone model.",
        "Identification of total quality management enablers and information technology resources for ICT industry: a Pareto analysis approach.",
        "Analysis of the critical success factors for enterprise resource planning implementation from stakeholders' perspective: A systematic review.",
        "Value proposition discovery in big data enabled business model innovation.",
        "ERP System versus Stand-Alone Enterprise Applications in the Mitigation of Operational Glitches.",
        "A conceptual and empirical examination of key account management orientation and its implications.the role of trust The Customer is NOT Always Right?",
        "Two decades of research on business intelligence system adoption, utilization and success.A systematic literature review.",
        "Quality Management and Supply Chain Management Frameworks: A Classification.",
        "Improving learning alliance performance for manufacturers: does knowledge sharing matter?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ladkrabang",
            "@id": "101920189",
            "affilname": "King Mongkul's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101920189",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}