{
    "eid": "2-s2.0-85162728567",
    "title": "Retirement Saving Over the Life Cycle: Evidence from a Developing Country",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Demography",
            "@code": "3317",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Gerontology",
            "@code": "2909",
            "@abbrev": "NURS"
        },
        {
            "@_fa": "true",
            "$": "Life-span and Life-course Studies",
            "@code": "3319",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Developing countries",
        "retirement saving",
        "retirement savings adequacy",
        "tax incentives"
    ],
    "authors": [
        "Athiphat Muthitacharoen",
        "Trongwut Burong"
    ],
    "citedby-count": 0,
    "ref-count": 30,
    "ref-list": [
        "Heuristics and biases in retirement savings behavior",
        "Behavioral economics and the retirement savings crisis",
        "Trends in retirement income adequacy: Evidence from IRs tax data",
        "Measuring the adequacy of retirement savings",
        "Reducing the complexity costs of 401 (k) participation through quick enrollment",
        "Lifetime earnings, Social Security benefits, and the adequacy of retirement wealth accumulation",
        "Asset market participation and portfolio choice over the life‐cycle",
        "Retirement savings adequacy in US defined contribution plans",
        "Stock market participation and portfolio shares over the life cycle",
        "Social assistance schemes in developing countries",
        "Decreased contribution rates increase public pension fund revenue: Evidence from China",
        "Pension plan types and social security knowledge: New survey evidence",
        "Debt and financial vulnerability on the verge of retirement",
        "Why transform y? a critical assessment of dependent-variable transformations in regression models for skewed and sometimes-zero outcomes",
        "How would more saving affect the national retirement risk index",
        "How do taxpayers respond to tax subsidy for long-term savings? Evidence from Thailand’s tax return data",
        "The unequal benefits of tax subsidies for household saving and investment: Evidence from Thailand’s tax return data",
        "A report on the 2011 survey of the older persons in Thailand",
        "A report on the 2014 survey of the older persons in Thailand",
        "Household portfolios and retirement saving over the life cycle",
        "Household portfolio allocation over the life cycle",
        "National survey of older persons in Thailand",
        "Missing top income recipients",
        "Are Americans saving “optimally” for retirement?",
        "Should social pensions be universal or targeted? OLder persons’ preferences over the old-age allowance system in thailand",
        "Expansion of Thailand’s social pension policy and its implications for family support for older persons",
        "How can china’s recent pension reform reduce pension inequality?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "125566873",
            "affilname": "Revenue Department",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/125566873",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}