{
    "eid": "2-s2.0-85026795255",
    "title": "The Vitality of Swivel Domain Motion in Performance of Enzyme I of Phosphotransferase System; A Comprehensive Molecular Dynamic Study",
    "cover-date": "2017-09-01",
    "subject-areas": [
        {
            "$": "Atomic and Molecular Physics",
            "@code": "3107"
        },
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "Spectroscopy",
            "@code": "1607"
        },
        {
            "$": "Electronic",
            "@code": "2504"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        }
    ],
    "keywords": [
        "EI protein dimerization",
        "Enzyme I",
        "Hinge movement",
        "Molecular dynamics simulation",
        "Phosphotransferase system of S. epidermidis",
        "Swivel domain motion"
    ],
    "authors": [
        "Saad Raza"
    ],
    "citedby-count": 7,
    "ref-count": 66,
    "ref-list": [
        "Natural populations of the genus Staphylococcus.",
        "Staphylococcus aureus and Staphylococcus epidermidis: emerging pathogens in nosocomial infections.",
        "Survey of infections due to Staphylococcus species: Frequency of occurrence and antimicrobial susceptibility of isolates collected in the United States, Canada, Latin America, Europe, and the Western Pacific region for the SENTRY Antimicrobial Surveillance Program, 1997-1999",
        "Microbiological features of vancomycin in the 21st century: Minimum inhibitory concentration creep, bactericidal/static activity, and applied breakpoints to predict clinical outcomes or detect resistant strains",
        "Coagulase-Negative Staphylococcal Infections",
        "Stable classes of phenotypic expression in methicillin-resistant clinical isolates of staphylococci",
        "Incidence, management and outcomes of the first cfr-mediated linezolid-resistant Staphylococcus epidermidis outbreak in a tertiary referral centre in the Republic of Ireland",
        "Bacteremia due to staphylococcus epldermidis: Microbiologic, epidemiologic, clinical, and prognostic features",
        "Staphylococcus epidermidis endocarditis and staphylococcus epidermidis infection in an intensive care unit",
        "Molecular basis of Staphylococcus epidermidis infections",
        "Guidelines for the prevention of intravascular catheter-related infections",
        "Intravascular catheter-related infections: advances in diagnosis, prevention, and management",
        "Contemporary clinical profile and outcome of prosthetic valve endocarditis",
        "Understanding the significance of Staphylococcus epidermidis bacteremia in babies and children",
        "Coagulase-negative staphylococcus bacteremia - A rising threat in the newborn infant",
        "The bacterial phosphotransferase system: new frontiers 30 years later",
        "Protein phosphorylation and regulation of carbon metabolism in Gram-negative versus Gram-positive bacteria",
        "Coupling physiology and gene regulation in bacteria: The phosphotransferase sugar uptake system delivers the signals",
        "CcpA-Dependent Carbon Catabolite Repression in Bacteria",
        "UCSF Chimera - A visualization system for exploratory research and analysis",
        "Statistical potential for assessment and prediction of protein structures",
        "HOMCOS: a server to predict interacting protein pairs and interacting sites by homology modeling of complex structures.",
        "PatchDock and SymmDock: Servers for rigid and symmetric docking",
        "I-TASSER server for protein 3D structure prediction",
        "SWISS-MODEL and the Swiss-PdbViewer: An environment for comparative protein modeling",
        "Enhancement of protein modeling by human intervention in applying the automatic programs 3D-JIGSAW and 3D-PSSM",
        "ModBase, a database of annotated comparative protein structure models and associated resources",
        "AQUA and PROCHECK-NMR: Programs for checking the quality of protein structures solved by NMR",
        "VERIFY3D: Assessment of protein models with three-dimensional profiles",
        "Verification of protein structures: Patterns of nonbonded atomic interactions",
        "ProSA-web: Interactive web service for the recognition of errors in three-dimensional structures of proteins",
        "Clustal omega, accurate alignment of very large numbers of sequences",
        "BRENDA in 2015: Exciting developments in its 25th year of existence",
        "Detection of novel enzyme intermediates in PEP-utilizing enzymes",
        "Peptides as inhibitors of the first phosphorylation step of the streptomyces coelicolor phosphoenolpyruvate: Sugar phosphotransferase system",
        "Synthesis of phosphoenolpyruvate (PEP) analogues and evaluation as inhibitors of PEP-utilizing enzymes",
        "Mechanism-based inhibition of enzyme I of the Escherichia coli phosphotransferase system. Cysteine 502 is an essential residue",
        "A reporter gene assay for inhibitors of the bacterial phosphoenolpyruvate:Sugar phosphotransferase system",
        "Xanthone derivatives could be potential antibiotics: Virtual screening for the inhibitors of enzyme i of bacterial phosphoenolpyruvate-dependent phosphotransferase system",
        "Mycoplasma phosphoenolpyruvate-dependent sugar phosphotransferase system: purification and characterization of enzyme I",
        "Phage display selection of peptides against enzyme I of the phosphoenolpyruvate-sugar phosphotransferase system (PTS)",
        "Identification of peptides inhibiting enzyme I of the bacterial phosphotransferase system using combinatorial cellulose-bound peptide libraries",
        "Stereoselective interactions of phosphoenolpyruvate analogues with phosphoenolpyruvate-utilizing enzymes.",
        "Regulation of glycerol uptake by the phosphoenolpyruvate-sugar phosphotransferase system in Bacillus subtilis",
        "Phosphoryl exchange reaction catalyzed by enzyme I of the bacterial phosphoenolpyruvate: sugar phosphotransferase system. Kinetic characterization.",
        "Vinylglycolic acid. An inactivator of the phosphoenolpyruvate phosphate transferase system in Escherichia coli",
        "Structure of the full-length enzyme I of the phosphoenolpyruvate-dependent sugar phosphotransferase system",
        "Crystal structure of enzyme I of the phosphoenolpyruvate sugar phosphotransferase system in the dephosphorylated state",
        "Structure of phosphorylated enzyme I, the phosphoenolpyruvate:sugar phosphotransferase system sugar translocation signal protein",
        "Molecular modeling on pyruvate phosphate dikinase of Entamoeba histolytica and in silico virtual screening for novel inhibitors",
        "Computer review of ChemDraw ultra 12.0",
        "Improved protein-ligand docking using GOLD",
        "SwissADME: A free web tool to evaluate pharmacokinetics, drug-likeness and medicinal chemistry friendliness of small molecules",
        "Disagreement between the Structure of the dTpT Thymine Pair Determined by NMR and Molecular Dynamics Simulations Using Amber 14 Force Fields",
        "Phosphoenolpyruvate-Dependent Protein Kinase Enzyme I of Streptococcus faecalis: Purification and Properties of the Enzyme and Characterization of Its Active Center",
        "Enzyme I of the phosphoenolpyruvate:sugar phosphotransferase system. In vitro intragenic complementation: The roles of Arg126 in phosphoryl transfer and the C-terminal domain in dimerization",
        "Reconstitution studies using the helical and carboxy-terminal domains of enzyme I of the phosphoenolpyruvate:sugar phosphotransferase system",
        "Sugar transport by the bacterial phosphotransferase system: Structural and thermodynamic domains of enzyme I of Salmonella typhimurium",
        "Neurological and Psychiatric Disorders",
        "Hydrogen bonding, hydrophobic interactions, and failure of the rigid receptor hypothesis",
        "Molecular properties that influence the oral bioavailability of drug candidates",
        "Structural and catalytic chemistry of magnesium-dependent enzymes",
        "Price to be paid for two-metal catalysis: Magnesium ions that accelerate chemistry unavoidably limit product release from a protein kinase",
        "Rigaku J.",
        "Structure and function in homodimeric enzymes: Simulations of cooperative and independent functional motions",
        "Advances in free-energy-based simulations of protein folding and ligand binding"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Islamabad",
            "affilname": "Quaid-i-Azam University",
            "affiliation-country": "Pakistan"
        }
    ],
    "funding": [
        "International Foundation for Science",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Higher Education Commission, Pakistan"
    ]
}