{
    "eid": "2-s2.0-85142148726",
    "title": "Consolidation settlement of vertically loaded pile groups in multilayered poroelastic soils",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Civil and Structural Engineering",
            "@code": "2205",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Transportation",
            "@code": "3313",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "Consolidation",
        "Multilayered soils",
        "Pile groups",
        "Poroelasticity",
        "Soil-structure interaction"
    ],
    "authors": [
        "T. Senjuntichai",
        "N. Sornpakdee",
        "S. Keawsawasvong",
        "B. Phulsawat",
        "R. K.N.D. Rajapakse"
    ],
    "citedby-count": 1,
    "ref-count": 36,
    "ref-list": [
        "Time effect of vertically loaded piled rafts in layered cross-anisotropic viscoelastic saturated soils",
        "Time-dependent analysis of axially loaded piles in transversely isotropic saturated viscoelastic soils",
        "Analysis of an axially loaded pile in saturated multi-layered soils with anisotropic permeability and elastic superstrata",
        "Load transfer from an axially loaded pile to multilayered saturated media",
        "General theory of three-dimensional consolidation",
        "Plaxis 3D 2013 Manual",
        "The elastic analysis of compressible piles and pile groups",
        "Settlement analysis of pile groups in layered soils",
        "Numerical analysis of axially loaded vertical piles and pile groups",
        "Axial and lateral response of pile groups embedded in nonhomogeneous soils",
        "An in situ thermo-hydraulic experiment in a saturated granite II: analysis and parameter estimation",
        "The analytical method in soil mechanics",
        "An efficient approach for settlement prediction of pile groups",
        "Vertically loaded single piles in Gibson soil",
        "Poromechanical response of borehole in excavation disturbed zone",
        "Poromechanical response of a finite elastic cylinder under axisymmetric loading",
        "BEM analysis of the interaction factor for vertically loaded dissimilar piles in saturated poroelastic soil",
        "Group interaction on vertically loaded piles in saturated poroelastic soil",
        "Elastostatic load transfer to a half-space from a partially embedded axially loaded rod",
        "Load transfer from an elastic pile to a saturated porous elastic soil",
        "Three-dimensional finite element analysis of vertically loaded pile groups",
        "QUADPACK",
        "Pile Foundation Analysis and Design",
        "Pile behaviour – theory and application",
        "Response of an axially loaded elastic pile in a Gibson soil",
        "Fundamental solution for a poroelastic half-space with compressible constituents",
        "An analysis of the vertical deformation of pile groups",
        "Some basic stress diffusion solutions for fluid saturated elastic porous media with compressible constituents",
        "Approximate methods of transform inversion for viscoelastic stress analysis, In Proceeding 4th U.S",
        "Time-dependent response of circular plate in multi-layered poroelastic medium",
        "Time dependent response of an axially loaded elastic bar in a multi-layered poroelastic medium",
        "Axial stiffness of anchoring rod embedded in elastic media",
        "Exact stiffness method for quasi-statics of a multi-layered poroelastic medium",
        "The pore pressure coefficients A and B",
        "Fourier transform"
    ],
    "affiliation": [
        {
            "affiliation-city": "Colombo",
            "@id": "60104431",
            "affilname": "Sri Lanka Institute of Information Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60104431",
            "affiliation-country": "Sri Lanka"
        },
        {
            "affiliation-city": "Songkla",
            "@id": "60092137",
            "affilname": "Rajamangala University of Technology Srivijaya",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60092137",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Burnaby",
            "@id": "60018491",
            "affilname": "Simon Fraser University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018491",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60012521",
            "affilname": "Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012521",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thammasat University"
    ]
}