{
    "eid": "2-s2.0-84945960100",
    "title": "Randomized controlled trial of a self-efficacy enhancement program for the cardiac rehabilitation of Thai patients with myocardial infarction",
    "cover-date": "2016-06-01",
    "subject-areas": [
        {
            "$": "General Nursing",
            "@code": "2900"
        }
    ],
    "keywords": [
        "Cardiac rehabilitation",
        "Functional status",
        "Myocardial infarction",
        "Self-efficacy",
        "Thailand"
    ],
    "authors": [
        "Nisakorn Vibulchai"
    ],
    "citedby-count": 17,
    "ref-count": 34,
    "ref-list": [
        "Cardiac rehabilitation for people with heart disease: An overview of Cochrane systematic reviews",
        "Social Foundations of Thought and Action: A Social Cognitive Theory",
        "Self-Efficacy: The Exercise of Control",
        "Evaluation of an intervention to increase self-efficacy for independent exercise in cardiac rehabilitation",
        "General self-efficacy and health-related quality of life after myocardial infarction",
        "Illness consequences after myocardial infarction: Problems with physical functioning and return to work",
        "Self-efficacy, psychosocial factors, and exercise behavior in traditional versus modified cardiac rehabilitation",
        "Meta-analysis: Secondary prevention programs for patients with coronary artery",
        "Statistical Power Analysis for the Behavioral Sciences",
        "Postmyocardial infarction cardial rehabilitation in low risk patients. Results with a coordinated program of cardiological and primary care",
        "ACC/AHA 2007 guidelines on perioperative cardiovascular evaluation and care for noncardiac surgery: A report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines (writing committee to revise the 2002 guidelines on perioperative cardiovascular evaluation for noncardiac surgery)...",
        "Heart Disease and Stroke Statistics - 2014 Update: A report from the American Heart Association",
        "A brief self-administered questionnaire to determine functional capacity (The Duke Activity Status Index)",
        "Effects of the comprehensive cardiac rehabilitation program on psychological factors and quality of life among coronary heart disease patients.",
        "Epidemiology and treatment of depression in patients with chronic medical illness",
        "Symptoms, self-efficacy, and physical activity among individuals with multiple sclerosis",
        "Health Educ. Behav.",
        "Health-related quality of life in patients after the acute myocardial infarction",
        "Ther. Recreation J.",
        "Factors predicting quality of life for coronary artery disease patients after percutaneous coronary intervention",
        "Self-efficacy and health status in patients with coronary heart disease: Findings from the heart and soul study",
        "Cardiac rehabilitation and quality of life: A systematic review",
        "Relationships of factors affecting self-care compliance in acute coronary syndrome patients following percutaneous coronary intervention",
        "Taehan Kanho Hakhoe Chi",
        "Health status predicts long-term outcome in outpatients with coronary disease",
        "Thai J. Nurs. Res.",
        "Self-efficacy and self-reported functional status in coronary heart disease: A six-month prospective study",
        "Exercise-based rehabilitation for patients with coronary heart disease: Systematic review and meta-analysis of randomized controlled trials",
        "Support of family afterwards from infarction of myocardium",
        "Validation of the thai version of the duke activity status index in patients with a previous myocardial infarction",
        "Self-efficacy for exercise in cardiac rehabilitation: Review and recommendations",
        "Effectiveness of a self-efficacy program for persons with diabetes: A randomized controlled trial"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Maha Sarakham",
            "affilname": "Srimahasarakham Nursing College",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}