{
    "eid": "2-s2.0-85089381232",
    "title": "Acidic nanomaterials (TiO2, ZrO2, and Al2O3) are coke storage components that reduce the deactivation of the Pt-Sn/γ-Al2O3catalyst in propane dehydrogenation",
    "cover-date": "2020-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Catalysis",
            "@code": "1503",
            "@abbrev": "CENG"
        }
    ],
    "keywords": [],
    "authors": [
        "Adisak Guntida",
        "Sippakorn Wannakao",
        "Piyasan Praserthdam",
        "Joongjai Panpranot"
    ],
    "citedby-count": 10,
    "ref-count": 43,
    "ref-list": [
        "State-of-the-art of Coke Formation during Steam Cracking: Anti-Coking Surface Technologies",
        "Coke Formation on Pt-Sn/Al2O3Catalyst for Propane Dehydrogenation",
        "Coke Formation on Pt-Sn/Al2O3Catalyst in Propane Dehydrogenation: Coke Characterization and Kinetic Study",
        "Coke formation over Pt-Sn-K/Al2O3in C3,C5-C8 alkane dehydrogenation",
        "Location and structure of coke generated over Pt-Sn/Al2O3in propane dehydrogenation",
        "Propane dehydrogenation on PtSn/ZSM-5 catalyst: Effect of tin as a promoter",
        "Propane Dehydrogenation over Supported Pt and Pt-Sn Catalysts: Catalyst Preparation, Characterization, and Activity Measurements",
        "Propane dehydrogenation over Pt-Cu bimetallic catalysts: The nature of coke deposition and the role of copper",
        "Propane Dehydrogenation over Pt/TiO2-Al2O3Catalysts",
        "Non-oxidative dehydrogenation of ethane to ethylene over ZSM-5 zeolite supported iron catalysts",
        "Effect of the addition of potassium and lithium in Pt-Sn/Al2O3catalysts for the dehydrogenation of isobutane",
        "Effect of potassium addition on bimetallic PtSn/θ-Al2O3catalyst for dehydrogenation of propane to propylene",
        "Influence of Calcium Addition on Catalytic Properties of PtSn/ZSM-5 Catalyst for Propane Dehydrogenation",
        "Study of the effect of addition of in to Pt-Sn/γ-Al2O3catalysts for high purity hydrogen production via partial dehydrogenation of kerosene jet A-1",
        "Brønsted acid generation of alumina-supported molybdenum oxide calcined at high temperatures: Characterization by acid-catalyzed reactions and spectroscopic methods",
        "Understanding nano effects in catalysis",
        "Nanoparticles: Properties, applications and toxicities",
        "Enhanced molecular adsorption of ethylene on reduced anatase TiO2(001): Role of surface O-vacancies",
        "Capturing Coke Precursors in a Pd Lattice: A Carbon-Supported Heteropoly Acid Catalyst for the Dehydration of Glycerol into Acrolein",
        "On the Role of Oxygen Defects in the Catalytic Performance of Zinc Oxide",
        "Influence of preparation conditions on the structure and catalytic properties of SO42-/ZrO2superacid catalysts",
        "Hydrogen Spillover. Facts and Fiction",
        "Enhancement effect of acid treatment on Mn2O3catalyst for toluene oxidation",
        "Defective ZnFe2O4nanorods with oxygen vacancy for photoelectrochemical water splitting",
        "Thermal Cracking of Propane. Kinetics and Product Distributions",
        "Calorimetric studies of hydrocarbon adsorption on metal films: V. Hydrocarbons on platinum",
        "Effects of Ga doping on Pt/CeO2-Al2O3catalysts for propane dehydrogenation",
        "Characterization of Coke Deposition in the Catalytic Fast Pyrolysis of Biomass Derivates",
        "Catalytic conversion of biomass-derivates by in situ DRIFTS: Evolution of coke",
        "Insights into the Activity and Deactivation of the Methanol-to-Olefins Process over Different Small-Pore Zeolites As Studied with Operando UV-vis Spectroscopy",
        "Dehydrogenation of long chain paraffins over supported Pt-Sn-K/Al2O3catalysts: A study of the alumina support effect",
        "Selective hydrogenolysis of 5-(hydroxymethyl)furfural over Pd/C catalyst to 2,5-dimethylfuran",
        "The stoichiometry of hydrogen reduced zirconia and its influence on catalytic activity Part 1: Volumetric and conductivity studies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60113829",
            "affilname": "SCG Chemicals Co., Ltd.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60113829",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "SCG Chemical Co., Ltd."
    ]
}