{
    "eid": "2-s2.0-85091826035",
    "title": "Diversification and performance of Sri Lankan banks",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Management Information Systems",
            "@code": "1404",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Bank diversification",
        "Bank performance",
        "Banking system",
        "Government ownership",
        "Sri Lanka"
    ],
    "authors": [
        "Anirut Pisedtasalasai",
        "Piyadasa Edirisuriya"
    ],
    "citedby-count": 9,
    "ref-count": 29,
    "ref-list": [
        "Does the stock market value bank diversification?",
        "Bank risk shifting and diversification in an emerging market",
        "Bank ownership and efficiency in China: What will happen in the world's largest nation?",
        "Determinants of profitability in commercial banks in Vietnam, Malaysia and Thailand",
        "Bank performance, efficiency and ownership in transition countries",
        "Disentangling the incentive and entrenchment effects of large shareholdings",
        "Product mix and earnings volatility at commercial banks: Evidence from a degree of total leverage model",
        "Financial intermediation and delegated monitoring",
        "The anatomy of bank diversification",
        "The success of acquisitions: Evidence from divestitures",
        "Efficiency, diversification, and performance of US banks",
        "Agency costs of free cash flow, corporate finance, and takeovers",
        "Asset sales and increase in focus",
        "Is there a diversification discount in financial conglomerates?",
        "Government ownership of banks",
        "The relationship between revenue diversification and bank performance: Do financial structures and financial reforms matter?",
        "Bank income structure and risk: An empirical analysis of European banks",
        "Bank ownership reform and bank performance in China",
        "Small European banks: Benefits from diversification?",
        "Bank ownership and performance. Does politics matter?",
        "Does bank diversification heterogeneously affect performance and risk-taking in ASEAN emerging economies?",
        "Income diversification and risk: Does ownership matter? An empirical examination of Indian banks",
        "How loan portfolio diversification affects risk, efficiency and capitalization: A managerial behavior model for Austrian banks",
        "Diversification, industry concentration, and bank margins: Empirical evidence from an emerging south Asian economy",
        "Internal capital markets and the competition for corporate resources",
        "Diversification in banking: Is noninterest income the answer?",
        "The dark side of diversification: The case of U.S. financial holding companies",
        "An empirical investigation on the relation between disclosure and financial performance of Islamic banks in the United Arab Emirates",
        "Internationalization of retail banks: A micro-level study of the multinationality-performance relationship"
    ],
    "affiliation": [
        {
            "affiliation-city": "Clayton",
            "@id": "60116267",
            "affilname": "Monash Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60116267",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}