{
    "eid": "2-s2.0-85020918296",
    "title": "Esophageal perforation following anterior cervical Spine surgery: Case report and review of the literature",
    "cover-date": "2017-04-01",
    "subject-areas": [
        {
            "$": "Neurology (clinical)",
            "@code": "2728"
        },
        {
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732"
        },
        {
            "$": "Surgery",
            "@code": "2746"
        }
    ],
    "keywords": [
        "anterior",
        "cervical",
        "esophageal perforation",
        "spine",
        "surgery"
    ],
    "authors": [
        "Stuart H. Hershman"
    ],
    "citedby-count": 30,
    "ref-count": 65,
    "ref-list": [
        "Bull Johns Hopkins Hosp.",
        "Dysphagia following anterior cervical spinal surgery: A systematic review",
        "Adverse events associated with anterior cervical spine surgery",
        "Anterior cervical discectomy and fusion associated complications",
        "Dysphonia, dysphagia, and esophageal injuries after anterior cervical spine surgery.",
        "Management of the cervical esophagus and hypofarinx perforations complicating anterior cervical spine surgery.",
        "Esophageal perforation following anterior cervical spine surgery",
        "Complications of anterior cervical disc operation and their treatment",
        "Cervical corpectomy: Report of 185 cases and review of the literature",
        "Surgical stabilization of the cervical spine: A comparative analysis of anterior and posterior spine fusions",
        "Esophageal perforation during surgery on the cervical spine",
        "Complications of cervical spine surgery: A five-year report on a survey of the membership of the cervical spine research society by the morbidity and mortality committee",
        "Rare complication of the cervical spine trauma--traumatic esophageal fistula: case report and review of the literature",
        "Management of delayed esophageal perforations after anterior cervical spinal surgery: Clinical article",
        "Delayed pharyngoesophageal perforation following anterior spine surgery",
        "Esophageal perforations after anterior cervical surgery",
        "Delayed pharyngoesophageal perforation: A complication of anterior spine surgery",
        "Korean J Spine.",
        "Oesophageal perforation caused by screw displacement 16 months following anterio cervical spine fixation",
        "Effect of retropharyngeal steroid on prevertebral soft tissue swelling following anterior cervical discectomy and fusion: A prospective, randomized study",
        "Delayed esophageal perforation after anterior cervical fusion and retropharyngeal steroid use: A report of two cases",
        "Esophagus perforation complicating anterior cervical spine surgery",
        "Int J Crit Illn Inj Sci.",
        "Esophageal injury associated with anterior cervical spine surgery",
        "Delayed pharyngo-esophageal perforation: Rare complication of anterior cervical spine surgery",
        "Esophageal perforation associated with cervical spine surgery: Report of two cases and review of the literature",
        "Pharyngeal perforation: A late complication of cervical spine surgery",
        "Esophageal penetration by an anterior cervical fixation device: A case report",
        "Management of delayed oesophagus perforation and osteomyelitis after cervical spine surgery: Review of the literature",
        "Late esophageal perforation complicating anterior cervical plate fixation in ankylosing spondylitis: A case report and review of the literature",
        "Management of cervical esophageal and hypopharyngeal perforations",
        "Esophageal perforation related to anterior cervical spinal surgery",
        "Rupture of the esophagus",
        "Asymptomatic esophageal perforation caused by late screw migration after anterior cervical plating: report of a case and review of relevant literature.",
        "Pharyngeal perforation and spontaneous extrusion of the cervical graft with its fixation device: A late complication of C2-C3 fusion via anterior approach",
        "Current management of esophageal perforation: 20 years experience",
        "Success in esophageal perforation repair with open-wound management after revision cervical spine surgery: A case report",
        "Management of cervical esophageal injury after spinal surgery",
        "The role of the sternocleidomastoid muscle flap for esophageal fistula repair in anterior cervical spine surgery.",
        "Evolving options in the management of esophageal perforation",
        "Late hypopharyngo-esophageal perforation after cervical spine surgery: Proposal of a therapeutic strategy",
        "Personal management of 57 consecutive patients with esophageal perforation",
        "Esophageal perforation: The importance of early diagnosis and primary repair",
        "Detection of esophageal perforation using intraesophageal dye injection",
        "Sternocleidomastoid muscle flap in esophageal perforation repair after cervical spine surgery: Concepts, techniques, and personal experience",
        "Delayed migration of a screw into the gastrointestinal tract after anterior cervical spine plating",
        "Successful surgical management of a delayed pharyngo-esophageal perforation after anterior cervical spine plating",
        "Pharyngoesophageal diverticulum: A delayed complication of anterior cervical spine surgery",
        "Case Rep Orthop.",
        "Missing anterior cervical plate and screws: A case report",
        "Esophageal perforation after fracture of the cervical spine: Case report and review of the literature",
        "Esophageal Perforations",
        "Esophageal perforation: Diagnostic work-up and clinical decision-making in the first 24 hours",
        "Oesophageal perforation after anterior cervical surgery: Management in four patients",
        "Current concepts in the management of esophageal perforations: A twenty-seven year Canadian experience",
        "Esophageal and Vertebral Artery Injuries During Complex Cervical Spine Surgery-Avoidance and Management",
        "Oesophageal perforation by an anterior cervical fixation device: Management in debilitated patients",
        "Esophageal perforations: New perspectives and treatment paradigms",
        "Endoscopic perforations of the upper digestive tract: A review of their pathogenesis, prevention, and management",
        "Successful repair of esophageal perforation after anterior cervical fusion for cervical spine fracture",
        "Repair of cervical esophageal perforation using longus colli muscle flap: a case report of a patient with cervical spinal cord injury",
        "Flap reconstruction for esophageal perforation complicating anterior cervical spinal fusion: An 18-year experience",
        "Repair of esophageal perforation due to anterior cervical spine instrumentation",
        "Otolaryngologic management of delayed pharyngoesophageal perforation following anterior cervical spine surgery",
        "Esophagocutaneous fistula after anterior cervical spine surgery and successful treatment using a sternocleidomastoid muscle flap: A case report"
    ],
    "affiliation": [
        {
            "affiliation-city": "Los Angeles",
            "affilname": "University of Southern California",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Durham",
            "affilname": "Duke University Medical Center",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "New York",
            "affilname": "Columbia University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Carbondale",
            "affilname": "Southern Illinois University Carbondale",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Springfield",
            "affilname": "Springfield Clinic",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Little Rock",
            "affilname": "University of Arkansas for Medical Sciences",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Charlottesville",
            "affilname": "University of Virginia",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Cleveland",
            "affilname": "Cleveland Clinic Foundation",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Fort Lauderdale",
            "affilname": "Nova Southeastern University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Louisville",
            "affilname": "Leatherman Spine Center",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Chicago",
            "affilname": "Northwestern University Feinberg School of Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "St. Louis",
            "affilname": "Washington University in St. Louis",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Kansas City",
            "affilname": "University of Kansas Medical Center",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Rochester",
            "affilname": "Mayo Clinic",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Toronto",
            "affilname": "Toronto Western Hospital",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Santa Monica",
            "affilname": "University of Californiam",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Fort Lauderdale",
            "affilname": "Florida Spine Specialists",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Fort Lauderdale",
            "affilname": "Broward Health Medical Center",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "New York",
            "affilname": "New York-Presbyterian/The Allen Hospital",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}