{
    "eid": "2-s2.0-85150190106",
    "title": "Audit Partner Industry Specialization and the Cost of Debt: Evidence from Thailand",
    "cover-date": "2022-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business and International Management",
            "@code": "1403",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Accounting",
            "@code": "1402",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "audit partner",
        "cost of debt",
        "financial crisis",
        "industry specialization"
    ],
    "authors": [
        "Kanyarat Sanoran"
    ],
    "citedby-count": 0,
    "ref-count": 90,
    "ref-list": [
        "Capital market consequences of audit partner quality",
        "Global financial crisis: The challenge to accounting research",
        "Private ownership and the cost of public debt: Evidence from the bond market",
        "Earnings quality in UK private firms: Comparative loss recognition timeliness",
        "Auditor industry specialization and earnings quality",
        "Audit firm tenure, non-audit services, and internal assessments of audit quality",
        "The economics of small business finance: The roles of private equity and debt markets in the financial growth cycle",
        "Auditor industry specialization and evidence of cost efficiencies in homogenous industries",
        "Family control and the implied cost of equity: Evidence before and after the Asian financial crisis",
        "Fair value exposure, auditor specialization, and banks’ discretionary use of the loan loss provision",
        "The effect of audit experience on audit fees and audit quality",
        "Auditor specialization, Auditor dominance, and Audit fees: The role of investment opportunities",
        "Audit team attributes matter: How diversity affects audit quality",
        "The value of audit quality in public and private companies: Evidence from Spain",
        "A hidden risk of auditor industry specialization: Evidence from the financial crisis",
        "Geographic diversification and credit supply in times of trouble: Evidence from microlending",
        "Self-selection of auditors and audit pricing in private firms",
        "Do audit clients successfully engage in opinion shopping? Partner-level evidence",
        "Firm versus partner measures of auditor industry expertise and effects on auditor quality",
        "The effects of audit partner pre-client and client-specific experience on audit quality and on perceptions of audit quality",
        "Reducing restatements with increased industry expertise",
        "Auditors’ governance functions and legal environments: An international investigation",
        "Audit pricing, legal liability regimes, and big 4 premiums: Theory and cross-country evidence",
        "National culture and the cost of debt",
        "Auditor brand name reputations and industry specializations",
        "Auditor size and audit quality",
        "The effects of firm-wide and office-level industry expertise on audit pricing",
        "Audit quality attributes, client size and cost of equity capital",
        "The role of auditor choice in debt pricing in private firms",
        "The pricing of national and city-specific reputations for industry expertise in the U.S. audit market",
        "The market pricing of accruals quality",
        "Assessing France’s joint audit requirement: Are two heads better than one?",
        "Loan price in mergers and acquisitions",
        "Is the effect of industry expertise on audit pricing an office-level or a partner-level phenomenon?",
        "What is the relationship between audit partner busyness and audit quality?",
        "Corporate misreporting and bank loan contracting",
        "Earnings quality: Some evidence on the role of auditor tenure and auditors’ industry expertise",
        "Busy auditors, partner-client tenure, and audit quality: Evidence from an emerging market",
        "Do individual auditors affect audit quality? Evidence from archival data",
        "Investor protection, firm informational problems, Big N auditors, and cost of debt around the world",
        "Auditor multinational expertise and audit quality",
        "Audit firm industry specialization and audit outcomes: Insights from academic literature",
        "Audit partner busyness and cost of equity capital",
        "Archival research on audit partners: Assessing the research field and recommendations for future research",
        "Sample selection bias as a specification error",
        "Audit firms’ client acceptance decisions: Does partner-level industry expertise matter?",
        "Audit partner public-client specialisation and client abnormal accruals",
        "Theory of the firm: Managerial behavior, agency costs and ownership structure",
        "Risk management in client acceptance decisions",
        "Auditor rotation and perceived competence and independence: The effect of fees and industry specialization",
        "Audit quality and cost of debt capital for private firms: Evidence from Finland",
        "Litigation risk and the financial reporting credibility of Big 4 versus non-Big 4 audits: Evidence from Anglo-American countries",
        "Does Big 6 auditor industry expertise constrain earnings management?",
        "Auditor industry expertise and cost of equity",
        "The effect of industry-specialist auditors on SEO underpricing before and after the global financial crisis",
        "Busy auditors, ethical behavior, and discretionary accruals quality in Malaysia",
        "Engagement partner specialization and corporate disclosure transparency",
        "A review of the archival literature on audit partners",
        "Selection models in accounting research",
        "National level, city level auditor industry specialization and cost of debt",
        "Non-audit service fees and audit quality: The impact of auditor specialization",
        "Eliminating the form 20-F reconciliation and audit pricing",
        "Audit quality, corporate governance, and earnings management: A meta-analysis",
        "Does auditor quality and tenure matter to investors? Evidence from the bond market",
        "Auditor reverse-merger expertise: Evidence from Chinese reverse-merger companies",
        "Audit firm industry specialization as a differentiation strategy: Evidence from fees charged to firms going public",
        "The value of financial statement verification in debt financing: Evidence from private U.S. firms",
        "Exploring the term of the auditor-client relationship and the quality of earnings: A case for mandatory auditor rotation?",
        "Financial ratios and the probabilistic prediction of bankruptcy",
        "Error detection by industry-specialized teams during sequential audit review",
        "Cost of capital, audit and earnings quality under financial crisis: A global empirical investigation",
        "Audit quality, investor protection and earnings management during the financial crisis of 2008: An international perspective",
        "Estimating standard errors in finance panel data sets: Comparing approaches",
        "Auditor choice and the cost of debt capital for newly public firms",
        "Audit prices and Big 4 fee premiums: Further evidence from Thailand",
        "National and office-specific measures of auditor industry expertise and effects on audit quality",
        "Auditors’ going concern reporting accuracy during and after the global financial crisis",
        "What matters in cost of debt: Audit partner public-client specialization or busyness?",
        "The costs of being private: Evidence from the loan market",
        "Financial crisis and the silence of the auditors",
        "Auditor-in-charge characteristics and going-concern reporting",
        "Earnings management and audit quality in Europe: Evidence from the private client segment market",
        "Enhancing knowledge sharing in public accounting firms",
        "The effects of industry expertise on cost of debt: An individual auditor-level analysis",
        "Audit reports in Australia during the global financial crisis",
        "Audit partner specialization and audit fees: Some evidence from Sweden"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}