{
    "eid": "2-s2.0-85041499968",
    "title": "Physical structure variations of bacterial cellulose produced by different Komagataeibacter xylinus strains and carbon sources in static and agitated conditions",
    "cover-date": "2018-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Polymers and Plastics",
            "@code": "2507",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "Agitated culture",
        "Bacterial cellulose",
        "Carbon source",
        "Crystallinity",
        "Komagataeibacter xylinus",
        "Morphology"
    ],
    "authors": [
        "Pratyawadee Singhsa",
        "Ravin Narain",
        "Hathaikarn Manuspiya"
    ],
    "citedby-count": 90,
    "ref-count": 41,
    "ref-list": [
        "Native cellulose: a composite of two cistinct crystalline forms",
        "Cellulose biogenesis: polymerization and crystallization are coupled processes in Acetobacter xylinum",
        "Morphology and structure characterization of bacterial celluloses produced by different strains in agitated culture",
        "Cellulose structure and biosynthesis: what is in store for the 21st century?",
        "Kinetic aspects of bacterial cellulose formation in nata-de-coco culture system",
        "Structural characterization of bacterial cellulose produced by Gluconacetobacter swingsii sp. from Colombian agroindustrial wastes",
        "Cellulose-based hydrogels: present status and application prospects",
        "Enhanced production of bacterial cellulose by using a biofilm reactor and its material property analysis",
        "The biosynthesis of cellulose by Acetobacter xylinum and Acetobacter acetigenus",
        "Structural investigations of microbial cellulose produced in stationary and agitated culture",
        "Cellulose biosynthesis",
        "Cellulose production by Acetobacter strains in submerged culture",
        "Idealized powder diffraction patterns for cellulose polymorphs",
        "Tensile properties of cellulose acetate butyrate composites reinforced with bacterial cellulose",
        "Synthesis of cellulose by acetobacter xylinum. 2. Preparation of freeze-dried cells capable of polymerizing glucose to cellulose",
        "TEM study of band-like cellulose assemblies produced by acetobacter xylinum at 4 C",
        "Integration of cellulases into bacterial cellulose: toward bioabsorbable cellulose composites",
        "Bacterial cellulose—a masterpiece of nature’s arts",
        "The Dickeya dadantii biofilm matrix consists of cellulose nanofibres, and is an emergent property dependent upon the type III secretion system and the cellulose synthesis operon",
        "Bacterial cellulose production from beet molasses",
        "Cellulose: fascinating biopolymer and sustainableraw material",
        "Factors affecting the yield and properties of bacterial cellulose",
        "Effects of mixing conditions on the production of microbial cellulose by Acetobacter xylinum",
        "Moisture sorption by cellulose powders of varying crystallinity",
        "Production of bacterial cellulose using different carbon sources and culture media",
        "Enhanced production ofbacterial cellulose by using Gluconacetobacter hansenii NCIM 2529 strain under shaking conditions",
        "Crystallographic snapshot of cellulose synthesis and membrane translocation",
        "Bacterial cellulose: the ultimate nano-scalar cellulose morphology for the production of high-strength composites",
        "Potential of a nisin-containing bacterial cellulose film to inhibit Listeria monocytogenes on processed meats",
        "Metabolic effects of sucralose on environmental bacteria",
        "Cellulose biosynthesis and function in bacteria",
        "Altering the growth conditions of Gluconacetobacter xylinus to maximize the yield of bacterial cellulose",
        "Synthesis of cellulose by Acetobacter xylinum. 3. Substrates and inhibitors",
        "Cellulose synthesized by Acetobacter xylinum in the presence of acetyl glucomannan",
        "The sites of cellulose synthesis in algae: diversity and evolution of cellulose-synthesizing enzyme complexes",
        "Structural features andproperties of bacterial cellulose produced in agitated culture",
        "Description of Komagataeibacter gen. nov. with proposals of new combinations (Acetobacteraceae)",
        "In situ crystallization of bacterial cellulose II. Influences of different polymeric additives on the formation of celluloses Iαand Iβat the early stage of incubation",
        "The structure and mechanical properties of sheets prepared from bacterial cellulose",
        "Research progress in production of bacterial cellulose by aeration and agitation culture and its application as a new industrial material",
        "Biosynthesis of spherical Fe3O4/bacterial cellulose nanocomposites as adsorbents for heavy metal ions"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Edmonton",
            "@id": "118330478",
            "affilname": "Donadeo Innovation Centre for Engineering",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/118330478",
            "affiliation-country": "Canada"
        }
    ],
    "funding": [
        "Doctoral Degree Chulalongkorn University",
        "Ratchadapisek Sompoch Endowment Fund",
        "Chulalongkorn University"
    ]
}