{
    "eid": "2-s2.0-85104365119",
    "title": "Identification of extremely hard coke generation by low-temperature reaction on tungsten catalysts via Operando and in situ techniques",
    "cover-date": "2021-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Thotsatham Takkawatakarn",
        "Supareak Praserthdam",
        "Sippakorn Wannakao",
        "Joongjai Panpranot",
        "Piyasan Praserthdam"
    ],
    "citedby-count": 1,
    "ref-count": 29,
    "ref-list": [
        "The effect of calcination time on the activity of WO3/Al2O3/HY catalysts for the metathesis reaction between ethene and 2-butene",
        "Influence of tungsten precursors on the structure and catalytic properties of WO3/SBA-15 in the selective oxidation of cyclopentene to glutaraldehyde",
        "Effect of tungsten oxide loading on metathesis activity of ethene and 2-butene over WO3/SiO2catalysts",
        "The structure-reactivity relationship for metathesis reaction between ethylene and 2-butene on WO3/SiO2catalysts calcinated at different temperatures",
        "Metathesis of 2-butene to propylene over W-mesoporous molecular sieves: A comparative study between tungsten containing MCM-41 and SBA-15",
        "Aerosol route to nanostructured WO3-SiO2-Al2O3metathesis catalysts: Toward higher propene yield",
        "The remarkable metal-catalysed olefin metathesis reaction",
        "Mechanism of catalyst deactivation",
        "Organic chemistry of coke formation",
        "Catalyst deactivation",
        "Catalytic sites for the isomerization of 1-butene over magnesium oxide",
        "Effect of MgO on WO3/SiO2-catalyzed light olefin metathesis using different feedstocks",
        "Influence of MgO physically mixed with tungsten oxide supported silica catalyst on coke formation",
        "The typefaces in the manuscript must be uniform and conform to norms. Italics are usually used for variables DRIFTS and temperature-programmed technology study on NH3-SCR of NO over Cu-SSZ-13 and Cu-SAPO-34 catalysts",
        "Insights into the activity and deactivation of the methanol-to-olefins process over different small-pore zeolites as studied with Operando UV-vis spectroscopy",
        "Spatiotemporal coke formation over zeolite ZSM-5 during the methanol-to-olefins process as studied with operando UV-vis spectroscopy: A comparison between H-ZSM-5 and Mg-ZSM-5",
        "Metathesis of ethene and 2-butene to propene on W/Al2O3-HY catalysts with different HY contents",
        "NaOH modified WO3/SiO2catalysts for propylene production from 2-butene and ethylene metathesis",
        "In situ-DRIFTS study: Influence of surface acidity of rhenium-based catalysts in the metathesis of various olefins for propylene production",
        "Ammonia IRMS-TPD measurements on Bronsted acidity of proton-formed SAPO-34",
        "Influence of acidity on the performance of silica supported tungsten oxide catalysts assessed by in situ and Operando DRIFTS",
        "Ammonia IRMS-TPD measurements and DFT calculation on acidic hydroxyl groups in CHA-type zeolites",
        "Efficient VOx/Ce1–xTixO2catalysts for low-temperature NH3-SCR: Reaction mechanism and active sites assessed by in situ/Operando spectroscopy",
        "Olefin metathesis catalyst. Part II. Activation and characteristics of a 'molecular' tungsetn unit on silica",
        "Reactions of propene on supported molybdenum and tungsten",
        "Preparation of super-microporous WO3–SiO2olefin metathesis catalysts by the aerosol-assisted sol–gel process",
        "Dimerization of n-butenes for high octance gasoline components",
        "Selective dimerization of ethylene to 1-butene with a porous catalyst"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60113829",
            "affilname": "SCG Chemicals Co., Ltd.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60113829",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}