{
    "eid": "2-s2.0-85147032177",
    "title": "Evaluation of non-timber forest products used as medicinal plants from East Kalimantan (Indonesia) to inhibit α-glucosidase and free radicals",
    "cover-date": "2022-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Antidiabetics",
        "antioxidant",
        "biodiversity",
        "medicinal plants",
        "tropical regions"
    ],
    "authors": [
        "Rico Ramadhan",
        "Ramadhan Tosepu",
        "Preecha Phuwapraisirisan",
        "Rudianto Amirta",
        "Kiettipum Phontree",
        "Yazdaniyar Fajri Halimi Firdaus",
        "Nurlita Abdulgani",
        "Muhammad Zainul Muttaqin",
        " Saparwadi"
    ],
    "citedby-count": 0,
    "ref-count": 41,
    "ref-list": [
        "Phytochemical constituents and antibacterial activities of 45 Malay traditional medicinal plants",
        "Antioxidant activity of extracts obtained by high-pressure extraction procedures from Asparagus stipularis Forssk",
        "Four new phenolic and antiparasitic secondary metabolites from Flacourtia rukam Zoll. & Mortizi",
        "Antidiabetic, neuroprotective and antioxidant potentials of different parts of Pistacia terebinthus fruits",
        "Antioxidant activity of seven plant extracts collected from Tunisia and their allelopathic potential on Lactuca sativa L. and Phalaris minor L",
        "Validation of Eupatorium triplinerve Vahl leaves, a skin care herb from East Kalimantan, using a melanin biosynthesis assay",
        "Flacourtosides A-F, phenolic glycosides isolated from Flacourtia ramontchi",
        "Chemical Constituents from Stem Bark of Flacourtia rukam Zoll. & Mor.and Their Antioxidant Activities",
        "In vitro antioxidant capacity and free radical scavenging evaluation of active metabolite constituents of Newbouldia laevis ethanolic leaf extract",
        "Resorcinol derivatives with α-glucosidase inhibitory activities from Syzygium samarangense",
        "In vitro evaluation of antioxidant and α-glucosidase inhibitory assay of several tropical and subtropical plants",
        "In vitro and in vivo inhibitory effect of anthocyanin-rich bilberry extract on α-glucosidase and α-amylase",
        "Natural antioxidant in diabetes treatment and management: prospect of astaxanthin",
        "In vitro antioxidant, anticholinesterase inhibitory, and antimicrobial activity studies of Terminalia chebula (Retz) and Terminalia arjuna (Roxb)",
        "α-Glucosidase inhibitory activity of Shorea belangeran of kerangas forest",
        "Phytochemicals and anti-aging potentials of the extracts from Lagerstroemia speciosa and Lagerstroemia floribunda",
        "Antimicrobial and antioxidant properties of medicinal plants used by the Bentian tribe from Indonesia",
        "Characterization of α-glucosidase inhibitory constituents of the fruiting body of lion’s mane mushroom (Hericium ericaceus)",
        "α-Glucosidase inhibitors from Syzygium latilimbum",
        "Glucosidase inhibitory activity and antioxidant activity of flavonoid compound and triterpenoid compound from Agrimonia pilosa Ledeb",
        "Antioxidant activity of methanol extract/fractions of Senggani leaves (Melastoma candidum D. Don)",
        "Chemical constituents, total phenolic content, antioxidant activity and bactericidal effect of Dicliptera verticillate (Acanthaceae)",
        "Non-timber forest products and their contribution to healthcare and livelihood security among the Karbi tribe in Northeast India",
        "In vitro antioxidant properties, free radicals scavenging activities of extracts and polyphenol composition of a non-timber forest product used as spice: Monodora myristica",
        "α-Glucosidase inhibition by flavonoids: An in vitro and in silico structure-activity relationship study",
        "Inhibition of human and rat sucrase and maltase activities to assess antiglycemic potential: Optimization of the assay using acarbose and polyphenols",
        "Screening for potential antidiabetes and antioxidant activities of selected plants from East Kalimantan, Indonesia",
        "Ethnopharmacological evaluation of selected East Kalimantan flora for diabetes therapy: The isolation of lupane triterpenoids as α-glucosidase inhibitors from Ceriop tagal (Perr)",
        "Revealing antidiabetic potency of medicinal plants of Meru Betiri Nasional Park, Jember-Indonesia",
        "Alpha-glucosidase inhibitory activities of bungur (Lagerstroemia loudonii Teijsm. & Binn.) leaves and fruits",
        "Poliothrysoside and its derivatives as novel insulin sensitizers potentially driving AMPK activation and inhibiting adipogenesis",
        "Anti-hyperglycemic activity of polyphenols isolated from barnyard millet (Echinochloa utilis L) and their role inhibiting α-glucosidase",
        "Comparison of antioxidant activities and major constituents of three Hypericum species (H. perforatum, H. scabrum and H. origanifolium) from Turkey",
        "Nontimber forest products as ecological and biocultural keystone species",
        "Antioxidant activity of hopeaphenol isolated from Shorea roxburghii stem bark extract",
        "Antioxidant activity of the stem bark of Shorea roxburghii and its silver reducing power",
        "Tropical forest biodiversity to provide food, health and energy solution of the rapid growth of modern society",
        "Rukamtenol, a new spiro compound isolated from Flacourtia rukam Zoll. & Mortizi growing in Vietnam",
        "Screening for potential α-glucosidase and α-amylase inhibitory constituents from selected Vietnamese plants used to treat type 2 diabetes",
        "Free radical scavenging activity of ethanolic extract of Desmodium gangeeticum",
        "Guidelines for antioxidant assays for food components"
    ],
    "affiliation": [
        {
            "affiliation-city": "Surabaya",
            "@id": "60069383",
            "affilname": "Universitas Airlangga",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069383",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Kendari",
            "@id": "60105203",
            "affilname": "Universitas Halu Oleo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60105203",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Surabaya",
            "@id": "60070707",
            "affilname": "Institut Teknologi Sepuluh Nopember",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60070707",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Samarinda",
            "@id": "60069411",
            "affilname": "Universitas Mulawarman",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069411",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Samarinda",
            "@id": "129120548",
            "affilname": "BIOMA Foundation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/129120548",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "East Java",
            "@id": "127183548",
            "affilname": "Generasi Biologi Indonesia (Genbinesia) Foundation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/127183548",
            "affiliation-country": "Indonesia"
        }
    ],
    "funding": [
        "Laboratory of Forest Products Chemistry and Renewable Energy, Faculty of Forestry",
        "Universitas Mulawarman",
        "Universitas Airlangga"
    ]
}