{
    "eid": "2-s2.0-85123904878",
    "title": "Gut microbiome profiles in Thai healthy pregnant women and its association with types of foods",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Obstetrics and Gynecology",
            "@code": "2729",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Dietary intake",
        "Glutinous rice",
        "Gut microbiome",
        "Pregnancy"
    ],
    "authors": [
        "P. Phoonlapdacha",
        "C. Tangshewinsirikul",
        "J. Phosuwattanakul",
        "K. Kittisakmontri",
        "S. Nitisinprasert",
        "J. Nakayama",
        "P. Prombutara",
        "U. Suthutvoravut",
        "N. Chongviriyaphan"
    ],
    "citedby-count": 3,
    "ref-count": 39,
    "ref-list": [
        "Placental hormones and the control of maternal metabolism and fetal growth",
        "The composition of the gut microbiota throughout life, with an emphasis on early life",
        "Host remodeling of the gut microbiome and metabolic changes during pregnancy",
        "Changes in the gut microbiota composition during pregnancy in patients with gestational diabetes mellitus (GDM)",
        "Temporal and spatial variation of the human microbiota during pregnancy",
        "The influence of the vaginal microbiota on preterm birth: a systematic review and recommendations for a minimum dataset for future research",
        "Maternal high-fat diet programs offspring liver steatosis in a sexually dimorphic manner in association with changes in gut microbial ecology in mice",
        "Shifts on gut microbiota associated to Mediterranean diet adherence and specific dietary intakes on general adult population",
        "Distinct composition of gut microbiota during pregnancy in overweight and normal-weight women",
        "Gut microbiota composition is associated with body weight, weight gain and biochemical parameters in pregnant women",
        "Connections between the gut microbiome and metabolic hormones in early pregnancy in overweight and obese women",
        "Association between the gut microbiota and diet: fetal life, early childhood, and further life",
        "Gut microbiota diversity according to dietary habits and geographical provenance",
        "Diet rapidly and reproducibly alters the human gut microbiome",
        "Enterotypes of the human gut microbiome",
        "Impact of diet in shaping gut microbiota revealed by a comparative study in children from Europe and rural Africa",
        "Effect of ethnicity and socioeconomic variation to the gut microbiota composition among pre-adolescent in Malaysia",
        "Distinct gut microbiota of healthy children from two different geographic regions of Thailand",
        "Freezing fecal samples prior to DNA extraction affects the Firmicutes to Bacteroidetes ratio determined by downstream quantitative PCR analysis",
        "Optimising bacterial DNA extraction from faecal samples: comparison of three methods",
        "DADA2: high-resolution sample inference from Illumina amplicon data",
        "Phylogenetic placement of exact amplicon sequences improves associations with clinical information",
        "Reproducible, interactive, scalable and extensible microbiome data science using QIIME 2",
        "Dietary reference intakes for energy, carbohydrate, fiber, fat, fatty acids, cholesterol, protein and amino acids",
        "Microbial Community of Healthy Thai Vegetarians and non-Vegetarians, their Core gut microbiota, and pathogen risk",
        "The Association of gut Microbiota with nonalcoholic steatohepatitis in Thais",
        "Maternal microbiome and pregnancy outcomes that impact infant health: a review",
        "Microbiome of the placenta in pre-eclampsia supports the role of bacteria in the multifactorial cause of pre-eclampsia",
        "Gestational weight gain and pregnancy outcomes in obese women: how much is enough?",
        "Pre-pregnancy weight, gestational weight gain, and the gut microbiota of mothers and their infants",
        "The association between the maternal diet and the maternal and infant gut microbiome: a systematic review",
        "Nutrient composition of five selected glutinous rice-based traditional Malaysian kuih",
        "The effect of Thai glutinous rice cultivars, grain length and cultivating locations on the quality of rice cracker (arare)",
        "Characterization of branched polysaccharides using multiple-detection size separation techniques",
        "Shifts in bacterial community compositions during in vitro fermentation of amylopectin and resistant starch by colonic Inocula of pigs",
        "Resistant starches types 2 and 4 have differential effects on the composition of the fecal microbiota in human subjects"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60015887",
            "affilname": "Faculty of Medicine Ramathibodi Hospital, Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015887",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Ratchasima",
            "@id": "60013120",
            "affilname": "Maharaj Nakhon Ratchasima Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013120",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Fukuoka",
            "@id": "60011047",
            "affilname": "Kyushu University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011047",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}