{
    "eid": "2-s2.0-84901914074",
    "title": "Characteristics of automotive glass waste-containing gypsum bodies made from used plaster mould",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        }
    ],
    "keywords": [
        "Glass cullet",
        "Used plaster mould",
        "Waste-based gypsum"
    ],
    "authors": [
        "Kanyakan Tounchuen"
    ],
    "citedby-count": 6,
    "ref-count": 15,
    "ref-list": [
        "16th Annual International Sustainable Development Research Conference",
        "Gypsum of improved performance using blends with Portland cement and silica fume",
        "Strength and water absorption for gypsum-cement-silica fume blends of improved performance",
        "Modified gypsum compounds: An ecological-economical choice to improve traditional plasters",
        "Utilization of waste glass in ECO-cement: Strength properties and microstructural observations",
        "A review on the use of waste glasses in the production of cement and concrete",
        "Characteristics and pozzolanic reactivity of glass powders",
        "Constr. Build. Mater",
        "Specification for Coal Fly Ash and Raw or Calcined Natural Pozzalan for Use As A Mineral Admixture in Concreate",
        "Effects of diatomite and glass cullet in the waste-based gypsum building materials",
        "Prefabricated building elements based on FGD gypsum and ashes from coal-fired electric generating plants",
        "Investigation of a durable gypsum binder for building materials",
        "Sonochemical synthesis of ettringite from a powder mixture suspended in water",
        "Waste gypsum from intermediate dye industries for production of building materials"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Lopburi",
            "affilname": "Thepsatri Rajabhat University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}