{
    "eid": "2-s2.0-84893816666",
    "title": "Measuring monetary policy with empirically grounded identifying restrictions",
    "cover-date": "2014-03-01",
    "subject-areas": [
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        },
        {
            "$": "Social Sciences (miscellaneous)",
            "@code": "3301"
        },
        {
            "$": "Mathematics (miscellaneous)",
            "@code": "2601"
        },
        {
            "$": "Statistics and Probability",
            "@code": "2613"
        }
    ],
    "keywords": [
        "Causal search",
        "Causality",
        "CPC algorithm",
        "Graph theory",
        "Monetary policy",
        "Monetary policy shock",
        "PC algorithm",
        "Recursiveness assumption",
        "SVAR"
    ],
    "authors": [
        "Piyachart Phiromswad"
    ],
    "citedby-count": 4,
    "ref-count": 44,
    "ref-list": [
        "Alternative explanations of the money-income correlation",
        "The federal funds rate and the channels of monetary transmission",
        "Measuring monetary policy",
        "Procyclical labor productivity and competing theories of the business cycle: some evidence from interwar US manufacturing industries",
        "Identifying the interdependence between US monetary policy and the stock market",
        "The dynamic effects of aggregate demand and supply disturbances",
        "The American Business Cycle, Continuity and Change",
        "Time-Varying Parameter Estimation in the Linear IV Framework",
        "Am Econ Rev Paper Proc",
        "Chapter 2 Monetary policy shocks: What have we learned and to what end?",
        "Nominal rigidities and the dynamic effects of a shock to monetary policy",
        "Assessing structural VARs",
        "The science of monetary policy: A new Keynesian perspective",
        "Business cycle analysis without much theory A look at structural vars",
        "Atheoretical macroeconometrics: A critique",
        "Searching for the Causal Structure of a Vector Autoregression",
        "A bootstrap method for identifying and evaluating a structural vector autoregression",
        "Still puzzling: evaluating the price puzzle in an empirically identified structural Vector Autoregression",
        "'Interpreting the macroeconomic time series facts: The effects of monetary policy'. by Christopher Sims",
        "Can long-run restrictions identify technology shocks?",
        "Monetary policy shifts and the stability of monetary policy models",
        "Carnegie Rochester Conf Ser Public Policy",
        "Technology, employment, and the business cycle: Do technology shocks explain aggregate fluctuations?",
        "Automatic inference of the contemporaneous causal order of a system of equations",
        "Empirical Identification of the Vector Autoregression: The Causes and Effects of US M2",
        "Fed Reserv Bank St. Louis Rev",
        "Estimation and inference of impulse responses by local projections",
        "Diffusion of technical change and the decomposition of output into trend and cycle",
        "J Money Credit Bank",
        "Numerical distribution functions for unit root and cointegration tests",
        "Graphical causal models and VARs: An empirical assessment of the real business cycles hypothesis",
        "Graphical models for the identification of causal structures in multivariate time series models",
        "Adjacency-faithfulness and conservative causal inference",
        "Proceedings of the Twelfth Conference on Uncertainty in Artificial Intelligence",
        "NBER Macroeconomics Annual",
        "Econometrica",
        "Fed Reserve Bank of Minneap Q Rev",
        "Interpreting the macroeconomic time series facts. The effects of monetary policy",
        "Does monetary policy generate recessions?",
        "An estimated dynamic stochastic general equilibrium model of the euro area",
        "Causation, Prediction, and Search",
        "The identification of monetary policy disturbances explaining the liquidity puzzle",
        "Impulse Response Functions Based on a Causal Approach to Residual Orthogonalization in Vector Autoregressions",
        "What are the effects of monetary policy on output? Results from an agnostic identification procedure"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Sasin School of Management, Bangkok",
        "affiliation-country": "Thailand"
    },
    "funding": []
}