{
    "eid": "2-s2.0-85052604350",
    "title": "Effect of Endoscopic Sinus Surgery on Bronchiectasis Patients With Chronic Rhinosinusitis",
    "cover-date": "2018-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Allergy",
            "@code": "2723",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Otorhinolaryngology",
            "@code": "2733",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "bronchiectasis",
        "chronic rhinosinusitis",
        "endoscopic sinus surgery",
        "pulmonary function test",
        "SNOT-22"
    ],
    "authors": [
        "Jesada Kanjanaumporn",
        "Peter H. Hwang"
    ],
    "citedby-count": 10,
    "ref-count": 24,
    "ref-list": [
        "Bronchiectasis",
        "Characterisation of the onset and presenting clinical features of adult bronchiectasis",
        "The pathophysiology of bronchiectasis",
        "Inflammation: a two-edged sword–the model of bronchiectasis",
        "Pathogenesis of bronchiectasis",
        "Upper and lower airways associations in patients with chronic rhinosinusitis and bronchiectasis",
        "The unified airway—conceptual framework",
        "Executive summary: asthma and the unified airway",
        "The connection between allergic rhinitis and bronchial asthma",
        "The united allergic airway: connections between allergic rhinitis, asthma, and chronic sinusitis",
        "Association of chronic rhinosinusitis with nasal polyps and asthma: clinical and radiological features, allergy and inflammation markers",
        "Chronic sinusitis. Relationship of computed tomographic findings to allergy, asthma, and eosinophilia",
        "Relationships between severity of chronic rhinosinusitis and nasal polyposis, asthma, and atopy",
        "United airways again: high prevalence of rhinosinusitis and nasal polyps in bronchiectasis",
        "Effect of endoscopic sinus surgery on asthmatic patients with chronic rhinosinusitis",
        "Quality of life improvement from sinus surgery in chronic rhinosinusitis patients with asthma and nasal polyps",
        "The sino-nasal outcome test (SNOT)-22: validation for Greek patients",
        "Pathogenesis of bronchiectasis",
        "Prevalence and economic burden of bronchiectasis",
        "Long-term impact of functional endoscopic sinus surgery on asthma",
        "Effect of functional endoscopic sinus surgery on bronchial asthma outcomes",
        "Bacterial pattern in chronic sinusitis and cystic fibrosis",
        "Translation, cross-cultural adaptation, and validation of the sino-nasal outcome test (SNOT)-22 for Lithuanian patients",
        "The sino-nasal outcome test (SNOT): can we make it more clinically meaningful?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Stanford",
            "@id": "60015615",
            "affilname": "Stanford Healthcare",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015615",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}