{
    "eid": "2-s2.0-84957899679",
    "title": "Digital approach to planning computer-guided surgery and immediate provisionalization in a partially edentulous patient",
    "cover-date": "2016-07-01",
    "subject-areas": [
        {
            "$": "General Dentistry",
            "@code": "3500"
        },
        {
            "$": "Oral Surgery",
            "@code": "3504"
        }
    ],
    "keywords": [],
    "authors": [
        "Sirikarn P. Arunyanak"
    ],
    "citedby-count": 18,
    "ref-count": 21,
    "ref-list": [
        "Computer technology applications in surgical implant dentistry: a systematic review.",
        "Computer-guided implant therapy and soft- and hard-tissue aspects. The Third EAO Consensus Conference 2012",
        "Accuracy and Complications Using Computer-Designed Stereolithographic Surgical Guides for Oral Rehabilitation by Means of Dental Implants: A Review of the Literature",
        "Consensus statements and recommended clinical procedures regarding contemporary surgical and radiographic techniques in implant dentistry.",
        "Clinical advantages of computer-guided implant placement: A systematic review",
        "Computer-guided implant placement with immediate provisionalization: A case report",
        "The Combination of digital surface scanners and cone beam computed tomography technology for guided implant surgery using 3shape implant studio software: A case history report",
        "Application of digital diagnostic impression, virtual planning, and computer-guided implant surgery for a CAD/CAM-fabricated, implant-supported fixed dental prosthesis: A clinical report",
        "CAD-CAM in dentistry.",
        "CAD/CAM systems available for the fabrication of crown and bridge restorations",
        "CAD/CAM-generated high-density polymer restorations for the pretreatment of complex cases: A case report",
        "Digital data management for CAD/CAM technology. An update of current systems.",
        "The future of dental devices is digital",
        "Maxillary rehabilitation with a CAD/CAM-fabricated, long-term interim and anatomic contour definitive prosthesis with a digital workflow: A clinical report",
        "CAD/CAM technology for implant abutments, crowns, and superstructures.",
        "Intraoral Digital Impression Technique: A Review",
        "Fabrication of a definitive obturator from a 3D cast with a chairside digital scanner for a patient with severe gag reflex: A clinical report",
        "Use of intraoral digital scanning for a CAD/CAM-fabricated milled bar and superstructure framework for an implant-supported, removable complete dental prosthesis",
        "Intraoral scanning of hard and soft tissues for partial removable dental prosthesis fabrication",
        "Presurgical implant-site assessment and restoratively driven digital planning",
        "Software tools and surgical guides in dental-implant-guided surgery"
    ],
    "affiliation": [
        {
            "affiliation-city": "Louisville",
            "affilname": "University of Louisville",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Indianapolis",
            "affilname": "Indiana University School of Dentistry",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}