{
    "eid": "2-s2.0-84978045345",
    "title": "Impact of precursor purity on optical properties and radiation detection of CsI:Tl scintillators",
    "cover-date": "2016-08-01",
    "subject-areas": [
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        }
    ],
    "keywords": [],
    "authors": [
        "Phannee Saengkaew"
    ],
    "citedby-count": 7,
    "ref-count": 70,
    "ref-list": [
        "Wide band gap scintillation materials: Progress in the technology and material understanding",
        "Scintillation detectors for x-rays",
        "Radiation detector materials: An overview",
        "Recent Pat. Electr. Eng.",
        "Experimental measurement of a high resolution CMOS detector coupled to CsI scintillators under X-ray radiation",
        "Scintillation characteristics and imaging performance of CsI:Tl thin films for X-ray imaging applications",
        "X-ray imaging performance of structured cesium iodide scintillators",
        "Comparison between a silicon PIN diode and a CsI(Tl) coupled to a silicon PIN diode for dosimetric purpose in radiology",
        "IEEE 3rd International Conference on Advancements in Nuclear Instrumentation Measurement Methods and their Applications (ANIMMA)",
        "Replacement of a photomultiplier tube in a 2-inch thallium-doped sodium iodide gamma spectrometer with silicon photomultipliers and a light guide",
        "Comparison between a silicon PIN diode and a CsI(Tl) coupled to a silicon PIN diode for dosimetric purpose in radiology",
        "Effects of film thickness on scintillation characteristics of columnar CsI:Tl films exposed to high gamma radiation doses",
        "Temperature dependence of CsI(Tl) gamma-ray excited scintillation characteristics",
        "Characterization of CsI:Tl at a wide temperature range (-40 °c to +22 °c)",
        "Effect of humidity on scintillation performance in Na and Tl activated CsI crystals",
        "Photoelectron extraction efficiency from cesium iodide photocathodes in a pressurized atmosphere of argon and xenon up to 10 bar",
        "VUV-induced radiation ageing processes in CsI photocathodes studied by microscopy and spectroscopy techniques",
        "Effect of bi- and threevalent cation impurities on the luminescence CsI",
        "Properties of cesium iodide prepared by different purification methods",
        "Non-uniformity of light output in large-sized CsI(Tl) crystals grown by non-vacuum Bridgman method",
        "Growth and scintillation properties of pure CsI crystals grown by micro-pulling-down method",
        "Anodic-aluminum-oxide template assisted fabrication of cesium iodide (CsI) scintillator nanowires",
        "Using positive pressure to produce a sub-micron single-crystal column of cesium iodide (CsI) for scintillator formation",
        "Growth and characterization of undoped and thallium doped cesium iodide single crystals",
        "Nondestructive method for quantifying thallium dopant concentrations in CsI:TL crystals",
        "Excited state electronic properties of sodium iodide and cesium iodide",
        "Structural characterization of as-deposited cesium iodide films studied by X-ray diffraction and transmission electron microscopy techniques",
        "Photoemission and optical constant measurements of a cesium iodide thin film photocathode",
        "Electronic structure, Compton profiles and cohesive properties of Cs-halides",
        "Crystal growth and characterization of alkali-earth halide scintillators",
        null,
        "Scintillation efficiency improvement by mixed crystal use",
        null,
        null,
        null,
        null,
        "Promising alkaline earth halide scintillators for gamma-ray spectroscopy",
        null,
        null,
        "The Effect of Bi- and Trivalent Cation Impurities on the Luminescence CsI",
        null,
        "Measuring the absolute light yield of scintillators",
        "Luminescence and scintillation characteristics in the CsI:Br crystal on Br concentrations",
        "Luminescence and relaxed excited state origin in CsI:Pb crystals",
        "Advances in yield calibration of scintillators",
        null,
        null,
        "Prog. Nucl. Sci. Technol.",
        "Luminescence properties of CsI:Eu crystals",
        "Europium emission centers in CsI:Eu crystal",
        null,
        null,
        "Scintillation properties of CsI:In single crystals",
        "Scintillation characteristics of indium doped cesium iodide single crystal",
        null,
        "Recrystallization and phase stability study of cesium tin iodide for application as a hole transporter in dye sensitized solar cells",
        null,
        null,
        null,
        null,
        null,
        null,
        "Cal2 and cal2(eu) scintillation crystals",
        "Scintillation characteristics of thin-film calcium iodide crystal x-ray detectors",
        "Calculation of the band gap energy and study of cross luminescence in alkaline-earth dihalide crystals",
        "Structure and optical properties of high light output halide scintillators",
        "Scintillation Properties",
        "Applied moving-temperature-gradient technique for CsI(Tl) crystal growth",
        "Optical Properties and Electronic Structure of Amorphous Germanium",
        "Methods for the determination of the optical constants of thin films from single transmission measurements: A critical review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Metal and Materials Technology Center",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Electronics and Computer Technology Center",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}