{
    "eid": "2-s2.0-85016590955",
    "title": "Molecular detection and isolation of pathogenic Leptospira from asymptomatic humans, domestic animals and water sources in Nan province, a rural area of Thailand",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Domestic animals",
        "Leptospira weillii",
        "Nan province",
        "Pathogenic Leptospira",
        "Thailand",
        "Zoonosis"
    ],
    "authors": [
        "Alongkorn Kurilung"
    ],
    "citedby-count": 45,
    "ref-count": 43,
    "ref-list": [
        "Leptospira and leptospirosis",
        "Development of an improved selective medium for isolation of leptospires from clinical material",
        "Leptospirosis outbreak in Sri Lanka in 2008: Lessons for assessing the global burden of disease",
        "Short report: Utility and limitations of direct multi-locus sequence typing on qPCR-positive blood to determine infecting Leptospira strain",
        "Characterization of leptospira isolates from animals and humans: Phylogenetic analysis identifies the prevalence of intermediate species in India",
        "Molecular detection and speciation of pathogenic Leptospira spp. in blood from patients with culture-negative leptospirosis",
        "A Single Multilocus Sequence Typing (MLST) Scheme for Seven Pathogenic Leptospira Species",
        "Leptospira weilii serovar Topaz, a new member of the Tarassovi serogroup isolated from a bovine source in Queensland, Australia",
        "Epidemiology of Leptospira Transmitted by Rodents in Southeast Asia",
        "Epidemiol. Infect.",
        "Early diagnosis of leptospirosis by immunoglobulin M immunoblot testing",
        "Leptospira as an emerging pathogen: A review of its biology, pathogenesis and host immune responses",
        "Shedding and seroprevalence of pathogenic leptospira spp. in sheep and cattle at a New Zealand Abattoir",
        "Determining risk for severe leptospirosis by molecular analysis of environmental surface waters for pathogenic Leptospira",
        "Human Leptospirosis on Reunion Island, Indian Ocean: Are Rodents the (Only) Ones to Blame?",
        "New algorithms and methods to estimate maximum-likelihood phylogenies: Assessing the performance of PhyML 3.0",
        "Molecular and serological investigation of Leptospira and leptospirosis in dogs in Japan",
        "Prevalence of antibodies to Leptospira serovars in rodents and shrews trapped in low and high endemic areas in Thailand",
        "MEGA7: Molecular Evolutionary Genetics Analysis Version 7.0 for Bigger Datasets",
        "Partial rpoB gene sequencing for identification of Leptospira species",
        "Leptospirosis in cattle: A challenging scenario for the understanding of the epidemiology",
        "Detection of Leptospira spp. in semen and vaginal fluids of goats and sheep by polymerase chain reaction",
        "Urinary shedding of leptospires and presence of Leptospira antibodies in healthy dogs from Upper Bavaria",
        "Distribution and Diversity of Pathogenic Leptospira Species in Peri-domestic Surface Waters from South Central Chile",
        "A Polymerase Chain Reaction Assay for the Detection of Leptospira spp. in Bovine Semen",
        "Seroprevalence and risk factors associated with leptospirosis in dogs",
        "Leptospirosis in Kamphaeng Phet, Thailand",
        "Two-sided confidence intervals for the single proportion: Comparison of seven methods",
        "A serological investigation of leptospirosis in sows from central Thailand",
        "OIE Terrestrial Manual",
        "Marked increase in leptospirosis infections in humans and dogs in the Netherlands, 2014",
        "Serologic-based investigation of leptospirosis in a population of free-ranging eastern grey kangaroos (Macropus giganteus) indicating the presence of Leptospira weilii serovar Topaz",
        "Epidemiology of Leptospira weilii serovar Topaz infections in Australia.",
        "Displaying the relatedness among isolates of bacterial species - The eBURST approach",
        "Serological survey of leptospirosis in livestock in Thailand",
        "2010 ACVIM Small Animal Consensus Statement on Leptospirosis: Diagnosis, Epidemiology, Treatment, and Prevention",
        "A dominant clone of Leptospira interrogans associated with an outbreak of human leptospirosis in Thailand",
        "Detection and genotyping of Leptospira spp. From the kidneys of a seemingly healthy pig slaughtered for human consumption",
        "Molecular epidemiology of pathogenic leptospira spp. Among large ruminants in the Philippines",
        "Clinical diagnosis and geographic distribution of leptospirosis, Thailand",
        "Rapid isolation and susceptibility testing of Leptospira spp. Using a new solid medium, LVW agar"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}