{
    "eid": "2-s2.0-85143141310",
    "title": "The first record of Charmon Haliday, 1833 (Braconidae: Charmontinae) from Southeast Asia with description of a new species from Thailand",
    "cover-date": "2022-11-23",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Charmontinae",
        "COI",
        "DNA barcode",
        "new species",
        "Southeast Asia",
        "Thailand"
    ],
    "authors": [
        "Marisa K. Loncle",
        "Donald L.J. Quicke",
        "Sureerat Deowanish",
        "Buntika A. Butcher"
    ],
    "citedby-count": 1,
    "ref-count": 19,
    "ref-list": [
        "A revision of the subfamily Zelinae auct. (Hymenoptera, Braconidae)",
        "Revision of the subfamily Blacinae Foerster (Hymenoptera: Braconidae)",
        "Illustrated key to the subfamilies of the Braconidae (Hymenoptera: Ichneumonoidea)",
        "New fossil non-cyclostome braconid wasps from the lowermost Eocene amber of Paris Basin",
        "An essay on the classification of the parasitic Hymenoptera of Britain, which correspond with the Ichneumones minuti of Linnaeus",
        "Barcoding animal life: cytochrome c oxidase subunit 1 divergences among closely related species",
        "Mitochondrial phylogenomics and mitogenome organization in the parasitoid wasp family Braconidae (Hymenoptera: Ichneumonoidea)",
        "Phylogenomics of braconid wasps (Hymenoptera, Braconidae) sheds light on classification and the evolution of parasitoid life history traits",
        "A generic synopsis of Brachistini (Hymenoptera: Braconidae) and recognition of the name Charmon Haliday",
        "Ovipositor structure and relationships within the Hymenoptera, with special reference to the Ichneumonoidea",
        "Phylogeny of the subfamilies of the family Braconidae (Hymenoptera: Ichneumonidae)",
        "A DNA-based registry for all animal species: the Barcode Index Number (BIN) system",
        "Charmon ramagei sp. nov., a new Charmontinae (Hymenoptera: Braconidae) from Reunion, with a synopsis of world species",
        "New record of subfamily Charmontinae (Braconidae: Hymenoptera) in Pakistan with the description of a new species",
        "Molecular phylogenetics of Braconidae (Hymenoptera: Ichneumonoidea), based on multiple nuclear genes, and implications for classification",
        "Morphology and terminology",
        "Classification and biology of braconid wasps (Hymenoptera: Braconidae)",
        "RAxML-VI-HPC: Maximum likelihood-based phylogenetic analyses with thousands of taxa and mixed models"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "CU Graduate School Thesis Grant, Faculty of Science, Chulalongkorn University",
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}