{
    "eid": "2-s2.0-85046033651",
    "title": "Prevalence and risk factors of depression among Indonesian elderly: A nursing home-based cross-sectional study",
    "cover-date": "2018-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Neuroscience (all)",
            "@code": "2800",
            "@abbrev": "NEUR"
        },
        {
            "@_fa": "true",
            "$": "Neurology (clinical)",
            "@code": "2728",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Psychiatry and Mental Health",
            "@code": "2738",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Depression",
        "Elderly",
        "Indonesia",
        "Nursing home",
        "Prevalence",
        "Risk factors"
    ],
    "authors": [
        "B. A. Pramesona",
        "S. Taneepanichskul"
    ],
    "citedby-count": 27,
    "ref-count": 55,
    "ref-list": [
        "Prevalence of undetected cognitive impairment and depression in residents of an elderly care come",
        "Self-reported utilization of health care services: Improving measurement and accuracy",
        "Depression in late life: Review and commentary",
        "Indonesia-population distribution",
        "Statistik penduduk lanjut usia 2015. (2086-1036)",
        "Evidence-based guideline detection of depression in older adults with dementia",
        "Data mapping on ageing in Asia and the Pacific",
        "Chronic disease overview",
        "Health status and risk for depression among the elderly: A meta-analysis of published literature",
        "Six-year effect of depressive symptoms on the course of physical disability in community-living older adults",
        "Prevalence and predictors of depression in populations of elderly: A review",
        "A sectional study: The relationship between perceived social support and depression in Turkish infertile women",
        "The geriatric depression scale (GDS). Try this: Best practices in nursing care to older adults",
        "Impact of depressive symptoms on hospitalization risk in community dwelling older persons",
        "Cognitive function and risk for depression in old age: A meta-analysis of published literature",
        "Recent trends in chronic disease, impairment and disability among older adults in the United States",
        "Prevalence of depression among recently admitted long-term care patients in Norwegian nursing homes: Associations with diagnostic workup and use of antidepressants",
        "Prevalence of depression and its associated factors among elderly patients in outpatient clinic of Universiti Sains Malaysia Hospital",
        "Screening performance of the geriatric depression scale (GDS-15) for elderly in the Community, Indonesia",
        "Characteristics associated with inappropriate hospital use in elderly patients admitted to a general internal medicine service",
        "Prevalence and risk indicators of depression in elderly nursing home patients: The AGED study",
        "Course and outcomes of depression in the elderly",
        "Diagnosis and treatment of depression in late life. Consensus statement update",
        "Validation of geriatric depression scale among nursing home residents",
        "Outcomes of minor and subsyndromal depression among elderly patients in primary care settings",
        "The relationship between spirituality and depression among the elderly in Indonesia",
        "Validating California teachers study self-reports of recent hospitalization: Comparison with California Hospital discharge data",
        "Depression in older adults in nursing homes: A review of the literature",
        "Validating the GDS depression screen in the nursing home",
        "Prognosis of depression in old age compared to middle age: A systematic review of comparative studies",
        "Global mortality, disability, and the contribution of risk factors: Global burden of disease study",
        "Depression",
        "Current perspectives on the diagnosis and treatment of major depressive disorder",
        "Changes in depression and physical decline in older adults: A longitudinal perspective",
        "Issues involved in the definition and classification of chronic health conditions",
        "The effect of religious intervention on depressive symptoms and quality of life among Indonesian elderly in nursing homes: A quasi-experimental study",
        "The cross-cultural validity of self-reported use of health care: A comparison of survey and registration data",
        "The validity of self-reported use of health care across socioeconomic strata: A comparison of survey and registration data",
        "Self-Reports of healthcare utilization compared to provider records",
        "Geriatric depression scale (GDS): Recent evidence and development of a shorter version",
        "Epidemiological study of depression among population Above 60 years in Visakhapatnam, India",
        "Depression in rural family practice. Easy to recognise, difficult to diagnose",
        "Changes in psychological State of elder patients during their hospitalization",
        "Prevalence and risk factors of depression in the elderly nursing home residents in Singapore. Aging & mental health",
        "Changes in depressive symptoms, social support, and loneliness Over 1 year after a minimum 3-month videoconference program for older nursing home residents",
        "Depression and cognitive impairment among newly admitted nursing home residents in the USA",
        "World population prospects: The 2012 revision, highlights and advance tables",
        "World population ageing 2015",
        "Depression, activities of daily living, and quality of life of community-dwelling elderly in three Asian countries: Indonesia, Vietnam, and Japan",
        "Risk factors for depressive symptom changes in Indonesian geriatric outpatient",
        "The role of social support in mediating the psychological consequences of economic stress",
        "Noncommunicable diseases",
        "Health topics depression",
        "Mental health and older adults",
        "World health day - 7 april 2017. Depression: Let's talk"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "120598764",
            "affilname": "Mayjend HM. Ryacudu General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/120598764",
            "affiliation-country": "Indonesia"
        }
    ],
    "funding": [
        "LPDP",
        "Indonesia Endowment Fund for Education",
        "BAP",
        "Ministry of Finance"
    ]
}