{
    "eid": "2-s2.0-85118283053",
    "title": "Central Nervous System Safety During Brief Analytic Treatment Interruption of Antiretroviral Therapy Within 4 Human Immunodeficiency Virus Remission Trials: An Observational Study in Acutely Treated People Living With Human Immunodeficiency Virus",
    "cover-date": "2021-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "acute HIV infection",
        "analytic treatment interruption",
        "central nervous system",
        "HIV",
        "HIV cure"
    ],
    "authors": [
        "Joanna Hellmuth",
        "Camilla Muccini",
        "Donn J. Colby",
        "Eugène Kroon",
        "Mark de Souza",
        "Trevor A. Crowell",
        "Phillip Chan",
        "Carlo Sacdalan",
        "Jintana Intasan",
        "Khunthalee Benjapornpong",
        "Somporn Tipsuk",
        "Suwanna Puttamaswin",
        "Nitiya Chomchey",
        "Victor Valcour",
        "Michal Sarnecki",
        "Frank Tomaka",
        "Shelly J. Krebs",
        "Bonnie M. Slike",
        "Linda L. Jagodzinski",
        "Netsiri Dumrongpisutikul",
        "Napapon Sailasuta",
        "Vishal Samboju",
        "Nelson L. Michael",
        "Merlin L. Robb",
        "Sandhya Vasan",
        "Jintanat Ananworanich",
        "Praphan Phanuphak",
        "Nittaya Phanuphak",
        "Robert Paul",
        "Serena Spudich"
    ],
    "citedby-count": 6,
    "ref-count": 35,
    "ref-list": [
        "Recommendations for analytical antiretroviral treatment interruptions in HIV research trials-report of a consensus meeting",
        "CD4+ count-guided interruption of antiretroviral treatment",
        "Fixed duration interruptions are inferior to continuous treatment in African adults starting therapy with CD4 cell counts < 200 cells/microl",
        "Drug resistance mutations during structured treatment interruptions",
        "Aseptic meningitis and acute HIV syndrome after interruption of antiretroviral therapy: implications for structured treatment interruptions",
        "Enhanced risk of HIV sexual transmission during structured treatment interruption",
        "Treatment interruption in chronically HIV-infected patients with an ultralow HIV reservoir",
        "Rapid HIV RNA rebound after antiretroviral treatment interruption in persons durably suppressed in Fiebig I acute HIV infection",
        "AIDS clinical trials group 5197: a placebo-controlled trial of immunization of HIV-1-infected persons with a replication-deficient adenovirus type 5 vaccine expressing the HIV-1 core protein",
        "Safety and efficacy of the peptide-based therapeutic vaccine for HIV-1, Vacc-4x: a phase 2 randomised, double-blind, placebo-controlled trial",
        "Safety and efficacy of VRC01 broadly neutralising antibodies in adults with acutely treated HIV (RV397): a phase 2, randomised, double-blind, placebo-controlled trial",
        "Effect of analytical treatment interruption and reinitiation of antiretroviral therapy on HIV reservoirs and immunologic parameters in infected individuals",
        "HIV-1 latent reservoir size and diversity are stable following brief treatment interruption",
        "Effect of short-term antiretroviral therapy interruption on levels of integrated HIV DNA",
        "Dynamics of monocyte chemoattractant protein type one (MCP-1) and HIV viral load in human cerebrospinal fluid and plasma",
        "Relationship of CSF leukocytosis to compartmentalized changes in MCP-1/CCL2 in the CSF of HIV-infected patients undergoing interruption of antiretroviral therapy",
        "Compartmentalized HIV rebound in the central nervous system after interruption of antiretroviral therapy",
        "Cerebrospinal fluid signs of neuronal damage after antiretroviral treatment interruption in HIV-1 infection",
        "Neurocognitive effects of treatment interruption in stable HIV-positive patients in an observational cohort",
        "Cerebrospinal fluid response to structured treatment interruption after virological failure",
        "Dynamics of HIV viremia and antibody seroconversion in plasma donors: implications for diagnosis and staging of primary HIV infection",
        "Impact of nucleic acid testing relative to antigen/antibody combination immunoassay on the detection of acute HIV infection",
        "Depression and anxiety are common in acute HIV infection and associate with plasma immune activation",
        "SEARCH 010/RV254 Study Group. Neurologic signs and symptoms frequently manifest in acute HIV infection",
        "NIH toolbox cognition battery (CB): validation of executive function measures in adults",
        "Structural and functional brain imaging in acute HIV",
        "Estimation of metabolite concentrations from localized in vivo proton NMR spectra",
        "Computer simulations in magnetic resonance. An object-oriented programming approach",
        "Going off antiretroviral treatment in a closely monitored HIV “cure” trial: longitudinal assessments of acutely diagnosed trial participants and decliners",
        "Impact of analytical treatment interruption on the central nervous system in a simian-HIV model",
        "A randomized trial of vorinostat with treatment interruption after initiating antiretroviral therapy during acute HIV-1 infection",
        "Brain 18F-FDG PET of SIV-infected macaques after treatment interruption or initiation",
        "Infiltration of bNAb VRC01 into the cerebrospinal fluid in humans in the RV397 study",
        "Neuropsychological impairment in acute HIV and the effect of immediate antiretroviral therapy",
        "Perspective on potential impact of HIV central nervous system latency on eradication"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60031780",
            "affilname": "Thai Red Cross Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031780",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Titusville",
            "@id": "60027736",
            "affilname": "Janssen Pharmaceuticals, Inc.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027736",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "San Francisco",
            "@id": "60023691",
            "affilname": "University of California, San Francisco",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023691",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Rockville",
            "@id": "60014443",
            "affilname": "HJF",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014443",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Honolulu",
            "@id": "60013791",
            "affilname": "University of Hawaiʻi at Mānoa",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013791",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Silver Spring",
            "@id": "60012786",
            "affilname": "Walter Reed Army Institute of Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "St. Louis",
            "@id": "60012585",
            "affilname": "Missouri Institute of Mental Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012585",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "New Haven",
            "@id": "60005455",
            "affilname": "Yale University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005455",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amsterdam",
            "@id": "60002483",
            "affilname": "Universiteit van Amsterdam",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002483",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Bern",
            "@id": "116056293",
            "affilname": "Janssen Vaccines",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/116056293",
            "affiliation-country": "Switzerland"
        }
    ],
    "funding": [
        "DAIDS",
        "University of California, San Francisco-Gladstone Institute of Virology and Immunology Center for AIDS Research",
        "National Institutes of Health",
        "U.S. Department of Defense",
        "National Institutes of Mental Health",
        "National Institutes of Neurological Diseases and Stroke",
        "Henry M. Jackson Foundation",
        "Gilead",
        "Walter Reed Army Institute of Research"
    ]
}