{
    "eid": "2-s2.0-85117835446",
    "title": "Alterations in pore-forming subunits of adenosine triphosphate-sensitive potassium channels in pressure overload rat cardiomyocytes",
    "cover-date": "2021-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Physiology",
            "@code": "1314",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "Adenosine triphosphate-sensitive potassium channels",
        "Cardiomyocytes",
        "Heart failure",
        "Kir6.1",
        "Kir6.2",
        "Left ventricular hypertrophy",
        "Pressure overload",
        "Transverse aortic constriction"
    ],
    "authors": [
        "P. Thitiwuthikiat",
        "A. Kijtawornrat",
        "C. Ruangpratheep",
        "T. Nuamchit",
        "Duangduan Siriwittayawan"
    ],
    "citedby-count": 1,
    "ref-count": 37,
    "ref-list": [
        "Blood pressure and heart failure",
        "Hypertension, left ventricular hypertrophy, and heart failure",
        "Susceptibility to ischemia and reperfusion arrhythmias in myocardial hypertrophy: due to flow of injury current?",
        "Electrophysiological characteristics of pressure overload-induced cardiac hypertrophy and its influence on ventricular arrhythmias",
        "Inhibition of hypertrophy is a good therapeutic strategy in ventricular pressure overload",
        "The role of ATP-sensitive potassium channels in cellular function and protection in the cardiovascular system",
        "Cardiac KATP channels in health and disease",
        "Cardiac sarcolemmal K(ATP) channels: Latest twists in a questing tale!",
        "Non-ischemic heart preconditioning",
        "Activation of SUR2B/Kir6.1 subtype of adenosine triphosphate-sensitive potassium channel improves pressure overload-induced cardiac remodeling via protecting endothelial function",
        "Long-term oral treatment with nicorandil prevents the progression of left ventricular hypertrophy and preserves viability",
        "K(ATP) activation prevents progression of cardiac hypertrophy to failure induced by pressure overload via protecting endothelial function",
        "K(ATP) channels mediate the antihypertrophic effects afforded by κ-opioid receptor stimulation in neonatal rat ventricular myocytes",
        "ATP-sensitive potassium channel currents in eccentrically hypertrophied cardiac myocytes of volume-overloaded rats",
        "I mpaired activation of ATP-sensitive K+ channels in endocardial myocytes from left ventricular hypertrophy",
        "Loss of ATP-sensitive potassium channel surface expression in heart failure underlies dysregulation of action potential duration and myocardial vulnerability to injury",
        "Disruption of sarcolemmal ATP-sensitive potassium channel activity impairs the cardiac response to systolic overload",
        "Protection conferred by myocardial ATP-sensitive K+ channels in pressure overload-induced congestive heart failure revealed in KCNJ11 Kir6.2-null mutant",
        "KCNJ11 gene knockout of the Kir6.2 KATP channel causes maladaptive remodeling and heart failure in hypertension",
        "Increased tolerance to stress in cardiac expressed gain-of-function of adenosine triphosphate-sensitive potassium channel subunit Kir6.1",
        "Role of ATP-sensitive K+ channels in cardiac arrhythmias",
        "KATP channels in the cardiovascular system",
        "Angiotensin-converting enzyme inhibition prolongs survival and modifies the transition to heart failure in rats with pressure overload hypertrophy due to ascending aortic stenosis",
        "Towards standardization of echocardiography for the evaluation of left ventricular function in adult rodents: a position paper of the ESC Working Group on Myocardial Function",
        "Estrogen receptor analyses. Correlation of biochemical and immunohistochemical methods using monoclonal antireceptor antibodies",
        "From left ventricular hypertrophy to dysfunction and failure",
        "Targeting cardiac hypertrophy: toward a causal heart failure therapy",
        "Factors and mechanisms involved in left ventricular hypertrophy and the anti-hypertrophic role of nitric oxide",
        "ATP-sensitive K+-channel subunits on the mitochondria and endoplasmic reticulum of rat cardiomyocytes",
        "Immunolocalization of KATP channel subunits in mouse and rat cardiac myocytes and the coronary vasculature",
        "Distribution of Kir6.0 and SUR2 ATP-sensitive potassium channel subunits in isolated ventricular myocytes",
        "The intracellular localization and function of the ATP-sensitive K+ channel subunit Kir6.1",
        "Identification of Kir6.1-containing ATP-sensitive potassium channels at the cardiomyocyte sarcolemmal membrane",
        "The role of perivascular adipose tissue and endogenous hydrogen sulfide in vasoactive responses of isolated mesenteric arteries in normotensive and spontaneously hypertensive rats",
        "The role of the adenosine triphosphate-sensitive potassium channels in pinacidil-induced vasodilatation of the human saphenous vein in patients with and without type 2 diabetes mellitus",
        "Kir6.2 limits Ca(2+) overload and mitochondrial oscillations of ventricular myocytes in response to metabolic stress",
        "Regulation of cardiac ATP-sensitive potassium channel surface expression by calcium/calmodulin-dependent protein kinase II"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pitsanulok",
            "@id": "60022498",
            "affilname": "Naresuan University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022498",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60006964",
            "affilname": "Phramongkutklao College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006964",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Naresuan University",
        "Ministry of Higher Education, Science, Research and Innovation of Thailand"
    ]
}