{
    "eid": "2-s2.0-85137795161",
    "title": "A new species of Acentrella Bengtsson, 1912 (Ephemeroptera: Baetidae) from Thailand",
    "cover-date": "2022-04-12",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Acentrellini",
        "Indomalayan region",
        "Mayflies",
        "Oriental region",
        "South-East Asia"
    ],
    "authors": [
        "Nisarat Tungpairojwong",
        "Sirikamon Phlai-Ngam",
        "Luke M. Jacobus"
    ],
    "citedby-count": 3,
    "ref-count": 45,
    "ref-list": [
        "Neue Ephemeriden aus Schweden",
        "Baetine mayflies from Florida (Ephemeroptera)",
        "A new species of Acentrella Bengtsson (Ephemeroptera: Baetidae) from New York and New England (USA), redescription of the nymph of A. parvula (McDunnough), and key to known adult males of Nearctic Acentrella",
        "Two new genera of Baetidae (Ephemeroptera) from Borneo (East Kalimantan, Indonesia)",
        "A new species of Acentrella Bengtsson (Ephemeroptera: Baetidae) from Great Smoky Mountains National Park, USA",
        "A new genus of Baetidae (Insecta, Ephemeroptera) from Southeast Asia",
        "Plecopteren und Ephemeriden aus Java, gesammelt von Prof. K. Kraepelin 1904",
        "Nomenclatural changes in Centroptella Braasch & Soldán, 1980 (Ephemeroptera: Baetidae)",
        "Notes about Acentrella (Liebebiella) vera (Müller-Liebenau, 1982) (=Pseudocloeon difficilum Müller-Liebenau, 1982 syn. n.= Platybaetis arunachalae Selvakumar, Sundar, and Sivaramakrishnan, 2012 syn. n.) (Ephemeroptera: Baetidae)",
        "Systematics of the mayfly taxon Acentrella (Ephemeroptera: Baetidae), with description of new Asian and African species",
        "Occurrence of Anafroptilum Kluge 2012 (Ephemeroptera: Baetidae) in Oriental Region",
        "Review of the Oriental genus Indocloeon Müller-Liebenau 1982 (Ephemeroptera: Baetidae) with descriptions of two new species",
        "A new genus and redescriptions for African species previously placed in Acentrella (Ephemeroptera: Baetidae)",
        "A new North American genus of Baetidae (Ephemeroptera) and key to Baetis complex genera",
        "Tanzaniops, a replacement name for certain African Baetidae (Ephemeroptera)",
        "Insecta, Ephemeroptera, Baetidae: range extensions and new state records from Kansas, U.S.A",
        "Revision of Heterocloeon McDunnough (Ephemeroptera: Baetidae)",
        "Acentrella nadineae, a new species of small minnow mayflies (Ephemeroptera: Baetidae)",
        "Systematics and Biology of Acentrella turbida (McDunnough) (Ephemeroptera: Baetidae)",
        "New Canadian Ephemeridae with notes, II",
        "New Canadian Ephemeridae with notes, III",
        "New species of North American Ephemeroptera II",
        "Revision de europäischen arten de gattung Baetis Leach, 1815 (Insecta, Ephemeroptera)",
        "A new species of the genus Platybaetis Müller-Liebenau 1980, P. bishopi sp. n., from Malaysia (Insecta, Ephemeroptera)",
        "Jubabaetis gen. n. and Platybaetis gen. n., two new genera of the family Baetidae from the Oriental Region",
        "Review of the original material of the baetid genera Baetis and Pseudocloeon from the Sunda Islands and the Philippines described by G. Ulmer, with some general remarks (Insecta: Ephemeroptera)",
        "Five New Species of Pseudocloeon Klapálek, 1905, (Fam. Baetidae) from the Oriental region (Insecta, Ephemeroptera) with some general remarks on Pseudocloeon",
        "Baetidae from Sabah (East Malaysia) (Ephemeroptera)",
        "First record of Platybaetis bishopi Müller-Liebenau, 1980 and Baetiella bispinosa (Gose, 1980) (Ephemeroptera: Baetidae) from Thailand",
        "Two new mayfly species (Baetidae) from India",
        "The mayfly genera (Ephemeroptera) of southern Thailand",
        "Two new species of Acentrella Bengtsson, 1912 (Ephemeroptera, Baetidae) from Kazakhstan with notes on the Palaearctic fauna",
        "A new species of Platybaetis Müller-Liebenau, 1980 (Ephemeroptera: Baetidae) from Thailand, with description of the imago of Platybaetis bishop Müller-Liebenau, 1980",
        "Cymbalcloeon gen. nov., an incredible new mayfly genus (Ephemeroptera: Baetidae) from Thailand",
        "First report of the genus Tenuibaetis (Ephemeroptera, Baetidae) from Thailand revealing a complex of cryptic species",
        "A new species and first record of the genus Procerobaetis Kaltenbach & Gattolliat, 2020 (Ephemeroptera, Baetidae) from Thailand",
        "Gratia sororculaenadinae n. gen., n. sp., Ephéméroptère nouveau de Thaïlande (Ephemeroptera, Baetidae)",
        "Three new species of Procloeon (Ephemeroptera: Baetidae) from Thailand",
        "Eintagsfliegen (Ephemeropteren) von den Sunda-Inseln",
        "Field recognition of adult Acentrella and Heterocloeon (Ephemeroptera: Baetidae)",
        "Systematics of Pseudocloeon, Acentrella, Baetiella and Liebebiella, new genus (Ephemeroptera: Baetidae)",
        "Barbaetis: a new genus of eastern Nearctic mayflies (Ephemeroptera: Baetidae)",
        "Range extensions for recently described North American species of Acentrella Bengtsson (Insecta: Ephemeroptera: Baetidae)",
        "A DNA Barcode Library for North American Ephemeroptera: Progress and Prospects"
    ],
    "affiliation": [
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Columbus",
            "@id": "60138444",
            "affilname": "Indiana University-Purdue University Columbus",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138444",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Office of Higher Education Commission",
        "Khon Kaen University",
        "National Research Council of Thailand",
        "Center of Excellence on Biodiversity"
    ]
}