{
    "eid": "2-s2.0-85074821707",
    "title": "Can social capital dimensions optimize operational performance? - Mediating role of supply chain collaboration",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Management Information Systems",
            "@code": "1404",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Information Systems",
            "@code": "1710",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Information Systems and Management",
            "@code": "1802",
            "@abbrev": "DECI"
        }
    ],
    "keywords": [
        "Cognitive capital",
        "Operational performance",
        "Relational capital",
        "Social capital",
        "Structural capital",
        "Supply chain"
    ],
    "authors": [
        "Poramet Saengon",
        "Kulnaree Maneechote",
        "Aksorn Sawasdee"
    ],
    "citedby-count": 0,
    "ref-count": 38,
    "ref-list": [
        "\"Application of MFCA in waste reduction: Case study on a small textile factory in Thailand,\"",
        "\"A technical review of emerging technologies for energy and water efficiency and pollution reduction in the textile industry,\"",
        "\"Role of textile and clothing industries in the growth and development of trade & business strategies of Bangladesh in the global economy,\"",
        "\"The pressure of wildcat strikes on the transformation of industrial relations in a developing country: The case of the garment and textile industry in Vietnam,\"",
        "\"Measuring operational performance of OSH management system-A demonstration of AHP-based selection of leading key performance indicators,\"",
        "\"Carbon emission reduction: The impact on the financial and operational performance of international companies,\"",
        "\"Barriers to the adoption of green operational practices at Brazilian companies: effects on green and operational performance,\"",
        "\"Intellectual, human and structural capital effects on firm performance as measured by Tobin's Q,\"",
        "\"An empirical investigation of the impact of management accounting on structural capital and business performance,\"",
        "\"The impact of intellectual capital on innovation via the mediating role of knowledge management: A structural equation modelling approach.\"",
        "\"The effect of cognitive and relational social capital on structural social capital and micro-enterprise performance.\"",
        "\"Why we plan: The impact of nascent entrepreneurs' cognitive characteristics and human capital on business planning.\"",
        "\"Strategic enterprise management for innovative companies: The last decade of the balanced scorecard.\"",
        "\"Innovation capability of SMEs through entrepreneurship, marketing capability, relational capital and empowerment.\"",
        "\"A framework to study organizational trust and support for innovation with reference to performance of dairy sector in ranchi (India).\"",
        "\"The influence of authentic leadership and empowerment on nurses' relational social capital, mental health and job satisfaction over the first year of practice.\"",
        "\"Green supply chain management, environmental collaboration and sustainability performance.\"",
        "\"Assessing the influence of supply chain collaboration value innovation, supply chain capability and competitive advantage in Taiwan's networking communication industry.\"",
        "\"The effects of green supply chain management on the supplier's performance through social capital accumulation.\"",
        "\"Linkage between knowledge management and manufacturing performance: a structural equation modeling approach.\"",
        "\"Optimal structural design of residential power and heat supply devices in consideration of operational and capital recovery constraints.\"",
        "\"The impact of institutional pressures on green supply chain management and firm performance: Top management roles and social capital.\"",
        "\"How does social capital influence the hospitality firm's financial performance? The moderating role of entrepreneurial activities.\"",
        "\"Asylum seekers prejudice: Tertiary education, the media, and the government.\"",
        "\"Nexus between social capital and performance of micro and small firms in an emerging economy: The mediating role of innovation.\"",
        "\"Relational capital disclosure, corporate reporting and company performance: Evidence from Europe.\"",
        "\"The effects of supply chain fairness and the buyer's power sources on the innovation performance of the supplier: A mediating role of social capital accumulation.\"",
        "\"The role of knowledge management process and intellectual capital as intermediary variables between knowledge management infrastructure and organization performance.\"",
        "Determinants of Housing Demand in Urban Areas of Pakistan: Evidence from the PSL",
        "\"A nuanced view on supply chain integration: A coordinative and collaborative approach to operational and sustainability performance improvement.\"",
        "\"The mediating role of supply chain collaboration on the relationship between technology, trust and operational performance: An empirical investigation.\"",
        "\"Inter-firm dependence, inter-firm trust, and operational performance: The mediating effect of e-business integration.\"",
        "\"Intellectual capital in small and medium enterprises in Pakistan.\"",
        "\"Motivation to be an artist: Insights relevant to mental health.\"",
        "\"Internal supply chain integration and operational performance of Indonesian fashion industry firms: A supplier to buyer approach.\"",
        "\"Sustainable procurement & sustainable distribution influence the organizational performance (economic, social and environmental): Moderating role of governance and collaboration at thai food industry.\"",
        "\"Determinants of non-performing loans in world economy, EU, G10 and G20 member states: Aggregated and disaggregated analysis.\""
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60110518",
            "affilname": "Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60110518",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60103781",
            "affilname": "Suan Sunandha Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103781",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}