{
    "eid": "2-s2.0-84976329769",
    "title": "Kaolinite and Cd2+ transport and interaction in sand media: Batch and column experiments",
    "cover-date": "2016-04-01",
    "subject-areas": [
        {
            "$": "Earth and Planetary Sciences (miscellaneous)",
            "@code": "1901"
        },
        {
            "$": "Atmospheric Science",
            "@code": "1902"
        },
        {
            "$": "Oceanography",
            "@code": "1910"
        }
    ],
    "keywords": [
        "Cadmium",
        "Colloids",
        "Facilitated",
        "Ionic strength",
        "Kaolinite"
    ],
    "authors": [
        "Rakkreat Wikiniyadhanee"
    ],
    "citedby-count": 6,
    "ref-count": 27,
    "ref-list": [
        "The effect of some operating variables on the adsorption of lead and cadmium ions on kaolinite clay",
        null,
        "Extraction of cadmium from aqueous solutions by emulsion liquid membranes using a stirred transfer cell contactor",
        "Colloid movement in unsaturated porous media: Recent advances and future directions",
        "Transport of copper as affected by titania nanoparticles in soil columns",
        "J. Phys. Chem. A",
        "Pseudo-second-order model for lead ion sorption from aqueous solutions onto palm kernel fiber",
        "Equilibrium isotherm studies for the sorption of divalent metal ions onto peat: Copper, nickel and lead single component systems",
        "Adsorption of Pb(II), Cd(II), Ni(II) and Cu(II) onto natural kaolinite clay",
        "Migration of plutonium in ground water at the Nevada Test Site",
        "The adsorption of gases on plane surfaces of glass, mica and platinum",
        "Colloid transport in porous media: Impact of hyper-saline solutions",
        "Colloid transport in the subsurface:Past, present, and future challenges",
        "Transport of particulate and colloid-sorbed contaminants through soil, part 1: General principles",
        "Ionic‐strength and pH effects on the sorption of cadmium and the surface charge of soils",
        "Environmental Remediation: Removing Organic and Metal Ion Pollutants",
        "Colloid release and transport processes in natural and model porous media",
        "Subsurface colloids in groundwater contamination: A mathematical model",
        "Caspian J. Env. Sci.",
        "SuperSoil 2004:3rd Australian New Zealand Soils Conference",
        "Adsorption of Pb (II) and Cd (II) from aqueous solutions onto sodium tetraborate-modified Kaolinite clay: Equilibrium and thermodynamic studies",
        "Effects of pH, ionic strength, dissolved organic matter, and flow rate on the co-transport of MS2 bacteriophages with kaolinite in gravel aquifer media",
        "Facilitated transport of Cu with hydroxyapatite nanoparticles in saturated sand: Effects of solution ionic strength and composition",
        "Impacts of Ionic Strength on Facilitated Transport of Cd by Kaolinite Colloids in Saturated Sand Column",
        "Facilitated transport of 2,2′,5,5′-polychlorinated biphenyl and phenanthrene by fullerene nanoparticles through sandy soil columns",
        "Transport and re-entrainment of soil colloids in saturated packed column: Effects of pH and ionic strength",
        "Colloid-Facilitated Cs Transport through Water-Saturated Hanford Sediment and Ottawa Sand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ames",
            "affilname": "College of Engineering",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}