{
    "eid": "2-s2.0-84934986193",
    "title": "Fabrication and characterization of novel microneedles made of a polystyrene solution",
    "cover-date": "2015-10-01",
    "subject-areas": [
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "Biomedical Engineering",
            "@code": "2204"
        },
        {
            "$": "Biomaterials",
            "@code": "2502"
        }
    ],
    "keywords": [
        "Failure strength test",
        "Microneedles",
        "Polystyrene",
        "Skin penetration test"
    ],
    "authors": [
        "Wangtan Luangveera"
    ],
    "citedby-count": 31,
    "ref-count": 20,
    "ref-list": [
        "Formation of polymer microneedle arrays using soft lithography",
        "Micromolding for ceramic microneedle arrays",
        "Dry-coated microprojection array patches for targeted delivery of immunotherapeutics to the skin",
        "Hollow microneedle arrays for intradermal drug delivery and DNA electroporation",
        "Insertion of microneedles into skin: Measurement and prediction of insertion force and needle fracture force",
        "Coated microneedles for transdermal delivery",
        "Coating formulations for microneedles",
        "In vivo evaluation of a microneedle-based miniature syringe for intradermal drug delivery",
        "Mass producible and biocompatible microneedle patch and functional verification of its usefulness for transdermal drug delivery",
        "Appl. Mech. Mater.",
        "Microneedles for drug and vaccine delivery",
        "Drawing lithography: Three-dimensional fabrication of an ultrahigh-aspect-ratio microneedle",
        "Microfabricated needles for transdermal delivery of macromolecules and nanoparticles: Fabrication methods and transport studies",
        "Sugar micro needles as transdermic drug delivery system",
        "Biodegradable polymer microneedles: Fabrication, mechanics and transdermal drug delivery",
        "Monitoring the penetration process of single microneedles with varying tip diameters",
        "Minimally invasive protein delivery with rapidly dissolving polymer microneedles",
        "Dissolving polymer microneedle patches for influenza vaccination",
        "Fabrication of silk microneedles for controlled-release drug delivery",
        "Coated microneedle arrays for transcutaneous delivery of live virus vaccines"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Special Task Force for Activating Research",
        "Chulalongkorn University"
    ]
}