{
    "eid": "2-s2.0-85020692254",
    "title": "Global Optimization of Heat Exchanger Networks. Part 1: Stages/Substages Superstructure",
    "cover-date": "2017-05-24",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209"
        }
    ],
    "keywords": [],
    "authors": [
        "Sung Young Kim"
    ],
    "citedby-count": 24,
    "ref-count": 33,
    "ref-list": [
        "Simultaneous optimization models for heat integration-II. Heat exchanger network synthesis",
        "Global optimization of heat exchanger network synthesis problems with and without the isothermal mixing assumption",
        "Global optimization of the stage-wise superstructure model for heat exchanger networks",
        "Modelling and Optimisation for Energy Saving and Pollution Reduction",
        "Global optimization of heat exchanger networks using a new generalized superstructure",
        "A critical review and annotated bibliography for heat exchanger network synthesis in the 20th century",
        "Review: Important contributions in development and improvement of the heat integration techniques",
        "Automatic synthesis of optimum heat exchanger network configurations",
        "Heat exchanger network synthesis using a stagewise superstructure with non-isothermal mixing",
        "Simultaneous synthesis approaches for cost-effective heat exchanger networks",
        "Simultaneous flexibility targeting and synthesis of minimum-utility heat-exchanger networks with superstructure-based MILP formulation",
        "MINLP synthesis of heat exchanger networks considering pressure drop effects",
        "Optimal synthesis of heat exchanger networks involving isothermal process streams",
        "Optimal heat exchanger network synthesis: A case study comparison",
        "MINLP Model for the synthesis of heat exchanger networks with handling pressure of process streams",
        "Simultaneous synthesis of a heat exchanger network with multiple utilities using utility substages",
        "A bilevel optimization method for simultaneous synthesis of medium-scale heat exchanger networks based on grouping of process streams",
        "An alternative strategy for global optimization of heat exchanger networks",
        "Efficient algorithm for simultaneous synthesis of heat exchanger networks",
        "J. Glob. Optim.",
        "Optimal Design of Heat Exchanger Networks by Using SQP Algorithm Based on GPU Acceleration",
        null,
        "Novel bound contraction procedure for global optimization of bilinear MINLP problems with applications to water management problems",
        "A replacement for the logarithmic mean",
        "Comments on improvements on a replacement for the logarithmic mean",
        "A Global Optimization Approach to Rationally Constrained Rational Programming",
        "New rigorous one-step MILP formulation for heat exchanger network synthesis",
        "A new approach for global optimization of a class of MINLP problems with applications to water management and pooling problems",
        "Global optimization of water management problems using linear relaxation and bound contraction methods",
        "GAMS-A User Guide",
        "A combined penalty function and outer-approximation method for MINLP optimization",
        "All-at-once and step-wise detailed retrofit of heat exchanger networks using an MILP model",
        "ANTIGONE: Algorithms for coNTinuous / Integer Global Optimization of Nonlinear Equations"
    ],
    "affiliation": [
        {
            "affiliation-city": "Norman",
            "affilname": "Gallogly College of Engineering",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Seoul",
            "affilname": "Kyung Hee University",
            "affiliation-country": "South Korea"
        }
    ],
    "funding": []
}