{
    "eid": "2-s2.0-85163544124",
    "title": "Parenteral Nutrition",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Catheter-related complication",
        "Macronutrient",
        "Metabolic-related complication",
        "Micronutrient",
        "Parenteral nutrition"
    ],
    "authors": [
        "Ennaliza Salazar",
        "Nicha Somlaw",
        "Sara Bonnes",
        "Ryan T. Hurt"
    ],
    "citedby-count": 0,
    "ref-count": 70,
    "ref-list": [
        "Hallmarks in the history of enteral and parenteral nutrition: From antiquity to the 20th century",
        "ESPEN endorsed recommendations. Definition and classification of intestinal failure in adults",
        "ESPEN guideline on clinical nutrition in the intensive care unit",
        "Practical aspects of peripheral parenteral nutrition",
        "Basics in clinical nutrition: Parenteral nutrition admixtures, how to prepare parenteral nutrition (PN) admixtures",
        "Efficacy, safety, and preparation of standardized parenteral nutrition regimens: Three-chamber bags vs compounded monobags -a prospective, multicenter, randomized, single-blind clinical trial",
        "ESPEN guidelines for nutrition screening 2002",
        "Guidelines for the use of parenteral and enteral nutrition in adult and pediatric patients",
        "Association between malnutrition and clinical outcomes in the intensive care unit: A systematic review",
        "Guidelines for the provision and assessment of nutrition support therapy in the adult critically ill patient: Society of Critical Care Medicine (SCCM) and American Society for Parenteral and Enteral Nutrition (A.S.P.E.N.)",
        "ESPEN guideline: Clinical nutrition in surgery",
        "Enhanced recovery after surgery: A review",
        "Preoperative albumin and surgical site identify surgical risk for major postoperative complications",
        "ESPEN guideline on home parenteral nutrition",
        "ESPEN guidelines on chronic intestinal failure in adults",
        "Outcome on home parenteral nutrition for benign intestinal failure:A review of the literature and benchmarking with the European prospective survey of ESPEN",
        "Parenteral nutrition basics for the clinician caring for the adult patient",
        "Safe practices for parenteral nutrition",
        "ESPEN guidelines on parenteral nutrition: Intensive care",
        "American Society for Parenteral and Enteral Nutrition (A.S.P.E.N.) Board of Directors. A.S.P.E.N. clinical guidelines: Nutrition support in adult acute and chronic renal failure",
        "ASPEN lipid injectable emulsion safety recommendations, part 1:Background and adult considerations",
        "State of the art review: Intravenous fat emulsions:Current applications, safety profile, and clinical implications",
        "A.S.P.E.N. clinical guidelines: Parenteral nutrition ordering, order review, compounding, labeling, and dispensing",
        "A.S.P.E.N. position paper: Recommendations for changes in commercially available parenteral multivitamin and multi-trace element products",
        "Iron deficiency in long-term parenteral nutrition therapy",
        "Update on parenteral iron therapy",
        "Trace elements in parenteral nutrition: Considerations for the prescribing clinician",
        "A.S.P.E.N. parenteral nutrition safety consensus recommendations",
        "The 2016 infusion therapy standards of practice",
        "Guidelines for the prevention of intravascular catheter-related infections",
        "Clinical practice guidelines for the diagnosis and management of intravascular catheter-related infection: 2009 update by the Infectious Diseases Society of America",
        "Catheter salvage after catheter-related bloodstream infection during home parenteral nutrition",
        "An intervention to decrease catheter-related bloodstream infections in the ICU",
        "Effects of 70% ethanol locks on rates of central line infection, thrombosis, breakage, and replacement in pediatric intestinal failure",
        "Prevention of subsequent catheter-related bloodstream infection using catheter locks in high-risk patients receiving home parenteral nutrition",
        "Systematic review and meta-analysis of the utilization of ethanol locks in pediatric patients with intestinal failure",
        "Randomised clinical trial: 2% taurolidine versus 0.9% saline locking in patients on home parenteral nutrition",
        "Taurolidine lock is highly effective in preventing catheter-related bloodstream infections in patients on home parenteral nutrition:A heparin-controlled prospective trial",
        "Taurolidine locks significantly reduce the incidence of catheter-related blood stream infections in high-risk patients on home parenteral nutrition",
        "Cathasept line lock and microbial colonization of tunneled hemodialysis catheters: A multicenter randomized controlled trial",
        "Tetrasodium EDTA as a novel central venous catheter lock solution against biofilm",
        "Central venous catheters in home infusion care:Outcomes analysis in 50, 470 patients",
        "Evidence-based practice in the management of vascular access devices for home parenteral nutrition therapy",
        "Clinical practice. Deep-vein thrombosis of the upper extremities",
        "Anticoagulation for patients with cancer and central venous catheters",
        "To clot or not to clot? That is the question in central venous catheters",
        "Preventing complications of central venous catheterization",
        "Hyperglycemia during home parenteral nutrition administration in patients without diabetes",
        "A.S.P.E.N. clinical guidelines: Nutrition support of adult patients with hyperglycemia",
        "Guidelines for the use of an insulin infusion for the management of hyperglycemia in critically ill patients",
        "Management of parenteral nutrition in acutely ill patients with hyperglycemia",
        "A.S.P.E.N. clinical guidelines: Nutrition support of adult patients with hyperglycemia",
        "Glucose response to discontinuation of parenteral nutrition in patients less than 3 years of age",
        "The effect of abrupt cessation of total parenteral nutrition on serum glucose:A randomized trial",
        "Alpha-linolenic acid deficiency in man: Effect of ethyl linolenate on plasma and erythrocyte fatty acid composition and biosynthesis of prostanoids",
        "Essential fatty acid deficiency",
        "Essential fatty acids in growth and development",
        "Cutaneous application of safflower oil in preventing essential fatty acid deficiency in patients on home parenteral nutrition",
        "Clinical approach to the management of Intestinal Failure Associated Liver Disease (IFALD) in adults: A position paper from the Home Artificial Nutrition and Chronic Intestinal Failure Special Interest Group of ESPEN",
        "Home parenteral nutrition: Fat emulsions and potential complications",
        "Intravenous lipid emulsions and liver function in adult chronic intestinal failure patients: Results from a randomized clinical trial",
        "Assessing non-invasive liver function in patients with intestinal failure receiving total parenteral nutrition-results from the prospective PNLiver trial",
        "Long-term use of mixed-oil lipid emulsion in soybean oil-intolerant home parenteral nutrition patients",
        "Effect of a fish oil-based lipid emulsion on intestinal failure-associated liver disease in children",
        "A review of the relationship between parenteral nutrition and metabolic bone disease",
        "Metabolic bone disease in the patient on long-term parenteral nutrition",
        "ESPEN guidelines on parenteral nutrition: Home parenteral nutrition (HPN) in adult patients"
    ],
    "affiliation": [
        {
            "affiliation-city": "Singapore City",
            "@id": "60017958",
            "affilname": "Singapore General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017958",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Rochester",
            "@id": "60005558",
            "affilname": "Mayo Clinic",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005558",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}