{
    "eid": "2-s2.0-85141984861",
    "title": "A new species of Zaglyptogastra Ashmead (Hymenoptera: Braconidae: Braconinae) from Thailand",
    "cover-date": "2022-09-16",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [],
    "authors": [
        "Kittipum Chansri",
        "Donald L.J. Quicke",
        "Buntika A. Butcher"
    ],
    "citedby-count": 0,
    "ref-count": 12,
    "ref-list": [
        "Classification of the ichneumon flies, or the superfamily Ichneumonoidea",
        "The biology and control of Dirphya nigricornis Olivier, a pest of coffee in Kenya (Coleoptera: Cerambycidae)",
        "The Indo-Australian species of the braconine wasp genus Zaglyptogastra Ashmead",
        "A new genus and eight newly recorded genera of Braconinae Nees (Hymenoptera, Braconidae) from China, with descriptions of fourteen new species",
        "A new species of Zaglyptogastra Ashmead, 1900 (Hymenoptera: Braconidae: Braconinae) from Vietnam",
        "The Old World genera of braconine wasps (Hymenoptera: Braconidae)",
        "Ovipositor mechanics of the braconine wasp genus Zaglyptogastra and the ichneumonid genus Pristomerus",
        "Notes on host searching by the parasitic wasp Zaglyptogastra Ashmead (Hymenoptera: Braconidae: Braconinae) in Kibale Forest, Uganda",
        "A new species of the genus Serrundabracon van Achterberg (Hymenoptera: Braconidae: Braconinae) from Namibia",
        "Revision of the subfamily Blacinae Foerster (Hymenoptera, Braconidae)",
        "A new genus of Braconinae (Hymenoptera: Braconidae) from Namibia"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "CU Graduate School Thesis",
        "Rachadaphiseksomphot Fund",
        "Chulalongkorn University"
    ]
}