{
    "eid": "2-s2.0-84946146563",
    "title": "Fluorescence sensor array for identification of commercial milk samples according to their thermal treatments",
    "cover-date": "2016-04-15",
    "subject-areas": [
        {
            "$": "Food Science",
            "@code": "1106"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        }
    ],
    "keywords": [
        "Fluorescence sensor",
        "Linear discriminant analysis (LDA)",
        "Milk protein",
        "Multivariate statistical analysis",
        "Principal component analysis (PCA)",
        "Protein analysis"
    ],
    "authors": [
        "Radeemada Mungkarndee"
    ],
    "citedby-count": 24,
    "ref-count": 47,
    "ref-list": [
        "Detection and differentiation of normal, cancerous, and metastatic cells using nanoparticle-polymer sensor arrays",
        "Pattern-Based Detection of Different Proteins Using an Array of Fluorescent Protein Surface Receptors",
        "Supervised pattern recognition in food analysis",
        "A rapid fluorimetric method to estimate the heat treatment of liquid milk",
        "A new method for discriminating milk heat treatment",
        "Reconstituted UHT-treated milk: Effects of raw milk, powder quality and storage conditions of UHT milk on its physico-chemical attributes and flavour",
        "Mathematical analysis of powder discharge through longitudinal slits in a slowly rotating drum: Objective measurements of powder flowability",
        "The effect of heat treatment on the nutritive value of milk proteins. IV. The biological value of unheated and autoclaved dried skim milk",
        "Investigation of variety, typicality and vintage of French and German wines using front-face fluorescence spectroscopy",
        "Potentiality of spectroscopic methods for the characterisation of dairy products. I. Front-face fluorescence study of raw, heated and homogenised milks",
        "Determination of the Heat Treatment Undergone by Milk by Following the Denaturation of α-Lactalbumin with a Biosensor",
        "Chemical changes in proteins produced by thermal processing",
        "Effect of heat treatment on the nutritional quality of milk proteins",
        "High-efficiency fluorescence quenching of conjugated polymers by proteins",
        "Effects of sterilization, packaging, and storage on vitamin C degradation, protein denaturation, and glycation in fortified milks",
        "Effect of heat treatment of milk on activation of Bacillus spores",
        "Protein interactions in milk protein concentrate powders",
        "Milk pasteurisation and safety: a brief history and update.",
        "Determination of Glycinin and β-Conglycinin in Soybean Proteins by Immunological Methods",
        "Characterization of the heat treatment undergone by milk using two inhibition ELISAs for quantification of native and heat denatured α- lactalbumin",
        "Fluorophore-cored dendrimers for patterns in metalloprotein sensing",
        "Spectroscopic techniques coupled with chemometric tools for structure and texture determinations in dairy products",
        "Front-face fluorescence spectroscopy allows the characterization of mild heat treatments applied to milk. Relations with the denaturation of milk proteins",
        "The influence of high temperatures on milk proteins",
        "A review of Maillard reaction in food and implications to kinetic modelling",
        "Factors influencing nutritional and health profile of milk and milk products",
        "Array-based sensing of proteins using conjugated polymers",
        "Characterization of industrial processed milk by analysis of heat-induced changes",
        "Mining in chemometrics",
        "Protein discrimination by fluorescent sensor array constituted of variously charged dendritic phenylene-ethynylene fluorophores",
        "Rational design of a minimal size sensor array for metal ion detection",
        "Thermal Denaturation of Whey Proteins in Skim Milk",
        "Use of an electronic nose system for diagnoses of urinary tract infections",
        "Rapid and efficient identification of bacteria using gold-nanoparticle- poly(para-phenyleneethynylene) constructs",
        "Fluorescence spectroscopy and chemometrics in the food classification - A review",
        "Evaluation of front-face fluorescence for assessing thermal processing of milk",
        "Zein: The industrial protein from corn",
        "Heat stability of milk",
        "Fluorescence spectroscopy and molecular modeling investigations on the thermally induced structural changes of bovine β-lactoglobulin",
        "Thermal Food Processing: New Technologies and Quality Issues",
        "Analysis of benzoic acid and sorbic acid in Thai rice wines and distillates by solid-phase sorbent extraction and high-performance liquid chromatography",
        "Milk Proteins, from Expression to Food",
        "Pattern recognition and classification of sediments according to their metal content using chemometric tools. A case study: The estuary of Nerbioi-Ibaizabal River (Bilbao, Basque Country)",
        "Effect of heating on Maillard reactions in milk",
        "Microbes from raw milk for fermented dairy products",
        "Detection and identification of proteins using nanoparticle-fluorescent polymer 'chemical nose' sensors",
        "Pattern recognition of proteins based on an array of functionalized porphyrins"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ramkhamhaeng University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Science and Technology Development Agency",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Nanotechnology Center",
        "Thai Government",
        "Chulalongkorn University",
        "National Science and Technology Development Agency",
        "Ministry of Science and Technology of Thailand"
    ]
}