{
    "eid": "2-s2.0-85153370075",
    "title": "A novel material-balance approach for estimating in-place volumes of gas and water in gas reservoirs with aquifer support",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909",
            "@abbrev": "EART"
        },
        {
            "@_fa": "true",
            "$": "Energy (all)",
            "@code": "2100",
            "@abbrev": "ENER"
        }
    ],
    "keywords": [
        "Degree of aquifer support",
        "Gas initially-in-place",
        "Gas reservoir",
        "Water-drive"
    ],
    "authors": [
        "K. Jongkittinarukorn",
        "C. S. Kabir"
    ],
    "citedby-count": 0,
    "ref-count": 32,
    "ref-list": [
        "The importance of water influx in gas reservoirs",
        "Water influx and its effect on oil recovery: Part 1",
        "The effect of water influx on p/z−cumulative gas production curves",
        "Mineral property economics, vol. 3: Petroleum property evaluation",
        "Water drive gas reservoirs: uncertainty in reserves evaluation from past history",
        "A straight-line p/z plot is possible in waterdrive gas reservoir",
        "The material balance as an equation of a straight line",
        "Water influx into a reservoir and its application to the equation of volumetric balance",
        "The use of combined static- and dynamic-material-balance methods with real-time surveillance data in volumetric gas reservoirs",
        "Quantifying nonuniform aquifer strength at individual wells",
        "Quantifying reservoir connectivity, in-place volumes, and drainage-area pressures during primary depletion",
        "Material-balance analysis of gas and gas-condensate reservoirs with diverse drive mechanisms",
        "Production data analysis of gas reservoirs with edge aquifer drive: a semi-analytical approach",
        "Dynamic material-balance-oil or gas-in-place without shut-ins",
        "Material balance calculations with water influx in the presence of uncertainty in pressures",
        "Analysis of production data from hydraulically fractured horizontal wells in shale reservoirs",
        "Advanced gas material balance in simplified format",
        "Decline-curve analysis using type curves-analysis of gas well production data",
        "Improvements to reservoir material-balance methods",
        "Analyzing geopressured reservoirs–a material balance technique",
        "A regression approach to estimating gas in place for gas fields",
        "Active oil and reservoir energy",
        "An analysis of a volumetric balance equation for calculation of oil-in-place and water influx",
        "The application of the Laplace transformation to flow problems in reservoirs",
        "New approach for simultaneous determination of the OGIP and aquifer performance with no prior knowledge of aquifer properties and geometry",
        "GASWAT-PC: A microcomputer program for gas material balance with water influx",
        "A hybrid approach to improve reserves estimates in waterdrive gas reservoirs",
        "An analytical bottomwaterdrive aquifer model for material-balance analysis",
        "Research on calculation methods of aquifer influx for gas reservoirs with aquifer support",
        "A new approach to production data analysis of non-volumetric naturally fractured gas-condensate reservoirs"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}