{
    "eid": "2-s2.0-85083665847",
    "title": "Solubilization and in vitro permeation of dovitinib/cyclodextrin complexes and their aggregates",
    "cover-date": "2020-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Food Science",
            "@code": "1106",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Condensed Matter Physics",
            "@code": "3104",
            "@abbrev": "PHYS"
        }
    ],
    "keywords": [
        "Complexation",
        "Cyclodextrins",
        "Dovitinib",
        "Permeation",
        "Solubility"
    ],
    "authors": [
        "Phatsawee Jansook",
        "Pitsiree Praphanwittaya",
        "Suppakan Sripetch",
        "Thorsteinn Loftsson"
    ],
    "citedby-count": 7,
    "ref-count": 32,
    "ref-list": [
        "Receptor tyrosine kinase and tyrosine kinase inhibitors: new hope for success in multiple sclerosis therapy",
        "Development of inhibitors for protein tyrosine kinases",
        "Discovery of novel anti-angiogenesis agents. Part 6: Multi-targeted RTK inhibitors",
        "Lenvatinib, an angiogenesis inhibitor targeting VEGFR/FGFR, shows broad antitumor activity in human tumor xenograft models associated with microvessel density and pericyte coverage",
        "Efficacy of Lenvatinib, a multitargeted tyrosine kinase inhibitor, on laser-induced CNV mouse model of neovascular AMD",
        "Population pharmacokinetic/pharmacodynamic modeling to assist dosing schedule selection for dovitinib",
        "In vivo target modulation and biological activity of CHIR-258, a multitargeted growth factor receptor kinase inhibitor, in colon cancer models",
        "Dovitinib (CHIR258, TKI258): structure, development and preclinical and clinical activity",
        "Dovitinib (TKI258), a multi-target angiokinase inhibitor, is effective regardless of KRAS or BRAF mutation status in colorectal cancer",
        "Targeting FGFR with Dovitinib (TKI258): preclinical and clinical data in breast cancer",
        "Cyclodextrins: structure, physicochemical properties and pharmaceutical applications",
        "Cyclodextrins as pharmaceutical solubilizers",
        "Solubility of cyclodextrins and drug/cyclodextrin complexes",
        "Effects of cyclodextrins on drug delivery through biological membranes",
        "Cyclodextrins",
        "γ-Cyclodextrin",
        "Cyclodextrin-water soluble polymer ternary complexes enhance the solubility and dissolution behaviour of poorly soluble drugs. Case example: Itraconazole",
        "Cyclodextrins as functional excipients: methods to enhance complexation efficiency",
        "Role of cyclodextrins in improving oral drug delivery",
        "Evaluation of cyclodextrin solubilization of drugs",
        "The complexation efficiency",
        "Self-assembly of β-cyclodextrin in water. Part 1: cryo-TEM and dynamic and static light scattering",
        "The aggregation of cyclodextrins as studied by photon correlation spectroscopy",
        "Phase solubility techniques",
        "Spontaneous opalescence of aqueous γ-cyclodextrin solutions: complex formation or self-aggregation?",
        "Effect of self-aggregation of γ-cyclodextrin on drug solubilization",
        "Self-association of cyclodextrins and cyclodextrin complexes in aqueous solutions",
        "Effect of cyclodextrin charge on complexation of neutral and charged substrates: comparison of (SBE)7M-β-CD to HP-β-CD",
        "The interaction of charged and uncharged drugs with neutral (HP-β-CD) and anionically charged (SBE7-β-CD) β-cyclodextrins",
        "The effects of water-soluble polymers on cyclodextrins and cyclodextrin solubilization of drugs",
        "Influence of hydrophilic polymers on celecoxib complexation with hydroxypropyl beta-cyclodextrin",
        "Nintedanib-cyclodextrin complex to improve bio-activity and intestinal permeability"
    ],
    "affiliation": [
        {
            "affiliation-city": "Reykjavik",
            "@id": "60071113",
            "affilname": "Haskoli Islands",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071113",
            "affiliation-country": "Iceland"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "University of Iceland"
    ]
}