{
    "eid": "2-s2.0-85169834015",
    "title": "Blockchain Technology in Financial Accounting: Emerging Regulatory Issues",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (miscellaneous)",
            "@code": "2001",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "blockchain",
        "distributed ledger technology",
        "Financial accounting",
        "information quality",
        "triple entry system"
    ],
    "authors": [
        "Emon Kalyan Chowdhury",
        "Alessandro Stasi",
        "Alfonso Pellegrino"
    ],
    "citedby-count": 0,
    "ref-count": 41,
    "ref-list": [
        "Blockchain with internet of things: Benefits, challenges, and future directions",
        "Has the importance of intangibles really grown? And if so, why?",
        "Blockchain and its implications for accounting and auditing",
        "Overview and impact of blockchain on auditing",
        "A next-generation smart contract and decentralized application platform",
        "Triple-entry accounting with blockchain: How far have we come?",
        "The Per-spective Of The Implementation Of The Blockchain Within Roma-nian Companies",
        "Shredded reputation: The cost of audit failure",
        "Exploration on the application of blockchain audit",
        "Transformation of Business Model through BT",
        "The real effects of mandated information on social responsibility in fi-nancial reports: Evidence from mine-safety records",
        "Can blockchains serve an account-ing purpose?",
        "Toward blockchain-based accounting and assurance",
        "Untangling blockchain: A data processing view of blockchain sys-tems",
        "Auditor benchmarking of client disclosures",
        "Accounting information systems in the blockchain era",
        "Corporate scandals and household stock market participation",
        "Blockchain and other distributed ledger technologies: where is the accounting?",
        "Do Risk Disclosures Matter When It Counts? Evidence from the Swiss Franc Shock",
        "Reputational implications for partners after a major audit failure: Evidence from China",
        "A review of the earnings manage-ment literature and its implications for standard setting",
        "Blockchain: a new disruptive innovation for knowledge risk management",
        "Blockchain, business and the fourth industrial revolution: Whence, whither, wherefore and how?",
        "A survey of block-chain from the perspectives of applications, challenges, and oppor-tunities",
        "A peer-to-peer electronic cash system",
        "Creating credit by making use of mobility with FinTech and IoT",
        "BT",
        "Auditing with Smart Contracts",
        "Accounting and auditing at the time of blockchain technology: a research agenda",
        "Blockchain based distributed control system for edge computing",
        "Big data in account-ing: An overview",
        "Corporate Fraud and Accounting Firm In-volvement: Evidence from China",
        "How the blockchain will radically transform the econ-omy",
        "Role refinement in access control: Model and analysis",
        "Corporate governance and blockchains",
        "Blockchain: The introduction and its application in financial accounting"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chittagong",
            "@id": "113059000",
            "affilname": "Chittagong Independent University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/113059000",
            "affiliation-country": "Bangladesh"
        }
    ],
    "funding": []
}