{
    "eid": "2-s2.0-85066853018",
    "title": "Efficacy of live NDV vaccine simultaneously vaccinated with recombinant HVT-NDV vaccine on early protection against newcastle disease virus challenge",
    "cover-date": "2019-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "Chicken",
        "Newcastle disease virus",
        "Protection",
        "Recombinant HVT-NDV vaccine"
    ],
    "authors": [
        "Nataya Charoenvisal",
        "Jiroj Sasipreeyajan"
    ],
    "citedby-count": 0,
    "ref-count": 19,
    "ref-list": [
        "A standard haemagglutination inhibition test for newcastle disease. (1). A comparison of macro and micro methods",
        "Efficacy of live b1 or ulster 2c newcastle disease vaccines simultaneously vaccinated with inactivated oil adjuvant vaccine for protection of newcastle disease virus in broiler chickens",
        "Molecular epidemiological investigation of velogenic newcastle disease viruses from village chickens in cambodia",
        "Molecular epidemiology of newcastle disease viruses in vietnam",
        "Detection and differentiation of pathogenicity of avian paramyxovirus serotype 1 from field cases using one-step reverse transcriptase-polymerase chain reaction",
        "Newcastle disease vaccines-a solved problem or a continuous challenge?",
        "Virulence of newcastle disease virus: What is known so far",
        "Molecular characterization and phylogenetic study of newcastle disease viruses isolated in Iran, 2010–2012",
        "A vaccine candidate of attenuated genotype VII newcastle disease virus generated by reverse genetics",
        "Immune responses of poultry to newcastle disease virus",
        "Molecular epidemiology of newcastle disease viruses isolated in South Korea using sequencing of the fusion protein cleavage site region and phylogenetic relationships",
        "Newcastle disease: Evolution of genotypes and the related diagnostic challenges",
        "Effects of newcastle disease virus vaccine antibodies on the shedding and transmission of challenge viruses",
        "Characterization of malaysian velogenic NDV strain AF2240-I genomic sequence: A comparative study",
        "The avian response to newcastle disease virus",
        "Sequence and phylogenetic analysis of virulent newcastle disease virus isolates from Pakistan during 2009–2013 reveals circulation of new sub genotype",
        "Newcastle disease, other avian paramyxoviruses, and avian metapneumovirus infections",
        "Protective immune response of chickens against newcastle disease, induced by the intranasal vaccination with inactivated virus",
        "Molecular epidemiology of newcastle disease virus isolates from vaccinated commercial poultry farms in non-epidemic areas of Japan"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Avian Health Research Unit",
        "Ceva Animal Health (Thailand) Co., Ltd.",
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}