{
    "eid": "2-s2.0-85064265315",
    "title": "Characterisation of Two Polyketides from Streptomyces sp. SKH1-2 Isolated from Roots of Musa (ABB) cv. ‘Kluai Sao Kratuep Ho’",
    "cover-date": "2019-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Antimicrobial activity",
        "Endophytic actinomycetes",
        "Polyketides",
        "Streptomyces"
    ],
    "authors": [
        "Nattakorn Kuncharoen",
        "Wataru Fukasawa",
        "Masato Iwatsuki",
        "Mihoko Mori",
        "Kazuro Shiomi",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 5,
    "ref-count": 41,
    "ref-list": [
        "A new antitumor antibiotic product, demethylchartreusin. Isolation and biological activities",
        "Solubilisation and mineralisation of [14C] lignocellulose from wheat straw by Streptomyces cyaneus CECT 3335 during growth in solid-state fermentation",
        "Kandenols A-E, eudesmenes from an endophytic Streptomyces sp of the mangrove tree Kandelia candel",
        "Bacaryolanes A-C, rare bacterial caryolanes from a mangrove endophyte",
        "Generic and functional diversity in endophytic actinomycetes from wild Compositae plant species at South Sinai - Egypt",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "Nocardia coeliaca, Nocardia autotrophica, and nocardin strain",
        "Spoxazomicins A-C, novel antitrypanosomal alkaloids produced by an endophytic actinomycete, Streptosporangium oxazolinicum K07-0460T",
        "Actinoallolides A-E, new anti-trypanosomal macrolides, produced by an endophytic actinomycete, Actinoallomurus fulvus MK10-036",
        "Simple method for estimating evolutionary rate of base substitutions through comparative studies of nucleotide sequences",
        "Description of four new species of the genus Kineosporia: Kineosporia succinea sp. nov., Kineosporia rhizophila sp. nov., Kineosporia mikuniensis sp. nov. and Kineosporia rhamnosa sp. nov., isolated from plant samples, and amended description of the genus Kineosporia",
        "MEGA7: molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Micromonospora globbae sp nov., an endophytic actinomycete isolated from roots of Globba winitii C. H. Wright",
        "Selection of media for isolation of streptomycetes",
        "Chartreusin, a new antibiotic produced by Streptomyces chartreusis, a new species",
        "Chemical composition as a criterion in the classification of actinomycetes",
        "Lumichrome inhibits osteoclastogenesis and bone resorption through suppressing RANKL-induced NFAT activation and calcium signaling",
        "An inhibitor of sodium-potassium ATPase produced by Streptomyces pseudovenezuelae MF722-02; purification and properties",
        "Cross-species induction and enhancement of antimicrobial activity produced by epibiotic bacteria from marine algae and invertebrates, after exposure to terrestrial bacteria",
        "A new antibiotic, setomimycin, produced by a strain of Streptomyces",
        "Purification and partial characterization of an extracellular serine-proteinase of Streptomyces cyaneus isolated from Brazilian cerrado soil",
        "Cell division and turgor mediate enhanced plant growth in Arabidopsis plants treated with the bacterial signalling molecule lumichrome",
        "New names and new combinations in the order Actinomycetales Buchanan 1917",
        "Isolation, diversity, and antimicrobial activity of rare actinobacteria from medicinal plants of tropical rain forests in Xishuangbanna, China",
        "Riboflavin and cancer: a review",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Metabolites produced by the endophytic fungus Aspergillus fumigatus from the stem of Erythrophloeum fordii Oliv",
        "Methods for characterization of Streptomyces species",
        "Taxonomic parameters revisited: tarnished gold standards",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "Natural products from endophytic microorganisms",
        "Antimicrobial compounds from endophytic Streptomyces sp BCC72023 isolated from rice (Oryza sativa L.)",
        "Planotetraspora thailandica sp. nov., isolated from soil in Thailand",
        "Lumichrome - a larval metamorphosis-inducing substance in the ascidian Halocynthia roretzi",
        "Efficient production of lumichrome by Microbacterium sp. strain TPU 3598",
        "Introducing EzBioCloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "Bafilomycins produced by an endophytic actinomycete Streptomyces sp. YIM56209"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "@id": "60006321",
            "affilname": "Kitasato University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006321",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Kitasato University"
    ]
}