{
    "eid": "2-s2.0-85016629021",
    "title": "Elimination of mother-to-child transmission of HIV: lessons learned from success in Thailand",
    "cover-date": "2017-04-03",
    "subject-areas": [
        {
            "$": "Pediatrics",
            "@code": "2735"
        }
    ],
    "keywords": [
        "Asian epidemic model",
        "elimination",
        "HIV",
        "mother-to-child",
        "policy",
        "Thailand",
        "transmission",
        "vertical"
    ],
    "authors": [
        "Usa Thisyakorn"
    ],
    "citedby-count": 30,
    "ref-count": 56,
    "ref-list": [
        "The recent epidemiology of HIV and AIDS in Thailand",
        "The epidemiology of HIV infection and AIDS in Thailand.",
        "The impact of HIV on children in Thailand",
        "Presented at the International Symposium on Biomedical Research Issues of HIV Infection in Thailand",
        "Thai sexual behavior and risk of HIV infection: a report on the 1990 survey of partner relations and risk of HIV infection in Thailand",
        "Risk factors for HIV infection in Thailand",
        "From peasant girls to Bangkok masseuses.",
        "Knowledge, attitudes and beliefs about HIV/AIDS among women in Northeastern Thailand",
        "Partner patterns in the sexual behavior of unmarried, rural Thai men",
        "HIV and AIDS, stigma and AIDS support groups: Perspectives from women living with HIV and AIDS in central Thailand",
        "Gender differences in stigma and community support among people living with HIV/AIDS in Thailand",
        "Perinatal HIV infections in Thailand.",
        "HIV Prevention among Drug Users: An International Perspective from Thailand",
        "Tourism and AIDS in Thailand",
        "Messages of distinction: the HIV/AIDS media campaign in Thailand.",
        "HIV in Thailand: The 100% Condom Program",
        "One hundred percent condom programme",
        "Impact of Thailand's HIV-control programme as indicated by the decline of sexually transmitted diseases",
        "Behavioural Surveillance Survey Report 2008",
        "National AIDS Prevention and Alleviation Committee. UNGASS Country Progress Report 2010: Thailand reporting period January 2008–December 2009",
        "National program for preventing mother-child HIV transmission in Thailand: Successful implementation and lessons learned",
        "Global programme on AIDS. Consensus statement from the WHO/UNICEF consultation on HIV transmission and breast-feeding.",
        "Presented at the International Workshop on Pediatric AIDS in Thailand: Public Health and Social Dilemma",
        "Buddhachinaraj Med J.",
        "Thai J Pediatr",
        "Thai J Pediatr",
        "Short-course zidovudine for perinatal HIV-1 transmission in Bangkok, Thailand: A randomised controlled trial",
        "Postnatal HIV transmission rates at age 6 and 12 months in infants of HIV-positive women on antiretroviral therapy initiating breastfeeding: a systematic review",
        "Reduction of maternal-infant transmission of human immunodeficiency virus type 1 with zidovudine treatment",
        "Presented at the 12th International Conference on AIDS",
        "Thailand’s response to AIDS: building on success, confronting the future",
        "Charity Under Royal Patronage. The Thai Red Cross AIDS Research Centre 2012",
        "Prevention of mother-to-child transmission of HIV: Thai Red Cross zidovudine donation programme. Joint United Nation Programme on HIV/AIDS Best Practice Collection",
        "Intrapartum and neonatal single-dose nevirapine compared with zidovudine for prevention of mother-to-child transmission of HIV-1 in Kampala, Uganda: 18-Month follow-up of the HIVNET 012 randomised trial",
        "Presented at the 18th Conference on Retroviruses and Opportunistic Infections",
        "From research to practice: Use of short course zidovudine to prevent mother-to-child HIV transmission in the context of routine health care in Northern Thailand",
        "Implementing short-course zidovudine to reduce mother-infant HIV transmission in a large pilot program in Thailand",
        "Elimination of mother-to-child transmission of HIV - Thailand",
        "Guidelines for antiretroviral therapy in HIV-1 infected adults and adolescents 2014, Thailand",
        "Uptake of Early infant diagnosis in Thailand's national program for preventing mother-to-child HIV transmission and linkage to care, 2008-2011",
        "The National Access to Antiretroviral Program for PHA (NAPHA) in Thailand",
        "Cost-effectiveness of early infant HIV diagnosis of HIV-exposed infants and immediate antiretroviral therapy in HIV-infected children under 24 months in Thailand",
        "Thailand Working Group on HIV/AIDS Projection: AIDS Epidemic Model-Projection for HIV/AIDS in Thailand. 2010–2030.",
        "The Asian Epidemic Model (AEM) projections for HIV/AIDS in Thailand: 2005–2025. Family Health International and Ministry of Public Health, Thailand",
        "The \"anatomy\" of Thailand's successful family planning program.",
        "Thailand and Family Planning: An Overview. New Delhi, India: World Health Organization South-East Asia Regional Office; 2016",
        "Asian Oceanian J Pediatr Child Health",
        "HIV/AIDS prevention in Thailand: Success and challenges",
        "Equity of access to and utilization of reproductive health services in Thailand: National Reproductive Health Survey data, 2006 and 2009",
        "Medical eligibility criteria for contraceptive use: a WHO family planning cornerstone",
        "Dual contraceptive method use and pregnancy intention among people living with HIV receiving HIV care at six hospitals in Thailand",
        "Towards the elimination of mother-to-child transmission of HIV: report of a technical consultation",
        "Sustaining access to antiretroviral therapy in the less-developed world: Lessons from Brazil and Thailand",
        "Thailand AIDS Response Progress Report, 2015",
        "Thailand's HIV/AIDS program after weaning-off the global fund's support"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}