{
    "eid": "2-s2.0-85133807075",
    "title": "Airport Business Model Innovations for Local and Regional Airports: A Case of Cultural Entrepreneurship in Thailand",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (all)",
            "@code": "2000",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (all)",
            "@code": "1400",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "Airport",
        "Airport business model innovation",
        "Business model",
        "Cultural entrepreneurship",
        "Local and regional airport",
        "Thailand"
    ],
    "authors": [
        "Thanavutd Chutiphongdech",
        "Rugphong Vongsaroj"
    ],
    "citedby-count": 0,
    "ref-count": 40,
    "ref-list": [
        "Will business model innovation replace strategic analysis?",
        "Benchmarking airports from a managerial perspective",
        "Small regional airport sustainability: Lessons from benchmarking",
        "Some economics of property rights",
        "Business model innovation and SMEs performance—Does competitive advantage mediate?",
        "The airport city: A new business model for airport development",
        "Technical and allocative efficiency in airports",
        "When regulatory changes become a driver for business model innovation",
        "A literature and practice review to develop sustainable business model archetypes",
        "Does privatisation drive innovation? Business model innovation through stakeholder viewpoints: The case of Sydney Airport 10 years post-privatisation",
        "What business are airports really in?",
        "(Dissertation summary) Airport technical efficiency and business model innovations: A case of local and regional airports in Thailand",
        "Technical efficiency and productivity change analysis: A case study of the regional and local airports in Thailand",
        "The success behind the world’s best airport: The rise of Changi",
        "What are the sources of regional airport economic effectiveness? The dynamic capabilities perspective with evidence from Poland",
        "Evolving airline and airport business models",
        "Reconsidering the airport business model",
        "Business models for airports in a competitive environment. One sky, different stories",
        "The triple layered business model canvas: A tool to design more sustainable business models",
        "An innovative framework for the study and structure of airport business models",
        "Operational efficiencies across Asia Pacific airports",
        "Components of tourism research: Evidence from annals of tourism research",
        "Business model innovation",
        "Efficiency of Italian and Norwegian airports: A matter of management or of the level of competition in remote regions?",
        "The role of airport service quality in airport and destination choice",
        "An explorative analysis to identify airport business models",
        "The effect of airports on regional development: Evidence from the construction of regional airports in Norway",
        "Only the brave: Product innovation, service business model innovation, and their impact on performance",
        "Airportscape and its effect on airport sense of place and destination image perception",
        "An airport experience framework from a tourism perspectiv",
        "An analysis of the airport experience from an air traveler perspective",
        "Business model design and the performance of entrepreneurial firms",
        "The fit between product market strategy and business model: Implications for firm performance",
        "The business model: Recent developments and future research"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60001921",
            "affilname": "National Institute of Development Administration",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001921",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}