{
    "eid": "2-s2.0-85059160526",
    "title": "Observation of Weakened V-V Dimers in the Monoclinic Metallic Phase of Strained VO2",
    "cover-date": "2018-12-20",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Physics and Astronomy (all)",
            "@code": "3100",
            "@abbrev": "PHYS"
        }
    ],
    "keywords": [],
    "authors": [
        "J. Laverock",
        "V. Jovic",
        "A. A. Zakharov",
        "Y. R. Niu",
        "S. Kittiwatanakul",
        "B. Westhenry",
        "J. W. Lu",
        "S. A. Wolf",
        "K. E. Smith"
    ],
    "citedby-count": 13,
    "ref-count": 49,
    "ref-list": [
        "Direct Observation of Decoupled Structural and Electronic Transitions and an Ambient Pressure Monocliniclike Metallic Phase of (Equation presented)",
        "Evidence of a Pressure-Induced Metallization Process in Monoclinic (Equation presented)",
        "Evidence for photo-induced monoclinic metallic (Equation presented) under high pressure",
        "Micrometer x-ray diffraction study of (Equation presented) films: Separation between metal-insulator transition and structural phase transition",
        "Decoupling of Structural and Electronic Phase Transitions in (Equation presented)",
        "Phase diagram of the ultrafast photoinduced insulator-metal transition in vanadium dioxide",
        "Oxides which show a Metal-to-Insulator Transition at the Néel Temperature",
        "Structures and a two-band model for the system (Equation presented)",
        "Suppression of metal-insulator transition in (Equation presented) by electric field-induced oxygen vacancy formation",
        "Femtosecond Structural Dynamics in (Equation presented) during an Ultrafast Solid-Solid Phase Transition",
        "Measurement of a solid-state triple point at the metal-insulator transition in (Equation presented)",
        "Collective bulk carrier delocalization driven by electrostatic surface charge accumulation",
        "Ultrafast phase transition via catastrophic phonon collapse driven by plasmonic hot-electron injection",
        "Giant-amplitude, high-work density microactuators with phase transition activated nanolayer bimorphs",
        "Metal-insulator transition of (Equation presented) thin films grown on (Equation presented) and (110) substrates",
        "Strain engineering and one-dimensional organization of metal-insulator domains in single-crystal vanadium dioxide beams",
        "Orbital-Assisted Metal-Insulator Transition in (Equation presented)",
        "Metal-insulator transition in vanadium dioxide",
        "Dimerization of a linear Heisenberg chain in the insulating phases of (Equation presented)",
        "Electron Localization Induced by Uniaxial Stress in Pure (Equation presented)",
        "Contribution to the study of the metal-insulator transition in the (Equation presented) system: I - Crystallographic and transport properties",
        "Thermodynamics of strained vanadium dioxide single crystals",
        "Metallization of vanadium dioxide driven by large phonon entropy",
        "Insulating phases of vanadium dioxide are Mott-Hubbard insulators",
        "Sequential electronic and structural transitions in (Equation presented) observed using x-ray absorption spectromicroscopy",
        "Photoemission evidence for crossover from Peierls-like to Mott-like transition in highly strained (Equation presented)",
        "Large epitaxial bi-axial strain induces a Mott-like phase transition in (Equation presented)",
        "Suppression of structural phase transition in (Equation presented) by epitaxial strain in vicinity of metal-insulator transition",
        "Understanding the Nature of the Kinetic Process in a (Equation presented) Metal-Insulator Transition",
        "Soft-x-ray-absorption studies of the electronic-structure changes through the (Equation presented) phase transition",
        "Transfer of Spectral Weight and Symmetry Across the Metal-Insulator Transition in (Equation presented)",
        "Strain dependence of bonding and hybridization across the metal-insulator transition of (Equation presented)",
        "Growth and characterization of vanadium dioxide thin films prepared by reactive-biased target ion beam deposition",
        "Transport behavior and electronic structure of phase pure (Equation presented) thin films grown on (Equation presented)-plane sapphire under different (Equation presented) partial pressure",
        "Low energy electron microscopy",
        "Photoelectron spectromicroscopy: Present and future",
        "Simultaneous spectroscopic, diffraction and microscopic study of the metal-insulator transition of (Equation presented)",
        "Nanotextured phase coexistence in the correlated insulator (Equation presented)",
        "Stability of the (Equation presented) phase of vanadium dioxide induced by coherent epitaxial strain",
        "The metal-insulator transitions of (Equation presented): A band theoretical approach",
        "Dynamical Singlets and Correlation-Assisted Peierls Transition in (Equation presented)",
        "Effects of strain on the electronic structure of (Equation presented)",
        "(Equation presented): A Novel View from Band Theory",
        "Metal-Insulator Transition in (Equation presented): A (Equation presented) Perspective",
        "Resolving the (Equation presented) controversy: Mott mechanism dominates the insulator-to-metal transition"
    ],
    "affiliation": [
        {
            "affiliation-city": "Charlottesville",
            "@id": "60021918",
            "affilname": "University of Virginia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021918",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Lund",
            "@id": "60029170",
            "affilname": "Lunds Universitet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029170",
            "affiliation-country": "Sweden"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bristol",
            "@id": "60020650",
            "affilname": "University of Bristol",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020650",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60019674",
            "affilname": "Boston University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019674",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Auckland",
            "@id": "60005686",
            "affilname": "The University of Auckland",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005686",
            "affiliation-country": "New Zealand"
        }
    ],
    "funding": [
        "EPSRC Centre for Doctoral Training in Condensed Matter Physics",
        "Department of Energy",
        "Army Research Office"
    ]
}