{
    "eid": "2-s2.0-85063522895",
    "title": "Antimicrobial and weed inhibitory activities of Senna spectabilis extracts against plant pathogens",
    "cover-date": "2018-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Germination",
        "Herbicidal activity",
        "Plant disease",
        "Senna spectabilis"
    ],
    "authors": [
        "R. Mongkol",
        "W. Chavasiri"
    ],
    "citedby-count": 2,
    "ref-count": 19,
    "ref-list": [
        "The impact of biofungicides on agricultural yields and food security in Africa",
        "In vitro evaluation of the schistosomicidal effect of the extracts, fractions and major 3-hydroxy-2,6-dialkyl-substituted piperidine alkaloids from the flower of Senna spectabilis (Fabaceae)",
        "A sensitivity analysis of a weed dynamics model to develop sustainable cropping system. I. Annual interaction between crop management techniques and biophysical field state variables",
        "In vitro anti-bacterial activities of three medicinal plants using agar well diffusion method",
        "Antimicrobial activity evaluation of Cassia spectabilis leaf extracts",
        "Impact of Gliricidia sepium and Cassia spectabilis hedgerows on weeds and insect pests of upland rice",
        "Cassinicine, a new alkaloids and anthraquinones for Cassia spectabilis and their biogenetic relationship",
        "Antifungal activity of some plant extracts on some pathogenic fungi",
        "Antimalarial activity of piperidine alkaloids from Senna spectabilis and semisynthetic derivatives",
        "Phytochemical screening and free radical scavenging activity of selected Thai medicinal plants",
        "Fungicidal effect and oral acute toxicity of Cassia spectabilis leaf extract",
        "Antibacterial, antifungal and cytotoxic activities of Cassia spectabilis",
        "Free radical scavenging activity of Cassia spectabilis and Cassia fistula",
        "A review on Cassia species: Pharmacological, traditional and medicinal aspects in various countries",
        "Behavioural effects induced by iso-6-spectaline administration in mice",
        "Antifungal activity of clove and cinnamon oil and their synergistic against postharvest decay fungi of grape in vitro",
        "Antifungal properties of Agapanthus africanus L. Extracts against plant pathogens"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60018809",
            "affilname": "Silpakorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018809",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Faculty of Animal Science and Agricultural Technology",
        "Silpakorn University",
        "Faculty of Science, Silpakorn University"
    ]
}