{
    "eid": "2-s2.0-85019347292",
    "title": "Skewness and kurtosis of height distribution of thin films simulated by larger curvature model with noise reduction techniques",
    "cover-date": "2017-10-15",
    "subject-areas": [
        {
            "$": "Statistics and Probability",
            "@code": "2613"
        },
        {
            "$": "Statistical and Nonlinear Physics",
            "@code": "3109"
        }
    ],
    "keywords": [
        "Height distribution",
        "Larger curvature model",
        "Noise reduction techniques",
        "Skewness and Kurtosis"
    ],
    "authors": [
        "P. Disrattakit"
    ],
    "citedby-count": 5,
    "ref-count": 30,
    "ref-list": [
        "Fractal Concept in Surface Growth",
        "Persistence in nonequilibrium surface growth",
        "Persistence exponents for fluctuating interfaces",
        "Persistence and first-passage properties in nonequilibrium systems",
        "Height and roughness distributions in thin films with Kardar-Parisi-Zhang scaling",
        "Layer-by-layer growth in noise-reduced growth models",
        "Scaling of local interface width of statistical growth models",
        "Layer-by-layer epitaxy in limited mobility nonequilibrium models of surface growth",
        "Scaling of local interface width of statistical growth models",
        "Finite-size effects on the growth models of Das Sarma and Tamborenea and Wolf and Villain",
        "Universality class of discrete solid-on-solid limited mobility nonequilibrium growth models for kinetic surface roughening",
        "Universality and corrections to scaling in the ballistic deposition model",
        "Numerical study of discrete models in the class of the nonlinear molecular beam epitaxy equation",
        "Finite-size effects in roughness distribution scaling",
        "Dynamic scaling of growing interfaces",
        "Maximal height scaling of kinetically growing surfaces",
        "Maximal- and minimal-height distributions of fluctuating interfaces",
        "Exact maximal height distribution of fluctuating interfaces",
        "Exact Short-Time Height Distribution in the One-Dimensional Kardar-Parisi-Zhang Equation and Edge Fermions at High Temperature",
        "Proc. R. Soc. Lond. Ser. A",
        "A new universality class for kinetic growth: One-dimensional molecular-beam epitaxy",
        "Surface-diffusion-driven kinetic growth on one-dimensional substrates",
        "RHEED intensity oscillation during epitaxial growth of Ag on Si(111) surfaces at low temperature",
        "Effect of growth temperature on the properties of GaN epitaxial films grown on magnesium aluminate scandium oxide substrates by pulsed laser deposition",
        "Morphological evolution during epitaxial thin film growth: Formation of 2D islands and 3D mounds",
        "Surface mound formation during epitaxial growth of CrN(001)",
        "Epitaxial mounding in limited-mobility models of surface growth",
        "Noise reduction and universality in limited-mobility models of nonequilibrium growth",
        "Roughness distribution of multiple hit and long surface diffusion length noise reduced discrete growth models",
        "Physica A"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}