{
    "eid": "2-s2.0-84905270527",
    "title": "Catalytic effect of biomass pyrolyzed char on the atmospheric pressure hydrogasification of Giant Leucaena (Leucaena leucocephala) wood",
    "cover-date": "2014-07-30",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209"
        }
    ],
    "keywords": [],
    "authors": [
        "Kodchanipa Maneewan"
    ],
    "citedby-count": 9,
    "ref-count": 31,
    "ref-list": [
        "Lignocellulosic biomass gasification technology in China",
        "Gasification of lignocellulosic biomass in fluidized beds for renewable energy development: A review",
        "Bioenergy from feathers gasification - Efficiency and performance analysis",
        "Thermal conversion efficiency of producing hydrogen enriched syngas from biomass steam gasification",
        "The kinetics of coal chars hydrogasification",
        "Hydrogasification of chars under high pressures",
        "Hydrogasification characteristics of bituminous coals in an entrained-flow hydrogasifier",
        "Synthesis gas production using steam hydrogasification and steam reforming",
        "A comparison of basket willow and coal hydrogasification and pyrolysis",
        "The hydrogasification of wood",
        "Hydrogasification of almond shell chars. Influence of operating variables and kinetic study",
        "Kinetic model and prediction for coal hydrogasification",
        "Promotion of Iron-Group Catalysts by a Calcium Salt in Hydrogasification of Carbons at Elevated Pressures",
        "Influence of calcium on the catalytic behavior of nickel in low temperature hydrogasification of wood char",
        "Catalytic gasification of coal using eutectic salts: Reaction kinetics for hydrogasification using binary and ternary eutectic catalysts",
        "Decomposition and gasification of pyrolysis volatiles from pine wood through a bed of hot char",
        "Importance of volatile-char interactions during the pyrolysis and gasification of low-rank fuels - A review",
        "Rapid pyrolysis of brown coal in a drop-tube reactor with co-feeding of char as a promoter of in situ tar reforming",
        "Catalytic reforming of tar during gasification. Part II. Char as a catalyst or as a catalyst support for tar reforming",
        "Effects of biomass char structure on its gasification reactivity",
        "Catalytic reforming of tar during gasification. Part IV. Changes in the structure of char in the char-supported iron catalyst during reforming",
        "Influences of heating rate during coal char preparation and AAEMs on volatile-Char interaction with different sources of biomass volatile",
        "Biomass derived tar decomposition over coal char bed",
        "Synergetic effect during co-pyrolysis/gasification of biomass and sub-bituminous coal",
        "Catalyst properties and catalytic performance of char from biomass gasification",
        "Mechanism of decomposition of aromatics over charcoal and necessary condition for maintaining its activity",
        "Influence of pyrolysis temperature and heating rate on the production of bio-oil and char from safflower seed by pyrolysis, using a well-swept fixed-bed reactor",
        "Effects of temperature on the physicochemical characteristics of fast pyrolysis bio-chars derived from Canadian waste biomass",
        "Effects of volatile-char interactions on the volatilisation of alkali and alkaline earth metallic species during the pyrolysis of biomass",
        "A model of biomass char gasification describing the change in catalytic activity of ash",
        "Volatilisation and catalytic effects of alkali and alkaline earth metallic species during the pyrolysis and gasification of Victorian brown coal. Part III. The importance of the interactions between volatiles and char at high temperature"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Center of Excellence on Petrochemical and Materials Technology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}