{
    "eid": "2-s2.0-84902829389",
    "title": "Analysis of UV-absorbing photoprotectant mycosporine-like amino acid (MAA) in the cyanobacterium Arthrospira sp. CU2556",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        }
    ],
    "keywords": [],
    "authors": [
        "Rajesh P. Rastogi"
    ],
    "citedby-count": 34,
    "ref-count": 45,
    "ref-list": [
        "Global distribution of cyanobacterial ecotypes in the cold biosphere",
        "Cyanobacteria in geothermal habitats",
        "Effects of UV radiation on aquatic ecosystems and interactions with climate change",
        "Archean molecular fossils and the early rise of eukaryotes",
        "Biogeochemistry: Life before the rise of oxygen",
        "Biotechnological and industrial significance of cyanobacterial secondary metabolites",
        "J. Am. Nutra. Assoc.",
        "Unprecedented Arctic ozone loss in 2011",
        "Solar ultraviolet radiation-induced DNA damage in aquatic organisms: Potential environmental impact",
        "Molecular mechanisms of ultraviolet radiation-induced DNA damage and repair",
        "Evidence regarding the UV sunscreen role of a mycosporine-like compound in the cyanobacterium Gloeocapsa sp.",
        "Rec. Res. Dev. Photochem. Photobiol.",
        "Photodegradation and photosensitization of mycosporine-like amino acids",
        "Experimental study of the excited-state properties and photostability of the mycosporine-like amino acid palythine in aqueous solution",
        "Characterization of UV-screening compounds, mycosporine-like amino acids, and scytonemin in the cyanobacterium Lyngbya sp. CU2555",
        "UV radiation-induced accumulation of photoprotective compounds in the green alga Tetraspora sp. CU2551",
        "Small-molecule antioxidants in marine organisms: Antioxidant activity of mycosporine-glycine",
        "UV radiation-induced biosynthesis, stability and antioxidant activity of mycosporine-like amino acids (MAAs) in a unicellular cyanobacterium Gloeocapsa sp. CU2556",
        "Effects of abiotic stressors on synthesis of the mycosporine-like amino acid shinorine in the cyanobacterium anabaena variabilis PCC 7937",
        "Photoprotective compounds from marine organisms",
        "Ultraviolet absorbing pigments from the marine sponge Dysidea herbacea: Isolation and structure of a new mycosporine",
        "A high-resolution reverse-phase liquid chromatography method for the analysis of mycosporine-like amino acids (MAAs) in marine organisms",
        "Analysis of mycosporine-like amino acids in plankton by liquid chromatography electrospray ionization mass spectrometry",
        "UV-B-induced synthesis of photoprotective pigments and extracellular polysaccharides in the terrestrial cyanobacterium Nostoc commune",
        "A novel prokaryotic UVB photoreceptor in the cyanobacterium Chlorogloeopsis PCC 6912",
        "Mycosporine-like amino acids (MAAs) profile of a rice-field cyanobacterium Anabaena doliolum as influenced by PAR and UVR",
        "Molecular characterization of hot spring cyanobacteria and evaluation of their photoprotective compounds",
        "Curr. Res. J. Biol. Sci.",
        "Ultraviolet radiation-induced generation of reactive oxygen species, DNA damage and induction of UV-absorbing compounds in the cyanobacterium Rivularia sp. HKAR-4",
        "Induction of mycosporine-like amino acids (MAAs) in cyanobacteria by solar ultraviolet-B radiation",
        "Occurrence of UV-absorbing, mycosporine-like compounds among cyanobacterial isolates and an estimate of their screening capacity",
        "Protective effects of mycosporine-like amino acids of Synechocystis sp. PCC 6803 and their partial characterization",
        "Mycosporine-like amino acids in the marine red alga Gracilaria cornea - Effects of UV and heat",
        "Influence of pH and temperature on the ultraviolet-absorbing properties of porphyra-334",
        "The deactivation pathways of the excited-states of the mycosporine-like amino acids shinorine and porphyra-334 in aqueous solution",
        "Antioxidant activity of mycosporine-like amino acids isolated from three red macroalgae and one marine lichen",
        "Differential susceptibility to oxidative stress of two scleractinian corals: Antioxidant functioning of mycosporine-glycine",
        "Novel glycosylated mycosporine-like amino acids with radical scavenging activity from the cyanobacterium Nostoc commune",
        "Detection of reactive oxygen species (ROS) by the oxidant-sensing probe 2',7'-dichlorodihydrofluorescein diacetate in the cyanobacterium Anabaena variabilis PCC 7937",
        "Mycosporine Glycine Protects Biological Systems Against Photodynamic Damage by Quenching Singlet Oxygen with a High Efficiency",
        "Cosmet. Toiletries Manufact. Worldwide",
        "Mycosporine-like amino acids extracted from scallop (Patinopecten yessoensis) ovaries: UV protection and growth stimulation activities on human cells",
        "UV-absorbing substance in the red alga Porphyra yezoensis (Bangiales, Rhodophyta) block thymine photodimer production",
        "Mycosporines: Are they nature's sunscreens?",
        "Cyanophyta"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}