{
    "eid": "2-s2.0-85088595847",
    "title": "The clinical significance of antinuclear antibodies and specific autoantibodies in juvenile and adult systemic lupus erythematosus patients",
    "cover-date": "2021-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Allergy",
            "@code": "2723",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Immunology",
            "@code": "2403",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "anti-double stranded DNA",
        "antinuclear antibodies",
        "autoantibodies",
        "autoimmune diseases",
        "systemic lupus erythematosus"
    ],
    "authors": [
        "Pongsawat Rodsaward",
        "Natcha Chottawornsak",
        "Supaporn Suwanchote",
        "Muanpetch Rachayon",
        "Tawatchai Deekajorndech",
        "Helen L. Wright",
        "Steven W. Edwards",
        "Michael W. Beresford",
        "Pawinee Rerknimitr",
        "Direkrit Chiewchengchol"
    ],
    "citedby-count": 6,
    "ref-count": 27,
    "ref-list": [
        "Origins of Antinuclear Antibodies",
        "Antinuclear antibody testing-misunderstood or misbegotten?",
        "Updating the American College of Rheumatology revised criteria for the classification of systemic lupus erythematosus",
        "Derivation and validation of the Systemic Lupus International Collaborating Clinics classification criteria for systemic lupus erythematosus",
        "ANA screening: an old test with new recommendations",
        "Range of antinuclear antibodies in “healthy” individuals",
        "Autoantibody detection using indirect immunofluorescence on HEp-2 cells",
        "Antinuclear antibodies by indirect immunofluorescence: optimum screening dilution for diagnosis of systemic lupus erythematosus",
        "Antinuclear antibody (ANA) and ANA profile tests in children with autoimmune disorders: a retrospective study",
        "Clinical implication of autoantibodies in patients with systemic rheumatic diseases",
        "Evaluation of cellular substrates for antinuclear antibody determinations",
        "Report of the First International Consensus on Standardized Nomenclature of Antinuclear Antibody HEp-2 Cell Patterns 2014-2015",
        "The Euroimmun ANA Profile 1 as an Expanded ENA Profile",
        "Molecular and Immunological Basis of Tubulo-Interstitial Injury in Lupus Nephritis: a Comprehensive Review",
        "Anti-double stranded antibody. Association with titers and fluorescence patterns of anti-nuclear antibody in systemic lupus erythematosus",
        "Auto antibodies in Nigerian lupus patients",
        "Clinical and laboratory features of systemic lupus erythematosus (SLE) in Pakistani patients",
        "Derivation of the SLEDAI. A disease activity index for lupus patients. The Committee on Prognosis Studies in SLE",
        "Associations between antinuclear antibody staining patterns and clinical features of systemic lupus erythematosus: analysis of a regional Swedish register",
        "Clinical and immunological manifestations in 134 Puerto Rican patients with systemic lupus erythematosus",
        "Detection of antinuclear antibodies in SLE",
        "Systemic lupus erythematosus",
        "Antinuclear antibody titer and antibodies to extractable nuclear antigens",
        "Anti-RO/SSA and anti-La/SSB antibodies: Association with mild lupus manifestations in 645 childhood-onset systemic lupus erythematosus",
        "What is the clinical significance of anti-Sm antibodies in systemic lupus erythematosus? A comparison with anti-dsDNA antibodies and C3",
        "Subacute Cutaneous Lupus Erythematosus: Clinical Characteristics, Disease Associations, Treatments, and Outcomes in a Series of 90 Patients at Mayo Clinic, 1996-2011",
        "The epidemiology of systemic lupus erythematosus"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Liverpool",
            "@id": "60020661",
            "affilname": "University of Liverpool",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020661",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Liverpool",
            "@id": "60024857",
            "affilname": "Alder Hey Children's NHS Foundation Trust",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024857",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": []
}