{
    "eid": "2-s2.0-85029692133",
    "title": "Maximally rotating waves in AdS and on spheres",
    "cover-date": "2017-09-01",
    "subject-areas": [
        {
            "$": "Nuclear and High Energy Physics",
            "@code": "3106"
        }
    ],
    "keywords": [
        "AdS-CFT Correspondence",
        "Classical Theories of Gravity",
        "Holography and condensed matter physics (AdS/CMT)",
        "Integrable Hierarchies"
    ],
    "authors": [
        "Ben Craps"
    ],
    "citedby-count": 18,
    "ref-count": 31,
    "ref-list": [
        "Weakly turbulent instability of anti-de Sitter spacetime",
        "AdS (in)stability: An analytic approach",
        "Many-body physics with ultracold gases",
        "Rapidly rotating atomic gases",
        "Rotating trapped Bose-Einstein condensates",
        "U.S.A.",
        "Holographic thermalization, stability of anti-de sitter space, and the Fermi-Pasta-Ulam paradox",
        "Renormalization group, secular term resummation and AdS (In)stability",
        "Renormalization, averaging, conservation laws and AdS (in)stability",
        "A stochasticity threshold in holography and the instability of AdS",
        "On the continuous resonant equation for NLS. I. Deterministic analysis",
        "On the high frequency limit of the LLL equation",
        null,
        "Exact LLL solutions for BEC vortex precession",
        "The cubic Szego equation",
        "Higher order perturbations of anti-de Sitter space and time-periodic solutions of vacuum Einstein equations",
        "Gravitational geons in asymptotically anti-de Sitter spacetimes",
        "AdS nonlinear instability: breaking spherical and axial symmetries",
        "Collapse and nonlinear instability of AdS with angular momenta",
        "Adding flavor to AdS/CFT",
        "Low energy hadron physics in holographic QCD",
        "Building a holographic superconductor",
        "Holographic superconductor/insulator transition at zero temperature",
        "Quantum quench across a holographic critical point",
        "Quantum quench across a zero temperature holographic superfluid transition",
        "Missing top of the AdS resonance structure",
        "A hidden symmetry of AdS resonances",
        "AdS perturbations, isometries, selection rules and the Higgs oscillator",
        "Conformal symmetry of trapped Bose-Einstein condensates and massive Nambu-Goldstone modes",
        "Helv. Phys. Acta",
        "Delayed collapses of Bose-Einstein condensates in relation to anti-de Sitter gravity"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Brussels",
            "affilname": "Vrije Universiteit Brussel",
            "affiliation-country": "Belgium"
        }
    ],
    "funding": [
        "CUAASC",
        "FWO-Vlaanderen",
        "Belgian Federal Science Policy Office",
        "Chulalongkorn University",
        "Vrije Universiteit Brussel"
    ]
}