{
    "eid": "2-s2.0-84895059327",
    "title": "In situ generated silica in natural rubber latex via the sol-gel technique and properties of the silica rubber composites",
    "cover-date": "2014-03-14",
    "subject-areas": [
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        }
    ],
    "keywords": [
        "Composite materials",
        "Mechanical properties",
        "Mechanical testing",
        "Nanostructure",
        "Sol-gel growth"
    ],
    "authors": [
        "Sirilux Poompradub"
    ],
    "citedby-count": 50,
    "ref-count": 36,
    "ref-list": [
        "In situ formed silica particles in rubber vulcanizate by the sol-gel method",
        "In situ formation of particulate silica in natural rubber matrix by the sol-gel reaction",
        "Sol-gel Science: The Physics and Chemistry of Sol-gel Processing",
        "Effect of catalyst on in situ silica reinforcement of styrene-butadiene rubber vulcanizate by the sol-gel reaction of tetraethoxysilane",
        "Reinforcement of natural rubber by silica generated in situ",
        "Reinforcement of general-purpose grade rubbers by silica generated in situ",
        "Preparation of \"Green\" composites by the sol-gel process: In situ silica filled natural rubber",
        "Effect of silane-coupling agent on natural rubber filled with silica generated in situ",
        "Comparison of reinforcing efficiency between Si-69 and Si-264 in an efficient vulcanization system",
        "Macromol. Chem. Rapid Commun.",
        "Structures and Properties of Rubberlike Networks",
        "Better Ceramics Through Chemistry VIII: Hybrid Materials",
        "Silica reinforcement of epoxidized natural rubber by the sol-gel method",
        "In situ filling of silica onto \"green\" natural rubber by the sol-gel process",
        "Natural rubber-g-methyl methacrylate/poly(methyl methacrylate) blends",
        "Silica reinforcement of synthetic diene rubbers by sol-gel process in the latex",
        "Nano-structural observation of in situ silica in natural rubber matrix by three dimensional transmission electron microscopy",
        "Epoxidised natural rubber/silica hybrid nanocomposites by sol-gel technique: Effect of reactants on the structure and the properties",
        "Natural rubber/in situ silica nanocomposite of a high silica content",
        "In situ grafting onto silica surface with epoxidized natural rubber via solid state method",
        "Silica-reinforced natural rubber prepared by the sol-gel process of ethoxysilanes in rubber latex",
        "Synthesis of silica in natural rubber solution via sol-gel reaction",
        "Preparation of high performance nanocomposite elastomer: Effect of reaction conditions on in situ silica generation of high content in natural rubber",
        "In situ silica reinforcement of natural rubber by sol-gel process via rubber solution",
        "In situ silica filled styrene grafted natural rubber by the sol-gel process",
        "In situ silica reinforcement of methyl methacrylate grafted natural rubber by sol-gel process",
        "Methodology for multistage degradation of polyimide polymer",
        "J. China Univ. Min. Technol.",
        "Principle of Polymer Chemistry",
        "Reinforcement of Elastomers",
        "Biaxial tensile behavior of rubber vulcanizates: I. Silica and gum stocks",
        "Phys. Rev.",
        "Relationship between the polymer/silica interaction and properties of silica composite materials",
        "Science of Ceramic Chemical Processing",
        "Three-dimensional nano-structure of in situ silica in natural rubber as revealed by 3D-TEM/electron tomography",
        "Natural rubber nanocomposite reinforced with nano silica"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "National Research University",
        "Ratchadaphiseksomphot Endowment Fund",
        "Thai Government",
        "Division of Chemistry",
        "Thailand Research Fund"
    ]
}