{
    "eid": "2-s2.0-85113703236",
    "title": "Corporate governance and generalist CEOs: evidence from board size",
    "cover-date": "2022-01-21",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (miscellaneous)",
            "@code": "1401",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "Board of directors",
        "Board size",
        "CEO general managerial ability",
        "CEO general managerial skills",
        "Corporate governance",
        "Generalist CEOs",
        "Specialist CEOs"
    ],
    "authors": [
        "Pattanaporn Chatjuthamard",
        "Viput Ongsakul",
        "Pornsit Jiraporn",
        "Ali Uyar"
    ],
    "citedby-count": 6,
    "ref-count": 42,
    "ref-list": [
        "Leadership instability in hospitals: the influence of board-CEO relations and organizational growth and decline",
        "‘Welcome on board’: resource dependency and agency theoretic evidence from the South African life insurance market",
        "Board diversity and firm efficiency: evidence from China",
        "Investment in human capital: a theoretical analysis",
        "The determinants of corporate board size and composition: an empirical analysis",
        "Social Capital as a new board diversity rationale for enhanced corporate governance",
        "CEO ability heterogeneity, board’s recruiting ability and credit risk",
        "Using demographic identification to estimate the effects of board size on corporate performance",
        "Using geographic density of firms to identify the effect of board size on firm value and corporate policies",
        "Generalists versus specialists: lifetime work experience and chief executive officer pay",
        "Do general managerial skills spur innovation?",
        "Number of directors and financial performance: a meta-analysis",
        "Corporate governance: the impact of director and board structure, ownership structure and corporate control on the performance of listed companies on the Ghana stock exchange",
        "Larger board size and decreasing firm value in small firms",
        "Does CEO managerial ability matter? Evidence from corporate investment efficiency",
        "Boards of directors: a literature review",
        "Board connections and management commentary readability: the role of information sharing in Italy",
        "The effects of board size and diversity on strategic change",
        "The impact of board size on firm performance: evidence from the UK",
        "Experience matters? The impact of prior CEO experience on firm performance",
        "The modern industrial revolution, exit, and the failure of internal control systems",
        "The supply of corporate directors and board independence",
        "Jack of all, master of all? CEO generalist experience and firm performance",
        "A modest proposal for improved corporate governance",
        "The dark side of CEO ability: CEO general managerial skills and cost of equity Capital",
        "Corporate governance as a value driver for firm performance: evidence from India",
        "Size, composition, and function of hospital boards of directors: a study of organization-environment linkage",
        "Organizational alignment as competitive advantage",
        "Firm-level determinants of gender diversity in the boardrooms: evidence from some emerging markets",
        "Making sense of board effectiveness: a socio-cognitive perspective",
        "The impact of board composition on the dividend policy of US firms",
        "The generalist bias",
        "Does network board capital matter? A study of innovative performance in strategic SME networks",
        "Higher market valuation of companies with a small board of directors",
        "Can board diversity predict the risk of financial distress?",
        "CEO ability and corporate social responsibility",
        "Boards of directors and corporate financial performance: a review and integrative model",
        "The impact of board characteristics on corporate investment decisions: an empirical study",
        "Female leadership and gender equity: evidence from plant closure"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "La Rochelle",
            "@id": "60112757",
            "affilname": "Excelia Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60112757",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60001921",
            "affilname": "National Institute of Development Administration",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001921",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "101335017",
            "affilname": "Securities and Exchange Commission (SEC) of Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101335017",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}