{
    "eid": "2-s2.0-85098240896",
    "title": "Esophageal motility disorders on high-resolution manometry: Chicago classification version 4.0©",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Physiology",
            "@code": "1314",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Endocrine and Autonomic Systems",
            "@code": "2807",
            "@abbrev": "NEUR"
        },
        {
            "@_fa": "true",
            "$": "Gastroenterology",
            "@code": "2715",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "achalasia",
        "esophageal spasm",
        "integrated relaxation pressure",
        "lower esophageal sphincter",
        "peroral endoscopic myotomy"
    ],
    "authors": [
        "Rena Yadlapati",
        "Peter J. Kahrilas",
        "Mark R. Fox",
        "Albert J. Bredenoord",
        "C. Prakash Gyawali",
        "Sabine Roman",
        "Arash Babaei",
        "Ravinder K. Mittal",
        "Nathalie Rommel",
        "Edoardo Savarino",
        "Daniel Sifrim",
        "André Smout",
        "Michael F. Vaezi",
        "Frank Zerbib",
        "Junichi Akiyama",
        "Shobna Bhatia",
        "Serhat Bor",
        "Dustin A. Carlson",
        "Joan W. Chen",
        "Daniel Cisternas",
        "Charles Cock",
        "Enrique Coss-Adame",
        "Nicola de Bortoli",
        "Claudia Defilippi",
        "Ronnie Fass",
        "Uday C. Ghoshal",
        "Sutep Gonlachanvit",
        "Albis Hani",
        "Geoffrey S. Hebbard",
        "Kee Wook Jung",
        "Philip Katz",
        "David A. Katzka",
        "Abraham Khan",
        "Geoffrey Paul Kohn",
        "Adriana Lazarescu",
        "Johannes Lengliner",
        "Sumeet K. Mittal",
        "Taher Omari",
        "Moo In Park",
        "Roberto Penagini",
        "Daniel Pohl",
        "Joel E. Richter",
        "Jordi Serra",
        "Rami Sweis",
        "Jan Tack",
        "Roger P. Tatum",
        "Radu Tutuian",
        "Marcelo F. Vela",
        "Reuben K. Wong",
        "Justin C. Wu",
        "Yinglian Xiao",
        "John E. Pandolfino"
    ],
    "citedby-count": 335,
    "ref-count": 92,
    "ref-list": [
        "The Chicago classification of esophageal motility disorders, v3.0",
        "High-resolution manometry in clinical practice: utilizing pressure topography to classify oesophageal motility abnormalities",
        "Chicago classification criteria of esophageal motility disorders defined in high resolution esophageal pressure topography",
        "Identification of quality measures for performance of and interpretation of data from Esophageal manometry",
        "Management options for patients with GERD and persistent symptoms on proton pump inhibitors: recommendations from an expert panel",
        "GRADE guidelines: 3. Rating the quality of evidence",
        "Multiple rapid swallow responses during esophageal high-resolution manometry reflect esophageal body peristaltic reserve",
        "Optimal number of multiple rapid swallows needed during high-resolution esophageal manometry for accurate prediction of contraction reserve",
        "200 mL Rapid drink challenge during high-resolution manometry best predicts objective Esophagogastric junction obstruction and correlates with symptom severity",
        "Diagnostic yield of high-resolution manometry with a solid test meal for clinically relevant, symptomatic oesophageal motility disorders: serial diagnostic study",
        "Pharmacologic interrogation of patients with esophagogastric junction outflow obstruction using amyl nitrite",
        "Functional luminal imaging probe panometry identifies achalasia-type esophagogastric junction outflow obstruction",
        "Functional and anatomic esophagogastic junction outflow obstruction: manometry, timed barium esophagram findings, and treatment outcomes",
        "Normative values in esophageal high-resolution manometry",
        "Variant parameter values-as defined by the Chicago Criteria-produced by ManoScan and a new system with Unisensor catheter",
        "Normal values and regional differences in oesophageal impedance-pH metrics: a consensus analysis of impedance-pH studies from around the world",
        "High-resolution manometry thresholds and motor patterns among asymptomatic individuals",
        "Upright integrated relaxation pressure facilitates characterization of esophagogastric junction outflow obstruction",
        "Distal esophageal spasm in high-resolution esophageal pressure topography: defining clinical phenotypes",
        "Effects of large hiatal hernias on esophageal peristalsis",
        "Achalasia: a new clinically relevant classification by high-resolution manometry",
        "Rapid drink challenge test during esophageal high resolution manometry in patients with esophago-gastric junction outflow obstruction",
        "Clinicomanometric factors associated with clinically relevant esophagogastric junction outflow obstruction from the Sandhill high-resolution manometry system",
        "Usefulness of low- and high-volume multiple rapid swallowing during high-resolution manometry",
        "Vigor of peristalsis during multiple rapid swallows is inversely correlated with acid exposure time in patients with NERD",
        "Multiple rapid swallows and rapid drink challenge in patients with esophagogastric junction outflow obstruction on high-resolution manometry",
        "Rapid Drink Challenge in high-resolution manometry: an adjunctive test for detection of esophageal motility disorders",
        "Patterns of esophageal pressure responses to a rapid drink challenge test in patients with esophageal motility disorders",
        "The clinical relevance of manometric esophagogastric junction outflow obstruction can be determined using rapid drink challenge and solid swallows",
        "Pharyngeal swallowing and oesophageal motility during a solid meal test: a prospective study in healthy volunteers and patients with major motility disorders",
        "Diagnostic differences in the pharmacologic response to cholecystokinin and amyl nitrite in patients with absent contractility vs type I Achalasia",
        "Motility patterns following esophageal pharmacologic provocation with amyl nitrite or cholecystokinin during high-resolution manometry distinguish idiopathic vs opioid-induced type 3 achalasia",
        "Meta-analysis of clinical outcome after treatment for achalasia based on manometric subtypes",
        "Clinical characteristics and treatment outcomes of 3 subtypes of achalasia according to the chicago classification in a tertiary institute in Korea",
        "Characteristics of achalasia subtypes in untreated Chinese patients: a high-resolution manometry study",
        "Outcomes of treatment for achalasia depend on manometric subtype",
        "Timed barium swallow: diagnostic role and predictive value in untreated achalasia, esophagogastric junction outflow obstruction, and non-achalasia dysphagia",
        "Pneumatic dilation improves esophageal emptying and symptoms in patients with idiopathic esophago-gastric junction outflow obstruction",
        "What is the clinical significance of esophagogastric junction outflow obstruction? evaluation of 60 patients at a tertiary referral center",
        "Evaluation of esophageal motility utilizing the functional lumen imaging probe",
        "Characteristics of a subset of achalasia with normal integrated relaxation pressure",
        "Esophagogastric junction distensibility identifies achalasia subgroup with manometrically normal esophagogastric junction relaxation",
        "Achalasia diagnosed despite normal integrated relaxation pressure responds favorably to therapy",
        "Chronic daily opioid exposure is associated with dysphagia, esophageal outflow obstruction, and disordered peristalsis",
        "Opioid-induced esophageal dysfunction (OIED) in patients on chronic opioids",
        "Prospective serial diagnostic study: the effects of position and provocative tests on the diagnosis of oesophageal motility disorders by high-resolution manometry",
        "Low yield of cross-sectional imaging in patients with esophagogastric junction outflow obstruction",
        "Anatomic abnormalities are common potential explanations of manometric esophagogastric junction outflow obstruction",
        "Esophagogastric junction outflow obstruction on manometry: Outcomes and lack of benefit from CT and EUS",
        "Characterization and follow-up of esophagogastric junction outflow obstruction detected by high resolution manometry",
        "Characterization of idiopathic esophagogastric junction outflow obstruction",
        "Investigation of dysphagia after antireflux surgery by high-resolution manometry: impact of multiple water swallows and a solid test meal on diagnosis, management, and clinical outcome",
        "Elevated intrabolus pressure predicts abnormal timed barium esophagram in esophagogastric junction outflow obstruction",
        "Elevated intrabolus pressure identifies obstructive processes when integrated relaxation pressure is normal on esophageal high-resolution manometry",
        "High-resolution impedance manometry parameters in the evaluation of esophageal function of non-obstructive dysphagia patients",
        "The clinical significance of esophagogastric junction outflow obstruction and hypercontractile esophagus in high resolution esophageal manometry",
        "Combined multichannel intraluminal impedance and high-resolution manometry improves detection of clinically relevant esophagogastric junction outflow obstruction",
        "Determinants of pressure drift in Manoscan() esophageal high-resolution manometry system",
        "Pressure exposure and catheter impingement affect the recorded pressure in the Manoscan 360 system",
        "Ineffective esophageal motility and bolus clearance. A study with combined high-resolution manometry and impedance in asymptomatic controls and patients",
        "Fragmented and failed swallows on esophageal high-resolution manometry associate with abnormal reflux burden better than weak swallows",
        "Jackhammer esophagus: Observations on a European cohort",
        "Clinical features and long-term outcomes of lower esophageal sphincter-dependent and lower esophageal sphincter-independent jackhammer esophagus",
        "Phenotypes and clinical context of hypercontractility in high-resolution esophageal pressure topography (EPT)",
        "The clinical significance of hypercontractile peristalsis: comparison of high-resolution manometric features, demographics, symptom presentation, and response to therapy in patients with Jackhammer esophagus versus Nutcracker esophagus",
        "Jackhammer esophagus: Clinical presentation, manometric diagnosis, and therapeutic results-Results from a multicenter French cohort",
        "Jackhammer esophagus: Assessing the balance between prepeak and postpeak contractile integral",
        "Chaotic peak propagation in patients with Jackhammer esophagus",
        "Esophageal pressure topography criteria indicative of incomplete bolus clearance: a study using high-resolution impedance manometry",
        "In ineffective esophageal motility, failed swallows are more functionally relevant than weak swallows",
        "Weak peristalsis in esophageal pressure topography: classification and association with Dysphagia",
        "Esophagogastric junction and esophageal body contraction metrics on high-resolution manometry predict esophageal acid burden",
        "Ineffective esophageal motility is associated with impaired bolus clearance but does not correlate with severity of dysphagia",
        "Parameters for quantifying bolus retention with high-resolution impedance manometry",
        "Pressure-impedance analysis: Assist the diagnosis and classification of ineffective esophageal motility disorder",
        "Contraction reserve with ineffective esophageal motility on esophageal high-resolution manometry is associated with lower acid exposure times compared with absent contraction reserve",
        "Interrogation of esophagogastric junction barrier function using the esophagogastric junction contractile integral: an observational cohort study",
        "Esophagogastric junction contractile integral and morphology: Two high-resolution manometry metrics of the anti-reflux barrier",
        "Prolonged measurement improves the assessment of the barrier function of the esophago-gastric junction by high-resolution manometry",
        "Quantifying esophagogastric junction contractility with a novel HRM topographic metric, the EGJ-Contractile Integral: normative values and preliminary evaluation in PPI non-responders",
        "High-resolution manometry can characterize esophagogastric junction morphology and predict esophageal reflux burden",
        "Esophagogastric junction contractility for clinical assessment in patients with GERD: a real added value?",
        "Esophagogastric junction contractile integral (EGJ-CI) quantifies changes in EGJ barrier function with surgical intervention",
        "Esophagogastric junction contractility integral reflect the anti-reflux barrier dysfunction in patients with gastroesophageal reflux disease",
        "Esophagogastric junction morphology and contractile integral on high-resolution manometry in asymptomatic healthy volunteers: An international multicenter study",
        "Classification for esophagogastric junction (EGJ) complex based on physiology",
        "Esophagogastric junction morphology and distal esophageal acid exposure",
        "Functional morphology of the lower esophageal sphincter and crural diaphragm determined by three-dimensional high-resolution esophago-gastric junction pressure profile and CT imaging",
        "Esophagogastric Junction pressure morphology: comparison between a station pull-through and real-time 3D-HRM representation",
        "Systematic analysis of esophageal pressure topography in high-resolution manometry of 68 normal volunteers",
        "High-resolution manometry of the EGJ: an analysis of crural diaphragm function in GERD",
        "Esophagogastric junction morphology is associated with a positive impedance-pH monitoring in patients with GERD"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bern",
            "@id": "60020486",
            "affilname": "University of Bern",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020486",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "Zurich",
            "@id": "60019619",
            "affilname": "UniversitatsSpital Zurich",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019619",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "Adelaide",
            "@id": "60189490",
            "affilname": "The College of Medicine and Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189490",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Leuven",
            "@id": "60121260",
            "affilname": "Departement Chronische Ziekten, Metabolisme en Veroudering",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60121260",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Lyon",
            "@id": "60108183",
            "affilname": "Applications des Ultrasons à la Thérapie",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60108183",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Denver",
            "@id": "60102305",
            "affilname": "National Jewish Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60102305",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bordeaux",
            "@id": "60102125",
            "affilname": "Université de Bordeaux",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60102125",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "San Diego",
            "@id": "60079887",
            "affilname": "VA San Diego Healthcare System",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60079887",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bogota",
            "@id": "60040006",
            "affilname": "Hospital Universitario San Ignacio",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60040006",
            "affiliation-country": "Colombia"
        },
        {
            "affiliation-city": "New York",
            "@id": "60032105",
            "affilname": "NYU Langone Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032105",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Leuven",
            "@id": "60031069",
            "affilname": "KU Leuven– University Hospital Leuven",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031069",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Edmonton",
            "@id": "60030835",
            "affilname": "University of Alberta",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030835",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Nashville",
            "@id": "60030769",
            "affilname": "Vanderbilt University Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030769",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "San Diego",
            "@id": "60030612",
            "affilname": "University of California, San Diego",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030612",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Milan",
            "@id": "60030318",
            "affilname": "Università degli Studi di Milano",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030318",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Pisa",
            "@id": "60028868",
            "affilname": "Università di Pisa",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028868",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Badalona",
            "@id": "60028462",
            "affilname": "Hospital Universitari Germans Trias i Pujol",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028462",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Scottsdale",
            "@id": "60026952",
            "affilname": "Mayo Clinic Scottsdale-Phoenix, Arizona",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026952",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60026680",
            "affilname": "NUS Yong Loo Lin School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026680",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Melbourne",
            "@id": "60026553",
            "affilname": "University of Melbourne",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026553",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Ann Arbor",
            "@id": "60025778",
            "affilname": "University of Michigan, Ann Arbor",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025778",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Lucknow",
            "@id": "60025015",
            "affilname": "Sanjay Gandhi Postgraduate Institute of Medical Sciences Lucknow",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025015",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "London",
            "@id": "60024544",
            "affilname": "University College London Hospitals NHS Foundation Trust",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024544",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Villeurbanne",
            "@id": "60023578",
            "affilname": "Université Claude Bernard Lyon 1",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023578",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60022886",
            "affilname": "National Center for Global Health and Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022886",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "St. Louis",
            "@id": "60022756",
            "affilname": "Washington University School of Medicine in St. Louis",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022756",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "London",
            "@id": "60022109",
            "affilname": "Queen Mary University of London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022109",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Guangzhou",
            "@id": "60021182",
            "affilname": "Sun Yat-Sen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021182",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Adelaide",
            "@id": "60020828",
            "affilname": "Flinders University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020828",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Melbourne",
            "@id": "60019578",
            "affilname": "Monash University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019578",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Seattle",
            "@id": "60015481",
            "affilname": "University of Washington",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015481",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Chicago",
            "@id": "60013227",
            "affilname": "Northwestern University Feinberg School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013227",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Busan",
            "@id": "60012736",
            "affilname": "Kosin University, College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012736",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Zurich",
            "@id": "60012614",
            "affilname": "Universität Zürich",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012614",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "Tampa",
            "@id": "60011951",
            "affilname": "Morsani College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011951",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Santiago",
            "@id": "60011682",
            "affilname": "Hospital Clínico Universidad De Chile",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011682",
            "affiliation-country": "Chile"
        },
        {
            "affiliation-city": "Izmir",
            "@id": "60009761",
            "affilname": "Ege University Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009761",
            "affiliation-country": "Turkey"
        },
        {
            "affiliation-city": "Tlalpan",
            "@id": "60009149",
            "affilname": "Instituto Nacional de la Nutrición Salvador Zubiran",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009149",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "New York",
            "@id": "60007997",
            "affilname": "Weill Cornell Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007997",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60006240",
            "affilname": "University of Ulsan College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006240",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Rochester",
            "@id": "60005558",
            "affilname": "Mayo Clinic",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005558",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Hong Kong",
            "@id": "60002798",
            "affilname": "Chinese University of Hong Kong",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002798",
            "affiliation-country": "Hong Kong"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amsterdam",
            "@id": "60001157",
            "affilname": "Amsterdam UMC - University of Amsterdam",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001157",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Padua",
            "@id": "60000481",
            "affilname": "Università degli Studi di Padova",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000481",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Cleveland",
            "@id": "60000305",
            "affilname": "Case Western Reserve University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000305",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Santiago",
            "@id": "60000146",
            "affilname": "Clinica Alemana",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000146",
            "affiliation-country": "Chile"
        },
        {
            "affiliation-city": "Phoenix",
            "@id": "116061381",
            "affilname": "Norton Thoracic Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/116061381",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Mumbai",
            "@id": "115544835",
            "affilname": "Sir H.N. Reliance Foundation Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/115544835",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Arlesheim",
            "@id": "115413879",
            "affilname": "Klinik Arlesheim",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/115413879",
            "affiliation-country": "Switzerland"
        }
    ],
    "funding": [
        "National Institute of Diabetes and Digestive and Kidney Diseases"
    ]
}