{
    "eid": "2-s2.0-85052380656",
    "title": "Shell utilization by the land hermit crab Coenobita rugosus (Anomura, Coenobitidae) with notes on the first record of bivalve shell use",
    "cover-date": "2015-07-01",
    "subject-areas": [
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Bivalve shell use",
        "Coenobitidae",
        "Shell quality",
        "Shell use pattern",
        "Terrestrial hermit crab"
    ],
    "authors": [
        "Thanakhom Bundhitwongrut"
    ],
    "citedby-count": 3,
    "ref-count": 62,
    "ref-list": [
        "Shell selection and utilization in a terrestrial hermit crab, Coenobita compressus (H. Milne Edwards)",
        "Resource partitioning and competition for shells between intertidal hermit crabs on the outer coast of Washington",
        "Mar. Ecol. Prog. Ser.",
        "A remarkable new crab-like hermit crab (decapoda: Paguridae) from french polynesia, with comments on carcinization in the anomura",
        "Sexual differences in life history and resource utilization by the hermit crab",
        "Rev. Biol. Trop.",
        "Ecology of tropical hermit crabs at Quirimba Island, Mozambique: Shell characteristics and utilisation",
        "Ancient homes for hard-up hermit crabs",
        "Ecology of subtropical hermit crabs in SW Madagascar: Refuge-use and dynamic niche overlap",
        "Biol. Bull.",
        "Phuket Mar. Biol. Cent. Spec. Publ.",
        "Archiv Fur Molluskenkunde",
        "Population ecology of the land hermit crab Coenobita rugosus (Anomura, Coenobitidae) at Cape Panwa, Phuket Island, Andaman coast of Thailand",
        "Biology of the Land Crabs",
        "Weight difference threshold during shell selection relates to growth rate in the semi-terrestrial hermit crab Coenobita compressus",
        "Raff. Bull. Zool. Suppl.",
        "Ecology",
        "Patterns of shell utilization and selection in two sympatric hermit crabs (Anomura: Diogenidae) in south-eastern Brazil",
        "Phuket Mar. Biol. Cent. Res. Bull.",
        "Nauplius",
        "Unusual shelters occupied by Brazilian hermit crabs (Crustacea: Decapoda: Diogenidae).",
        "Mem. Mus. Vict.",
        "Rev. Biol. Trop.",
        "Ann. Rev. Ecol. Syst.",
        "Distribution, reproduction and shell utilization patterns in three species of intertidal hermit crabs on a rocky shore on the Pacific coast of Japan",
        "Gastropod shells: A potentially limiting resource for hermit crabs",
        "Phuket Mar. Biol. Cent. Res. Bull.",
        "J. Fac. Sci. Univ. Tokyo",
        "Homes for hermits: Temporal, spatial and structural dynamics as transportable homes are incorporated into a population",
        "Foraging across ecosystems: Diet diversity and social foraging spanning aquatic and terrestrial ecosystems by an invertebrate",
        "Res. J. Costa Rican Dist. Educ. Univ.",
        "Crust. Res.",
        "Phuket Mar. Biol. Cent. Res. Bull.",
        "Shell utilization pattern of the hermit crab Calcinus tibicen (Diogenidae) from Southern Brazil",
        "Phuket Mar. Biol. Cent. Spec. Publ.",
        "Raff. Bull. Zool. Suppl.",
        "A Catalog of the Hermit Crabs (Paguroidea) of Taiwan",
        "Phuket Mar. Biol. Cent. Spec. Publ.",
        "Arthropod diversity and allochthonous-based food webs on tiny oceanic islands",
        "Land hermit crab (Coenobita clypeatus) densities and patterns of gastropod shell use on small Bahamian islands",
        "Reproductive biology of three land hermit crabs (Decapoda: Anomura: Coenobitidae) in Okinawa, Japan",
        "Phuket Mar. Biol. Cent. Res. Bull.",
        "Phuket Mar. Biol. Cent. Res. Bull.",
        "Biology and ecology of the terrestrial hermit crab coenobita scaevola forskål of the Red Sea",
        "Long-term costs of using heavy shells in terrestrial hermit crabs (Coenobita compressus) and the limits of shell preference: An experimental study",
        "Are hermit crabs looking for light and large shells?: Evidence from natural and field induced shell exchanges",
        "Distribution patterns of terrestrial hermit crabs at Enewetak Atoll, Marshall Islands.",
        "The Living Marine Resources of the Western Central Pacific. Vol. 1: Seaweeds, Corals, Bivalves and Gastropods",
        "Shell utilization by the land hermit crab Coenobita scaevola (Anomura, Coenobitidae) from Wadi El-Gemal, Red Sea",
        "J. Basic & Appl. Zool.",
        "Relative growth of the land hermit crab, Coenobita clypeatus (Anomura, Coenobitidae) from a coral reef island, southern Gulf of Mexico",
        "Seashells of Philippines",
        "SPSS Statistics 17.0",
        "Terrestrial hermit crabs (Anomura: Coenobitidae) as taphonomic agents in circum-tropical coastal sites",
        "Taxonomy and distribution of the neritidae (Mollusca: Gastropoda) in Singapore",
        "Phuket Mar. Biol. Cent. Res. Bull.",
        "Biological remanie: gastropod fossils used by the living terrestrial hermit crab, Coenobita clypeatus, on Bermuda",
        "Fauna Curacao",
        "Patterns of shell resource utilization by terrestrial hermit crabs at Enewetak Atoll, Marshall Islands.",
        "Phuket Mar. Biol. Cent. Res. Bull.",
        "Biostatistical Analysis"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Department of Science and Technology, Government of Kerala"
    ]
}