{
    "eid": "2-s2.0-85140055861",
    "title": "Life-threatening cardiac arrhythmia and sudden death during electronic gaming: An international case series and systematic review",
    "cover-date": "2022-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Cardiology and Cardiovascular Medicine",
            "@code": "2705",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Physiology (medical)",
            "@code": "2737",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Adolescent",
        "Arrhythmia",
        "Electronic gaming",
        "Sudden cardiac death",
        "Syncope"
    ],
    "authors": [
        "Claire M. Lawley",
        "Matthew Tester",
        "Shubhayan Sanatani",
        "Terence Prendiville",
        "Cheyenne M. Beach",
        "Jeffrey M. Vinocur",
        "Minoru Horie",
        "Jae Sun Uhm",
        "Apichai Khongphatthanayothin",
        "Mark D. Ayers",
        "Luke Starling",
        "Yoko Yoshida",
        "Maully J. Shah",
        "Jonathan R. Skinner",
        "Christian Turner"
    ],
    "citedby-count": 6,
    "ref-count": 33,
    "ref-list": [
        "Syncope due to ventricular arrhythmia triggered by electronic gaming",
        "Video game ventricular tachycardia: the “Fortnite” phenomenon",
        "HRS/EHRA/APHRS expert consensus statement on the diagnosis and management of patients with inherited primary arrhythmia syndromes: document endorsed by HRS, EHRA, and APHRS in May 2013 and by ACCF, AHA, PACES, and AEPC in June 2013",
        "VarSome: the human genomic variant search engine",
        "Ventricular tachycardia as the initial presentation of missed Kawasaki disease in a teenager",
        "Low dose carvedilol therapy in catecholaminergic polymorphic ventricular tachycardia (CPVT): a case report",
        "1218: Double mutations in RYR2 cause severe phenotype of catecholaminergic polymorphic ventricular tachycardia",
        "P1816: Leadless pacemaker implantation in an 11 years old patient with recurrent vagal syncope events and documented sinus pauses",
        "2015 ESC Guidelines for the management of patients with ventricular arrhythmias and the prevention of sudden cardiac death: the Task Force for the Management of Patients with Ventricular Arrhythmias and the Prevention of Sudden Cardiac Death of the European Society of Cardiology (ESC). Endorsed by: Association for European Paediatric and Congenital Cardiology (AEPC)",
        "2018 ESC Guidelines for the diagnosis and management of syncope",
        "HRS/EHRA expert consensus statement on the state of genetic testing for the channelopathies and cardiomyopathies: this document was developed as a partnership between the Heart Rhythm Society (HRS) and the European Heart Rhythm Association (EHRA)",
        "Yield of genetic screening in inherited cardiac channelopathies",
        "Genetic testing in heritable cardiac arrhythmia syndromes: differentiating pathogenic mutations from background genetic noise",
        "Diagnosis, management and therapeutic strategies for congenital long QT syndrome",
        "Clinical and genetic findings in children presenting with ventricular fibrillation as the first manifestation of cardiovascular disease",
        "Lessons learned from testing cardiac channelopathy and cardiomyopathy genes in individuals who died suddenly: a two-year prospective study in a large medical examiner's office with an in-house molecular genetics laboratory and genetic counseling services",
        "A prospective study of sudden cardiac death among children and young adults",
        "Cardiovascular changes in video-game players. Cause for concern?",
        "Physiologic responses to playing a video game",
        "Emotional and physical precipitants of ventricular arrhythmia",
        "Effect of mental challenge induced by movie clips on action potential duration in normal human subjects independent of heart rate",
        "The effects of sympathetic stimulation induced by mental stress on signal-averaged electrocardiogram",
        "Law enforcement duties and sudden cardiac death among police officers in United States: case distribution study",
        "Cardiovascular care of the tactical athlete: more than just the score",
        "Clinical and molecular characterization of patients with catecholaminergic polymorphic ventricular tachycardia",
        "50 Years of catecholaminergic polymorphic ventricular tachycardia (CPVT)—time to explore the dark side of the moon",
        "Bidirectional ventricular tachycardia and fibrillation elicited in a knock-in mouse model carrier of a mutation in the cardiac ryanodine receptor",
        "Genotype-phenotype correlation in the long-QT syndrome",
        "Functional hyperactivity in long QT syndrome type 1 pluripotent stem cell-derived sympathetic neurons",
        "Syncope in children and adolescents: evaluation and treatment",
        "Competitive sports participation in patients with catecholaminergic polymorphic ventricular tachycardia: a single center's early experience",
        "Sports participation in genotype positive children with long QT syndrome",
        "A population-based registry of patients with inherited cardiac conditions and resuscitated cardiac arrest"
    ],
    "affiliation": [
        {
            "affiliation-city": "Seoul",
            "@id": "60095571",
            "affilname": "Severance Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60095571",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Osaka",
            "@id": "60022187",
            "affilname": "Osaka City General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022187",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Indianapolis",
            "@id": "60021947",
            "affilname": "Indiana University School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021947",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Dublin",
            "@id": "60020035",
            "affilname": "Our Lady's Hospital for Sick Children",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020035",
            "affiliation-country": "Ireland"
        },
        {
            "affiliation-city": "London",
            "@id": "60018207",
            "affilname": "Great Ormond Street Hospital for Children NHS Foundation Trust",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018207",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "New Haven",
            "@id": "60017994",
            "affilname": "Yale School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017994",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Sydney",
            "@id": "60015296",
            "affilname": "Sydney Children's Hospital, Randwick",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015296",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Rochester",
            "@id": "60012831",
            "affilname": "University of Rochester School of Medicine and Dentistry",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012831",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Sydney",
            "@id": "60010710",
            "affilname": "Faculty of Medicine and Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010710",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Vancouver",
            "@id": "60010365",
            "affilname": "The University of British Columbia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010365",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Otsu",
            "@id": "60007524",
            "affilname": "Shiga University of Medical Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007524",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Philadelphia",
            "@id": "60003711",
            "affilname": "University of Pennsylvania Perelman School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003711",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Gloria Mitscher",
        "Sonia Franciosi",
        "Indiana University",
        "BSN",
        "University of British Columbia"
    ]
}