{
    "eid": "2-s2.0-85153334673",
    "title": "Endophytic actinomycetes: Secondary metabolites and genomic approaches",
    "cover-date": "2022-04-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Microbiology (all)",
            "@code": "2400",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology, Toxicology and Pharmaceutics (all)",
            "@code": "3000",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "Bioactive metabolites",
        "Biological control",
        "Biological potential",
        "Biosynthetic gene clusters (BGCs)",
        "Drug discovery",
        "Endophytic actinomycetes",
        "Genome mining",
        "Genome sequences",
        "In silico",
        "Secondary metabolite biosynthetic gene clusters (smBGCs)"
    ],
    "authors": [
        "Nattakorn Kuncharoen",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 0,
    "ref-count": 108,
    "ref-list": [
        "Genome mining as new challenge in natural products discovery",
        "Isolation, purification, and characterization of five active diketopiperazine derivatives from endophytic Streptomyces SUK 25 with antimicrobial and cytotoxic activities",
        "Chapter 8. Methods for in silico prediction of microbial polyketide and nonribosomal peptide biosynthetic pathways from DNA sequence data",
        "Biology of Frankia strains, actinomycete symbionts of actinorhizal plants",
        "Complete genome sequence of the model actinomycete Streptomyces coelicolor A3 (2)",
        "Bioactive microbial metabolites",
        "Thoughts and facts about antibiotics: Where we are now and where we are heading",
        "Alnumycin a new naphthoquinone antibiotic produced by an endophytic Streptomyces sp",
        "AntiSMASH 2.0-a versatile platform for genome mining of secondary metabolite producers",
        "AntiSMASH 5.0: Updates to the secondary metabolite genome mining pipeline",
        "Bioinformatics tools for genome mining of polyketide and non-ribosomal peptides",
        "Next-generation sequencing approach for connecting secondary metabolites to biosynthetic gene clusters in fungi",
        "Isolation and characterization of endophytic streptomycete antagonists of Fusarium wilt pathogen from surface-sterilized banana roots",
        "Munumbicins, wide-spectrum antibiotics produced by Streptomyces NRRL 30562, endophytic on Kennedia nigriscans",
        "Kakadumycins, novel antibiotics from Streptomyces sp. NRRL 30566, an endophyte of Grevillea pteridifolia",
        "Munumbicins E-4 and E-5: Novel broad-spectrum antibiotics from Streptomyces NRRL 3052",
        "Screening for plant growth-promoting rhizobacteria to promote early soybean growth",
        "Genome mining of Streptomyces scabrisporus NF3 reveals symbiotic features including genes related to plant interactions",
        "Actinomycin-producing endophytic Streptomyces parvulus associated with root of aloe vera and optimization of conditions for antibiotic production",
        "Lumichrome inhibits human lung cancer cell growth and induces apoptosis via a p53-dependent mechanism",
        "Insights into secondary metabolism from a global analysis of prokaryotic biosynthetic gene clusters",
        "ClusterMine360: A database of microbial PKS/NRPS biosynthesis",
        "Visualization of an endophytic Streptomyces species in wheat seed",
        "Databases of the thiotemplate modular systems (CSDB) and their in silico recombinants (r-CSDB)",
        "Kandenols A-E, Eudesmenes from an endophytic Streptomyces sp. of the mangrove tree Kandelia candel",
        "Bacaryolanes A-C, rare bacterial caryolanes from a mangrove endophyte",
        "Seed germination enhancing activity of endophytic Streptomyces isolated from indigenous ethno-medicinal plant Centella asiatica",
        "Selection and characterization of microorganisms utilizing Thaxtomin A, a Phytotoxin produced by Streptomyces scabies",
        "Production and genetic improvement of a novel antimycotic agent, saadamycin, against dermatophytes and other clinical fungi from endophytic Streptomyces sp. Hedaya48",
        "Generic and functional diversity in endophytic actinomycetes from wild Compositae plant species at South Sinai-Egypt",
        "Performance of three endophytic actinomycetes in relation to plant growth promotion and biological control of Pythium aphanidermatum, a pathogen of cucumber under commercial field production conditions in the United Arab Emirates",
        "Coronamycins, peptide antibiotics produced by a verticillate Streptomyces sp. (MSU-2110) endophytic on Monstera sp",
        "Actinomycetes: Still a source of novel antibiotics",
        "IMG-ABC: New features for bacterial secondary metabolism analysis and targeted biosynthetic gene cluster discovery in thousands of microbial genomes",
        "A deep learning genome-mining strategy for biosynthetic gene cluster prediction",
        "Endophytic actinomycetes and their interactions with host plants",
        "Ansamitocin, a group of novel maytansinoid antibiotics with antitumour properties from Nocardia",
        "Screening of novel bioactive compounds from plant-associated actinomycetes",
        "Pteridic acids A and B, novel plant growth promoters with auxin-like activity from Streptomyces hygroscopicus TP-A0451",
        "Pterocidin, a cytotoxic compound from endophytic Streptomyces hygroscopicus",
        "Antitumor anthraquinones from an endophytic actinomycete Micromonospora lupini sp. nov",
        "Lupinacidin C, an inhibitor of tumor cell invasion from Micromonospora lupini",
        "Genetic studies of avermectin biosynthesis in Streptomyces avermitilis",
        "Spoxazomicins A-C, novel antitrypanosomal alkaloids produced by an endophytic actinomycete, Streptosporangium oxazolinicum K07-0460 T",
        "Actinoallolides A-E, new anti-trypanosomal macrolides, produced by an endophytic actinomycete, Actinoallomurus fulvus MK10-036",
        "Biosynthetic potential of phylogenetically unique endophytic actinomycetes from tropical plants",
        "Isolation and structure determination of a new cytotoxic peptide, curacozole, from Streptomyces curacoi based on genome mining",
        "In silico methods for linking genes and secondary metabolites: The way forward",
        "PKMiner: A database for exploring type II polyketide synthases",
        "Cytotoxic 6-alkylsalicylic acids from the endophytic Streptomyces laceyi",
        "Characterisation of two polyketides from Streptomyces sp. SKH1-2 isolated from roots of Musa (ABB) cv. 'Kluai Sao Kratuep Ho'",
        "Maytansine, a novel antileukemic ansa macrolide from Maytenus ovatus",
        "Biology of actinomycetes",
        "Mini review: Genome mining approaches for the identification of secondary metabolite biosynthetic gene clusters in Strepto- myces",
        "Automated genome mining for natural products",
        "PubChem as a public resource for drug discovery",
        "Macrolides of the bafilomycin family produced by Streptomyces sp. CS",
        "A new macrolide antibiotic with antitumor activity produced by Streptomyces sp. CS, a commensal microbe of Maytenus hookeri",
        "Two new macrolides produced by Streptomyces sp. CS",
        "A novel ansamycin, naphthomycin K from Streptomyces sp",
        "StreptomeDB: A resource for natural compounds isolated from Streptomyces species",
        "An update on molecular tools for genetic engineering of Actinomycetes-the source of important antibiotics and other valuable compounds",
        "Genome mining for bioactive compounds",
        "KNApSAcK Metabolite Activity Database for retrieving the relationships between metabolites and biological activities",
        "Trehangelins A, B and C, novel photo-oxidative hemolysis inhibitors produced by an endophytic actinomycete, Polymorphospora rubra K07-0510",
        "Genomic basis for natural product biosynthetic diversity in the actinomycetes",
        "Natural products as sources of new drugs over the last 25 years",
        "Activation and identification of five clusters for secondary metabolites in Streptomyces albus J 1074",
        "Treflorine, trenudine, and Nmethyltrenudone: Novel maytansinoids tumour inhibitors containing two fused macrocyclic rings",
        "NRPSsp: Non-ribosomal peptide synthase substrate predictor",
        "New and bioactive compounds from Streptomyces strains residing in the wood of Celastraceae",
        "Isolation, diversity, and antimicrobial activity of rare actinobacteria from medicinal plants of tropical rain forests in Xishuangbanna, China",
        "Biodiversity, bioactive natural products and biotechnological potential of plant-associated endophytic actinobacteria",
        "Bacterial endophytes in cotton: Mechanisms of entering the plant",
        "Genomic characterization of a new endophytic Streptomyces kebangsaanensis identifies biosynthetic pathway gene clusters for novel phenazine antibiotic production",
        "Bacterial endophytes and their interactions with hosts",
        "NRPSpredictor2-a web server for predicting NRPS adenylation domain specificity",
        "Plant growth enhancing effects by a siderophore-producing endophytic streptomycete isolated from a Thai jasmine rice plant (Oryza sativa L. cv. KDML105)",
        "Bacterial endophytes: Recent developments and applications",
        "Cedarmycins A and B, new antimicrobial antibiotics from Streptomyces sp. TP-A0456",
        "Antimicrobials, drug discovery, and genome mining",
        "Genome mining of Streptomyces sp. YIM 130001 isolated from lichen affords new thiopeptide antibiotic",
        "Diversity of endophytic actinomycetes in mandarin grown in northern Thailand, their phytohormone production potential and plant growth promoting activity",
        "Genomes to natural products prediction informatics for secondary metabolomes (PRISM)",
        "PRISM 3: Expanded prediction of natural product chemical structures from microbial genomes",
        "ClustScan: An integrated program package for the semi-automatic annotation of modular biosynthetic gene clusters and in silico prediction of novel chemical structures",
        "Bioprospecting for microbial endophytes and their natural products",
        "Natural products from endophytic microorganisms",
        "Secondary metabolites from endophytic Streptomyces aureofaciens CMUAc130 and their antifungal activity",
        "Antitumor activity of 4-arylcoumarins from endophytic Streptomyces aureofaciens CMUAc130",
        "Antibacterial, antioxidant and anticancer activities of biphenyls from Streptomyces sp. BO-07: An endophyte in Boesenbergia rotunda (L.) Mansf A",
        "Streptomyces kebangsaanensis sp. nov., an endophytic actinomycete isolated from an ethnomedicinal plant, which produces phenazine-1-carboxylic acid",
        "The tripod for bacterial natural product discovery: Genome mining, silent pathway induction, and mass spectrometry-based molecular networking",
        "BAGEL3: Automated identification of genes encoding bacteriocins and (non-) bactericidal posttranslationally modified peptides",
        "PKSIIIexplorer: TSVM approach for predicting Type III polyketide synthase proteins",
        "Alkaloids from the mangrove- derived actinomycete Jishengella endophytica 161111",
        "In silico tools for the analysis of antibiotic biosynthetic pathways",
        "CLUSEAN: A computer-based framework for the automated analysis of bacterial secondary metabolite biosynthetic gene clusters",
        "Antibiotic drug discovery",
        "Glycomyces phytohabitans sp. nov., a novel endophytic actinomycete isolated from the coastal halophyte in Jiangsu, East China",
        "Antimycin A 18 produced by an endophytic Streptomyces albidoflavus isolated from a mangrove plant",
        "Bafilomycins, produced by an endophytic actinomycete Streptomyces sp. YIM 56209",
        "A genomics-guided approach for discovering and expressing cryptic metabolic pathways",
        "Strategies for the discovery of new natural products by genome mining",
        "A new prenylated indole derivative from endophytic actinobacteria Streptomyces sp. neau-D50",
        "Antibacterial and antitumor macrolides from Streptomyces sp. Is9131",
        "The evolution of genome mining in microbes-a review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}