{
    "eid": "2-s2.0-84933513025",
    "title": "Dactylosporangium sucinum sp. nov., isolated from Thai peat swamp forest soil",
    "cover-date": "2015-06-30",
    "subject-areas": [
        {
            "$": "Drug Discovery",
            "@code": "3002"
        },
        {
            "$": "Pharmacology",
            "@code": "3004"
        }
    ],
    "keywords": [],
    "authors": [
        "Wongsakorn Phongsopitanun"
    ],
    "citedby-count": 5,
    "ref-count": 40,
    "ref-list": [
        "A new genus of the Actinoplanaceae: Dactylosporangium, gen. nov.",
        "The Actinomycetales",
        "Studies on a new aminoglycoside antibiotic, dactimicin i. producing organism and fermentation",
        "Dactylosporangium vinaceum sp. nov.",
        "Dactylosporangium roseum sp. nov.",
        "Dactylosporangium fulvum sp. nov.",
        "Dactylosporangium maewongense sp. nov., isolated from soil",
        "Dactylosporangium luridum sp. nov., Dactylosporangium luteum sp. nov. and Dactylosporangium salmoneum sp. nov., nom. rev., isolated from soil",
        "Dactylosporangium tropicum sp. nov., isolated from soil",
        "Dactylosporangium siamense sp. nov., isolated from soil",
        "Dactylosporangium darangshiense sp. nov., isolated from rock soil",
        "Humic acid-vitamin agar, a new medium for the selective isolation of soil actinomycetes",
        "Int. J. Syst. Bacteriol",
        "Color Harmony Manual 4th Edn",
        "Culture Media for Actinomycetes",
        "Actinomycetes",
        "Nocardia coeliaca, Nocardia autotrophica, and the nocardin strain",
        "Simplified approach to identification of aerobic actinomycetes by thin layer chromatography",
        "Post-Column Fluorometric Detection Of Reducing Sugars In High Performance Liquid Chromatography Using Arginine",
        "J. Gen. Appl. Microbiol",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "USFCC News",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "Mycolic acid composition and thermally adaptative changes in Nocardia asteroides",
        "Rapid preparation of DNA from filamentous fungi",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "Planotetraspora thailandica sp. nov., isolated from soil in Thailand",
        "Nucleic Acid Techniques in Bacterial Systematics",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Quantitative phyletics and the evolution of anurans",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Evolution",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Int. J. Syst. Bacteriol",
        "Chemotaxonomy of aerobic Actinomycetes: Phospholipid composition",
        "Bergeys Manual of Systematic Bacteriology. The Actinobacteria",
        "Int. J. Syst. Bacteriol"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tsukuba",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}