{
    "eid": "2-s2.0-84955204805",
    "title": "Transfer payments and upper secondary school outcomes: The case of low-income female students in Thailand",
    "cover-date": "2015-12-01",
    "subject-areas": [
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        }
    ],
    "keywords": [
        "academic performance",
        "cash transfer",
        "Secondary education",
        "Thailand"
    ],
    "authors": [
        "Jessica Vechbanyongratana"
    ],
    "citedby-count": 1,
    "ref-count": 18,
    "ref-list": [
        "Incentives and services for college achievement: Evidence from a randomized trial",
        "The effects of high stakes high school achievement awards: Evidence from a randomized trial",
        "Impact of A Conditional Education Subsidy on School Enrolment in Colombia, the Institute for Fiscal Studies Report Summary Familias 01",
        "Improving the design of conditional transfer programs: Evidence from a randomized education experiment in Colombia",
        "Conditional Cash Transfers in Education, Design Features, Peer and Sibling Effects Evidence from A Randomized Experiment in Colombia",
        "Conditional Cash Transfer Programs: Are They Really Magic Bullets?",
        "Family income and educational attainment: A review of approaches and evidence for Britain",
        "Demand and Supply-Side Determinants of Conditional Cash Transfer Program Effectiveness",
        "Is HOPE enough? Impacts of receiving and losing merit-based financial aid",
        "Incentives to learn",
        "15 Years Free Education Policy Ministry of Education",
        "Does family income matter for schooling outcomes? Using adoptees as a natural experiment",
        "The impact of a cash transfer program on cognitive achievement: The Bono de Desarrollo Humano of Ecuador",
        "Returns to investment in education: A further update",
        "Does parents' money matter?",
        "Can financial incentives enhance educational outcomes? Evidence from international experiments",
        "Labor Costs",
        "The returns to education in Thailand: A pseudo-panel approach"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "University of the Thai Chamber of Commerce",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn Economics Research Center"
    ]
}