{
    "eid": "2-s2.0-84920934844",
    "title": "A fresh look at keV sterile neutrino dark matter from frozen-in scalars",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Nuclear and High Energy Physics",
            "@code": "3106"
        }
    ],
    "keywords": [
        "Beyond Standard Model",
        "Cosmology of Theories beyond the SM",
        "Neutrino Physics"
    ],
    "authors": [
        "Adisorn Adulpravitchai"
    ],
    "citedby-count": 37,
    "ref-count": 110,
    "ref-list": [
        "Light sterile neutrinos: a white paper",
        "Dark matter from split seesaw",
        "JCAP",
        null,
        "Deriving models for keV sterile neutrino Dark Matter with the Froggatt-Nielsen mechanism",
        "Sterile neutrinos for warm dark matter and the reactor anomaly in flavor symmetry models",
        "KeV neutrino model building",
        "Separate seesaw and its applications to dark matter and baryogenesis",
        "Mon. Not. Roy. Astron. Soc",
        "Where are the missing galactic satellites?",
        "Globular clusters, satellite galaxies and stellar haloes from early dark matter peaks",
        "Sterile neutrinos, dark matter, and pulsar velocities in models with a higgs singlet",
        "Neutral current induced neutrino oscillations in a supernova",
        "Neutrino oscillations in the early universe",
        "Refraction and oscillations of neutrinos in the early universe",
        "Sterile neutrinos as dark matter",
        "Dark matter, baryogenesis and neutrino oscillations from right-handed neutrinos",
        "Sterile Neutrinos as the Origin of Dark and Baryonic Matter",
        "New dark matter candidate: Nonthermal sterile neutrinos",
        "Dark-matter sterile neutrinos in models with a gauge singlet in the Higgs sector",
        "Sterile neutrino dark matter and low scale leptogenesis from a charged scalar",
        "The νMSM, inflation, and dark matter",
        "Light inflaton hunter's guide",
        "KeV sterile neutrino dark matter in gauge extensions of the standard model",
        "Warm dark matter in low scale left-right theory",
        "New production mechanism for keV sterile neutrino Dark Matter by decays of frozen-in scalars",
        "A model for right-handed neutrino magnetic moments",
        "Detection of an unidentified emission line in the stacked x-ray spectrum of galaxy clusters",
        "Unidentified line in X-ray spectra of the andromeda galaxy and perseus galaxy cluster",
        "7 keV sterile neutrino dark matter from split flavor mechanism",
        "Resonantly produced 7 kev sterile neutrino dark matter models and the properties of milky way satellites",
        "Relic gravity waves and 7 keV dark matter from a GeV scale inflaton",
        null,
        null,
        "Dynamical framework for KeV Dirac neutrino warm dark matter",
        "Signatures of extra dimensional sterile neutrinos",
        "7 keV sterile neutrino dark matter in extended seesaw framework",
        "The 7 keV axion dark matter and the X-ray line signal",
        "X-ray line signal from 7 keV axino dark matter decay",
        "X-ray lines from dark matter: The good, the bad, and the unlikely",
        "KeV dark matter as X-ray line signal in radiative neutrino model",
        "7 keV scalar dark matter and the anomalous extragalactic x-ray spectrum 7 keV scalar dark matter and the anomalous ... K.S. Babu and Rabindra N. Mohapatra",
        "X-ray lines from R -parity violating decays of keV sparticles",
        "The poker face of the Majoron dark matter model: LUX to keV line",
        "X-ray line signal from decaying axino warm dark matter",
        "Axino dark matter in light of an anomalous X-ray line",
        "Natural X-ray lines from the low scale supersymmetry breaking",
        "Generating x-ray lines from annihilating dark matter",
        "X-ray line from the dark transition electric dipole",
        "3.5 keV X-ray line from nearly-degenerate WIMP dark matter decays",
        "3.55 keV hint for decaying axionlike particle dark matter",
        "3.55 keV photon line and its morphology from a 3.55 keV axionlike particle line 3.55 keV PHOTON LINE and ITS MORPHOLOGY from ... CICOLI et al.",
        "3.55 keV X-ray line signal from excited dark matter in radiative neutrino model",
        "Magnetic dark matter for the X-ray line at 3.55 keV",
        "3.55 keV photon lines from axion to photon conversion in the Milky Way and M 31",
        "A 3.55 keV line from DM → a → γ: predictions for cool-core and non-cool-core clusters",
        "3.55 keV X-ray line interpretation in radiative neutrino model",
        "Identification of 3.55 keV line in the framework of standard physics",
        "The 3.5 keV X-ray line signal from decaying moduli with low cutoff scale",
        "3.5 keV x-ray line from decaying gravitino dark matter 3.5 keV X-RAY line from decaying gravitino ⋯ N.-E. Bomark and L. Roszkowski",
        "Anomaly-free flavor models for Nambu-Goldstone bosons and the 3.5 keV X-ray line signal",
        "3.5 keV X-ray line signal from decay of right-handed neutrino due to transition magnetic moment",
        "3.5 keV x rays as the \"21 cm line\" of dark atoms, and a link to light sterile neutrinos 3.5 keV X RAYS AS the \"21 cm LINE\" of DARK ... CLINE et al.",
        "The 3.5 keV X-ray line signature from annihilating and decaying dark matter in Weinberg model",
        null,
        "3.5 keV galactic emission line as a signal from the hidden sector",
        "3.5 keV X-ray line and R-parity conserving supersymmetry",
        "Nonabelian dark matter models for 3.5 keV X-rays",
        "Hidden axion dark matter decaying through mixing with QCD axion and the 3.5 keV X-ray line",
        "Decaying vector dark matter as an explanation for the 3.5 keV line from galaxy clusters",
        "X-ray line in radiative neutrino model with global U (1) symmetry",
        "Exploring X-ray lines as scotogenic signals",
        "Strongly interacting dark matter: Self-interactions and keV lines",
        "Self-scattering for dark matter with an excited state",
        "Displaced vertices from X-ray lines",
        "Checking the dark matter origin of 3.53 keV line with the Milky Way center",
        "Comment on the paper “dark matter searches going bananas: the contribution of Potassium (and Chlorine) to the 3.5 keV line”",
        "Questioning a 3.5 keV dark matter emission line",
        "Dark matter searches going bananas: the contribution of Potassium (and Chlorine) to the 3.5 keV line",
        "Constraints on 3.55 keV line emission from stacked observations of dwarf spheroidal galaxies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sydney",
            "affilname": "The University of Sydney",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "Australian Research Council",
        "Chulalongkorn University"
    ]
}