{
    "eid": "2-s2.0-85047633401",
    "title": "ALMA constraints on star-forming gas in a prototypical z = 1.5 clumpy galaxy: The dearth of CO(5-4) emission from UV-bright clumps",
    "cover-date": "2017-08-01",
    "subject-areas": [
        {
            "$": "Space and Planetary Science",
            "@code": "1912"
        },
        {
            "$": "Astronomy and Astrophysics",
            "@code": "3103"
        }
    ],
    "keywords": [
        "Galaxies: evolution",
        "Galaxies: high-redshift",
        "Galaxies: ISM",
        "Galaxies: star formation",
        "Submillimetre: galaxies"
    ],
    "authors": [
        "A. Cibinel"
    ],
    "citedby-count": 25,
    "ref-count": 148,
    "ref-list": [
        "Disc formation and the origin of clumpy galaxies at high redshift",
        "ApJ",
        "CO(1-0) line imaging of massive star-forming disc galaxies at z = 1.5-2.2",
        "Measuring and modelling the redshift evolution of clustering: The Hubble Deep Field North",
        "Asp Conf. Ser. Vol. 336, Cosmic Abundances As Records of Stellar Evolution and Nucleosynthesis. Astron. Soc. Pac.",
        "Methods in Computational Physics",
        "SUB-KILOPARSEC ALMA IMAGING of COMPACT STAR-FORMING GALAXIES at z ∼ 2.5: REVEALING the FORMATION of DENSE GALACTIC CORES in the PROGENITORS of COMPACT QUIESCENT GALAXIES",
        "The egnog survey: MOLECULAR gas in intermediate-redshift star-forming galaxies",
        null,
        "The Hubble ultra deep field",
        "Estimating star formation rates from infrared and radio luminosities: The origin of the radio-infrared correlation",
        "Cold dark clouds: The initial conditions for star formation",
        "SExtractor: Software for source extraction",
        "The star formation law in nearby galaxies on SUB-KPC scales",
        "A constant molecular gas depletion time in nearby disk galaxies",
        "THE EMPIRE SURVEY: SYSTEMATIC VARIATIONS in the DENSE GAS FRACTION and STAR FORMATION EFFICIENCY from FULL-DISK MAPPING of M51",
        "A survey of molecular gas in luminous sub-millimetre galaxies",
        "Rapid formation of exponential disks and bulges at high redshift from the dynamical evolution of clump-cluster and chain galaxies",
        "Observations and modeling of a clumpy galaxy at z = 1.6* Spectroscopic clues to the origin and evolution of chain galaxies",
        "The long lives of giant clumps and the birth of outflows in gas-rich galaxies at high redshift",
        "Modeling CO emission from hydrodynamic simulations of nearby spirals, starbursting mergers, and high-redshift galaxies",
        "Ultraviolet luminosity functions from 132 z ∼ 7 and z 8 lyman-break galaxies in the ultra-deep hudf09 and wide-area early release science wfc3/ir observations",
        "Stellar population synthesis at the resolution of 2003",
        "The dust content and opacity of actively star-forming galaxies",
        "Cool gas in high-redshift galaxies",
        "Imaging the molecular gas in a submillimeter galaxy at z = 4.05: Cold mode accretion or a major merger?",
        "Galactic stellar and substellar initial mass function",
        "Interpreting the cosmic infrared background: Constraints on the evolution of the dust-enshrouded star formation rate",
        "A physical approach to the identification of high-z mergers: Morphological classification in the stellar mass domain",
        "A&A",
        "Radio emission from normal galaxies",
        "Errors in elliptical Gaussian fits",
        "A simple model to interpret the ultraviolet, optical and infrared emission from galaxies",
        "A new photometric technique for the joint selection of star-forming and passive galaxies at 1.4 ≲ z ≲ 2.5",
        "Vigorous star formation with low efficiency in massive disk galaxies at z = 1.5",
        "Very high gas fractions and extended gas reservoirs in z = 1.5 Disk galaxies",
        "Different star formation laws for disks versus starbursts at low and high redshifts",
        "CO excitation of normal star-forming galaxies out to z = 1.5 as regulated by the properties of their interstellar medium",
        "The infrared spectral energy distribution of normal star-forming galaxies: Calibration at far-infrared and submillimeter wavelengths",
        "Formation of massive galaxies at high redshift: Cold streams, clumpy disks, and compact spheroids",
        "Goods Team 2003, Proc. European Southern Observatory, the Mass of Galaxies at Low and High Redshift",
        "Identifying luminous active galactic nuclei in deep surveys: Revised IRAC selection criteria",
        "Rotating nuclear rings and extreme starbursts in ultraluminous galaxies",
        "Infrared emission from interstellar dust. IV. The silicate-graphite-PAH model in the post-Spitzer ERA",
        "A deep ALMA image of the Hubble Ultra Deep Field",
        "GOODS-Herschel: An infrared main sequence for star-forming galaxies",
        "The abundance of star-forming galaxies in the redshift range 8.5-12: New results from the 2012 Hubble Ultra Deep Field CAMPAIGN",
        "Stellar populations in 10 clump-cluster galaxies of the hubble ultra deep field",
        "Resolved galaxies in the hubble ultra deep field: Star formation in disks at high redshift",
        "Star formation relations in nearby molecular clouds",
        "A link between star formation quenching and inner stellar mass density in Sloan digital sky survey central galaxies",
        "COBE Far Infrared Absolute Spectrophotometer observations of galactic lines",
        "The sins survey: Sinfoni integral field spectroscopy of z 2 star-forming galaxies",
        "Molecular gas in the z = 2.8 submillimeter galaxy SMM 02399-0136",
        "Towards a resolved Kennicutt-Schmidt law at high redshift",
        "Simulations of supermassive black hole growth in high-redshift disc galaxies",
        "The star formation rate and dense molecular gas in galaxies",
        "On the evolution of the molecular gas fraction of star-forming galaxies",
        "Short-lived star-forming giant clumps in cosmological simulations of z ≈ 2 disks",
        "A study of the gas-star formation relation over cosmic time",
        "The sins survey of Z 2 galaxy kinematics: Properties of the giant star-forming clumps",
        "PHIBSS: Molecular gas, extinction, star formation, and kinematics in the z = 1.5 star-forming galaxy EGS13011166",
        "The SINS/zC-SINF survey of z 2 galaxy kinematics: Evidence for gravitational quenching",
        "An interferometric CO survey of luminous submillimetre galaxies",
        "Star formation relations and co spectral line energy distributions across the j-ladder and redshift",
        "Candels: The Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey",
        "Dust continuum emission as a tracer of gas mass in galaxies",
        "Asp Conf. Ser. Vol. 217, Imaging at Radio through Submillimeter Wavelengths. Astron. Soc. Pac.",
        "Multi-wavelength view of kiloparsec-scale clumps in star-forming galaxies at z∼ 2",
        "Candels multi-wavelength catalogs: Source detection and photometry in the goods-south field",
        "Pasj",
        "The star formation rate and gas surface density relation in the milky way: Implications for extragalactic studies",
        "Evidence for a clumpy, rotating gas disk in a submillimeter galaxy at z = 4",
        "The kiloparsec-scale star formation law at redshift 4: Widespread, highly efficient star formation in the dust-obscured starburst galaxy GN20",
        "Stellar feedback and bulge formation in clumpy discs",
        "Mass assembly in quiescent and star-forming galaxies since z 4 from UltraVISTA",
        "The hst extreme deep field (XDF): Combining all acs and WFC3/IR data on the hudf region into the deepest field ever",
        "A new diagnostic of active galactic nuclei: Revealing highly absorbed systems at redshift >0.3",
        "Active galactic nuclei emission line diagnostics and the mass-metallicity relation up to redshift z 2: The impact of selection effects and evolution",
        "Star formation in galaxies along the Hubble sequence"
    ],
    "affiliation": [
        {
            "affiliation-city": "Geneva",
            "affilname": "Faculty of Science",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "Munich",
            "affilname": "Ludwig-Maximilians-Universität München",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "The University of Tokyo",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Charlottesville",
            "affilname": "National Radio Astronomy Observatory",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Garching bei Munchen",
            "affilname": "European Southern Observatory",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Socorro",
            "affilname": "National Radio Astronomy Observatory Socorro",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Gif-sur-Yvette",
            "affilname": "CEA Saclay",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Brighton",
            "affilname": "University of Sussex",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Copenhagen",
            "affilname": "Niels Bohr Institutet",
            "affiliation-country": "Denmark"
        },
        {
            "affiliation-city": "Athens",
            "affilname": "National Observatory of Athens",
            "affiliation-country": "Greece"
        }
    ],
    "funding": [
        "Villum Fonden",
        "Chulalongkorn University",
        "Horizon 2020 Framework Programme",
        "Schweizerischer Nationalfonds zur Förderung der Wissenschaftlichen Forschung",
        "Seventh Framework Programme",
        "Royal Society Leverhulme Trust",
        "Japan Society for the Promotion of Science",
        "Agence Nationale de la Recherche",
        "Science and Technology Facilities Council",
        "European Research Council"
    ]
}