{
    "eid": "2-s2.0-85033791814",
    "title": "One-Step Synthesis of 2,5-Bis(chloromethyl)-1,4-dioxane from Epichlorohydrin Using ZIF-8, Taking Advantage of Structural Defects",
    "cover-date": "2017-11-16",
    "subject-areas": [
        {
            "$": "Inorganic Chemistry",
            "@code": "1604"
        }
    ],
    "keywords": [
        "Cyclodimerization",
        "Structural defects",
        "Temperature program desorption",
        "X-ray diffraction",
        "Zeolites",
        "Zinc"
    ],
    "authors": [
        "Bibimaryam Mousavi"
    ],
    "citedby-count": 8,
    "ref-count": 48,
    "ref-list": [
        "Direct synthesis of di-heteroatom containing cyclic organic compounds",
        "Alkane Functionalization on a Preparative Scale by Mercury-Photosensitized Cross-Dehydrodimerization",
        "Die Makromolekulare Chemie",
        "Superacids and Their Derivatives. IX. Selective Cyclodimerization of Etylene Oxide to 1,4-Dioxane Catalyzed by Superacids and Their Derivatives",
        "FORMATION OF CYCLIC OLIGOMERS IN THE CATIONIC POLYMERIZATION OF HETEROCYCLES.",
        "Crystal structure and stereochemistry of the cyclic tetramer derived from epichlorohydrin",
        "Macrocyclic Polyethers and Their Complexes",
        "Angew. Chem.",
        "Comprehensive organometallic chemistry III",
        "Design and synthesis of metal-carboxylate frameworks with permanent microporosity",
        "Metal-organic frameworks containing N-heterocyclic carbenes and their precursors",
        "Applications of metal-organic frameworks in heterogeneous supramolecular catalysis",
        "Metal-organic frameworks catalyzed C-C and C-heteroatom coupling reactions",
        "Metal-organic frameworks: Opportunities for catalysis",
        "Angew. Chem.",
        "Metal-organic frameworks: Versatile heterogeneous catalysts for efficient catalytic organic transformations",
        "A room temperature synthesizable and environmental friendly heterogeneous ZIF-67 catalyst for the solvent less and co-catalyst free synthesis of cyclic carbonates",
        "Pore surface engineering of microporous coordination polymers",
        "An N-heterocyclic carbene based MOF catalyst for Sonogashira cross-coupling reaction",
        "Zeolite A imidazolate frameworks",
        null,
        "Catalysis of transesterification by a nonfunctionalized metal-organic framework: Acido-basicity at the external surface of ZIF-8 probed by FTIR and ab initio calculations",
        null,
        "Defect formation in metal–organic frameworks initiated by the crystal growth-rate and effect on catalytic performance",
        "Synthesis, structure, and carbon dioxide capture properties of zeolitic imidazolate frameworks",
        "Applications for Metal-Organic Frameworks (MOFs) as quantum dot semiconductors",
        "Base catalytic activity of alkaline earth MOFs: A (micro)spectroscopic study of active site formation by the controlled transformation of structural anions",
        "Metal-Organic Framework (MOF) Defects under Control: Insights into the Missing Linker Sites and Their Implication in the Reactivity of Zirconium-Based Frameworks",
        "Engineering of coordination polymers for shape selective alkylation of large aromatics and the role of defects",
        "Exceptional chemical and thermal stability of zeolitic imidazolate frameworks",
        "A spray-drying strategy for synthesis of nanoscale metal-organic frameworks and their assembly into hollow superstructures",
        "Role of crystal size on swing-effect and adsorption induced structure transition of ZIF-8",
        "Facet-dependent catalytic activity of ZIF-8 nanocubes and rhombic dodecahedra based on tracing substrate diffusion in pores by SERS: A case study for surface catalysis of MOFs",
        "Formate modulated solvothermal synthesis of ZIF-8 investigated using time-resolved in situ X-ray diffraction and scanning electron microscopy",
        "KINETIC FEATURES OF CATIONIC OLIGOMERIZATION OF EPOXIDES.",
        "Die Makromolekulare Chemie.",
        "J. Polym. Sci.",
        "Polymerization of 1,2‐epoxypropane and 1,2‐epoxycyclohexane by diethylzinc‐polyhydric phenol and/or phenol or 1‐phenoxy‐2‐propanol as catalysts",
        "Catalytic activity of a series of Zn(II) phenoxides for the copolymerization of epoxides and carbon dioxide",
        "Solvent-free direct regioselective ring opening of epoxides with imidazoles",
        "Effect of steaming on the defect structure and acid catalysis of protonated zeolites",
        "Ordered silicon vacancies in the framework structure of the zeolite catalyst SSZ-74",
        "Probing the Lewis acid sites and CO catalytic oxidation activity of the porous metal-organic polymer [Cu(5-methylisophthalate)]",
        "Zeolitic imidazole framework-67 as an efficient heterogeneous catalyst for the synthesis of ethyl methyl carbonate",
        null,
        "Surface acid-base catalytic activity of ZIF-8 revealed by super-resolution fluorescence microscopy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Wuhan",
            "affilname": "State Key Laboratory of Advanced Technology for Materials Synthesis and Processing",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Ghent",
            "affilname": "Universiteit Gent",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tomsk",
            "affilname": "Tomsk Polytechnic University",
            "affiliation-country": "Russian Federation"
        }
    ],
    "funding": [
        "S.C.",
        "National Natural Science Foundation of China",
        "National Natural Science Foundation of China",
        "Wuhan University of Technology",
        "State Key Laboratory of Advanced Technology for Materials Synthesis and Processing"
    ]
}