{
    "eid": "2-s2.0-85015050560",
    "title": "Transit timing variation and transmission spectroscopy analyses of the hot Neptune GJ3470b",
    "cover-date": "2016-12-11",
    "subject-areas": [
        {
            "$": "Space and Planetary Science",
            "@code": "1912"
        },
        {
            "$": "Astronomy and Astrophysics",
            "@code": "3103"
        }
    ],
    "keywords": [
        "Eclipses",
        "GJ 3470b",
        "Planetary systems",
        "Planets and satellites: atmospheres",
        "Planets and satellites: individual",
        "Stars: late-type",
        "Techniques: photometric"
    ],
    "authors": [
        "S. Awiphan"
    ],
    "citedby-count": 32,
    "ref-count": 46,
    "ref-list": [
        "TRANSIT TIMING to FIRST ORDER in ECCENTRICITY",
        "On detecting terrestrial planets with timing of giant planet transits",
        "A ground-based transmission spectrum of the super-Earth exoplanet GJ 1214b",
        "Optical transmission photometry of the highly inflated exoplanet WASP-17b",
        "Warm ice giant GJ 3470b - II. Revised planetary and stellar parameters from optical to near-infrared transit photometry",
        "A hot Uranus transiting the nearby M dwarf GJ 3470: Detected with H ARPS velocimetry. Captured in transit with T RAPPIST photometry",
        "Gravity and limb-darkening coefficients for the Kepler, CoRoT, Spitzer, uvby, UBVRIJHK, and Sloan photometric systems",
        "PLANETARY CANDIDATES OBSERVED by KEPLER. VII. the FIRST FULLY UNIFORM CATALOG BASED on the ENTIRE 48-MONTH DATA SET (Q1-Q17 DR24)",
        "A&A",
        "Accurate masses of very low mass stars - IV. Improved mass-luminosity relations",
        "Spitzer observations of GJ 3470 b: A very low-density neptune-size planet orbiting a metal-rich M dwarf",
        "MNRAS",
        "RAYLEIGH SCATTERING in the ATMOSPHERE of the WARM EXO-NEPTUNE GJ 3470B",
        "Near-infrared transmission spectrum of the warm-Uranus GJ 3470b with the Wide Field Camera-3 on the Hubble Space Telescope",
        "Transit timing observations from Kepler. IV. Confirmation of four multiple-planet systems by simple physical models",
        "Transit timing observations from Kepler. II. Confirmation of two multiplanet systems via a non-parametric correlation analysis",
        "Transit timing observations from Kepler. V. Transit timing variation candidates in the first sixteen months from polynomial models",
        "Optical-to-near-infrared simultaneous observations for the hot Uranus GJ3470b: A hint of a cloud-free atmosphere",
        "Transit analysis package: An IDL graphical user interface for exoplanet transit photometry",
        "Strong water absorption in the dayside emission spectrum of the planet HD 189733b",
        "The use of transit timing to detect terrestrial-mass extrasolar planets",
        "Kepler-9: A system of multiple planets transiting a sun-like star, confirmed by timing variations",
        "Planet occurrence within 0.25AU of solar-type stars from Kepler",
        "Theoretical transit spectra for gj1214b and other \"super-Earths\"",
        "Mass-radius relations and core-envelope decompositions of super-earths and sub-neptunes",
        "A featureless transmission spectrum for the Neptune-mass exoplanet GJ 436b",
        "Clouds in the atmosphere of the super-Earth exoplanet GJ 1214b",
        "Rayleigh scattering in the transit spectrum of HD 189733b",
        "A closely packed system of low-mass, low-density planets transiting Kepler-11",
        "Understanding the mass-radius relation for sub-neptunes: Radius as a proxy for composition",
        "Analytic light curves for planetary transit searches",
        "Occurrence and core-envelope structure of 1-4x Earth-size planets around Sun-like stars",
        "Very low density planets around kepler-51 revealed with transit timing variations and an anomaly similar to a planet-planet eclipse event",
        "Transit timing observations from Kepler. VIII. Catalog of transit timing measurements of the first twelve quarters",
        "The nature of the atmosphere of the transiting super-earth GJ 1214b",
        "FALSE POSITIVE PROBABILITIES for ALL KEPLER OBJECTS of INTEREST: 1284 NEWLY VALIDATED PLANETS and 428 LIKELY FALSE POSITIVES",
        "A&A",
        "Using high-resolution optical spectra to measure intrinsic properties of low-mass stars: New properties for KOI-314 and GJ 3470",
        "Minimum core masses for giant planet formation with realistic equations of state and opacities",
        "ApJ",
        "Exoplanet atmospheres",
        "Transit timing observations from Kepler- III. Confirmation of four multiple planet systems by a Fourier-domain study of anticorrelated transit timing variations",
        "Transit timing observations from Kepler. VI. Potentially interesting candidate systems from fourier-based statistical tests",
        "Transit timing observations from Kepler - VII. Confirmation of 27 planets in 13 multiplanet systems via transit timing variations and orbital stability",
        "A ground-based near-infrared emission spectrum of the exoplanet HD 189733b",
        "The mass-radius relation for 65 exoplanets smaller than 4 earth radii"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chiangmai",
            "affilname": "National Astronomical Research Institute of Thailand",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Coventry",
            "affilname": "Faculty of Science, Engineering and Medicine",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Chapel Hill",
            "affilname": "College of Arts &amp; Sciences",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "The University of Tokyo",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "San Cristobal de La Laguna",
            "affilname": "Instituto Astrofisico de Canarias",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Manchester",
            "affilname": "The University of Manchester",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Sheffield",
            "affilname": "The University of Sheffield",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "NARIT",
        "National Science Foundation",
        "Science and Technology Facilities Council",
        "Leverhulme Trust",
        "University of Manchester",
        "Japan Society for the Promotion of Science"
    ]
}