{
    "eid": "2-s2.0-85130700358",
    "title": "Improved biohydrogen production by co-cultivation of N2-fixing cyanobacterium Fischerella muscicola TISTR 8215 and microalga Chlorella sp.",
    "cover-date": "2022-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Biohydrogen",
        "Cell immobilization",
        "Chlorophyta",
        "Co-cultivation",
        "Cyanobacterium"
    ],
    "authors": [
        "Palaya Wutthithien",
        "Aran Incharoensakdi"
    ],
    "citedby-count": 3,
    "ref-count": 29,
    "ref-list": [
        "Role of heterotrophic nutrition in growth of the alga Scenedesmus obliquus in high-rate oxidation ponds",
        "Algal-bacterial cooperation improves algal photolysis-mediated hydrogen production",
        "Improving hydrogen production using co-cultivation of bacteria with Chlamydomonas reinhardtii microalga",
        "Oxygen relations of nitrogen fixation in cyanobacteria",
        "Production of hydrogen by an Anabaena variabilis mutant in photobioreactor under aerobic outdoor conditions",
        "Elucidation of the pore size and temperature dependence of the oxygen diffusion into porous silicon",
        "Microbial paths to renewable hydrogen production",
        "Towards optimization of cyanobacteria as biotechnologically relevant producers of molecular hydrogen, a clean and renewable energy source",
        "Photofermentative hydrogen production from wastes",
        "Microalgal hydrogen production: A review",
        "Bacterial symbionts enhance photo-fermentative hydrogen evolution of Chlamydomonas algae",
        "Cyanobacterial hydrogen production",
        "Growth and photosynthesis in an extreme thermophile Synechococcus lividus (Cyanophyta)",
        "Microbial production of hydrogen: an overview",
        "The Anabaena sp. PCC 7120 exoproteome: taking a peek outside the box",
        "Nitrogen deprivation results in photosynthetic hydrogen production in Chlamydomonas reinhardtii",
        "The effects of exogenous amino acids on growth and nitrogenase activity in the cyanobacterium Anabaena cylindrica PCC 7122",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Growth and nutrient removal in free and immobilized green algae in batch and semi-continuous cultures treating real wastewater",
        "Structural insight into the complex of ferredoxin and [FeFe] hydrogenase from Chlamydomonas reinhardtii",
        "Active Fe-containing superoxide dismutase and abundant sodF mRNA in Nostoc commune (Cyanobacteria) after years of desiccation",
        "Enhancement of total lipid yield by nitrogen, carbon, and iron supplementation in isolated microalgae",
        "Biohydrogen production by immobilized Chlorella sp. using cycles of oxygenic photosynthesis and anaerobiosis",
        "Enhanced hydrogen production by Nostoc sp. CU2561 immobilzed in a novel agar bead",
        "Hydrogen production by unicellular green alga Chlorella sp. LSD-W2 isolated from seawater in Thailand",
        "Hydrogen production by sulfur-deprived Chlamydomonas reinhardtii under photoautotrophic conditions",
        "The exo-proteome and exo-metabolome of Nostoc punctiforme (Cyanobacteria) in the presence and absence of nitrate",
        "[Fe]-hydrogenases in green algae: photo-fermentation and hydrogen evolution under sulfur deprivation",
        "Improvement of photobiological hydrogen production by suspended and immobilized cells of the N2-fixing cyanobacterium Fischerella muscicola TISTR 8215"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}