{
    "eid": "2-s2.0-85164117220",
    "title": "Co-application of citric acid and Nocardiopsis sp. strain RA07 enhances phytoremediation potentiality of Sorghum bicolor L.",
    "cover-date": "2023-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Chemistry",
            "@code": "2304",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Pollution",
            "@code": "2310",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Health, Toxicology and Mutagenesis",
            "@code": "2307",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Citric acid",
        "Copper",
        "Lead",
        "Nocardiopsis sp. RA07",
        "Phytoremediation"
    ],
    "authors": [
        "Sivagnanam Silambarasan",
        "Peter Logeswari",
        "Alisa S. Vangnai",
        "Rodrigo Pérez",
        "Balu Kamaraj",
        "Pablo Cornejo"
    ],
    "citedby-count": 0,
    "ref-count": 64,
    "ref-list": [
        "The effect of excess copper on growth and physiology of important food crops: a review",
        "Catalase in vitro",
        "Effects of insecticides on plant-growth-promoting activities of phosphate solubilizing rhizobacterium Klebsiella sp. strain PS19",
        "Role of Streptomyces pactum in phytoremediation of trace elements by Brassica juncea in mine polluted soils",
        "Microbe-citric acid assisted phytoremediation of chromium by castor bean (Ricinus communis L.)",
        "Beijerinckia fluminensis BFC-33, a novel multi-stress-tolerant soil bacterium: deciphering the stress amelioration, phytopathogenic inhibition and growth promotion in Triticum aestivum (L.)",
        "Plant growth-promoting bacteria in phytoremediation of metal-polluted soils: current knowledge and future directions",
        "Trace elements in the soil-plant interface: phytoavailability, translocation, and phytoremediation-A review",
        "Rhodotorulic acid from species of leucosporidium, rhodosporidium, rhodotorula, sporidiobolus, and sporobolomyces, and a new alanine-containing ferrichrome from Cryptococcus melibiosum",
        "Cadmium-tolerant plant growth-promoting bacteria associated with the roots of Indian mustard (Brassica juncea L. Czern.)",
        "Role of plant growth-promoting rhizobacteria in boosting the phytoremediation of stressed soils: opportunities, challenges, and prospects",
        "Synergistic association of endophytic fungi enhances Glycine max L. resilience to combined abiotic stresses: heavy metals, high temperature and drought stress",
        "Rapid in situ assay for indole acetic acid production by bacteria immobilized on nitrocellulose membrane",
        "Amelioration of chromium and heat stresses in Sorghum bicolor by Cr6+reducing-thermotolerant plant growth promoting bacteria",
        "Enhanced phytoextraction of multi-metal contaminated soils under increased atmospheric temperature by bioaugmentation with plant growth promoting Bacillus cereus",
        "Improvement of Brassica napus growth under chromium stress by cadmium-resistant rhizobacteria",
        "Plant-rhizobacteria interactions alleviate abiotic stress conditions",
        "Citric acid assisted phytoextraction of chromium by sunflower; morpho-physiological and biochemical alterations in plants",
        "Citric acid-assisted phytoextraction of lead: a field experiment",
        "Plant growth-promoting bacteria: mechanisms and applications",
        "Portraying mechanics of plant growth promoting rhizobacteria (PGPR): a review",
        "Improving cadmium accumulation by Solanum nigrum L. via regulating rhizobacterial community and metabolic function with phosphate-solubilizing bacteria colonization",
        "Photoperoxidation in isolated chloroplasts: I. Kinetics and stoichiometry of fatty acid peroxidation",
        "Individual and combinatorial application of Kocuria rhizophila and citric acid on phytoextraction of multi-metal contaminated soils by Glycine max L",
        "Glycolate metabolism of three submersed aquatic angiosperms during ageing",
        "Green remediation of toxic metals contaminated mining soil using bacterial consortium and Brassica juncea",
        "Synthesis, nature and utility of universal iron chelators-siderophore: a review",
        "Generation of superoxide radical during auto oxidation of hydroxyl amine and an assay for superoxide dismutase",
        "Bioaugmentation with copper tolerant endophyte Pseudomonas lurida strain EOO26 for improved plant growth and copper phytoremediation by Helianthus annuus",
        "Lead accumulation reduces photosynthesis in the lead hyper-accumulator Salvinia minima baker by affecting the cell membrane and inducing stomatal closure",
        "Endophyte Pseudomonas putida enhanced Trifolium repens L. growth and heavy metal uptake: a promising in-situ non-soil cover phytoremediation method of nonferrous metallic tailing",
        "Inoculation with metal-mobilizing plant-growth-promoting rhizobacterium Bacillus sp. SC2b and its role in rhizoremediation",
        "Biochemical and molecular mechanisms of plant microbe-metal interactions: Relevance for phytoremediation",
        "Insights into citric acid-induced cadmium tolerance and phytoremediation in Brassica juncea L.: coordinated functions of metal chelation, antioxidant defense and glyoxalase systems",
        "Citric acid enhances plant growth, photosynthesis, and phytoextraction of lead by alleviating the oxidative stress in castor beans",
        "Impact of different amendments on biochemical responses of sesame (Sesamum indicum L.) plants grown in lead-cadmium contaminated soil",
        "Alleviation of Cu toxicity in Oenothera picensis by copper adapted arbuscular mycorrhizal fungi and treated agrowaste residue",
        "Bioaccumulation of cadmium by Enterobacter sp. and enhancement of rice seedling growth under cadmium stress",
        "Formulae for determination of chlorophyllous pigments extracted with N, N-dimethylformamide",
        "Hydrogen peroxide is scavenged by ascorbate specific peroxides in spinach chloroplast",
        "Burkholderia phytofirmans PsJN and tree twigs derived biochar together retrieved Pb-induced growth, physiological and biochemical disturbances by minimizing its uptake and translocation in mung bean (Vigna radiata L.)",
        "Environmental metal contamination and health impact assessment in two industrial regions of Romania",
        "Heavy metal and metalloid toxicity in horticultural plants: tolerance mechanism and remediation strategies",
        "Methods for isolating and characterizing ACC deaminase containing plant growth promoting rhizobacteria",
        "Rhizosphere management for phytoremediation of copper mine tailings",
        "Unraveling the heavy metal resistance and biocontrol potential of Pseudomonas sp. K32 strain facilitating rice seedling growth under Cd stress",
        "Application of mineral-based amendments for enhancing phytostabilization in Lolium perenne L. cultivation",
        "Influence of metal resistant-plant growth-promoting bacteria on the growth of Ricinus communis in soil contaminated with heavy metals",
        "Endophytic bacteria and their potential to enhance heavy metal phytoextraction",
        "Alleviation of environmental stress in plants: the role of beneficial Pseudomonas spp",
        "Influence of biochar and EDTA on enhanced phytoremediation of lead contaminated soil by Brassica juncea",
        "Ameliorative role of Bacillus subtilis FBL-10 and silicon against lead induced stress in Solanum melongena",
        "Factors affecting phytoextraction: a review",
        "Biodegradation of 4-nitroaniline by plant-growth promoting Acinetobacter sp. AVLB2 and toxicological analysis of its biodegradation metabolites",
        "Simultaneous mitigation of aluminum, salinity and drought stress in Lactuca sativa growth via formulated plant growth promoting Rhodotorula mucilaginosa CAM4",
        "Pseudomonas citronellolis strain SLP6 enhances the phytoremediation efficiency of Helianthus annuus in copper contaminated soils under salinity stress",
        "Amelioration of aluminum phytotoxicity in Solanum lycopersicum by co-inoculation of plant growth promoting Kosakonia radicincitans strain CABV2 and Streptomyces corchorusii strain CASL5",
        "Plant growth-promoting actinobacterial inoculant assisted phytoremediation increases cadmium uptake in Sorghum bicolor under drought and heat stresses",
        "Plant growth promoting strain Bacillus cereus (RCS-4 MZ520573.1) enhances phytoremediation potential of Cynodon dactylon L. in distillery sludge",
        "Main molecular pathways associated with copper tolerance response in Imperata cylindrica by de novo transcriptome assembly",
        "Inoculation of plant growth promoting bacteria from hyperaccumulator facilitated non-host root development and provided promising agents for elevated phytoremediation efficiency",
        "Isolation of heavy metal-immobilizing and plant growth-promoting bacteria and their potential in reducing Cd and Pb uptake in water spinach",
        "The plant-growth promoting bacteria promote cadmium uptake by inducing a hormonal crosstalk and lateral root formation in a hyperaccumulator plant Sedum alfredii",
        "Toxic responses of microorganisms to nickel exposure in farmland soil in the presence of earthworm (Eisenia fetida)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Temuco",
            "@id": "60012035",
            "affilname": "Universidad de la Frontera",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012035",
            "affiliation-country": "Chile"
        },
        {
            "affiliation-city": "Dammam",
            "@id": "60104334",
            "affilname": "Imam Abdulrahman Bin Faisal University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60104334",
            "affiliation-country": "Saudi Arabia"
        },
        {
            "affiliation-city": "Valparaiso",
            "@id": "60023520",
            "affilname": "Pontificia Universidad Católica de Valparaíso",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023520",
            "affiliation-country": "Chile"
        }
    ],
    "funding": [
        "ANID-Chile",
        "Vicerrectoría de Investigación y Postgrado, Universidad de La Frontera",
        "MINEDUC",
        "National Research Council of Thailand",
        "Agencia Nacional de Investigación y Desarrollo"
    ]
}