{
    "eid": "2-s2.0-85104563821",
    "title": "Flavonoids increase melanin production and reduce proliferation, migration and invasion of melanoma cells by blocking endolysosomal/melanosomal TPC2",
    "cover-date": "2021-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Ponsawan Netcharoensirisuk",
        "Carla Abrahamian",
        "Rachel Tang",
        "Cheng Chang Chen",
        "Anna Scotto Rosato",
        "Wyatt Beyers",
        "Yu Kai Chao",
        "Antonio Filippini",
        "Santiago Di Pietro",
        "Karin Bartel",
        "Martin Biel",
        "Angelika M. Vollmar",
        "Kaoru Umehara",
        "Wanchai De-Eknamkul",
        "Christian Grimm"
    ],
    "citedby-count": 26,
    "ref-count": 36,
    "ref-list": [
        "Cancer statistics, 2020",
        "Cost-of-illness of melanoma in Europe: A modelling approach",
        "Photochemistry. Chemiexcitation of melanin derivatives induces DNA photoproducts long after UV exposure",
        "TPC2 controls pigmentation by regulating melanosome pH and size",
        "Two newly identified genetic determinants of pigmentation in Europeans",
        "TPC2 polymorphisms associated with a hair pigmentation phenotype in humans result in gain of channel function by independent mechanisms",
        "Two-pore channel function is crucial for the migration of invasive cancer cells",
        "Calcium signals regulated by NAADP and two-pore channels-their role in development, differentiation and cancer",
        "VEGF-induced neoangiogenesis is mediated by NAADP and two-pore channel-2-dependent Ca2+ signaling",
        "Naringenin impairs two-pore channel 2 activity and inhibits VEGF-induced angiogenesis",
        "Up-regulation of lysosomal TRPML1 channels is essential for lysosomal adaptation to nutrient starvation",
        "Topical drug rescue strategy and skin protection based on the role of Mc1r in UV-induced tanning",
        "4-n-butylresorcinol, a highly effective tyrosinase inhibitor for the topical treatment of hyperpigmentation",
        "Agonist-mediated switching of ion selectivity in TPC2 differentially promotes lysosomal function",
        "Flavonoids and cancer prevention: a review of the evidence",
        "Sharma AK. Anti-cancer potential of flavonoids: Recent trends and future perspectives",
        "Flavonoids in Cancer and Apoptosis",
        "A novel recurrent mutation in MITF predisposes to familial and sporadic melanoma",
        "Integrative genomic analyses identify MITF as a lineage survival oncogene amplified in malignant melanoma",
        "Melanoma genetics and therapeutic approaches in the 21st century: Moving from the benchside to the bedside",
        "MITF drives endolysosomal biogenesis and potentiates Wnt signaling in melanoma cells",
        "Analysis of Protein Stability by the Cycloheximide Chase Assay",
        "High susceptibility to fatty liver disease in two-pore channel 2-deficient mice",
        "TPC1 has two variant isoforms, and their removal has different effects on endolysosomal functions compared to loss of TPC2",
        "Ebola virus. Two-pore channels control Ebola virus host cell entry and are drug targets for disease treatment",
        "Inhibition of human melanoma cell growth by the dietary flavonoid fisetin is associated with disruption of Wnt/β-catenin signaling and decreased Mitf levels",
        "Increased risk of developing cutaneous malignant melanoma is associated with variation in pigmentation genes and VDR, and may involve epistatic effects",
        "A melanosomal two-pore sodium channel regulates pigmentation",
        "Small molecules for early endosome-specific patch clamping",
        "Patch-clamp technique to characterize ion channels in enlarged individual endolysosomes",
        "p-Coumaric acid, a constituent of Sasa quelpaertensis Nakai, inhibits cellular melanogenesis stimulated by alpha-melanocyte stimulating hormone",
        "TRPML1 links lysosomal calcium to autophagosome biogenesis through the activation of the CaMKKβ/VPS34 pathway",
        "Estrogenic constituents of the heartwood of Dalbergia parviflora",
        "Flavonoids from the heartwood of the Thai medicinal plant Dalbergia parviflora and their effects on estrogenic-responsive human breast cancer cells",
        "Constituents of useful plants. I.X. Constituents of Arachis hypogaea L",
        "Duartin, an isolflavan from Macherium opacum"
    ],
    "affiliation": [
        {
            "affiliation-city": "Munich",
            "@id": "60028717",
            "affilname": "Ludwig-Maximilians-Universität München",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028717",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Yokohama",
            "@id": "60189457",
            "affilname": "Yokohama University of Pharmacy",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189457",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Rome",
            "@id": "60032350",
            "affilname": "Sapienza Università di Roma",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032350",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Fort Collins",
            "@id": "60009226",
            "affilname": "Colorado State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009226",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "NIH",
        "DAAD",
        "DFG",
        "TRF"
    ]
}