{
    "eid": "2-s2.0-85098012020",
    "title": "Economic Burden of Influenza in Thailand: A Systematic Review",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Health Policy",
            "@code": "2719",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "costs of illness",
        "economic burden",
        "influenza",
        "systematic review",
        "Thailand"
    ],
    "authors": [
        "S. Kiertiburanakul",
        "W. Phongsamart",
        "T. Tantawichien",
        "W. Manosuthi",
        "P. Kulchaitanaroaj"
    ],
    "citedby-count": 4,
    "ref-count": 38,
    "ref-list": [
        "Influenza",
        "Estimates of global seasonal influenza-associated respiratory mortality: a modelling study",
        "The cost of influenza in Thailand",
        "Influenza viruses in Thailand: 7 years of sentinel surveillance data, 2004-2010",
        "Mortality attributable to seasonal influenza A and B infections in Thailand, 2005-2009: a longitudinal study",
        "Economic burden of chronic Ill health and injuries for households in low- and middle-income countries",
        "Economic note: cost of illness studies",
        "Cost-of-illness analysis. What room in health economics?",
        "A household survey to assess the burden of influenza in rural Thailand",
        "A systematic review of the social and economic burden of influenza in low- and middle-income countries",
        "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
        "Economic evaluation of influenza vaccination in Thai chronic obstructive pulmonary disease patients",
        "The efficacy and effectiveness of influenza vaccination among Thai elderly persons living in the community",
        "Avian influenza H5N1 screening of intensive care unit patients with community acquired pneumonia",
        "Clinical characteristics and hospital charges among Thai children hospitalized with influenza",
        "Cost-effectiveness of inactivated seasonal influenza vaccination in a cohort of Thai children </=60 months of age",
        "Comparison of incidence and cost of influenza between healthy and high-risk children <60 months old in Thailand, 2011-2015",
        "Influenza vaccination in acute coronary syndromes patients in Thailand: the cost-effectiveness analysis of the prevention for cardiovascular events and pneumonia",
        "Macroeconomic impact of a mild influenza pandemic and associated policies in Thailand, South Africa and Uganda: a computable general equilibrium analysis",
        "Seasonal influenza vaccination for children in Thailand: a cost-effectiveness analysis",
        "Economic burden of seasonal influenza in the United States",
        "Influenza cost and cost-effectiveness studies globally—a review",
        "The economic burden of influenza-associated outpatient visits and hospitalizations in China: a retrospective survey",
        "Influenza",
        "Influenza vaccination coverage and effectiveness in young children in Thailand, 2011-2013",
        "Paid sick days and stay-at-home behavior for influenza",
        "Effects of antiviral treatment on influenza-related complications over four influenza seasons: 2006-2010"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199575",
            "affilname": "Siriraj Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199575",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Iowa City",
            "@id": "60024324",
            "affilname": "University of Iowa",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024324",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60015887",
            "affilname": "Faculty of Medicine Ramathibodi Hospital, Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015887",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nontaburi",
            "@id": "60015728",
            "affilname": "Thailand Ministry of Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015728",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Roche Thailand Ltd"
    ]
}