{
    "eid": "2-s2.0-85023773642",
    "title": "Antinociceptive and anti-inflammatory effects of the ethanolic extract of Curcuma aff. Amada",
    "cover-date": "2017-07-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Amada",
        "Anti-inflammatory activity",
        "Antinociceptive activity",
        "Curcuma aff",
        "Histological examination",
        "Zingiberaceae"
    ],
    "authors": [
        "Apicha Jabsuwan"
    ],
    "citedby-count": 1,
    "ref-count": 46,
    "ref-list": [
        "Agranulocytosis, plasmacytosis, and thrombocytosis followed by a leukemoid reaction due to acute acetaminophen toxicity",
        "Risk of upper gastrointestinal ulcer bleeding associated with selective cyclo-oxygenase-2 inhibitors, traditional non-aspirin non-steroidal anti-inflammatory drugs, aspirin and combinations",
        "Medicinal and Lucky Plant of Thailand",
        "Authentication of the Thai medicinal plants sharing the same common name 'Rang Chuet': Thunbergia laurifolia, Crotalaria spectabilis, and Curcuma aff. amada by combined techniques of TLC, PCR-RFLP fingerprints, and antioxidant activities",
        "Antioxidant activity of extracts from acacia confusa Bark and Heartwood",
        "Biological Activity of Curcuminoids Isolated from Curcuma longa",
        "Mango ginger (Curcuma amada Roxb.) - A promising spice for phytochemicals and biological activities",
        "Antimicrobial, antioxidant, cytotoxicity and platelet aggregation inhibitory activity of a novel molecule isolated and characterized from mango ginger (Curcuma amada Roxb.) rhizome",
        "Evaluation of antihyperalgesic effect of curcumin on formalin-induced orofacial pain in rat",
        "Curcumin exerts antinociceptive effects in a mouse model of neuropathic pain: Descending monoamine system and opioid receptors are differentially involved",
        "J. Pharm. Exp. Ther.",
        "Fed. Proc.",
        "The formalin test in mice: dissociation between inflammatory and non-inflammatory pain",
        "Life Sci.",
        "Sesquiterpene lactones with antinociceptive and antipyretic activity from two Centaurea species",
        "The pharmacology of arachidonic acid-induced rat paw edema",
        "Antioxidant and anti-inflammatory properties of Cardiospermum halicacabum and its reference compounds ex vivo and in vivo",
        "A note on a simple apparatus for detecting neurological deficit in rats and mice.",
        "Animal models of nociception",
        "Antinociceptive activity of aerial parts of Polygonatum verticillatum: Attenuation of both peripheral and central pain mediators",
        "Site of Analgesic Action of Zomepirac Sodium, A Potent Non-Narcotic Analgesic in Experimental Animals",
        "Evaluation of the analgesic and topical anti-inflammatory effects of Hypericum reflexum L. fil.",
        "Release of prostaglandins E and F in an algogenic reaction and its inhibition",
        "Involvement of vanilloid receptor VR1 and prostanoids in the acid-induced writhing responses of mice",
        "CNS depressant and analgesic activity of a fraction isolated from an ethanol extract of Curcuma amada rhizomes",
        "Standardization of the rat paw formalin test for the evaluation of analgesics",
        "Modified formalin test: characteristic biphasic pain response",
        "Carrageenin-Induced Edema in Hind Paw of the Rat as an Assay for Antiinflammatory Drugs",
        "Anti-inflammatory activity of unusual lupane saponins from Bupleurum fruticescens",
        "Biological properties of carrageenan",
        "Pharmacological and biochemical demonstration of the role of cyclooxygenase 2 in inflammation and pain",
        "Mediators Inflamm.",
        "Isolation of anxiolytic principle from ethanolic root extract of Cardiospermum halicacabum",
        "A comparative study of the cellular, exudative and histological responses to carrageenan, dextran and zymosan in the mouse",
        "Studies of the mediators of the acute inflammatory response induced in rats in different sites by carrageenan and turpentine",
        "Synergistic anti-inflammatory interaction between meloxicam and aminoguanidine hydrochloride in carrageenan-induced acute inflammation in rats",
        "Oxidative stress and cancer: Have we moved forward?",
        "Studies of the mediators of the acute inflammatory response induced in rats in different sites by carrageenan and turpentine",
        "Modulation of carrageenan-induced hind paw edema by substance P",
        "Antiinflammatory activity of Curcuma amada roxb. In albino rats",
        null,
        "Effect of selected antiinflammatory agents and other drugs on zymosan, arachidonic acid, PAF and carrageenan induced paw edema in the mouse",
        "Caffeic acid phenethyl ester as a lipoxygenase inhibitor with antioxidant properties",
        "Phases of the inflammatory response to subcutaneous implantation of a cotton pellet and their modification by certain anti-inflammatory agents.",
        "A biochemical study of the cotton pellet granuloma in the rat. Effects of dexamethasone and indomethacin"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}