{
    "eid": "2-s2.0-85060929655",
    "title": "Barriers to paediatric switching to second-line ART",
    "cover-date": "2019-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Epidemiology",
            "@code": "2713",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Immunology",
            "@code": "2403",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Virology",
            "@code": "2406",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [],
    "authors": [
        "Stephen J. Kerr",
        "Thanyawee Puthanakit"
    ],
    "citedby-count": 0,
    "ref-count": 8,
    "ref-list": [
        "Incidence of switching to second-line antiretroviral therapy and associated factors in children with HIV: an international cohort collaboration",
        "Time to first-line ART failure and time to second-line ART switch in the IeDEA pediatric cohort",
        "Point-of-care viral load testing and differentiated HIV care",
        "Guidelines for the use of antiretroviral agents in pediatric HIV infection. AIDSinfo",
        "Effect of age at antiretroviral therapy initiation on catch-up growth within the first 24 months among HIV-infected children in the IeDEA west African pediatric cohort",
        "Cognitive function and neurodevelopmental outcomes in HIV-infected children older than 1 year of age randomized to early versus deferred antiretroviral therapy: the PREDICT neurodevelopmental study",
        "Attrition and mortality of children receiving antiretroviral treatment through the universal coverage health program in Thailand",
        "Life expectancy after initiation of combination antiretroviral therapy in Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60016965",
            "affilname": "The HIV Netherlands Australia Thailand Research Collaboration",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016965",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}