{
    "eid": "2-s2.0-84903278009",
    "title": "Favorable Female Attributes in Relation to Career Challenges of Women Engineers in the Thai Construction Industry",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Education",
            "@code": "3304"
        },
        {
            "$": "Building and Construction",
            "@code": "2215"
        }
    ],
    "keywords": [
        "attributes",
        "civil engineer",
        "construction",
        "female engineer",
        "Thailand",
        "woman engineer"
    ],
    "authors": [
        "Nuanthip Kaewsri"
    ],
    "citedby-count": 10,
    "ref-count": 32,
    "ref-list": [
        "Perceptions of gender roles and attitudes toward work among male and female operatives in the Scottish construction industry",
        "Construction industry and women: A review of the barriers. Research Institute for the Built and Human Environment",
        "Planning, performing, and controlling projects: Principles and applications",
        "Journal of Women and Minorities in Science and Engineering",
        "Women in construction: A comparative investigation into the expectations and experiences of female and male construction undergraduates and employees",
        "Diversity at work",
        "Gender and ethnic minority exclusion from skilled occupations in construction: A Western European comparison",
        "Women's careers in large construction companies: Expectations unfulfilled?",
        "Creating equality in the construction industry: An agenda for change for women and ethnic minorities",
        "Male and female perspectives on equality measures for the UK construction sector",
        "Indirect discrimination in construction organizations and the impact on women's careers",
        "Comparison of men's and women's careers in U.K. construction industry",
        "The impact of culture on career development of women in construction",
        "Women in construction: The untapped resource",
        "Women, equality and construction",
        "Women in non-traditional occupations: The construction industry",
        "Mainstreaming equality into strategic spatial policy making: Are town planners losing sight of gender?",
        "Sex segregation in construction organizations in Bangladesh and Thailand",
        null,
        "Women in civil engineering and science: It's time for recognition and promotion",
        "Encouraging more female quantity surveying graduates to enter the construction industry in Singapore",
        "Career, family and work environment determinants of organizational commitment among women in the Australian construction industry",
        "Workforce American managing diversity as vital resource",
        "Australian Journal of Construction Economics and Building",
        null,
        "Available Online",
        "Integrating work and family: Challenges and choices for a changing world",
        "Civil engineer's illustrated sourcebook",
        "The Project Management Institute: Project management handbook (pp. 3-26)",
        "Thai working women's attitudes toward career advancement opportunities: A study of working women in operational level positions",
        "Basics of qualitative research: Techniques and procedures for developing grounded theory.",
        "Women's experiences of non-traditional employment: Is gender equality in this area a possibility?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasem Bundit University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}