{
    "eid": "2-s2.0-84931262804",
    "title": "Triterpenoids from the seedpods of Holarrhena curtisii King and Gamble",
    "cover-date": "2015-06-16",
    "subject-areas": [
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Plant Science",
            "@code": "1110"
        },
        {
            "$": "Agronomy and Crop Science",
            "@code": "1102"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        }
    ],
    "keywords": [
        "11α-Hydroperoxy",
        "Apocynaceae",
        "Holarrhena curtisii King and Gamble",
        "Pentacyclic triterpenoids",
        "α-Glucosidase inhibitory activity"
    ],
    "authors": [
        "Suphongphan Srisurichan"
    ],
    "citedby-count": 9,
    "ref-count": 32,
    "ref-list": [
        "Attenuation of diabetic disorders in experimentally induced diabetic rat by methanol extract of seed of Holarrhena antidysenterica",
        "Inhibitory effect of hydro-methanolic extract of seed of Holarrhena antidysenterica on alpha-glucosidase activity and postprandial blood glucose level in normoglycemic rat",
        "Inhibition of α-glucosidase by oleanolic acid and its synthetic derivatives",
        "Biochemical basis of the antidiabetic activity of oleanolic acid and related pentacyclic triterpenes",
        "Antibacterial steroid alkaloids from the stem bark of Holarrhena pubescens",
        "Isolation and relay synthesis of 11α-hydroperoxy diacetyl hederagenin, a novel triterpenoid derivative from Serjania triquetra (Sapindaceae). Biogenetic implications.",
        "Two novel long-chain alkanoic acid esters of lupeol from alecrim-propolis",
        "Recent discovery of plant-derived anti-diabetic natural products",
        "Cytotoxic and leishmanicidal aminoglycosteroids and aminosteroids from Holarrhena curtisii",
        "Indian Medicinal Plants",
        "A Revision of Holarrhena R. BR.",
        "Six new ursane- and oleanane-type triterpenes from the aerial roots of Ficus microcarpa",
        "Chemical study of Streptocaulon griffithii",
        "Steroidal alkaloids from Holarrhena antidysenterica (L.) Wall.",
        "Chemical composition of the epicuticular wax from the fruits of Eucalyptus globulus",
        "An NMR and molecular mechanics study of squalene and squalene derivatives",
        "New bioactive triterpenoids and antimalarial activity of Diospyros rubra Lec.",
        "Antihyperglycemic and sub-chronic antidiabetic actions of morolic and moronic acids, in vitro and in silico inhibition of 11β-HSD 1",
        "Antidiabetic activity of some pentacyclic acid triterpenoids, role of PTP-1B: In vitro, in silico, and in vivo approaches",
        "Pharmacogn. Mag.",
        null,
        null,
        "Licorice β-amyrin 11-oxidase, a cytochrome P450 with a key role in the biosynthesis of the triterpene sweetener glycyrrhizin",
        "Preparation of Epimers of Tea Catechins by Heat Treatment",
        "Monograph of Holarrhena Antidysenterica (linn.) Wall",
        "The Nuclear Magnetic Resonance Spectra of Pentacyclic Triterpenes",
        "Steroidal alkaloids and an androstane derivative from the bark of Holarrhena pubescens",
        "Steroidal constituents of holarrhena pubescens",
        "J. Appl. Biol. Chem.",
        "Speciosaperoxide, a new triterpene acid, and other terpenoids from Chaenomeles speciosa",
        "24-methylenepollinastanol and 24-dehydropollinastanol-two sterols of pollen",
        "Triterpenoids from the Fruits of Forsythia suspensa"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Department of Chemistry",
        "Ratchadaphiseksomphot Endowment Fund",
        "Research Capacity Building Collaboration Wales",
        "Chulalongkorn University",
        "Chulalongkorn University"
    ]
}