{
    "eid": "2-s2.0-84902261929",
    "title": "The pharmacognostic specification of acorus calamus dried rhizome with special reference to α-and β - Asarone contents in its essential oil",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Acorus calamus",
        "Asarone isomers",
        "Calamus oil",
        "Pharmacognostic specification"
    ],
    "authors": [
        "Atcha Somnuk"
    ],
    "citedby-count": 3,
    "ref-count": 14,
    "ref-list": [
        "Studies on Acorus calamus. V. Pharmacological actions of asarone and beta-asarone on central nervous system.",
        "Songklanakarin Journal of Science and Technology",
        "Phytochemical analysis and antimicrobial activity of the ethanolic extract of Acorus calamus rhizome",
        "Antimicrobial activity of acorus calamus (L.) rhizome and leaf extract",
        "Essential oil composition and in vitro antibacterial activity of rhizome essential oil and β-asarone from acorus calamus l. collected from lower himalayan region of utarakhand",
        "Active principles (constituents of toxicological concern) contained in natural sources of flavourings",
        "Getting to the root (Acorns calamus) of the problem",
        "Acute and sub-acute oral toxicity profile of Acorus calamus (Sweet flag) in rodents",
        "Code of Federal Regulations-Title 21, Volume 3, Part 189, Sec. 189.110 Calamus and its derivatives",
        "Essential oil composition of Acorus calamus L. from the lower region of the Himalayas",
        "Genetic diversity in Acorus calamus L. as revealed by RAPD markers and its relationship with β-asarone content and ploidy level",
        "Asian Journal of Pharmaceutical Research",
        "Chemical specification of Thai herbal drugs",
        "Chromatographic fingerprint analysis of herbal medicine. Volume II."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}