{
    "eid": "2-s2.0-85126775629",
    "title": "Do takeover threats influence corporate social responsibility? Evidence from hostile takeover vulnerability",
    "cover-date": "2022-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Development",
            "@code": "3303",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "corporate governance",
        "corporate social responsibility",
        "market for corporate control",
        "research quotient",
        "takeover threats"
    ],
    "authors": [
        "Nopparat Wongsinhirun",
        "Pattanaporn Chatjuthamard",
        "Pornsit Jiraporn",
        "Piyachart Phiromswad"
    ],
    "citedby-count": 5,
    "ref-count": 69,
    "ref-list": [
        "Powerful CEOs and stock price crash risk",
        "Agency, firm growth, and managerial turnover",
        "Can corporate income tax cuts stimulate innovation?",
        "Corporate social responsibility as a conflict between shareholders",
        "Board classification and managerial entrenchment: Evidencefrom the market for corporate control",
        "The composition of boards of directors and strategic control: Effects on corporate strategy",
        "What matters in corporate governance?",
        "Individual and corporate social responsibility",
        "Enjoying the quiet life? Corporate governance and managerial preferences",
        "Interfirm tender offers and the market for corporate control",
        "Do takeover laws matter? Evidence from five decades of hostile takeovers",
        "Does board gender diversity matter? Evidence from hostile takeover vulnerability",
        "Stock liquidity and corporate tax avoidance",
        "Estimating the effect of corporate social responsibility on firm value using geographic identification",
        "Estimating the effect of entrenched boards on firm value using geographic identification",
        "Does weak governance cause weak stock returns? An examination of firm operating performance and investors' expectations",
        "Agency problems, equity ownership, and corporate diversification",
        "Corporate takeovers—What is to be done",
        "Navigating through economic policy uncertainty: The role of corporate cash holdings",
        "The proper role of a target's management in responding to a tender offer",
        "Agency theory: An assessment and review",
        "Corporate social responsibility and its impact on firms' investment policy, organizational structure, and performance",
        "Agency problems and the theory of the firm",
        "Separation of ownership and control",
        "Corporate governance and the rise of integrating corporate social responsibility criteria in executive compensation: Effectiveness and implications for firm outcomes",
        "A model of CEO dismissal",
        "Corporate governance and equity prices",
        "The impact of corporate social responsibility on the cost of bank loans",
        "Takeover bids, the free-rider problem, and the theory of the corporation",
        "What drives merger waves?",
        "Agency costs of free cash flow, corporate finance, and takeovers",
        "Theory of the firm: Managerial behavior, agency costs and ownership structure",
        "How do powerful CEOs viewcorporate social responsibility (CSR)? An empirical note",
        "Corporate social responsibility (CSR) and CEO luck: Are lucky CEOs socially responsible?",
        "Does corporate social responsibility (CSR) improve credit ratings? Evidence from geographic identification",
        "Boards of directors: A review and research agenda",
        "With greater power comes greater responsibility? Takeover protection and corporate attention to stakeholders",
        "The wealth effects of second-generation state takeover legislation",
        "Do takeover defense indices measure takeover deterrence?",
        "Takeover activity, CEO turnover, and the market for corporate control",
        "Fact and fiction in corporate law and governance",
        "The integration of corporate governance in corporate social responsibility disclosures",
        "Corporate goodness and shareholder wealth",
        "The truth about corporate raiders",
        "Corporate social responsibility, media attention and firm value: Empirical research on Chinese manufacturing firms",
        "The disciplinary role of failed takeover attempts",
        "The effect of good corporate governance mechanism and corporate social responsibility on financial performance with earnings management as mediating variable",
        "Monitoring intensity and stakeholders' orientation: How does governance affect social and environmental disclosure?",
        "Corporate performance, corporate takeovers, and management turnover",
        "Agency problem of corporate philanthropy",
        "The role of board gender and foreign ownership in the CSR performance of Chinese listed firms",
        "Corporate social responsibility and firm value protection",
        "Does the market for corporate control influence executive risk-taking incentives? Evidence from takeover vulnerability",
        "The relationship between corporate governance and corporate social behavior: A structural equation model analysis",
        "Hostility in takeovers: In the eyes of the beholder?",
        "Threat of hostile takeover and the cost of seasoned equity offerings",
        "The escalation of commitment to a course of action",
        "Threat-rigidity effects in organizational behavior: A multilevel analysis",
        "Takeover threats and managerial myopia",
        "On the efficiency of internal and external corporate control mechanisms",
        "Corporate governance and corporate social responsibility: Issues for Asia",
        "Collaboration in the boardroom: Behavioral and performance consequences of CEO-board social ties",
        "Corporate governance",
        "Corporate social responsibility excites ‘exponential’ positive employee engagement: The Matthew effect in CSR and sustainable policy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "University Park",
            "@id": "60001439",
            "affilname": "Pennsylvania State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001439",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}