{
    "eid": "2-s2.0-85122185088",
    "title": "Zero Budget Natural Farming in India - From inception to institutionalization Agricultura natural de presupuesto cero en India - Desde su inicio hasta su institucionalización",
    "cover-date": "2021-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Agroecology",
        "Budget natural farming",
        "KRRS",
        "Scaling-up agroecology",
        "Subhash Palekar",
        "Zero"
    ],
    "authors": [
        "Ashlesha Khadse",
        "Peter Rosset"
    ],
    "citedby-count": 1,
    "ref-count": 56,
    "ref-list": [
        "Charismatic leadership and society",
        "System of crop intensification for more productive, resource-conserving, climate-resilient, and sustainable agriculture: Experience with diverse crops in varying agroecologies",
        "Scaling up agroecological approaches for food sovereignty in Latin America",
        "Reasons for Decreasing Indigenous Cattle Population and Interventions in its Conservation: A Perceptual Study of Field Veterinarians in Karnataka",
        "Agroecology as a territory in dispute: Between institutionality and social movements",
        "The marginalisation and resurgence of traditional knowledge systems in India: Agro-ecological 'islands of success' or a wave of change?",
        "Scaling up sustainable agriculture. Lessons from the Campesino a Campesino movement",
        "Taking agroecology to scale: The Zero Budget Natural Farming Peasant Movement in Karnataka, India",
        "Declaración",
        "Diálogo de saberes in La Vía Campesina: Food sovereignty and agroecology",
        "Gender and organic agriculture: A local and partisan position",
        "Bringing agroecology to scale: Key drivers and emblematic cases",
        "Agro-Ecological Double Movements? Zero Budget Natural Farming and Alternative Agricultures after the Neoliberal Crisis in Kerala",
        "Pathways for the amplification of agroecology",
        "Organização espacial e execução do programa de aquisição de alimentos da agricultura familiar entre 2003-2012",
        "Is organic farming a conspiracy?",
        "The holy mother soil - Annapurna",
        "The Campesino-to-Campesino agroecology movement of ANAP in Cuba: Social process methodology in the construction of sustainable peasant agriculture and food sovereignty",
        "Rural social movements and agroecology: Context, theory, and process",
        "Farmers strategies to cope labour shortage in northern and southern dry zones of Karnataka, India",
        "Beejamrutha: A source for beneficial bacteria Karnataka",
        "The Evolution of Leadership Theory",
        "Agroecology as Participatory Science",
        "agroecology as a science, a movement and a practice. A review",
        "Agroecology scaling up, scaling out"
    ],
    "affiliation": [
        {
            "affiliation-city": "San Cristobal de las Casas",
            "@id": "60121765",
            "affilname": "El Colegio de la Frontera Sur",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60121765",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Sao Paulo",
            "@id": "60032751",
            "affilname": "Universidade Paulista",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032751",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Fortaleza",
            "@id": "60021606",
            "affilname": "Universidade Estadual do Ceará",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021606",
            "affiliation-country": "Brazil"
        }
    ],
    "funding": []
}