{
    "eid": "2-s2.0-85146777071",
    "title": "A Non-functional γ-Aminobutyric Acid Shunt Pathway in Cyanobacterium Synechocystis sp. PCC 6803 Enhances δ-Aminolevulinic Acid Accumulation under Modified Nutrient Conditions",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Catalysis",
            "@code": "1503",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Spectroscopy",
            "@code": "1607",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Computer Science Applications",
            "@code": "1706",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Organic Chemistry",
            "@code": "1605",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Inorganic Chemistry",
            "@code": "1604",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "ALA",
        "C5 pathway",
        "GABA shunt",
        "Synechocystis sp. PCC 6803",
        "γ-aminobutyric acid",
        "δ-aminolevulinic acid"
    ],
    "authors": [
        "Simab Kanwal",
        "Wanchai De-Eknamkul"
    ],
    "citedby-count": 1,
    "ref-count": 49,
    "ref-list": [
        "Non-protein amino acids: Plant, soil and ecosystem interactions",
        "Recent advances in microbial production of δ-aminolevulinic acid and vitamin B12",
        "Metabolic engineering of microorganisms for the production of multifunctional non-protein amino acids: γ-aminobutyric acid and δ-aminolevulinic acid",
        "Natural 5-aminolevulinic acid: Sources, biosynthesis, detection and applications",
        "Purification of glutamyl-tRNA reductase from Synechocystis sp. PCC 6803",
        "Optimization of the heme biosynthesis pathway for the production of 5-aminolevulinic acid in Escherichia coli",
        "The role of GAD pathway for regulation of GABA accumulation and C/N balance in Synechocystis sp. PCC6803",
        "Efficient 5-aminolevulinic acid production through reconstructing the metabolic pathway in SDH-deficient Yarrowia lipolytica",
        "Enhancing 5-aminolevulinic acid tolerance and production by engineering the antioxidant defense system of Escherichia coli",
        "Engineering Corynebacterium glutamicum to produce 5-aminolevulinic acid from glucose",
        "Light-activated heterotrophic growth of the cyanobacterium Synechocystis sp. strain PCC 6803: A blue-light-requiring process",
        "Whole genome re-sequencing of two “wild-type” strains of the model cyanobacterium Synechocystis sp. PCC 6803",
        "The tricarboxylic acid cycle in cyanobacteria",
        "Biosynthesis of δ-aminolevulinic acid from glutamate in Agmenellum quadruplicatum",
        "Antisense suppression of glutamate decarboxylase in tomato (Lycopersicon esculentum L.) results in accumulation of glutamate in transgenic tomato fruits",
        "GABA accumulation in response to different nitrogenous compounds in unicellular cyanobacterium Synechocystis sp. PCC 6803",
        "Molecular Basis of Stationary Phase Survival and Applications",
        "5-Aminolevulinic acid: Production by fermentation, and agricultural and biomedical applications",
        "Microbial production and applications of 5-aminolevulinic acid",
        "5-Aminolevulinic acid (ALA) alleviated salinity stress in cucumber seedlings by enhancing chlorophyll synthesis pathway",
        "5-Aminolevulinic acid enhances photosynthetic gas exchange, chlorophyll fluorescence and antioxidant system in oilseed rape under drought stress",
        "The biosynthesis of δ-aminolevulinic acid in Chlorella",
        "Metabolism of δ-aminolevulinic acid in red and blue-green algae",
        "Biosynthesis of δ-aminolevulinic acid by blue-green algae (cyanobacteria)",
        "Transformation of glutamate to δ-aminolevulinic acid by soluble extracts of Synechocystis sp. PCC 6803 and other oxygenic prokaryotes",
        "Glutamate decarboxylase activity and gamma-aminobutyric acid content in Synechocystis sp. PCC 6803 under osmotic stress and different carbon sources",
        "Uptake and use of the osmoprotective compounds trehalose, glucosylglycerol and sucrose by the cyanobacterium Synechocystis sp. PCC6803",
        "Rerouting of carbon flux in a glycogen mutant of cyanobacteria assessed via isotopically non-stationary 13 C metabolic flux analysis",
        "Challenges and opportunities of bioprocessing 5-aminolevulinic acid using genetic and metabolic engineering: A critical review",
        "Pathway engineering in Corynebacterium glutamicum S9114 for 5-aminolevulinic acid production",
        "Glycine accumulation is toxic for the cyanobacterium Synechocystis sp. strain PCC 6803, but can be compensated by supplementation with magnesium ions",
        "Heme metabolism in stress regulation and protein production: From Cinderella to a key player",
        "Metabolism of nitrogenous compounds",
        "Identification of genes encoding amino acid permeases by inactivation of selected ORFs from the Synechocystis genomic sequence",
        "Flux balance analysis of cyanobacterial metabolism: The metabolic network of Synechocystis sp. PCC 6803",
        "pH Changes in the cytoplasm of the blue-green alga Anacystis nidulans caused by light-dependent proton flux into the thylakoid space",
        "Metabolism and functions of gamma-aminobutyric acid",
        "Tetrapyrrole biosynthesis in higher plants",
        "Influence of precursors and inhibitor on the production of extracellular 5-aminolevulinic acid and biomass by Rhodopseudomonas palustris KG31",
        "Transcriptional regulation of the respiratory genes in the cyanobacterium Synechocystis sp. PCC 6803 during the early response to glucose feeding",
        "Transcriptional and posttranscriptional regulation of cyanobacterial photosynthesis",
        "Carbon/nitrogen homeostasis control in cyanobacteria",
        "Characterization of glutamate decarboxylase from Synechocystis sp. PCC6803 and its role in nitrogen metabolism",
        "Effects of Levulinic acid on 5-aminolevulinic acid production in heterotrophic cultures on Chlorella regularis YA-603",
        "Mechanism of systhesis of 5-aminolevulinic acid in purple, green and blue-green bacteria",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "GABA synthesis mediated by γ-aminobutanal dehydrogenase in Synechocystis sp. PCC6803 with disrupted glutamate and α-ketoglutarate decarboxylase genes",
        "Exogenous spermidine alleviates UV-induced growth inhibition of Synechocystis sp. PCC 6803 via reduction of hydrogen peroxide and malonaldehyde levels"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Second Century Fund",
        "Chulalongkorn University"
    ]
}