{
    "eid": "2-s2.0-85021141982",
    "title": "Quantitative finite strain analysis of high-grade metamorphic rocks within the Mae Ping shear zone, western Thailand",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Stratigraphy",
            "@code": "1913"
        },
        {
            "$": "Geology",
            "@code": "1907"
        },
        {
            "$": "Paleontology",
            "@code": "1911"
        }
    ],
    "keywords": [
        "Finite strain",
        "Kinematic vorticity",
        "Mae Ping shear zone",
        "Sinistral strike-slip",
        "Thailand"
    ],
    "authors": [
        "Peekamon Ponmanee"
    ],
    "citedby-count": 6,
    "ref-count": 39,
    "ref-list": [
        "Journal of the Geological Society of Thailand",
        "Geological Map of Thailand, Department of Mineral Resources",
        "The deformation matrix for simultaneous simple shearing, pure shearing and volume change, and its application to transpression-transtension tectonics",
        "Random point distributions and strain measurement in rocks",
        "Geology of the Klaeng Region (Southeast Thailand): Lithology, Structure and Geochronology",
        "The Fry method applied to an augen orthogneiss: Problems and results",
        "Direct dating of left-lateral deformation along the Red River shear zone, China and Vietnam",
        "Winged inclusions: Pinch-and-swell objects during high-strain simple shear",
        "Quantitative kinematic analysis within the Khlong Marui shear zone, southern Thailand",
        "Deformation history and U-Pb zircon geochronology of the high grade metamorphic rocks within the klaeng fault zone, eastern thailand",
        "Rb-Sr, Sm-Nd, and U-Pb geochronology of the rocks within the Khlong Marui shear zone, southern Thailand",
        "Bounds on strain in large Tertiary shear zones of SE Asia from boudinage restoration",
        null,
        "Finite strain determination of gneiss: Application of Fry's method to porphyroid in the southern Massif Central (France)",
        "Strain, deformation temperatures and vorticity of flow at the top of the Greater Himalayan Slab, Everest Massif, Tibet",
        "The Ailao Shan-Red River shear zone (Yunnan, China), Tertiary transform boundary of Indochina",
        "P-T-t constraints on the development of the Doi Inthanon metamorphic core complex domain and implications for the evolution of the western gneiss belt, northern Thailand",
        "Vorticity and non-coaxiality in progressive deformations",
        "Zircon U-Pb ages in Myanmar: Magmatic-metamorphic events and the closure of a neo-Tethys ocean?",
        "A tectonic model for the Tertiary evolution of strike-slip faults and rift basins in SE Asia",
        "Evolution of deformation styles at a major restraining bend, constraints from cooling histories, Mae Ping fault zone, western Thailand",
        "Occurrence of the high grade Thabsila metamorphic complex within the low grade Three Pagodas shear zone, Kanchanaburi Province, western Thailand: Petrology and geochronology",
        "Timing of metamorphism of the Lansang gneiss and implications for left-lateral motion along the Mae Ping (Wang Chao) strike-slip fault, Thailand",
        "Microtectonics",
        "Proceedings of the International Symposium on Intermontane Basins: Geology and Resources",
        "The techniques of modern structural geology. Volume 1: strain analysis.",
        "Transpression",
        "Quantitative finite strain and kinematic flow analyses along the Zagros transpression zone, Iran",
        "Role of the Red River Shear zone, Yunnan and Vietnam, in the continental extrusion of SE Asia",
        "Structural constraints on the timing of left-lateral shear along the red river shear zone in the ailao shan and diancang shan ranges, Yunnan, SW China",
        "Crustal-lithospheric structure and continental extrusion of Tibet",
        "Propagating extrusion tectonics in Asia: new insights from simple experiments with plasticine.",
        "On the mechanics of the collision between India and Asia.",
        "The Ailao Shan/Red River metamorphic belt: Tertiary left-lateral shear between Indochina and South China",
        "The Kinematics of Vorticity. Indiana University Press",
        "Vorticity analysis in a metachert from the Sanbagawa Belt, SW Japan",
        "Recognition of syn-convergence extension in accretionary wedges with examples from the Calabrian Arc and the eastern Alps",
        "The timing of strike-slip shear along the Ranong and Khlong Marui faults, Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Vienna",
            "affilname": "Universität Wien",
            "affiliation-country": "Austria"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}