{
    "eid": "2-s2.0-85116418124",
    "title": "\"What Do You Mean It's Not Cancer?\" A Review of Autoimmune and Systemic Inflammatory Diseases Involving the Breast",
    "cover-date": "2021-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Radiological and Ultrasound Technology",
            "@code": "3614",
            "@abbrev": "HEAL"
        },
        {
            "@_fa": "true",
            "$": "Radiology, Nuclear Medicine and Imaging",
            "@code": "2741",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "autoimmune",
        "breast imaging",
        "inflammatory",
        "systemic"
    ],
    "authors": [
        "Narisara Limninart",
        "Jennifer A. Harvey",
        "Katherine J. Schultz",
        "Anne M. Mills",
        "Mary Margaret B. Noland",
        "Anneke T. Schroen",
        "Carrie M. Rochman"
    ],
    "citedby-count": 2,
    "ref-count": 47,
    "ref-list": [
        "Mammographic signs of systemic disease",
        "Breast manifestations of systemic diseases",
        "Radiological findings of breast involvement in benign and malignant systemic diseases",
        "Characteristics of systemic diseases in the breast: clinical, imaging and pathologic features",
        "Diabetic mastopathy. A clinicopathologic review",
        "Sclerosing lymphocytic lobulitis of the breast–evidence for an autoimmune pathogenesis",
        "Radiologic evaluation of uncommon inflammatory and reactive breast disorders",
        "Diabetic mastopathy: a distinctive clinicopathologic entity",
        "Mastopathy in insulin-requiring diabetes mellitus",
        "Diabetic mastopathy: imaging features and the role of image-guided biopsy in its diagnosis",
        "The diagnosis and management of diabetic mastopathy",
        "Lupus mastitis as a first manifestation of systemic disease: about two cases with a review of the literature",
        "Lupus mastitis: radiologic and pathologic features",
        "Lupus mastitis: a review",
        "Mastitis in autoimmune diseases: review of the literature, diagnostic pathway, and pathophysiological key players",
        "The risks of cancer development in systemic lupus erythematosus (SLE) patients: a systematic review and meta-analysis",
        "Morphea of the breast–an uncommon cause of breast erythema",
        "Morphea of the breast: case reports and review of literature",
        "Postirradiation morphea of the breast presentation of two cases and review of the literature",
        "Post-irradiation morphoea of the breast: a case report and review of the literature",
        "Imaging surveillance of the breast in a patient diagnosed with scleroderma after breast-conserving surgery and radiotherapy",
        "Intriguing relationships between cancer and systemic sclerosis: role of the immune system and other contributors",
        "Breast lumps: a rare site for rheumatoid nodules",
        "Breast cancer risk in rheumatoid arthritis: an update meta-analysis",
        "Sarcoidosis and cancer risk: systematic review and meta-analysis of observational studies",
        "Breast calcinosis in a patient with dermatomyositis",
        "Breast cancer and dermatomyositis: a case study and literature review",
        "Dermatomyositis presenting as a paraneoplastic syndrome due to underlying breast cancer",
        "IgG4-related mastopathy: a case report and literature review",
        "Immunoglobulin G4-related sclerosing mastitis: AIRP best cases in radiologic-pathologic correlation",
        "Incidence of malignancies in patients with IgG4-related disease",
        "Idiopathic granulomatous mastitis: manifestations at multimodality imaging and pitfalls",
        "Idiopathic granulomatous mastitis: imaging update and review",
        "Idiopathic granulomatous mastitis presenting as a breast pseudotumor: case reports with review of the literature",
        "Granulomatous mastitis: etiology, imaging, pathology, treatment, and clinical findings",
        "Idiopathic granulomatous mastitis: a systematic review of 3060 patients",
        "Breast granulomatosis with polyangiitis mimicking breast cancer",
        "Malignancies in patients with antineutrophil cytoplasmic antibody-associated vasculitis: a population-based cohort study",
        "Giant cell arteritis of the breast",
        "Giant cell arteritis of the breast: a case report with a review of literatures",
        "Risk of cancer in patients with biopsy-proven giant cell arteritis",
        "Malignancy risk in vasculitis",
        "Update on eosinophilic granulomatosis with polyangiitis",
        "Churg-Strauss syndrome involving the breast: a rare cause of eosinophilic mastitis",
        "Polyarteritis nodosa of the breast: presentation and management",
        "Polyarteritis nodosa presenting as digital gangrene and breast lesion following exposure to silicone breast implants"
    ],
    "affiliation": [
        {
            "affiliation-city": "Charlottesville",
            "@id": "60030846",
            "affilname": "University of Virginia School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030846",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Charlottesville",
            "@id": "60021918",
            "affilname": "University of Virginia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021918",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Cincinnati",
            "@id": "60030440",
            "affilname": "Cincinnati Children's Hospital Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030440",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Rochester",
            "@id": "60027165",
            "affilname": "University of Rochester",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027165",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}