{
    "eid": "2-s2.0-84929035630",
    "title": "Association of adolescent substance use: Behavioral problems and family background among school students in Tsunami affected area in Southern Thailand",
    "cover-date": "2014-06-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Adolescent",
        "Behavioral problem",
        "Protective factor",
        "Risk",
        "Substance use",
        "Tsunami"
    ],
    "authors": [
        "Nantawat Sitdhiraksa"
    ],
    "citedby-count": 3,
    "ref-count": 19,
    "ref-list": [
        "Global Assessment Programme on Drug Abuse. Toolkit Module 3",
        "The Validity of Self-Reported Drug Use: Improving the Accuracy of Survey Estimates",
        "Testing for drugs of abuse in children and adolescents: Addendum - Testing in schools and at home",
        "Random drug testing in schools",
        "Overview of Key Finding 2008",
        "ESPAD Report 2003: Alcohol and Other Drug Use among Students in 35 European Countries",
        "Substance use among high-school students in southern Thailand: Trends over 3 years (2002-2004)",
        "Prevalence and patterns of alcohol consumption and health-risk behaviors among high school students in Thailand",
        "Psychiatric disorders in children at one year after the tsunami disaster in Thailand.",
        "Assessment of psychopathological consequences in children at 3 years after tsunami disaster.",
        "J Psychiatr Assoc Thai",
        "Trauma, PTSD, and substance use disorders: Findings from the Australian National Survey of Mental Health and Well-Being",
        "Substance use disorders in patients with posttraumatic stress disorder: A review of the literature",
        "Violence and risk of PTSD, major depression, substance abuse/dependence, and comorbidity: Results from the national survey of adolescents",
        "The 2007 ESPAD Report. Substance Use among Students in 35 Countries",
        "Harmful lifestyles' clustering among sexually active in-school adolescents in Zambia",
        "Correlates of HIV-Related Risk Behaviors in African American Adolescents from Substance-Using Families: Patterns of Adolescent-Level Factors Associated with Sexual Experience and Substance Use",
        "Protective correlates of stages in adolescent substance use: A swiss national study",
        "The Role of Risk and Protective Factors in Substance Use Across Adolescence"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Rangsit University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}