{
    "eid": "2-s2.0-85041462712",
    "title": "Formulation of microemulsion-based washing agent for oil recovery from spent bleaching earth-hydrophilic lipophilic deviation concept",
    "cover-date": "2018-03-20",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surfaces and Interfaces",
            "@code": "3110",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Colloid and Surface Chemistry",
            "@code": "1505",
            "@abbrev": "CENG"
        }
    ],
    "keywords": [
        "Hydrophilic-lipophilic deviation",
        "Microemulsions",
        "Oil recovery",
        "Spent bleaching earth",
        "Surfactant"
    ],
    "authors": [
        "Noulkamol Arpornpong",
        "Ampira Charoensaeng",
        "Sutha Khaodhiar",
        "David A. Sabatini"
    ],
    "citedby-count": 13,
    "ref-count": 42,
    "ref-list": [
        "Enhancement of palm oil refinery waste – spent bleaching earth (SBE) into bio organic fertilizer and their effects on crop biomass growth",
        "Reuse of spent bleaching earth by polymerisation of residual organics",
        "Interfacial tensions and solubilizing ability of a microemulsion phase that coexists with oil and brine",
        "Some physicochemical aspect of microemulsion flooding: a review",
        "Surfactants and Interfacial Phenomena",
        "Toxicological review of n-hexane (CAS no. 110-154-3)",
        "Food grade water-in-oil microemulsions as replacement of oil phase to help process and stabilization of whipped cream",
        "Formulation and characterization of food-grade microemulsions as carriers of natural phenolic antioxidants",
        "From nanoemulsions to nanostructured lipid carriers: a relevant development in dermal delivery of drugs and cosmetics",
        "Microemulsion utility in pharmaceuticals: implications for multi-drug delivery",
        "Microemulsion formation and detergency with oily soil: IV. Effect of rinse cycle design",
        "Ethanol-in-palm oil/diesel microemulsion-based biofuel: phase behavior, viscosity, and droplet size",
        "Phase behaviors, fuel properties, and combustion characteristics of alcohol-vegetable oil-diesel microemulsion fuels",
        "Solvent Properties of Amphiphilic Compounds",
        "Microemulsions and Related Systems",
        "Colloids and Interfaces With Surfactants and Polymers – An Introduction",
        "Enhancing solubilization in microemulsions—state of the art and current trends",
        "How to attain ultralow interfacial tension and three-phase behavior with surfactant formulation for enhanced oil recovery: a review. Part 1. Optimum formulation for simple surfactant–oil–water ternary systems",
        "Trends to attain a lower interfacial tension in a revisited pure alkyl polyethyleneglycol surfactant–alkane–water ternary system. Basic concepts and straightforward guidelines for improving performance in enhanced oil recovery formulations",
        "How to attain an ultralow interfacial tension and a three-phase behavior with a surfactant formulation for enhanced oil recovery: a review. Part 2. Performance improvement trends from Winsor's premise to currently proposed inter- and intra-molecular mixtures",
        "A correlation for phase behavior of nonionic surfactants",
        "The HLD–NAC equation of state for microemulsions formulated with nonionic alcohol ethoxylate and alkylphenol ethoxylate surfactants",
        "How to attain ultralow interfacial tension and three-phase behavior with a surfactant formulation for enhanced oil recovery: a review—Part 3. Practical procedures to optimize the laboratory research according to the current state of the art in surfactant mixing",
        "How to attain ultralow interfacial tension and three-phase behavior with surfactant formulation for enhanced oil recovery: a review. Part 4: robustness of the optimum formulation zone through the insensibility to some variables and the occurrence of complex artifacts",
        "Interfacial tension and phase behavior of surfactant systems",
        "Partitioning of ethoxylated octylphenol surfactants in microemulsion−oil−water systems: influence of temperature and relation between partitioning coefficient and physicochemical formulation",
        "Optimum formulation of surfactant/water/oil systems for minimum interfacial tension or phase behavior",
        "Surfactant-enhanced treatment of oil-based drill cuttings",
        "The application of low interfacial tension scaling rules to binary hydrocarbon mixtures",
        "Modeling crude oils for low interfacial tension",
        "Ultralow interfacial tensions in water–n-alkane–surfactant systems",
        "Development of a novel biofuel blend using ethanol−biodiesel−diesel microemulsions: EB-diesel",
        "Formulation of ultralow interfacial tension systems using extended surfactants",
        "Solubilization of polar oils with extended surfactants",
        "Classification of terpene oils using the fish diagrams and the equivalent alkane carbon (EACN) scale",
        "Detergency of vegetable oils and semi-solid fats using microemulsion mixtures of anionic extended surfactants: the HLD concept and cold water applications",
        "The HLD-NAC model for mixtures of ionic and nonionic surfactants",
        "The partitioning of complex surfactant mixtures between oil/water/microemulsion phases at high surfactant concentrations",
        "The selective partitioning of the oligomers of polyethoxylated surfactant mixtures between interface and oil and water bulk phases",
        "Standard Specification for Woven Wire Test Sieve Cloth and Test Sieves",
        "Capillary curves for ex-situ washing of oil-coated particles",
        "Potential application of waste activated bleaching earth on the production of fatty acid alkyl esters using Candida cylindracea lipase in organic solvent system"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Norman",
            "@id": "60030931",
            "affilname": "The University of Oklahoma",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030931",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Pitsanulok",
            "@id": "60022498",
            "affilname": "Naresuan University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022498",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Naresuan University Research Fund",
        "Thailand Research Fund"
    ]
}