{
    "eid": "2-s2.0-85009511178",
    "title": "A double-blind, randomized, placebo-controlled trial of combined calcitriol and ergocalciferol versus ergocalciferol alone in chronic kidney disease with proteinuria",
    "cover-date": "2017-01-14",
    "subject-areas": [
        {
            "$": "Nephrology",
            "@code": "2727"
        }
    ],
    "keywords": [
        "Calcitriol",
        "CKD",
        "Ergocalciferol",
        "Proteinuria",
        "Vitamin D deficiency"
    ],
    "authors": [
        "Paweena Susantitaphong"
    ],
    "citedby-count": 13,
    "ref-count": 28,
    "ref-list": [
        "Chronic kidney disease in low- and middle-income countries",
        "Lower estimated glomerular filtration rate and higher albuminuria are associated with mortality and end-stage renal disease. A collaborative meta-analysis of kidney disease population cohorts",
        "Prevalence of abnormal serum vitamin D, PTH, calcium, and phosphorus in patients with chronic kidney disease: Results of the study to evaluate early kidney disease",
        "K/DOQI clinical practice guidelines for bone metabolism and disease in chronic kidney disease.",
        "Asian Biomed",
        "Serum 25-hydroxyvitamin D deficiency and the 5-year incidence of CKD",
        "Vitamin D insufficiency and deficiency with stages of chronic kidney disease in an Asian population",
        "Serum 1,25-dihydroxyvitamin d and the development of kidney dysfunction in a Japanese community: The hisayama study",
        "25 (OH) vitamin D levels and renal disease progression in patients with type 2 diabetic nephropathy and blockade of the renin-angiotensin system",
        "The effect of cholecalciferol for lowering albuminuria in chronic kidney disease: A prospective controlled study",
        "Oral cholecalciferol decreases albuminuria and urinary TGF-β1 in patients with type 2 diabetic nephropathy on established renin-angiotensin- aldosterone system inhibition",
        "Vitamin D and chronic kidney disease",
        "An open label, randomized controlled study of oral calcitriol for the treatment of proteinuria in patients with diabetic kidney disease.",
        "Oral Calcitriol for the Treatment of Persistent Proteinuria in Immunoglobulin A Nephropathy: An Uncontrolled Trial",
        "Antiproteinuric effect of oral paricalcitol in chronic kidney disease",
        "The need for robust validation for MDRD-based glomerular filtration rate estimation in various CKD populations",
        "Kidney disease: Improving global outcomes (KDIGO) blood pressure work group. KDIGO clinical practice guideline for the management of blood pressure in chronic kidney disease",
        "Selective vitamin D receptor activation with paricalcitol for reduction of albuminuria in patients with type 2 diabetes (VITAL study): A randomised controlled trial",
        "Active vitamin D treatment for reduction of residual proteinuria: A systematic review",
        "Impact of Vitamin D on Chronic Kidney Diseases in Non-Dialysis Patients: A Meta-Analysis of Randomized Controlled Trials",
        "Suppression of renin-angiotensin gene expression in the kidney by paricalcitol",
        null,
        "Interactions of vitamin D and the proximal tubule",
        "Paricalcitol Attenuates 4-Hydroxy-2-Hexenal-Induced Inflammation and Epithelial-Mesenchymal Transition in Human Renal Proximal Tubular Epithelial Cells",
        null,
        null,
        "KDIGO clinical practice guidelines for the prevention, diagnosis, evaluation, and treatment of Chronic Kidney Disease-Mineral and Bone Disorder (CKD-MBD).",
        "Prevalence of 25-OH vitamin d deficiency in a population of hemodialysis patients and efficacy of an oral ergocalciferol supplementation regimen"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Department of Medicine, Faculty of Medicine, Chulalongkorn University",
        "Ratchadapiseksompotch Research Fund"
    ]
}