{
    "eid": "2-s2.0-85031712172",
    "title": "Contrast enhanced ultrasound as a radiation-free alternative to fluoroscopic nephrostogram for evaluating ureteral patency",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Urology",
            "@code": "2748"
        }
    ],
    "keywords": [
        "Contrast media",
        "Diagnostic imaging",
        "Fluoroscopy",
        "Kidney calculi",
        "Ultrasonography"
    ],
    "authors": [
        "Thomas Chi"
    ],
    "citedby-count": 18,
    "ref-count": 23,
    "ref-list": [
        "Effective doses in radiology and diagnostic nuclear medicine: A catalog",
        "Radiation exposure during the evaluation and management of nephrolithiasis",
        "Imaging for urolithiasis: Standards, trends, and radiation exposure",
        "Prevalence of kidney stones in the United States",
        "Radiation-associated lens opacities in catheterization personnel: Results of a survey and direct assessments",
        "Radiology",
        "Incidence of haematopoietic malignancies in US radiologic technologists",
        "The 2007 Recommendations of the International Commission on Radiological Protection. ICRP publication 103.",
        "Percutaneous nephrolithotomy: Leave a tube!",
        "Methylene Blue Injection as an Alternative to Antegrade Nephrostography to Assess Urinary Obstruction after Percutaneous Nephrolithotomy",
        "Cardiac imaging using Optison",
        "Enhancement patterns of focal liver masses: Discordance between contrast-enhanced sonography and contrast-enhanced CT and MRI",
        "Comparison of contrast-enhanced sonography with unenhanced sonography and contrast-enhanced CT in the diagnosis of malignancy in complex cystic renal masses",
        "Imaging of the acute acrotum: Is there a place for contrast-enhanced ultrasonography?",
        "Bladder tumor staging: Comparison of contrast-enhanced and gray-scale ultrasound",
        "Contrast-enhanced ultrasonography of the prostate: Various imaging findings that indicate prostate cancer",
        "Lumason: Prescribing Information",
        "Feasibility of antegrade contrast-enhanced us nephrostograms to evaluate ureteral patency",
        "Safety of ultrasound contrast agents in patients with known or suspected cardiac shunts",
        "Estimation of effective dose to the patient during medical X-ray examinations from measurements of the dose-area product",
        "The development of QUADAS: A tool for the quality assessment of studies of diagnostic accuracy included in systematic reviews",
        "Contrast-enhanced voiding urosonography: in vitro evaluation of a second-generation ultrasound contrast agent for in vivo optimization",
        "Microbubble-enhanced US in body imaging: What role?"
    ],
    "affiliation": [
        {
            "affiliation-city": "San Francisco",
            "affilname": "University of California, San Francisco",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Institutes of Health",
        "National Institutes of Health"
    ]
}