{
    "eid": "2-s2.0-85107749220",
    "title": "Marine Streptomyces chumphonensis KK1-2T produces piericidin A1 as the major secondary metabolite",
    "cover-date": "2021-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Genome analysis",
        "Marine actinobacteria",
        "Microbial metabolites",
        "Piericidin A1"
    ],
    "authors": [
        "Wongsakorn Phongsopitanun",
        "Pawina Kanchanasin",
        "Ariya Khanboon",
        "Pattama Pittayakhajonwut",
        "Khanit Suwanborirux",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 3,
    "ref-count": 26,
    "ref-list": [
        "Endophytic actinomycetes: promising source of novel bioactive compounds",
        "Microbial drug discovery: 80 years of progress",
        "Bioactive microbial metabolites",
        "Diversity and antimicrobial activity of culturable endophytic actinobacteria associated with Acanthaceae plants",
        "Marine rare actinobacteria: isolation, characterization and strategies for harnessing bioactive compounds",
        "Salinispora arenicola gen. nov., sp. nov. and Salinispora tropica sp. nov., obligate marine actinomycetes belonging to the family Micromonosporaceae",
        "The marine actinomycete Genus Salinispora: A model organism for secondary metabolite discovery",
        "Streptomyces chumphonensis sp. nov., isolated from marine sediments",
        "Unicycler: Resolving bacterial genome assemblies from short and long sequencing reads",
        "Improvements to PATRIC, the all-bacterial bioinformatics database and analysis resource center",
        "antiSMASH 5.0: update to the secondary metabolite genome mining pipeline",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "Investigation of the alamar blue (resazurin) fluorescent dye for the assessment of mammalian cell cytotoxicity",
        "Microtitre plate-based antibacterial assay incorporating resazurin as an indicator of cell growth, and its application in the in vitro antibacterial screening of phytochemicals",
        "Agar and broth dilution methods to determine the minimal inhibitory concentration (MIC) of antimicrobial substances",
        "Fluorescence-based neuraminidase inhibition assay to assess the susceptibility of influenza viruses to the neuraminidase inhibitor class of antivirals",
        "Quantitative assessment of antimalarial activity in vitro by a semiautomated microdilution technique",
        "Improve green fluorescent protein reporter gene-based microplate screening for antituberculosis compounds by utilizaing an acetamidase promoter",
        "Elucidation of piericidin A1 biosynthesis locus revealed a thioesterase-dependent mechanism of alpha-pyridone ring formation",
        "Isolation and physiological activities of piericidin A, a natural insecticide produced by Streptomyces",
        "Elucidation hydroxylation and methylation steps tailoring piericidin A1 biosynthesis",
        "Inhibition of mitochondrial electron transport by piericidin A and related compounds",
        "Antagonistic effect of vitamin K3 on the respiratory chain of insects and mammals in the presence of piericidin A",
        "Piericidin A1 blocks Yersinia YSC type III secretion system needle assembly",
        "Total synthesis of piericidin A1 and B1 and key analogues",
        "Total synthesis of piericidin A1. Application of a modified Negishi carboalumination-nickel-catalyzed cross-coupling"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}