{
    "eid": "2-s2.0-85163379842",
    "title": "Hidden Lineages in the Mountains: The Genus Glyptaulax Gude, 1914 and Maelamaodiscus gen. nov. (Heterobranchia: Stylommatophora: Charopidae and Ariophantidae) with Description of Two New Species from Western Thailand",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Ecology",
            "@code": "2303",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Paleontology",
            "@code": "1911",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "endemism",
        "limestone",
        "Pulmonata",
        "systematics",
        "Tenasserim Range"
    ],
    "authors": [
        "Chirasak Sutcharit",
        "Arthit Pholyotha"
    ],
    "citedby-count": 0,
    "ref-count": 70,
    "ref-list": [
        "Descriptions of one Indian and nine new Burmese Helices; and note on two Burmese Cyclostomcaea",
        "New Helicidae collected by W. Theobald, Esq., jun., in Burmah and the Khasia Hills, and described by W.H. Benson, Esq",
        "Revised classification, nomenclator and typification of gastropod and monoplacophoran families",
        "Description de deux nouveaux genres algériens, suivie Tune classification des families et des genres de Mollusques terrestres et fluviatiles du système européen",
        "Phylogenetic analyses of distantly related clades of bent-toed geckos (genus Cyrtodactylus) reveal an unprecedented amount of cryptic diversity in northern and western Thailand",
        "Limestone karsts of Southeast Asia: Imperiled arks of biodiversity",
        "Diversity and biogeography of land snails (Mollusca, Gastropoda) in the limestone hills of Perak, Peninsular Malaysia",
        "Land and Freshwater Mollusca of India, including South Arabia, Baluchistan, Afghanistan, Kashmir, Nepal, Burmah, Pegu, Tenasserim, Malay Peninsula, Ceylon, and other islands of the Indian Ocean",
        "Description of land mollusks from the province of Tavoy, in British Burmah",
        "Karstic landscapes are foci of species diversity in the World’s Third-Largest vertebrate genus Cyrtodactylus Gray, 1827 (Reptilia: Squamata: Gekkonidae)",
        "Twelve new species of Cyrtodactylus Gray (Squamata: Gekkonidae) from isolated limestone habitats in east-central and southern Myanmar demonstrate high localized diversity and unprecedented microendemism",
        "Phylogeny of the Limacoidea sensu lato (Gastropoda: Stylommatophora)",
        "Revision of the land Mollusca of New Zealand",
        "A revision of eastern Australian land snails placed in Nitor Gude (Helicarionidae, Stylommato-phora)",
        "Molecular phylogenetics and systematic revision of the south-eastern Australian Helicarionidae (Gastropoda, Stylommatophora)",
        "Annotated checklist of the operculated land snails from Thailand (Moll-usca, Gastropoda, Caenogastropoda): the family Pupinidae, with descriptions of several new species and subspecies, and notes on classification of Pupina Vignard, 1829 and Pupinella Gray, 1850 from mainland Southeast Asia",
        "Pfeiffer’s Novitates Conchologicae, Series I, Land Mollusca, 1854-1879, and Dunker’s Novitates Concho-logicae, Series II, Marine Mollusca, 1862-1882. A complete collation",
        "Shell shape and mating behaviour in pulmonate gastropods (Mollusca)",
        "Five new species of caddisflies (Trichoptera: Insecta) from Upper Tenasserim Range, Thailand and Myanmar",
        "Zur Binnenmollusken-Fauna Annams III",
        "Observations on the terrestrial Pulmonifera of Maine, including a catalogue of all the species of terrestrial and fluviatile Mollusca known to inhabit the state",
        "Biodiversity hotspots for conservation priorities",
        "An annotated catalogue of type specimens of the land snail genus Cyclophorus Monfort, 1810 (Caenogastro-poda, Cyclophoridae) in the Natural History Museum, London",
        "Annotated checklist of the terrestrial and freshwater molluscs of the Arabian Peninsula with descriptions of new species",
        "An integrative taxonomic approach to infer the systematic position of Chalepotaxis Ancey, 1887 (Gastropoda: Stylommatophora: Helicarionidae)",
        "Description de deux mollusques nouveaux, déc-ouverts par M. Perrotet sur le plateau des Ncelgherries",
        "Novitates Conchologicae. Series prima. Mollusca extramarina. Descriptions et figures de coquilles, extramarines nouvelles, ou peu connues",
        "The land snail genus Macrochlamys Gray, 1847 from Thailand, with descript-tions of five new species (Pulmonata: Ariophantidae)",
        "Land snail genus Sarika Godwin-Austen, 1907 (Eupulmonata: Ariophantidae) from Cambodia, with descript-tion of three new species",
        "Integrative taxonomic revision of the land snail genus Sarika Godwin-Austen, 1907 in Thailand, with descriptions of nine new species (Eupulmonata, Ariophantidae)",
        "Systematic revision of the limestone karst-restricted land snail genus Aenigmatoconcha (Eupulmonata: Helicarionidae), with description of a new species",
        "Integrative systematics reveals the new land snail genus Taphrenalla (Eupulmonata: Ariophantidae) with a description of nine new species from Thailand",
        "Taxonomic revision of the land snail genera Macrochlamys Gray, 1847 and Sarika Godwin-Austen, 1907 (Eupul-monata: Ariophantidae) from Southeastern Myanmar, with descriptions of three new species",
        "Uncovering local endemism from southeastern Myanmar: description of the new karst-associated terrestrial snail genus Burmochlamys (Eupulmonata, Helicarionidae)",
        "An integrative taxonomic revision of slug-eating snakes (Squamata: Pareidae: Pareineae) reveals unprecedented diversity in Indochina",
        "A new species of miniaturised narrowmouth frog of the genus Microhyla Tschudi, 1838 (Amphibia: Anura: Microhylidae) from northern Tenasserim, Thailand",
        "On the dates of publication of Hanley and Theobald’s “Conchologica Indica”",
        "William Benson and the origins of the golden age of malacology in British India: Biography, illustrated catalogue and evaluation of his moll-uscan types",
        "Treatise on recent terrestrial pulmonated mollusks. Part 7. Endodontidae, Thyrophorellidae, Charopidae",
        "Treatise on recent terrestrial pulmonated mollusks. Part 9. Helicarionidae, Gymnarionidae, Rhysotinidae, Ariophantidae",
        "Treatise on recent terrestrial pulmonate molluscs. Part 10. Ariophantidae, Ostracolethidae, Ryssotidae, Milacidae, Dyakiidae, Staffordiidae, Gastrodontidae, Zonitidae, Daudebardiidae, Parmacellidae",
        "Some non-marine mollusks from Thailand",
        "Systematic review of the dextral Hemiplecta Albers, 1850 (Eupulmonata, Ariophantidae) from Thailand with description of a new species and list of all the Indochinese species",
        "Illustrated type catalogue of Amphidromus Albers, 1850 in the Natural History Museum, London, and descriptions of two new species",
        "An annotated type catalogue of seven genera of operculate land snails (Caenogas-tropoda, Cyclophoridae) in the Natural History Museum, London",
        "Molecular phylogeny reveals high diversity and endemism in the limestone karst-restricted land snail genus Sophina Benson, 1859 from Myanmar (Eupulmonata: Helica-rionidae), with description of four new species",
        "Reassessment and systematic position of the sinistral snails of genus Hemiplecta from Thailand (Eupulmonata: Ariophan-tidae), with description of two new species",
        "A new species of Sesara Albers, 1860 from northeastern Thailand (Stylommatophora: Helicarionidae)",
        "Notes on the distribution of some the land and freshwater shells of India: Part I. Birmah and the Tenasserim Provinces",
        "Descriptions of some new Burmese and Indian Helicidae with remarks on some previously described species",
        "Descriptions of some new land and freshwater shells from India and Burmah",
        "A phylogeny of the land snails (Gastropoda: Pulmonata)",
        "Evolutionary relationships among the pulmonate land snails and slugs (Pulmonata, Stylommatophora)",
        "The first proven oxychilid land snail endemic to China (Eupulmonata, Gastrodontoidea)",
        "Gastropoda, Euthyneura"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Environmental Conservation Forest Department",
        "Ministry of Natural Resources",
        "FFI"
    ]
}