{
    "eid": "2-s2.0-85143279687",
    "title": "The Interaction Effect of Text-Based Corporate Innovation and Economic Policy Uncertainty on Firm Performance",
    "cover-date": "2022-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Arts and Humanities (all)",
            "@code": "1200",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Social Sciences (all)",
            "@code": "3300",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "economic policy uncertainty",
        "firm performance",
        "firm value",
        "innovation",
        "text-based corporate innovation"
    ],
    "authors": [
        "Nattarinee Denlertchaikul",
        "Pattanaporn Chatjuthamard",
        "Pornsit Jiraporn",
        "Piyachart Phiromswad"
    ],
    "citedby-count": 0,
    "ref-count": 90,
    "ref-list": [
        "The value relevance of intangibles non-current assets in different economic conditions",
        "Bankruptcy codes and innovation",
        "Innovation and institutional ownership",
        "The power of print: Uncertainty shocks, markets, and the economy",
        "Founding-family ownership and firm performance: Evidence from the S&P 500",
        "Venture-backed private equity valuation and financial statement information",
        "The impact of relational governance on performance improvement in export manufacturing firms",
        "Designing value chains for industry 4.0 and a circular economy: A review of the literature",
        "Technological capability and firm efficiency in Taiwan (China)",
        "Measuring economic policy uncertainty",
        "Managerial incentives and strategic choices of firms with different ownership structures",
        "Firm resources and sustained competitive advantage",
        "Picking winners or building them? Alliance, intellectual, and human capital as selection criteria in venture financing and performance of biotechnology startups",
        "Does green transformational leadership lead to green innovation? The role of green thinking and creative process engagement",
        "A text-based analysis of corporate innovation",
        "Latent Dirichlet allocation",
        "Economic policy uncertainty and the credit channel: Aggregate and bank level U.S. evidence over several decades",
        "Economic policy uncertainty and firm value: The mediating role of intangible assets and R&D",
        "Research and development activity and profitability: A distributed lag analysis",
        "The stock market valuation of research and development expenditures",
        "Advertising, R&D expenditures and the market value of the firm",
        "Estimating the effect of corporate social responsibility on firm value using geographic identification",
        "Monetary policy and stock market boom-bust cycles",
        "Innovation and firm growth: Does firm age play a role?",
        "A historical comparison of resource-based theory and five schools of thought within industrial organization economics: Do we have a new theory of the firm?",
        "Research, innovation and productivity: An econometric analysis at the firm level",
        "Managerial innovation: Conceptions, processes and antecedents",
        "Organizational innovation and performance: The problem of “organizational lag.",
        "Economic policy uncertainty, tax quotas and corporate tax burden: Evidence from China",
        "Policy uncertainty, investment, and the cost of capital",
        "An examination of long-term abnormal stock returns and operating performance following R&D increases",
        "Small firm Innovation, growth and performance: Evidence from Scotland and Northern England",
        "What drives media slant? Evidence from U.S. daily newspapers",
        "Policy uncertainty and corporate investment",
        "Environmental entrepreneurial orientation and firm performance: The role of environmental innovation and stakeholder pressure",
        "Exploring the relationship between R&D and productivity in French manufacturing firms",
        "The effects of price and cost uncertainty on investment",
        "Product market synergies and competition in mergers and acquisitions: A text-based analysis",
        "The relevance of the value-relevance literature for financial accounting standard setting",
        "Patents as quality signals for entrepreneurial ventures",
        "Financial development and innovation: Cross-country evidence",
        "Investment opportunity set, corporate governance practices and firm performance",
        "Economic policy uncertainty and firm performance",
        "How does monetary policy uncertainty influence firms’ dynamic adjustment of capital structure",
        "Does corporate social responsibility (CSR) improve credit ratings? Evidence from geographic identification",
        "Capital structure and corporate governance quality: Evidence from the Institutional Shareholder Services (ISS)",
        "Payout policy, agency conflicts, and corporate governance",
        "Oil shocks, policy uncertainty and stock returns in China",
        "Intangible assets as drivers of innovation: Empirical evidence on multinational enterprises in German and UK regional systems of innovation",
        "Strategic growth options",
        "Handbook of the economics of innovation",
        "Private equity and long-run investment: The case of innovation",
        "Does economic policy uncertainty aggravate financial constraints?",
        "Patents, venture capital, and software start-ups",
        "Executive compensation structure, ownership, and firm performance",
        "Innovation and productivity: An update",
        "Financial constraints and other obstacles: Are they a threat to innovation activity?",
        "Innovation without patents: Evidence from world’s fairs",
        "Do corporate taxes hinder innovation?",
        "Do managerial practices matter in innovation and firm performance relations? New evidence from the UK",
        "Strategic positioning and grand strategies for high-technology SMEs",
        "Political uncertainty and risk premia",
        "On the efficiency of stock-based compensation",
        "Intangible capital and the investment-q relation",
        "Intellectual capital and firm performance of US multinational firms",
        "Corporate investments and environmental regulation: The role of regulatory uncertainty, regulation-induced uncertainty, and investment history",
        "Increasing returns and long-run growth",
        "Economic policy uncertainty and corporate innovation: Evidence from China",
        "Liquidation values and debt capacity: A market equilibrium approach",
        "Accounting for intangibles – A critical review of policy recommendations",
        "Technical change and the aggregate production function",
        "The accounting based valuation of corporate R&D",
        "Environmental leadership, green innovation practices, environmental knowledge learning, and firm performance",
        "Strategic growth option, uncertainty, and R&D investment",
        "The effect of political uncertainty on the cost of corporate debt",
        "A resource-based view of the firm",
        "Corporate finance and corporate governance",
        "Are busy directors harmful or helpful? Evidence from the great recession",
        "Economic policy uncertainty, cost of capital, and corporate innovation",
        "Innovation capabilities, innovation types, and firm performance: Evidence from the banking sector of Ghana"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Chulalongkorn University in Bangkok",
        "National Research Council of Thailand"
    ]
}