{
    "eid": "2-s2.0-85065113592",
    "title": "Loss-of-function mutation in thiamine transporter 1 in a family with autosomal dominant diabetes",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Internal Medicine",
            "@code": "2724",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Endocrinology, Diabetes and Metabolism",
            "@code": "2712",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Prapaporn Jungtrakoon",
        "Jun Shirakawa",
        "Patinut Buranasupkajorn",
        "Manoj K. Gupta",
        "Dario F. De Jesus",
        "Marcus G. Pezzolesi",
        "Aussara Panya",
        "Timothy Hastings",
        "Chutima Chanprasert",
        "Christine Mendonca",
        "Rohit N. Kulkarni",
        "Alessandro Doria"
    ],
    "citedby-count": 15,
    "ref-count": 29,
    "ref-list": [
        "Mutations in SLC19A2 cause thiamineresponsive megaloblastic anaemia associated with diabetes mellitus and deafness",
        "Thiamineresponsive megaloblastic anemia syndrome (TRMA) with cone-rod dystrophy",
        "Cardiac manifestations in thiamine-responsive megaloblastic anemia syndrome",
        "Acute ischemic stroke in a young woman with the thiamine-responsive megaloblastic anemia syndrome",
        "Novel mutation in the SLC19A2 gene in an African-American female with thiamine-responsive megaloblastic anemia syndrome",
        "Identification of a SLC19A2 nonsense mutation in Persian families with thiamine-responsive megaloblastic anemia",
        "A novel mutation in the thiamine responsive megaloblastic anaemia gene SLC19A2 in a patient with deficiency of respiratory chain complex i",
        "Diabetes mellitus, thiamine-dependent megaloblastic anemia, and sensorineural deafness associated with deficient alpha-ketoglutarate dehydrogenase activity",
        "Mitochondrial dysfunction and molecular pathways of disease",
        "Pyruvate dehydrogenase kinases in the nervous system: Their principal functions in neuronal-glial metabolic interaction and neurometabolic disorders",
        "Review: Central nervous system involvement in mitochondrial disease",
        "Thiamine-dependent beriberi in the \"thiamine-responsive anemia syndrome\"",
        "Thiamin-responsive megaloblastic anaemia: A disorder of thiamin transport?",
        "Thiamine-responsive megaloblastic anemia syndrome",
        "Localization of the gene for thiamineresponsive megaloblastic anemia syndrome, on the long arm of chromosome 1, by homozygosity mapping",
        "Loss-of-function mutations in APPL1 in familial diabetes mellitus",
        "Insulin secretion and differential gene expression in glucose-responsive and -unresponsive MIN6 sublines",
        "PI3K-C2a knockdown results in rerouting of insulin signaling and pancreatic beta cell proliferation",
        "Pancreatic beta cells and islets take up thiamin by a regulated carrier-mediated process: Studies using mice and human pancreatic preparations",
        "Maternally transmitted diabetes and deafness associated with a 10.4 kb mitochondrial DNA deletion",
        "Maternally inherited diabetes and deafness: A multicenter study",
        "Thiamine corrects delayed replication and decreases production of lactate and advanced glycation endproducts in bovine retinal and human umbilical vein endothelial cells cultured under high glucose conditions",
        "Pyrithiamineinduced thiamine deficiency alters proliferation and neurogenesis in both neurogenic and vulnerable areas of the rat brain",
        "Toxicity of glyoxals-role of oxidative stress, metabolic detoxification and thiamine deficiency",
        "Thiamine deficiency induces oxidative stress in brain mitochondria of Mus musculus",
        "Targeted disruption of Slc19a2, the gene encoding the high-affinity thiamin transporter Thtr-1, causes diabetes mellitus, sensorineural deafness and megaloblastosis in mice",
        "GTEx Consortium. A novel approach to high-quality postmortem tissue procurement: The GTEx Project",
        "Two sites of glucose control of insulin release with distinct dependence on the energy state in pancreatic B-cells",
        "Mitochondrial dysfunction contributes to impaired insulin secretion in INS-1 cells with dominant-negative mutations of HNF-1alpha and in HNF-1alpha-deficient islets"
    ],
    "affiliation": [
        {
            "affiliation-city": "Boston",
            "@id": "60003872",
            "affilname": "Joslin Diabetes Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003872",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60199575",
            "affilname": "Siriraj Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199575",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Salt Lake City",
            "@id": "60024978",
            "affilname": "University of Utah School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024978",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60002746",
            "affilname": "Harvard Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002746",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Japan Association for Diabetes Education and Care",
        "Japan Diabetes Foundation",
        "Mahidol University",
        "National Institute of Diabetes and Digestive and Kidney Diseases",
        "National Institutes of Health",
        "Thailand Research Fund",
        "National Institutes of Health",
        "National Institute of Diabetes and Digestive and Kidney Diseases",
        "JDRF",
        "Thailand Research Fund",
        "Japan Diabetes Foundation",
        "Faculty of Medicine of Siriraj Hospital, Mahidol University"
    ]
}