{
    "eid": "2-s2.0-85110587632",
    "title": "Amycolatopsis dendrobii sp. Nov., an endophytic actinomycete isolated from dendrobium heterocarpum lindl.",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Amycolatopsis dendrobii",
        "Dendrobium heterocarpum Lindl",
        "Endophytic actinomycetes",
        "Plant root"
    ],
    "authors": [
        "Nisachon Tedsree",
        "Somboon Tanasupawat",
        "Boonchoo Sritularak",
        "Nattakorn Kuncharoen",
        "Kittisak Likhitwitayawuid"
    ],
    "citedby-count": 4,
    "ref-count": 40,
    "ref-list": [
        "Two new genera of nocardioform Actinomycetes: Amycolata gen. nov. and Amyco-latopsis gen. nov",
        "Family I Pseudonocardiaceae Embley, Smida and Stackebrandt 1989.205VP emend. Labeda, Goodfellow, Chun, Zhi and Li",
        "Order XIII Pseudonocardiales ord",
        "Amycolatopsis silviterrae sp. nov., isolated from forest soil",
        "Amycolatopsis albispora sp. nov., isolated from deep-sea sediment",
        "Amycolatopsis antarctica sp. nov., isolated from the surface of an Antarctic brown macroalga",
        "Amycolatopsis cihan-beyliensis sp. nov., a halotolerant actinomycete isolated from a salt mine",
        "Amyco-latopsis suaedae sp. nov., an endophytic actinomycete isolated from Suaeda maritima roots",
        "Amycolatopsis stemonae sp. nov., isolated from a Thai medic-inal plant",
        "Amycolatopsis anabasis sp. nov., a novel endophytic actinobacterium isolated from roots of Anabasis elatior",
        "Micromonosporamusae sp. nov., an endophytic actinomycete isolated from roots of Musa species",
        "Selection of media for the isolation of Strep-tomycetes",
        "Methods for characterization of Strepto-myces species",
        "Nocardia coeliaca, Nocardia autotrophica, and the nocardin strain",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "An integrated procedure for the extraction of bacterial isopre-noid quinones and polar lipids",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Description of four new species of the genus Kineosporia: Kineosporia succinea sp. nov., Kineosporia rhizophila sp. nov., Kineosporia mikuniensis sp. nov. and Kineosporia rhamnose sp. nov., isolated from plant samples, and amended description of the genus Kineosporia",
        "Planotetraspora thailandica sp. nov., isolated from soil in Thailand",
        "16S/23S rRNA sequencing",
        "BioEdit: a user-friendly biological sequence alignment editor and analysis program for Windows 95/98 NT",
        "Introducing EzBio-cloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Toward defining the course of evolution: minimum change for a species tree topology",
        "MEGA7: molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "Prokka: rapid prokaryotic genome annotation",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "JSpeciesWS: a web server for prokaryotic species circumscription based on pair-wise genome comparison",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "Chemotaxonomy of aerobic actinomycetes: phospholipid composition",
        "Shifting the genomics gold standard for the prokaryotic species definition",
        "DNA-DNA hybridization values and their relationship to whole genome sequence similarities",
        "antiSMASH 5.0: update to the secondary metabolite genome mining pipeline",
        "Biosyn-thesis of the Apoptolidins in Nocardiopsis sp. FU 40"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Ministry of Higher Education, Science, Research and Innovation"
    ]
}