{
    "eid": "2-s2.0-85049301456",
    "title": "International correlation asymmetries: Frequent-but-small and infrequent-but-large equity returns",
    "cover-date": "2016-12-01",
    "subject-areas": [
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        },
        {
            "$": "Finance",
            "@code": "2003"
        }
    ],
    "keywords": [],
    "authors": [
        "Bruno Solnik"
    ],
    "citedby-count": 6,
    "ref-count": 46,
    "ref-list": [
        "Modeling financial contagion using mutually exciting jump processes",
        "Increased correlation among asset classes: Are volatility or jumps to blame, or both?",
        "Normal mixture GARCH(1,1): Applications to exchange rate modelling",
        "Why constrain your mutual fund manager?",
        "International Asset Allocation With Regime Shifts",
        "Asymmetric correlations of equity portfolios",
        "Stochastic correlation across international stock markets",
        "Econometrics of testing for jumps in financial economics using bipower variation",
        "Review of Economics and Statistics",
        "Pitfalls in Tests for Changes in Correlations",
        "Increased Correlation in Bear Markets",
        "Asymmetric dynamics in the correlations of global equity and bond returns",
        "Is the potential for international diversification disappearing? a dynamic copula approach",
        "Systemic risk and international portfolio choice",
        "Hypothesis testing when a nuisance parameter is present only under the alternative",
        "Optimal versus naive diversification: How inefficient is the 1/N portfolio strategy?",
        "Size matters: Optimal calibration of shrinkage estimators for portfolio selection",
        "Journal of the Royal Statistical Society: Series B",
        "Fitting Jump Diffusion Processes Using the em Algorithm",
        "Dynamic conditional correlation: A simple class of multivariate generalized autoregressive conditional heteroskedasticity models",
        "Financial Analysts Journal",
        "No contagion, only interdependence: Measuring stock market comovements",
        "The Asymptotic Theory of Extreme Order Statistics",
        "On the Relation between the Expected Value and the Volatility of the Nominal Excess Return on Stocks",
        "Asset allocation under multivariate regime switching",
        "The likelihood ratio test under nonstandard conditions: Testing the markov switching model of gnp",
        "Optimal portfolio choice for unobservable and regime-switching mean returns",
        "Performance Hypothesis Testing with the Sharpe and Treynor Measures",
        "Stochastic Volatility: Likelihood Inference and Comparison with ARCH Models",
        "Robust performance hypothesis testing with the Sharpe ratio",
        "Dynamic Asset Allocation with Event Risk",
        "Is the correlation in international equity returns constant: 1960-1990?",
        "Extreme correlation of international equity markets",
        "Finance Letters",
        "Option pricing when underlying stock returns are discontinuous",
        "Modelling Dependence in High Dimensions with Factor Copulas",
        "New evidence of asymmetric dependence structures in international equity markets",
        "Multivariate Stochastic Volatility Models",
        "Proceedings of the Business and Economic Statistics Section of American Statistical Association",
        "Internationally correlated jumps",
        "Volatility and cross correlation across major stock markets",
        "Econometrics Journal",
        "Stylized facts of daily return series and the hidden Markov model",
        "Unpublished Discussion of Karolyi and Stulz (1996)",
        "Annals of Statistics",
        "Forecasting volatility in the New Zealand stock market"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn Business School",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hong Kong",
            "affilname": "Hong Kong University of Science and Technology",
            "affiliation-country": "Hong Kong"
        }
    ],
    "funding": [
        "HEC-Paris",
        "HKUST Business School SBI",
        "Office of the Higher Education Commission",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}