{
    "eid": "2-s2.0-85044258431",
    "title": "Analysis of wild macaque stone tools used to crack oil palm nuts",
    "cover-date": "2018-03-21",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Hammerstone",
        "Human evolution",
        "Macaca fascicularis",
        "Percussive technology",
        "Primate archaeology",
        "Use-wear"
    ],
    "authors": [
        "T. Proffitt",
        "V. L. Luncz",
        "S. Malaivijitnond",
        "M. Gumert",
        "M. S. Svensson",
        "M. Haslam"
    ],
    "citedby-count": 30,
    "ref-count": 49,
    "ref-list": [
        "Percussive technology in human evolution: An introduction to a comparative approach in fossil and living primates",
        "Primate archaeology",
        "Primate archaeology evolves",
        "The manifold use of pounding stone tools by wild capuchin monkeys of Serra da Capivara National Park, Brazil",
        "Wild capuchin monkeys (Cebus libidinosus) use anvils and stone pounding tools",
        "Marine prey processed with stone tools by Burmese long-tailed macaques (Macaca fascicularis aurea) in intertidal habitats",
        "Monkeys opening oysters",
        "Stone-tool usage by Thai long-tailed macaques (Macaca fascicularis)",
        "The physical characteristics and usage patterns of stone axe and pounding hammers used by long-tailed macaques in the Andaman Sea region of Thailand",
        "Stone tool transport by wild Burmese long-tailed macaques (Macaca fascicularis aurea)",
        "Archaeological excavation of wild macaque stone tools",
        "Technological response of wild macaques (Macaca fascicularis) to anthropogenic change",
        "From play to proficiency: The ontogeny of stone-tool use in coastal-foraging long-tailed macaques (Macaca fascicularis) froma comparative perception-action perspective",
        "Analysis of sea almond (Terminalia catappa) cracking sites used by wild Burmese long-tailed macaques (Macaca fascicularis aurea)",
        "Use-wear patterns on wild macaque stone tools reveal their behavioural history",
        "Optimization of nut-cracking with natural hammers by wild chimpanzees",
        "Tool use in wild chimpanzees: New light from dark forests",
        "Chaînes opératoires and resource-exploitation strategies in chimpanzee (Pan troglodytes) nut cracking",
        "Wild capuchin monkeys adjust stone tools according to changing nut properties",
        "Physical properties of palm fruits processed with tools by wild bearded capuchins (Cebus libidinosus)",
        "Cultural innovation and transmission of tool use in wild chimpanzees: Evidence from field experiments",
        "Tool-composite reuse in wild chimpanzees (Pan troglodytes): Archaeologically invisible steps in the technological evolution of early hominins?",
        "Flexibility of wild chimpanzee nut-cracking behavior using stone hammers and anvils: An experimental analysis",
        "First GIS analysis of modern stone tools used by wild chimpanzees (Pan troglodytes verus) in Bossou, Guinea, West Africa",
        "Dietary responses to fruit scarcity of wild chimpanzees at Bossou, Guinea: Possible implications for ecological importance of tool use",
        "3.3-million-year-old stone tools from Lomekwi 3, West Turkana, Kenya",
        "An earlier origin for stone tool making: Implications for cognitive evolution and the transition to Homo",
        "Percussion marks, tooth marks, and experimental determinations of the timing of hominid and carnivore access to long bones at FLK Zinjanthropus, Olduvai Gorge, Tanzania",
        "A technological analysis of non-flaked stone tools in Olduvai Beds I & II: Stressing the relevance of percussion activities in the African Lower Pleistocene",
        "Were Olduvai Hominins making butchering tools or battering tools? Analysis of a recently excavated lithic assemblage from BK (Bed II, Olduvai Gorge, Tanzania)",
        "Experimental protocols for the study of battered stone anvils from Olduvai Gorge (Tanzania)",
        "Assessing the function of pounding tools in the Early Stone Age: A microscopic approach to the analysis of percussive artefacts from Beds I and II, Olduvai Gorge (Tanzania)",
        "Quantifying traces of tool use: A novel morphometric analysis of damage patterns on percussive tools",
        "Nut cracking tools used by captive chimpanzees (Pan troglodytes) and their comparison with early stone age percussive artefacts from Olduvai Gorge",
        "Production and use of percussive stone tools in the Early Stone Age: Experimental approach to the lithic record of Olduvai Gorge, Tanzania. J. Archaeol",
        "Percussion tools in Olduvai Beds I and II (Tanzania): Implications for early human activities",
        "Wild monkeys flake stone tools",
        "Functional analysis of macro-lithic artefacts: A focus on working surfaces",
        "Nut cracking tools used by captive chimpanzees (Pan troglodytes) and their comparison with Early Stone Age percussive artefacts from Olduvai Gorge",
        "‘Captivity bias’ in animal tool use and its implications for the evolution of hominin technology",
        "Oil palm use by adjacent communities of chimpanzees at Bossou and Nimba Mountains, West Africa",
        "Essai pour une typologie du matériel de percussion",
        "Characteristics of hammer stones and anvils used by wild bearded capuchin monkeys (Cebus libidinosus) to crack open palm nuts",
        "Unique perceptuomotor control of stone hammers in wild monkeys",
        "Data from: Analysis of wild macaque stone tools used to crack oil palm nuts"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Oxford",
            "@id": "60175816",
            "affilname": "Oxford Social Sciences Division",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60175816",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Oxford",
            "@id": "60026851",
            "affilname": "University of Oxford",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026851",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "London",
            "@id": "60022148",
            "affilname": "University College London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022148",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Oxford",
            "@id": "60014564",
            "affilname": "Oxford Brookes University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014564",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60005510",
            "affilname": "Nanyang Technological University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005510",
            "affiliation-country": "Singapore"
        }
    ],
    "funding": [
        "Leverhulme Trust",
        "British Academy",
        "European Research Council"
    ]
}