{
    "eid": "2-s2.0-85062869108",
    "title": "The association of functional status with mortality and dialysis modality change: results from the peritoneal dialysis outcomes and practice patterns study (PDOPPS)",
    "cover-date": "2019-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Nephrology",
            "@code": "2727",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Daily activities",
        "functional impairment",
        "hemodialysis",
        "survival"
    ],
    "authors": [
        "Karthik Tennankore",
        "Junhui Zhao",
        "Angelo Karaboyas",
        "Brian A. Bieber",
        "Bruce M. Robinson",
        "Hal Morgenstern",
        "S. Vanita Jassal",
        "Fredric O. Finkelstein",
        "Talerngsak Kanjanabuch",
        "Areewan Cheawchanwattana",
        "Ronald L. Pisoni",
        "James A. Sloand",
        "Jeffrey Perl"
    ],
    "citedby-count": 18,
    "ref-count": 38,
    "ref-list": [
        "Functional dependencies among the elderly on hemodialysis",
        "Development of a risk stratification algorithm to improve patient-centered care and decision making for incident elderly patients with end-stage renal disease",
        "Hemodialysis patient-assessed functional health status predicts continued survival, hospitalization, and dialysis-attendance compliance",
        "Comorbidity ascertainment from the ESRD Medical Evidence Report and Medicare claims around dialysis initiation: A comparison using US Renal Data System data",
        "Octogenarians and nonagenarians starting dialysis in the United States",
        "Functional status of elderly adults before and after initiation of dialysis",
        "Predicting early death among elderly dialysis patients: Development and validation of a risk score to assist shared decision-making for dialysis initiation",
        "Functional and cognitive impairment, frailty, and adverse health outcomes in older patients reaching ESRD—a systematic review",
        "Underreporting of nursing home utilization on the CMS-2728 in older incident dialysis patients and implications for assessing mortality risk",
        "Functional dependence and mortality in the international Dialysis Outcomes and Practice Patterns Study (DOPPS)",
        "Quality of life and physical function in older patients on dialysis: A comparison of assisted peritoneal dialysis with hemodialysis",
        "Effect of dialysis modality on frailty phenotype, disability, and health-related quality of life in maintenance dialysis patients",
        "Functional disability in older adults maintained on peritoneal dialysis therapy",
        "Predictors of poor outcome in chronic dialysis patients: The Netherlands Cooperative Study on the Adequacy of Dialysis. The NECOSAD Study Group",
        "Outcomes in older adults with stage 5 chronic kidney disease: Comparison of peritoneal dialysis and conservative management",
        "Developing an assisted automated peritoneal dialysis (AAPD) service—a single-centre experience",
        "North Thames Dialysis Study Group. Clinical outcomes and quality of life in elderly patients on peritoneal dialysis versus hemodialysis",
        "Home care assistance and the utilization of peritoneal dialysis",
        "The Peritoneal Dialysis Outcomes and Practice Patterns Study (PDOPPS): Unifying efforts to inform practice and improve global outcomes in peritoneal dialysis",
        "Progress in development of the index of ADL",
        "Assessment of older people: Self-maintaining and instrumental activities of daily living",
        "The classic measure of disability in activities of daily living is biased by age but an expanded IADL/ADL measure is not",
        "PD First policy: Thailand's response to the challenge of meeting the needs of patients with end-stage renal disease",
        "Statistical analysis with missing data",
        "Screening for depression in well older adults: Evaluation of a short form of the CES-D (Center for Epidemiologic Studies Depression Scale)",
        "Predictors of treatment with dialysis modalities in observational studies for comparative effectiveness research",
        "Peritoneal dialysis in elderly patients: Report from the French Peritoneal Dialysis Registry (RDPLF)",
        "Dialysis options for end-stage renal disease in older people",
        "Effect of assistance on peritonitis risk in diabetic patients treated by peritoneal dialysis: Report from the French Language Peritoneal Dialysis Registry",
        "Hospitalization rates for patients on assisted peritoneal dialysis compared with in-center hemodialysis",
        "Clinical outcome of elderly peritoneal dialysis patients with assisted care in a single medical centre: A 25 year experience",
        "French Peritoneal Dialysis Registry (RDPLF): Outline and main results",
        "Evaluation of a 12-month pilot of long-term and temporary assisted peritoneal dialysis",
        "Broadening Options for Long-term Dialysis in the Elderly (BOLDE): Differences in quality of life on peritoneal dialysis compared to haemodialysis for older patients",
        "Factors influencing patient choice of dialysis versus conservative care to treat end-stage kidney disease",
        "Dialysis modality preference of patients with CKD and family caregivers: A discrete-choice study",
        "Survival by dialysis modality—who cares?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ann Arbor",
            "@id": "60136265",
            "affilname": "Arbor Research Collaborative for Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60136265",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ann Arbor",
            "@id": "60025778",
            "affilname": "University of Michigan, Ann Arbor",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025778",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Round Lake",
            "@id": "60020956",
            "affilname": "Baxter Healthcare Corporation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020956",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Toronto",
            "@id": "60017018",
            "affilname": "Saint Michael's Hospital University of Toronto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017018",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Halifax",
            "@id": "60015913",
            "affilname": "Dalhousie University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015913",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Toronto",
            "@id": "60014468",
            "affilname": "University Health Network University of Toronto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014468",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "New Haven",
            "@id": "60005455",
            "affilname": "Yale University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005455",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Canadian Institute for Health",
        "Canadian Institute for Health Research",
        "Rachadaphiseksompot Endorcement Fund",
        "National Institute of Diabetes and Digestive and Kidney Diseases",
        "Baxter International Inc.",
        "Patient-Centered Outcomes Research Institute",
        "Japanese Society of Peritoneal Dialysis",
        "National Institute for Health Research",
        "National Health and Medical Research Council",
        "Chulalongkorn University",
        "National Science and Technology Development Agency",
        "National Research Council of Thailand"
    ]
}