{
    "eid": "2-s2.0-84950114679",
    "title": "DFT investigation on molecular structure of zirconia nanoparticle and its adsorption structures with elementary gases",
    "cover-date": "2016-03-15",
    "subject-areas": [
        {
            "$": "Spectroscopy",
            "@code": "1607"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        },
        {
            "$": "Inorganic Chemistry",
            "@code": "1604"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        }
    ],
    "keywords": [
        "Adsorption energy",
        "DFT",
        "Energy gap",
        "Gas adsorption structures",
        null
    ],
    "authors": [
        "Benjawan Kaewruksa"
    ],
    "citedby-count": 6,
    "ref-count": 57,
    "ref-list": [
        "Selective oxidation catalysis II",
        null,
        "Int. J. Mass Spectrom.",
        "Inorganic Solid Acids and Their Use in Acid-Catalyzed Hydrocarbon Reactions",
        "Synthesis and Structural Transformation of Zirconia Aerogels",
        "Gas-phase study of the reactivity of optical coating materials with hydrocarbons by use of a desktop-size extreme-ultraviolet laser",
        "Density functional study of the interaction between small Au clusters, Aun (n=1-7) and the rutile Ti O2 surface. I. Adsorption on the stoichiometric surface",
        "Enhanced adsorption energy of Au1 and O2 on the stoichiometric Ti O2 (110) surface by coadsorption with other molecules",
        null,
        "Optical energy gaps in the monoclinic oxides of hafnium and zirconium and their solid solutions",
        "Oxygen species ionosorbed on powder photocatalyst oxides from room-temperature photoconductivity as a function of oxygen pressure",
        "Photocatalytic activities of metal oxide semiconductors for oxygen isotope exchange and oxidation reactions",
        "Photoelectrochemical Studies of Passive Films on Zirconium and Amorphous Iron–Zirconium Alloys",
        "Ber. Bunsenges. Phys. Chem.",
        "Zirconium dioxide: A new photosensitizer under UV irradiation",
        null,
        "Experimental and theoretical determination of the electronic structure and optical properties of three phases of ZrO2",
        null,
        "Bonding and electronic structure in zirconia pseudopolymorphs investigated by electron energy-loss spectroscopy",
        null,
        "Oxygen vacancies in transition metal and rare earth oxides: Current state of understanding and remaining challenges",
        "Infrared Study of Syngas Adsorption on Zirconia",
        "Microcalorimetric study of argon, oxygen, nitrogen and carbon monoxide adsorption on crystalline zirconia",
        "Adsorption and decomposition of nitrous oxide on zirconia nanoparticles",
        "Environmental Catalysis: Adsorption and Decomposition of Nitrous Oxide on Zirconia",
        "A mechanistic study of nitrous oxide adsorption and decomposition on zirconia",
        null,
        null,
        null,
        "Adsorption of carbon dioxide on mesoporous zirconia: Microcalorimetric measurements, adsorption isotherm modeling, and density functional theory calculations",
        null,
        null,
        null,
        null,
        null,
        "Adsorption of nitrogen and ammonia at zirconia surfaces",
        "Computational investigation of the adsorption of carbon dioxide onto zirconium oxide clusters",
        null,
        "Brush-like hierarchical zno nanostructures: synthesis, photoluminescence and gas sensor properties",
        "Fabrication and characterization of ZnO single nanowire-based hydrogen sensor",
        null,
        "Metal oxides for solid-state gas sensors: What determines our choice?",
        "Metal oxide gas sensors: Sensitivity and influencing factors",
        "SAE Tech. Pap. Ser.",
        "Density-functional thermochemistry. III. The role of exact exchange",
        "Development of the Colle-Salvetti correlation-energy formula into a functional of the electron density",
        "The M06 suite of density functionals for main group thermochemistry, thermochemical kinetics, noncovalent interactions, excited states, and transition elements: Two new functionals and systematic testing of four M06-class functionals and 12 other functionals",
        "Ab initio effective core potentials for molecular calculations. Potentials for the transition metal atoms Sc to Hg",
        "Ab initio effective core potentials for molecular calculations. Potentials for main group elements Na to Bi",
        "Ab initio effective core potentials for molecular calculations. Potentials for K to Au including the outermost core orbitale",
        "J. Chem. Phys.",
        "Gaussian 09 Revision D.01",
        "GaussView, Version 5",
        null,
        "Adsorption and decomposition of nitrous oxide on zirconia nanoparticles",
        "Environmental Catalysis: Adsorption and Decomposition of Nitrous Oxide on Zirconia",
        "A mechanistic study of nitrous oxide adsorption and decomposition on zirconia"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}