{
    "eid": "2-s2.0-85056263164",
    "title": "A simple and sensitive HPLC-fluorescence method for the determination of moxifloxacin in human plasma and its application in a pharmacokinetic study",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [],
    "authors": [
        "W. Wichitnithad",
        "T. Kiatkumjorn",
        "P. Jithavech",
        "P. Thanawattanawanich",
        "P. Ratnatilaka Na Bhuket",
        "P. Rojsitthisak"
    ],
    "citedby-count": 8,
    "ref-count": 17,
    "ref-list": [
        "Moxifloxacin",
        "HPLC method for determination of moxifloxacin in plasma and its application in pharmacokinetic analysis",
        "In vitro activity of Bay 12-8039, a new 8-methoxyquinolone",
        "A brief review of moxifloxacin in the treatment of elderly patients with community-acquired pneumonia (CAP)",
        "Simple and rapid liquid chromatography method for determination of moxifloxacin in plasma",
        "Simple and rapid liquid chromatography method for determination of moxifloxacin in saliva",
        "Optimization and validation of the direct HPLC method for the determination of moxifloxacin in plasma",
        "Determination of moxifloxacin in human plasma, plasma ultrafiltrate, and cerebro-spinal fluid by a rapid and simple liquid chromatography-tandem mass spectrometry method",
        "Bioequivalence of two oral formulations of moxifloxacin and its analytical study by HPLC-UV method",
        "Determination of BAY 12-8039, a new 8-methoxyquino-lone, in human body fluids by high-performance liquid chromatography with fluorescence detection using on-column focusing",
        "Pharmacokinetics, safety, and toler-ability of ascending single doses of moxifloxacin, a new 8-methoxy quinolone, administered to healthy subjects",
        "Pharmacokinetics and elimination of moxifloxacin after oral and intravenous administration in man",
        "High-performance liquid chromatography assay for moxifloxacin: Pharmacokinetics in human plasma",
        "Determination of moxifloxacin in human plasma by liquid chromatography electrospray ionization tandem mass spectrometry",
        "Improved HPLC method for the determination of moxifloxacin in application to a pharmacokinetics study in patients with infectious diseases"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nontaburi",
            "@id": "118642053",
            "affilname": "Ltd.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/118642053",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}