{
    "eid": "2-s2.0-85166577970",
    "title": "The effect of stinky bean (Parkia speciosa) peel ethanolic extract to enhance superoxide dismutase (SOD) and reduce malondialdehyde (MDA) level of \"jelantah\" exposed rats",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Earth and Planetary Sciences (all)",
            "@code": "1900",
            "@abbrev": "EART"
        }
    ],
    "keywords": [],
    "authors": [
        "F. Nurdyansyah",
        "D. A. Widyastuti",
        "A. A. Mandasari"
    ],
    "citedby-count": 0,
    "ref-count": 21,
    "ref-list": [
        "Comparison of antioxidant activity of ethanolic, methanolic, n-hexan, and aqueous extract of Parkia speciosa peel based on half-maximal inhibitory concentration through free radical inhibition",
        "Ethanolic extract effect of Parkia speciosa peel to hepar function of used cooking oil exposed Rattus norvegicus",
        "Antioxidant capacity comparison of ethanolic extract of soursop (Annona muricata Linn.) leaves and seeds as cancer prevention candidate",
        "An insight on superoxide dismutase (SOD) from plants for mammalian health enhancement",
        "Extracellular superoxide dismutase, a molecular transducer of health benefits of exercise",
        "Therapeutic potentials of superoxide dismutase",
        "Superoxide dismutase: an updated review on its health benefits and industrial applications",
        "The effect of purple passion fruit juice on superoxide dismutase and malondialdehyde levels in hypercholesterolemic rats",
        "Association between activities of SOD, MDA and Na+-K+-ATPase in peripheral blood of patients with acute myocardial infarction and the complication of varying degrees of arrhythmia",
        "Anthocyanins content of methanol extract of parijoto (Medinilla speciosa) and its effect on serum malondialdehyde (MDA) level of hyperlipidemic rat",
        "Effect of Hibiscus sabdariffa Linn. on oxidative stress in cardiac tissue of overtrained rat: Study on malonildialdehid (MDA), superoxide dismutase (SOD), glutathione (GSH), and NADPH oxidase (NoX2)",
        "Phytochemical analysis and in vitro antioxidant activity of Parkia speciosa",
        "Bioactive compounds, food applications and health benefits of Parkia speciosa (stinky beans) : A review",
        "Phytochemical contents and pharmacological potential of Parkia speciosa Hassk",
        "Stink bean (Parkia speciosa) empty pod: a potent natural antidiabetic agent for the prevention of pancreatic and hepatorenal dysfunction in high fat diet/streptozotocin-induced type 2 diabetes in rats",
        "Green synthesis, characterization, antibacterial, antioxidant and photocatalytic activity of Parkia speciosa leaves extract mediated silver nanoparticles",
        "Antioxidant activities and polyphenolic constituents of bitter bean Parkia speciosa",
        "Resveratrol protects against oxidative damage of retinal pigment epithelium cells by modulating SOD/MDA activity and activating Bcl-2 expression",
        "First line defence antioxidants-superoxide dismutase (SOD), catalase (CAT) and glutathione peroxidase (GPX): Their fundamental role in the entire antioxidant defence grid",
        "Red rosella calyx extract prevent the increase of malondialdehyde of Wistar rats exposed to cigarette smoka",
        "Nurdyansyah F 2023 Ethanolic extract of Parkia speciosa peel: Its effect on alkaline phosphatase and catalase level of wistar rats with \"jelantah\" exposed"
    ],
    "affiliation": [
        {
            "affiliation-city": "Semarang",
            "@id": "60108701",
            "affilname": "Universitas PGRI Semarang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60108701",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Department of Innovation, Universities, Science and Digital Society",
        "Valencian Regional Government, Spain"
    ]
}