{
    "eid": "2-s2.0-85052367445",
    "title": "Preparation of Water-in-Oil Microemulsion from the Mixtures of Castor Oil and Sunflower Oil as Makeup Remover",
    "cover-date": "2018-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemical Engineering (all)",
            "@code": "1500",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Surfaces, Coatings and Films",
            "@code": "2508",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "Bio-based surfactant",
        "Castor oil",
        "Makeup remover",
        "Microemulsion",
        "Sunflower oil"
    ],
    "authors": [
        "Nutthira Pakkang",
        "Yasumitsu Uraki",
        "Keiichi Koda",
        "Manit Nithitanakul",
        "Ampira Charoensaeng"
    ],
    "citedby-count": 12,
    "ref-count": 22,
    "ref-list": [
        "Efficacy of castor oil in the control of throat, skin and enteric bacteria",
        "Theory vs experiment: What is the surface charge of water?",
        "Moisturizers for acne: What are their constituents?",
        "Surfactants, skin cleansing protagonists",
        "Evaluation and optimization of chromium removal from tannery effluent by microemulsion in the Morris extractor",
        "Toxicology in vitro development of an in vitro model for studying the penetration of chemicals through compromised skin",
        "Surfactants and experimental irritant contact dermatitis",
        "Presence of mast cells and mast cell degranulation in scalp biopsies of telogen effluvium",
        "Preparation and characterization of w/o microemulsion for removal of oily make-up cosmetics",
        "Profile of irritant patch testing with detergents: Sodium lauryl sulfate, sodium laureth sulfate and alkyl polyglucoside",
        "Estimation of liquid viscosities of oils using associative neural networks",
        "Synthesis and physical properties of estolide ester using saturated fatty acid and ricinoleic acid",
        "Synthesis and characterization of castor oil and ricinoleic acid capped CdS nanoparticles using single source precursors",
        "Terminology of polymers and polymerization processes in dispersed systems (IUPAC recommendations 2011)",
        "Liquid crystal make-up remover: Conditions of formation and its cleansing mechanisms",
        "Cleansing formulations that respect skin barrier integrity",
        "Bicontinuous microemulsion type cleansing containing comparison of solubilization behavior of cyclic siloxane with Polar oil"
    ],
    "affiliation": [
        {
            "affiliation-city": "Sapporo",
            "@id": "60014652",
            "affilname": "Hokkaido University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014652",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thai Ethoxylate Co. Ltd."
    ]
}