{
    "eid": "2-s2.0-84968792458",
    "title": "Direct synthesis of aryl substituted pyrroles from calcium carbide: An underestimated chemical feedstock†",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        },
        {
            "$": "Pollution",
            "@code": "2310"
        }
    ],
    "keywords": [],
    "authors": [
        "Narongpol Kaewchangwat"
    ],
    "citedby-count": 60,
    "ref-count": 47,
    "ref-list": [
        "Production of acetylene and acetylene-based chemicals from coal",
        "Catalytic reactions of acetylene: A feedstock for the chemical industry revisited",
        "Acetylene and its derivatives in reactions with nucleophiles: Recent advances and current trends",
        "Raw material changes in the chemical industry",
        "The use of calcium carbide in one-pot synthesis of symmetric diaryl ethynes",
        "Calcium carbide as a cost-effective starting material for symmetrical diarylethynes via Pd-catalyzed coupling reaction",
        "Direct synthesis of poly(p-phenyleneethynylene)s from calcium carbide",
        "The simplest approach to prepare solutions of polyynes in hydrocarbons",
        "Synthesis of functional acetylene derivatives from calcium carbide",
        null,
        "Synthesis of acetylenic alcohols with calcium carbide as the acetylene source",
        "2-Acylhydrazino-5-arylpyrrole derivatives: Synthesis and antifungal activity evaluation",
        "Meso-ester and carboxylic acid substituted BODIPYs with far-red and near-infrared emission for bioimaging applications",
        "BODIPY dyes and their derivatives: Syntheses and spectroscopic properties",
        "3,5-diaryl-4,4-difluoro-4-bora-3a,4a-diaza-s-indacene (BODIPY) dyes: Synthesis, spectroscopic, electrochemical, and structural properties",
        "Functionalization of the 4,4-difluoro-4-bora-3a,4a-diaza-s-indacene (BODIPY) core",
        "Synthesis of 4,4-difluoro-4-bora-3a,4a-diaza-s-indacene dyes bearing new aryl substituents at C3- and C5-positions",
        "Synthesis and anti-HIV-1 activity of new delavirdine analogues carrying arylpyrrole moieties",
        "Synthesis, crystal structure, and insecticidal activity of novel N-alkyloxyoxalyl derivatives of 2-arylpyrrole",
        "Palladium-catalyzed cross-coupling of pyrrole anions with aryl chlorides, bromides, and iodides",
        "Iron-mediated direct suzuki-miyaura reaction: A new method for the ortho -arylation of pyrrole and pyridine",
        "Synthesis of 2,5-diarylpyrroles by ligand-free palladium-catalyzed ch activation of pyrroles in ionic liquids",
        "Regioselective C2 oxidative olefination of indoles and pyrroles through cationic rhodium(III)-Catalyzed C-H bond activation",
        "Catalytic C-H arylation of unactivated heteroaromatics with aryl halides by cobalt porphyrin",
        "Palladium-catalysed regioselective direct arylations of heteroarenes by bromobenzamides: Direct synthesis of heteroaryl benzamides",
        "Base-mediated direct arylation of pyrrole derivatives",
        "Synthesis of highly substituted pyrroles via nucleophilic catalysis",
        "Gold-catalysed rearrangement of O-vinyl oximes for the synthesis of highly substituted pyrroles",
        "Carbon-carbon bond formation and pyrrole synthesis via the [3,3] sigmatropic rearrangement of O-vinyl oxime ethers",
        "Zh. Org. Khim.",
        "Further development of the ketoxime-based pyrrole synthesis",
        "Arylpyrroles: Development of classical and modern methods of synthesis. Part I",
        "ARKIVOC",
        "2-phenylpyrrole: One-pot selective synthesis from acetophenone oxime and acetylene by a Trofimov reaction",
        "BODIPY dyes in photodynamic therapy",
        "The chemistry of fluorescent bodipy dyes: Versatility unsurpassed",
        "BODIPY-based donor-acceptor π-conjugated alternating copolymers",
        "Near infrared imaging with nanoparticles",
        "Diffuse optical imaging of the healthy and diseased breast: A systematic review",
        "Near-infrared gold nanocages as a new class of tracers for photoacoustic sentinel lymph node mapping on a rat model",
        "Combinatorial strategies in fluorescent probe development",
        "A unique approach to development of near-infrared fluorescent sensors for in vivo imaging",
        "3- and 5-Functionalized BODIPYs via the Liebeskind-Srogl reaction",
        "Palladium-catalyzed coupling reactions for the functionalization of BODIPY dyes with fluorescence spanning the visible spectrum",
        "A general synthetic strategy for the design of new BODIPY fluorophores based on pyrroles with polycondensed aromatic and metallocene substituents",
        "Russ. J. Org. Chem.",
        "Rhodium(III)-catalyzed arene and alkene C-H bond functionalization leading to indoles and pyrroles"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund of Chulalong-korn University",
        "Maryland Higher Education Commission",
        "Higher Education Research Promotion",
        "Office of the Higher Education Commission",
        "Chulalongkorn University",
        "Eusko Jaurlaritza",
        "National Science and Technology Development Agency",
        "Thailand Research Fund",
        "AUTO21 Network of Centres of Excellence",
        "Ministry of Science and Technology, Israel",
        "National Nanotechnology Center",
        "Ministry of Science and Technology of Thailand"
    ]
}