{
    "eid": "2-s2.0-85065043359",
    "title": "Recognition and delineation of yeast genera based on genomic data: Lessons from Trichosporonales",
    "cover-date": "2019-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Genetics",
            "@code": "1311",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Backbone tree",
        "Genus delineation",
        "Hybrid genome",
        "Trichosporonales",
        "Yeast systematics"
    ],
    "authors": [
        "Masako Takashima",
        "Ri ichiroh Manabe",
        "Yuki Nishimura",
        "Rikiya Endoh",
        "Moriya Ohkuma",
        "Sira Sriswasdi",
        "Takashi Sugita",
        "Wataru Iwasaki"
    ],
    "citedby-count": 13,
    "ref-count": 87,
    "ref-list": [
        "Aegeritella superficialis gen. nov. et sp. nov. - Epifityczny grzyb na mrówkach z rodzaju Formica L",
        "A new species of epizoic fungus on ants – Aegeritella tuberculata sp. nov",
        "Discussion of teleomorphic and anamorphic basidiomycetous yeasts",
        "MAKER: an easy-to-use annotation pipeline designed for emerging model organism genomes",
        "Structural insights into ubiquinone biosynthesis in membranes",
        "Molecular evidence that the opportunistic fungal pathogen Trichosporon asahii is part of the normal fungal microbiota of the human gut based on rRNA genotyping",
        "Current knowledge of Trichosporon spp. and Trichosporonosis",
        "On the reclassification of species assigned to Candida and other anamorphic ascomycetous yeast genera based on phylogenetic circumscription",
        "Flowers as a reservoir of yeast diversity: Description of Wickerhamiella nectarea f.a. sp. nov., and Wickerhamiella natalensis f.a. sp. nov. from South African flowers and pollinators, and transfer of related Candida species to the genus Wickerhamiella as new combinations",
        "Yeast evolutionary genomics",
        "Genome evolution in yeasts",
        "OrthoFinder: solving fundamental biases in whole genome comparisons dramatically improves orthogroup inference accuracy",
        "Biodiversity and systematics of basidiomycetous yeasts as determined by large-subunit rDNA D1/D2 domain sequence analysis",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "The Pfam protein families database: towards a more sustainable future",
        "A fungal phylogeny based on 42 complete genomes derived from supertree and combined gene analysis",
        "Cryptococcus Vuillemin (1901)",
        "Evolutionary genomics of yeast pathogens in the Saccharomycotina",
        "Domestication and divergence of Saccharomyces cerevisiae beer yeasts",
        "High-quality draft assemblies of mammalian genomes from massively parallel sequence data",
        "Distinct domestication trajectories in top-fermenting beer yeasts and wine yeasts",
        "Full-length transcriptome assembly from RNA-seq data without a reference genome",
        "Genome sequence and physiological analysis of Yamadazyma laniorum f.a. sp. nov. and a reevaluation of the apocryphal xylose fermentation of its sister species, Candida tenuis",
        "Recognition of seven species in the Cryptococcus gattii/Cryptococcus neoformans species complex",
        "A higher-level phylogenetic classification of the Fungi",
        "Toward genome-enabled mycology",
        "Genomics and the making of yeast biodiversity",
        "UFBoot2: improving the ultrafast bootstrap approximation",
        "Structure of a membrane-embedded prenyltransferase homologous to UBIAD1",
        "SNAP: a web-based tool for identification and annotation of proxy SNPs using HapMap",
        "The rapid generation of mutation data matrices from protein sequences",
        "Performance and microbial community composition in a long-term sequential anaerobic-aerobic bioreactor operation treating coking wastewater",
        "ModelFinder: fast model selection for accurate phylogenetic estimates",
        "Biosynthesis of coenzyme Q in eukaryotes",
        "Broad genomic sampling reveals a smut pathogenic ancestry of the fungal clade Ustilaginomycotina",
        "MEGA7: molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Phylogenomics reveal a robust fungal tree of life",
        "Description of Groenewaldozyma gen. nov. for placement of Candida auringiensis, Candida salmanticensis and Candida tartarivorans",
        "Definition, Classification and Nomenclature of the Yeasts",
        "Glossary of terms used in this book",
        "Relationships among genera of the Saccharomycotina (Ascomycota) from multigene phylogenetic analysis of type species",
        "Description of Teunomyces gen. nov. for the Candida kruisii clade, Suhomyces gen. nov. for the Candida tanzawaensis clade and Suhomyces kilbournensis sp. nov",
        "Candida Berkhout",
        "A stable phylogeny of the large-spored Metschnikowia clade",
        "Serotype AD strains of Cryptococcus neoformans are diploid or aneuploid and are heterozygous at the mating-type locus",
        "Genetic diversity and genomic plasticity of Cryptococcus neoformans AD hybrid strains",
        "Towards an integrated phylogenetic classification of the Tremellomycetes",
        "Phylogeny of tremellomycetous yeasts and related dimorphic and filamentous basidiomycetes reconstructed from multiple gene sequence analyses",
        "Drivers of yeast community composition in the litter and soil of a temperate forest",
        "Major clades of Agaricales: a multilocus phylogenetic overview",
        "Trichosporon guehoae sp.nov., an anamorphic basidiomycetous yeast",
        "Phylogeny and character evolution in the jelly fungi (Tremellomycetes, Basidiomycota, Fungi)",
        "Cryptococcus cyanovorans sp. nov., a basidiomycetous yeast isolated from cyanide-contaminated soil",
        "IQ-TREE: a fast and effective stochastic algorithm for estimating maximum likelihood phylogenies",
        "Latent homology and convergent regulatory evolution underlies the repeated emergence of yeasts",
        "Genome sequence of the lager brewing yeast, an interspecies hybrid",
        "Genome evolution across 1011 Saccharomyces cerevisiae isolates",
        "Chemotaxonomy of yeast",
        "Comparative genomics of biotechnologically important yeasts",
        "A phylogenomic analysis of the Ascomycota",
        "Inferring ancient divergences requires genes with strong phylogenetic signals",
        "Novel information theory-based measures for quantifying incongruence among phylogenetic trees",
        "Starmerella camargoi f.a., sp. nov., Starmerella ilheusensis f.a., sp. nov., Starmerella litoralis f.a., sp. nov., Starmerella opuntiae f.a., sp. nov., Starmerella roubikii f.a., sp. nov. and Starmerella vitae f.a., sp. nov., isolated from flowers and bees, and transfer of related Candida species to the genus Starmerella as new combinations",
        "Systematics of basidiomycetous yeasts: a comparison of large subunit D1/D2 and internal transcribed spacer rDNA regions",
        "Reconstructing the backbone of the Saccharomycotina yeast phylogeny using genome-scale data",
        "Tempo and mode of genome evolution in the budding yeast subphylum",
        "Oleaginous yeasts for biodiesel: current and future trends in biology and production",
        "The fungal tree of life: from molecular systematics to genome-scale phylogenies",
        "Global deceleration of gene evolution following recent genome hybridizations in fungi",
        "Phylogenomics enabling genome-based mycology",
        "Gene prediction in eukaryotes with a generalized hidden Markov model that uses hints from external sources",
        "Trichosporon Behrend (1890)",
        "Phylogenetic and taxonomic heterogeneity of Cryptococcus humicolus by analysis of the sequences of the internal transcribed spacer regions and 18S rDNA, and the phylogenetic relationships of C. humicolus, C. curvatus, and the genus Trichosporon",
        "Cryptococcus arboriformis sp. nov., a novel anamorphic basidiomycetous yeast species isolated from a patient's urine",
        "Reclassification of the Cryptococcus humicola complex",
        "Selection of orthologous genes for construction of a highly resolved phylogenetic tree and clarification of the phylogeny of Trichosporonales species",
        "A Trichosporonales genome tree based on 27 haploid and three evolutionarily conserved ‘natural’ hybrid genomes",
        "Estimation of the number of nucleotide substitutions in the control region of mitochondrial DNA in humans and chimpanzees",
        "Gene prediction in novel fungal genomes using an ab initio algorithm with unsupervised training",
        "Fungal community on decomposing leaf litter undergoes rapid successional changes",
        "Multigene phylogeny and taxonomic revision of yeasts and related fungi in the Ustilaginomycotina",
        "A fungal phylogeny based on 82 complete genomes using the composition vector method",
        "Phylogenetic classification of yeasts and related taxa within Pucciniomycotina",
        "Tremellomycetes and related groups",
        "Clade- and species-specific features of genome evolution in the Saccharomycetaceae",
        "New insights on the phylogeny and biology of the fungal ant pathogen Aegeritella",
        "Genus-wide comparative genomics of Malassezia delineates its phylogeny, physiology, and niche adaptation on human skin"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "@id": "60025272",
            "affilname": "The University of Tokyo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025272",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Yokohama",
            "@id": "60274640",
            "affilname": "RIKEN Center for Integrative Medical Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60274640",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tsukuba",
            "@id": "60211264",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60211264",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Kiyose",
            "@id": "60025065",
            "affilname": "Meiji Pharmaceutical University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025065",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Institute for Fermentation, Osaka",
        "AMED",
        "Japan Society for the Promotion of Science",
        "Ministry of Education, Culture, Sports, Science and Technology of Japan"
    ]
}