{
    "eid": "2-s2.0-84952975219",
    "title": "Macrostructures vs microstructures in evaporite detachments: An example from the Salt Range, Pakistan",
    "cover-date": "2015-12-01",
    "subject-areas": [
        {
            "$": "Geology",
            "@code": "1907"
        },
        {
            "$": "Earth-Surface Processes",
            "@code": "1904"
        }
    ],
    "keywords": [
        "Evaporite detachment",
        "Fold-thrust belt",
        "Microstructures",
        "Pakistan",
        "Salt Range"
    ],
    "authors": [
        "L. Richards"
    ],
    "citedby-count": 14,
    "ref-count": 58,
    "ref-list": [
        "Morphology and micro-fabrics of weathering features on gyprock exposures in a semiarid environment (Ebro Tertiary Basin, NE Spain)",
        "Development of the Himalayan frontal thrust zone: Salt Range, Pakistan",
        "Orthogneiss, mylonite and non coaxial deformation of granites: the example of the South Armorican Shear Zone",
        "Thrust systems.",
        "Early Pliocene uplift of the Salt Range; Temporal constraints on thrust wedge development, northwest Himalaya, Pakistan",
        "Dynamical Geology of Salt and Related Structures",
        "Mechanics of thin-skinned fold-and-thrust belts",
        "Geomorphometric features and tectonic activities in sub-Himalayan thrust belt, Pakistan, from satellite data",
        "Modeling of thrust fronts above ductile and frictional detachments: Application to structures in the Salt Range and Potwar Plateau, Pakistan",
        "Can. J. Earth Sci.",
        "Geometric constraints derived from the law of conservation of volume and applied to evolutionary models for detachment folding",
        "Changing mechanical response during continental collision: Active examples from the foreland thrust belts of Pakistan",
        "Mechanics of fold-and- thrust belts and accretionary wedges.",
        "Deformation and recrystallization mechanisms in actively extruding salt fountain: Microstructural evidence for a switch in deformation mechanisms with increased availability of meteoric water and decreased grain size (Qum Kuh, central Iran)",
        "In-situ stress modeling of a salt-based gravity driven thrust belt in a passive margins setting using physical and numerical modeling",
        "Subsurface densities and lithospheric flexure of the Himalayan foreland in Pakistan",
        "Overview of the geology and structure of the Salt Range, with observations on related areas of northern Pakistan",
        "Stratigraphic and palaeoenvironmental framework of the Early Permian sequence in the Salt Range, Pakistan",
        "Kinematics of eastern Salt Range and South Potwar Basin (Pakistan): A new scenario",
        "Origin of satin spar veins in evaporite basins",
        "Complex structure of an upper-level shale detachment zone: Khao Khwang fold and thrust belt, Central Thailand",
        "J. Sedimentary Petrol.",
        "External shapes, strain rates, and dynamics of salt structures.",
        "Structure and evolution of the northern Potwar deformed zone, Pakistan",
        "Mechanics of the Salt Range‐Potwar Plateau, Pakistan: A fold‐and‐thrust belt underlain by evaporites",
        "GEOLOGY OF PETROLEUM IN KOHAT-POTWAR DEPRESSION, PAKISTAN.",
        "A balanced 2D structural model of the hammerhead delta-deepwater fold-thrust belt, bight basin, Australia",
        "Balancing deformation in NW Borneo: Quantifying plate-scale vs. gravitational tectonics in a delta and deepwater fold-thrust belt system",
        "Chemical composition of seawater in Neoproterozoic: Results of fluid inclusion study of halite from Salt Range (Pakistan) and Amadeus Basin (Australia)",
        "The effect of décollement dip on geometry and kinematics of model accretionary wedges",
        "Salt tectonics in the Punjab Salt Range, Pakistan",
        "Reflection seismology: The Continental crust, American Geophysical Union, Geodynamics Series",
        "Sedimentary Basins and Basin Forming Mechanisms",
        "Diagenetic evolution of a fractured evaporite deposit (Vilobí Gypsum Unit, Miocene, NE Spain)",
        "Comparison of gravity-driven deformation styles and behavior associated with mobile shales and salt",
        "Deepwater fold and thrust belt classification, tectonics, structure and hydrocarbon prospectivity: A review",
        "Direct observation of deformation processes in crystal mushes",
        "Foldbelts with early salt withdrawal and diapirism: Physical model and examples from the northern Gulf of Mexico and the Flinders Ranges, Australia",
        "Thrust Tectonics and Hydrocarbons Systems",
        "PaleoParks - The protection and conservation of fossil sites worldwide",
        "Stick-slip advance of the Kohat Plateau in Pakistan",
        "Microstructural evolution and grain boundary structure during static recrystallization in synthetic polycrystals of sodium chloride containing saturated brine",
        "Microstructural evolution of deformation-modified primary halite from the Middle Triassic Röt Formation at Hengelo, The Netherlands",
        "Influence of the mechanical behaviour of brittle-ductile fold-thrust belts on the development of foreland basins",
        "Geothermal evolution of the evaporite-bearing sequences of the Lesser Himalaya, India",
        "A review of the ediacaran to early cambrian ('Infra-Cambrian') evaporites and associated sediments of the middle east",
        "Absolute fault and crustal strength from wedge tapers",
        "A laboratory investigation into the interaction of recrystallization and radiation damage effects in polycrystalline salt rocks",
        "Weakening of rock salt by water during long-term creep",
        "Geol. Mijnbouw",
        "Dynamics of Complex Intracontinental Basins: The Central European Basin System",
        "The rise of diapirs during thin-skinned extension",
        "Evaporites: Sediments, resources and hydrocarbons",
        "Marine Geology and Oceanography of Arabian Sea and Coastal Pakistan",
        "LATE QUATERNARY DEFORMATION OF THE SALT RANGE OF PAKISTAN."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "PTT Exploration and Production Public Company Limited",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Gilgit",
            "affilname": "Karakoram International University",
            "affiliation-country": "Pakistan"
        },
        {
            "affiliation-city": "Peshawar",
            "affilname": "University of Peshawar",
            "affiliation-country": "Pakistan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Espoo",
            "affilname": "Geologian Tutkimuskeskus",
            "affiliation-country": "Finland"
        },
        {
            "affiliation-city": "Adelaide",
            "affilname": "The University of Adelaide",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "Australian Research Council"
    ]
}