{
    "eid": "2-s2.0-85090241869",
    "title": "The outcomes of ampicillin plus azithromycin to prolong latency period in preterm premature rupture of membranes between 24 and 33+6weeks of gestation at king chulalongkorn memorial hospital",
    "cover-date": "2020-06-30",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Obstetrics and Gynecology",
            "@code": "2729",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Antibiotic",
        "Azithromycin",
        "Premature rupture of membrane",
        "Prolong latency period"
    ],
    "authors": [
        "Nannapat Sinrat",
        "Surasith Chaithongwongwatthana"
    ],
    "citedby-count": 1,
    "ref-count": 20,
    "ref-list": [
        "Epidemiology of preterm birth",
        "National, regional, and worldwide estimates of preterm birth rates in the year 2010 with time trends since 1990 for selected countries: A systematic analysis and implications",
        "Prevalence and diversity of microbes in the amniotic fluid, the fetal inflammatory response, and pregnancy outcome in women with preterm pre-labor rupture of membranes",
        "miranda j, chaemsaithong p, chaiworapongsa t, kusanovic jp, dong z, al. Sterile and microbial-associated intra-amniotic inflammation in preterm prelabor rupture of membranes",
        "Neonatal survival rate following premature rupture of membranes at gestational age 15-30 weeks",
        "Impact of preterm prom and its complications on long-term infant outcomes",
        "Antibiotics for preterm rupture of membranes",
        "No. 233-antibiotic therapy in preterm premature rupture of the membranes",
        "Acog practice bulletin no. 188: Prelabor rupture of membranes",
        "Pharmacokinetics and pharmacodynamics of intravenous and oral azithromycin: Enhanced tissue activity and minimal drug interactions",
        "erakovic haber v, giamarellos-bourboulis ej, perletti g, verleden gm, vos r. Azithromycin: Mechanisms of action and their relevance for clinical applications",
        "Outcome of pregnancies complicated by ruptured membranes after genetic amniocentesis",
        "Clinical course of preterm prelabor rupture of membranes in the era of prophylactic antibiotics",
        "Preterm prom: Prediction, prevention, principles",
        "Pierson rc, gordon ss, haas dm. A retrospective comparison of antibiotic regimens for preterm premature rupture of membranes",
        "Comparison of azithromycin versus erythromycin for prolongation of latency in pregnancies complicated by preterm premature rupture of membranes",
        "Cost analysis of azithromycin versus erythromycin in pregnancies complicated by preterm premature rupture of membranes"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}