{
    "eid": "2-s2.0-84896727564",
    "title": "Recent advances in corrosion protective composite coatings based on conducting polymers and natural resource derived polymers",
    "cover-date": "2014-04-01",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Surfaces",
            "@code": "2508"
        }
    ],
    "keywords": [
        "Epoxy",
        "Poly(1-naphthylamine)",
        "Polyaniline",
        "Polyesteramide",
        "Polyurethane"
    ],
    "authors": [
        "Ufana Riaz"
    ],
    "citedby-count": 123,
    "ref-count": 120,
    "ref-list": [
        "Corrosion Protection by Coatings",
        "Bailey's Industrial Oil and Fat Products",
        "Chemical and rheological characterizations of some vegetable oils derivatives commonly used in printing inks",
        "Recent Research Developments in Oil Chemistry, Vol. 2, Transworld Research Network",
        "Simultaneous interpetrating network based on castor oil elastomers and polystyrene. III. Morphology and glass transition behavior",
        "MODIFICATION OF THE ELECTROCHEMICAL AND CORROSION BEHAVIOR OF STAINLESS STEELS WITH AN ELECTROACTIVE COATING.",
        "Plat. Surf. Finish.",
        "Cadmium Plating Metals Handbook",
        "Trans. IMF",
        "Hard chromium coatings outdated?",
        "A Review of Sacrificial Coatings to Replace Cadmium, Technical Report LTR-ST-2174",
        "Hard Chromium Alternative Coatings for Aerospace Applications, Technical Report LTR-ST-2176",
        "Proceedings of the COM 2002",
        "Affordable Composites and Plastics from Renewable Resources: Part I: Synthesis of Monomers and Polymers",
        "MODIFICATION OF THE ELECTROCHEMICAL AND CORROSION BEHAVIOR OF STAINLESS STEELS WITH AN ELECTROACTIVE COATING.",
        "Electrochemically Prepared Poly(3-Methylthiophene) Films for Passivation of 430 Stainless Sreel",
        "Use of polyaniline and its derivatives in corrosion protection of copper and silver",
        "Polyaniline layer for iron protection in sulfate medium",
        "Electroactive conducting polymers for corrosion control: Part 1. General introduction and a review of non-ferrous metals",
        "Electrodeposition of conducting polymers on active metals by electron transfer mediation",
        "Characterization of polyaniline films electrodeposited on mild steel in aqueous p-toluenesulfonic acid solution",
        "Conductive composites from poly(Vinyl chloride) and polypyrrole",
        "Electrochemical preparation of electrically conducting polyurethane/polyaniline composite",
        "Preparation of conducting polyacrylonitrile/polyaniline composite films by electrochemical synthesis and their electroactivity",
        "Conductive polymer blends as electrochromic materials",
        "Conductive polyaniline/poly(methyl methacrylate) films obtained by electropolymerization",
        "Polyaniline/epoxy coatings with good anti-corrosion properties",
        "Corrosion protective polyaniline epoxy blend coatings on mild steel",
        "Nanostructures of the dispersed organic metal polyaniline responsible for macroscopic effects in corrosion protection",
        "Polyaniline coatings: Anionic membrane nature and bipolar structures for anticorrosion",
        "Double-strand polyaniline",
        "Preparation of low density polyethylene-based polyaniline conducting polymer composites with low percolation threshold via extrusion",
        "Counter-ion induced processibility of polyaniline: Conducting melt processible polymer blends",
        "Electrical properties of polyaniline-polystyrene blends above the percolation threshold",
        "Polyaniline synthesis: Influence of powder morphology on conductivity of solution cast blends with polystyrene",
        "Flexible, highly transparent, and conductive polyaniline-cellulose acetate composite films",
        "Methodology for zinc phosphate pigment incorporation into polypyrrole matrix",
        "Improvement of the anticorrosion properties of polypyrrole by zinc phosphate pigment incorporation",
        null,
        "Protection of iron against corrosion with polyaniline primers",
        null,
        "Los Alamos National Lab. Report LA-UR-92-360",
        "Application of conducting polymers in corrosion protection",
        "Semiconducting and metallic polymers: The fourth generation of polymeric materials",
        "J. Coat. Technol. Res.",
        "Dispersion as the link between basic research and commercial applications of conductive polymers (polyaniline)",
        "Am. Chem. Soc.",
        "Proc. U.S. Navy & Industry Corrosion Technology Information Exchange",
        "Corrosion inhibition of polyaniline and poly(o-methoxyaniline) on stainless steels",
        "Corrosion prevention with an organic metal (polyaniline): Corrosion test results",
        "Study of polyaniline containing paint for corrosion prevention",
        "Review of alternatives to chromate for corrosion protection of aluminum aerospace alloys",
        "Corrosion protection using polyaniline coating formulations",
        "Corrosion prevention with an organic metal (polyaniline): Surface ennobling, passivation, corrosion test results",
        "Undoped polyaniline-surfactant complex for corrosion prevention",
        "Hydrocarbon‐soluble alkylaniline/formaldehyde oligomers as corrosion inhibitors",
        "Corrosion behavior of polypyrrole coated mild steel",
        "A mechanistic investigation of polyaniline corrosion protection using the scanning reference electrode technique",
        "Electrochemical synthesis and corrosion behavior of poly(N-ethyl aniline) coatings on Al-2024 alloy",
        "Metal Corrosion Protection with Wash Coat of Polyphenylene Oxide",
        "The electrochemical synthesis of polypyrrole at a copper electrode: Corrosion protection properties",
        "One-step electrosynthesis of PPy films on zinc substrates by anodic polymerization of pyrrole in aqueous solution",
        "Corrosion protection of mild steel using sulfonic and phosphonic acid-doped polyanilines",
        "Polyaniline based acrylic blends for iron corrosion protection",
        "Polyaniline acrylic coatings for corrosion inhibition: The role played by counter-ions",
        "Transport in polyaniline near the critical regime of the metal-insulator transition",
        "Mechanism for protection of iron corrosion by an intrinsically electronic conducting polymer",
        "Conjugated polymers for corrosion control: Scanning vibrating electrode studies of polypyrrole-aluminum alloy interactions",
        "Preparation, degradation of polyaniline doped with organic phosphorus acids and corrosion essays of polyaniline-acrylic blends",
        "Counter-ion induced processibility of conducting polyaniline",
        "Electrical transport in conductive blends of polyaniline in poly(methyl methacrylate)",
        "Oxide/polypyrrole composite films for corrosion protection of iron",
        "Conducting polymers and corrosion PPy - PPy-PDAN composite films: Electrosynthesis and characterization",
        "Corrosion protection by ultrathin films of conducting polymers",
        "Galvanic coupling between metal substrate and polyaniline acrylic blends: Corrosion protection mechanism",
        "Corrosion protection of carbon steel with thermoplastic coatings and alkyd resins containing polyaniline as conductive polymer",
        "Undoped polyaniline anticorrosive properties"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "New Delhi",
            "affilname": "Jamia Millia Islamia",
            "affiliation-country": "India"
        }
    ],
    "funding": []
}