{
    "eid": "2-s2.0-85037533326",
    "title": "Synthesized mesoporous silica and calcium aluminate cement fillers increased the fluoride recharge and lactic acid neutralizing ability of a resin-based pit and fissure sealant",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Ceramics and Composites",
            "@code": "2503"
        },
        {
            "$": "General Dentistry",
            "@code": "3500"
        }
    ],
    "keywords": [
        "Calcium aluminate cement",
        "Fluoride recharge",
        "Fluoride release",
        "Mesoporous silica",
        "Pit and fissure sealant"
    ],
    "authors": [
        "Atikom Surintanasarn"
    ],
    "citedby-count": 8,
    "ref-count": 44,
    "ref-list": [
        "Clinical comparison of Fuji VII and a resin sealant in children at high and low risk of caries",
        "A 48-month randomized controlled trial of caries prevention effect of a one-time application of glass ionomer sealant versus resin sealant",
        "A comparative study of fluoride-releasing composite resin and glass ionomer materials used as fissure sealants",
        "Evaluation of a fluoride-containing sealant by SEM, microleakage, and fluoride release.",
        "The recharge of esthetic dental restorative materials with fluoride in vitro - Two years' results",
        "Comparison of short-term in vitro fluoride release and recharge from four different types of pit-and-fissure sealants.",
        "Effect of Fluoride Mouth Rinse on Fluoride Releasing and Recharging from Aesthétic Dental Materials",
        "Mechanical properties of a permanent dental restorative material based on calcium aluminate",
        "Defluoridation of water using calcium aluminate material",
        "Fluoride in Drinking Water: Status, Issues, and Solutions",
        "Mesoporous silica nanoparticles as controlled release drug delivery and gene transfection carriers",
        "A simple method for production of pure silica from rice hull ash",
        "The rate of change of pH of lactic acid exposed to glass-ionomer dental cements",
        "Acid neutralizing, mechanical and physical properties of pit and fissure sealants containing melt-derived 45S5 bioactive glass",
        "Evaluation of the ion-releasing and recharging abilities of a resin-based fissure sealant containing S-PRG filler",
        "Fluoride-releasing sealant and caries-like enamel lesion formation in vitro",
        "Effects of a fluoride-releasing fissure sealant on artificial enamel caries.",
        "pH stabilizing properties of a posterior light cured resin composite: an in vivo study.",
        "Conversion degree, microhardness, microleakage and fluoride release of different fissure sealants",
        "Sealants revisted: an update of the effectiveness of pit-and-fissure sealants.",
        "Comparative evaluation of the marginal sealing ability of Fuji VII® and Concise® as pit and fissure sealants",
        "Inhibition of mineral loss at the enamel/sealant interface of fissures sealed with fluoride- and non-fluoride containing dental materials in vitro",
        "Fluoride release in vitro from various glass ionomer cements and resin composites after exposure to NaF solutions",
        "Fluoride release and uptake in vitro from a composite resin and two orthodontic adhesives",
        "Kinetics of fluoride release from zinc oxide-based cements",
        "Fluoride release and uptake capacities of fluoride-releasing restorative materials",
        "Fluoride release profiles of restorative glass ionomer formulations.",
        "Materials Safety Data Sheet",
        "New Aspects of the Setting of Glass-ionomer Cements",
        "Secondary reactions in glass-ionomer cements",
        "The glass-ionomer phase in resin-based restorative materials",
        "Fluoride release from glass ionomer activated with fluoride solutions",
        "Surface corrosion of dental ceramics in vitro",
        "Compressive strength, fluoride release and recharge of fluoride-releasing materials",
        "Compressive strength, surface roughness, fluoride release and recharge of four new fluoride-releasing fissure sealants",
        "Fluoride release and recharge abilities of contemporary fluoride-containing restorative materials and dental adhesives",
        "A review: Fundamental aspects of silicate mesoporous materials",
        "Porosity evaluation and pore size distribution of a novel directly placed ceramic restorative material",
        "Mechanical properties of compomer restorative materials.",
        "Erosion Process of a Glassionomer Cement in Organic Acids",
        "A preliminary study of the effect of glass-ionomer and related dental cements on the pH of lactic acid storage solutions",
        "Inhibition of enamel demineralization by buffering effect of S-PRG filler-containing dental sealant",
        "A comparative study of the bioactivity of three materials for dental applications"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}