{
    "eid": "2-s2.0-84928529068",
    "title": "The structure-function relationship of thrombin-like enzymes from the green pit viper (Trimeresurus albolabris)",
    "cover-date": "2015-06-15",
    "subject-areas": [
        {
            "$": "Toxicology",
            "@code": "3005"
        }
    ],
    "keywords": [
        "Clotting activity",
        "Fibrinogenolytic activity",
        "Mutagenesis",
        "Snake venom",
        "Thrombin-like enzyme",
        "Trimeresurus albolabris"
    ],
    "authors": [
        "Paweena Pradniwat"
    ],
    "citedby-count": 6,
    "ref-count": 36,
    "ref-list": [
        "Motor Recovery and Synaptic Preservation after Ventral Root Avulsion and Repair with a Fibrin Sealant Derived from Snake Venom",
        "A new fibrin sealant from crotalus durissus terrificus venom: Applications in medicine",
        "Exosites in the substrate specificity of blood coagulation reactions",
        "The refined 1.9‐Å X‐ray crystal structure of d‐Phe‐Pro‐Arg chloromethylketone‐inhibited human α‐thrombin: Structure analysis, overall structure, electrostatic properties, detailed active‐site geometry, and structure‐function relationships",
        "Amino acid sequence determination of Ancrod, the thrombin-like α-fibrinogenase from the venom of Akistrodon rhodostoma",
        "Snake venom thrombin-like enzymes: From reptilase to now",
        "Conformational Parameters for Amino Acids in Helical, β-Sheet, and Random Coil Regions Calculated from Proteins",
        "Prediction of N-glycosylation Sites in Human Proteins",
        "Fibrinogen depleting agents for acute ischaemic stroke",
        "Reptilase time (RT)",
        "Protein structure prediction on the web: A case study using the phyre server",
        "Snake venoms and hemostasis",
        "Handbook of Venoms and Toxins of Reptiles",
        "Kinetic characterization of leucurobin, a coagulant thrombin-like enzyme from the venom of bothrops leucurus",
        "Molecular basis for the partition of the essential functions of thrombin among snake venom serine proteinases: The case of thrombin-like enzymes",
        "Identification of the substrate-binding exosites of two snake venom serine proteinases: Molecular basis for the partition of two essential functions of thrombin",
        "Thrombomodulin-independent activation of protein C and specificity of hemostatically active snake venom serine proteinases: Crystal structures of native and inhibited Agkistrodon contortrix contortrix protein C activator",
        "Structural basis of coagulation factor v recognition for cleavage by RVV-V",
        "Molecular cloning and sequence analysis of cDNA for batroxobin, a thrombin-like snake venom enzyme.",
        "The crystal structure of the novel snake venom plasminogen activator TSV-PA: A prototype structure for snake venom serine proteinases",
        "Glycosylation of the thrombin-like serine protease ancrod from Agkistrodon rhodostoma venom. Oligosaccharide substitution pattern at each N-glycosylation site",
        "Crystal structure of the complex between thrombin and the central \"E\" region of fibrin",
        "Snake venom thrombin-like enzymes",
        "J. Chem. Pharm. Res.",
        null,
        "The long road of research on snake venom serine proteinases",
        "S1 subsite in snake venom thrombin-like enzymes: Can S1 subsite lipophilicity be used to sort binding affinities of trypsin-like enzymes to small-molecule inhibitors?",
        "Protein Molecular Weight Tool",
        "Fibrinogen, viscosity and the 10-year incidence of ischaemic heart disease. The Caerphilly and Speedwell Studies",
        "Which knobs fit into which holes in fibrin polymerization?",
        "Snake venoms and coagulopathy",
        "High efficiency transformation by electroporation of Pichia pastoris pretreated with lithium acetate and dithiothreitol",
        "Crystal structure and activating effect on RyRs of AhV-TL-I, a glycosylated thrombin-like enzyme from Agkistrodon halys snake venom",
        "An efficient one-step site-directed and site-saturation mutagenesis protocol.",
        "Crystal structures and amidolytic activities of two glycosylated snake venom serine proteinases"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Commission on Higher Education and Chulalongkorn University",
        "Thailand Research Fund"
    ]
}