{
    "eid": "2-s2.0-85037705620",
    "title": "Differences in volatile compounds and antioxidant activity of ripe and unripe green coffee beans (Coffea arabica L. ‘Catimor’)",
    "cover-date": "2017-11-25",
    "subject-areas": [
        {
            "$": "Horticulture",
            "@code": "1108"
        }
    ],
    "keywords": [
        "Antioxidant",
        "Coffee ripeness",
        "Green coffee",
        "Postharvest process",
        "SPME-GC/MS"
    ],
    "authors": [
        "F. Kulapichitr"
    ],
    "citedby-count": 9,
    "ref-count": 23,
    "ref-list": [
        "Characterisation of various grape seed oils by volatile compounds, triacylglycerol composition, total phenols and antioxidant capacity",
        "Volatile composition and antioxidant capacity of Arabica coffee",
        "Identification of aroma compounds in Chinese 'Yanghe Daqu' liquor by normal phase chromatography fractionation followed by gas chromatography/olfactometry",
        "Coffee Constituents",
        "Phenolic compounds in coffee",
        "Impact of \"ecological\" post-harvest processing on the volatile fraction of coffee beans: I. Green coffee",
        "Introduction",
        "Historical Data on The Global Coffee Trade",
        "GCMS investigation of volatile compounds in green coffee affected by potato taste defect and the antestia bug",
        "Volatile Compounds in Light, Medium, and Dark Black Walnut and Their Influence on the Sensory Aromatic Profile",
        "Volatile composition of coffee berries at different stages of ripeness and their possible attraction to the coffee berry borer Hypothenemus hampei (Coleoptera: Curculionidae)",
        "Field parasitism rates of caterpillars on Brassica oleracea plants are reliably predicted by differential attraction of Cotesia parasitoids",
        "Antioxidant potential of low-grade coffee beans",
        "Compilation of Odor Thresholds, Odor Qualities and Retention Indices of Key Food Odorants",
        "Changes in key odorants of raw coffee beans during storage under defined conditions",
        "Odour-active and off-odour components in rainbow trout (Oncorhynchus mykiss) extracts obtained by microwave assisted distillation-solvent extraction",
        "Differentiation of degrees of ripeness of Catuai and Tipica green coffee by chromatographical and statistical techniques",
        "Effects of roasting degree on radical scavenging activity, phenolics and volatile compounds of Arabica coffee beans (Coffea arabica L. cv. Catimor)",
        "Effect of shading on yield, sugar content, phenolic acids and antioxidant property of coffee beans (Coffea Arabica L. cv. Catimor) harvested from north-eastern Thailand",
        "Volatile compounds as potential defective coffee beans' markers",
        "Volatile fingerprint of Brazilian defective coffee seeds: Corroboration of potential marker compounds and identification of new low quality indicators",
        "Analysis of volatiles in Belamcanda chinensis flowers by HS-SPME-GC-MS",
        "Volatiles from submerged and surface-cultured beefsteak fungus, Fistulina hepatica"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Nouveau Centric Co. Ltd.",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadapisek Sompoch Endowment Fund",
        "Chulalongkorn University",
        "Leading Edge Endowment Fund"
    ]
}