{
    "eid": "2-s2.0-84938822635",
    "title": "A validated TLC-image analysis method for detecting and quantifying bioactive phyllanthin in Phyllanthus amarus and commercial herbal drugs",
    "cover-date": "2015-05-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Phyllanthin",
        "Phyllanthus amarus",
        "TLC-densitometry",
        "TLC-image analysis",
        "Validation"
    ],
    "authors": [
        "Pakabhorn Ketmongkhonsit"
    ],
    "citedby-count": 8,
    "ref-count": 26,
    "ref-list": [
        "The antiplasmodial effect of the extracts and formulated capsules of Phyllanthus amarus on Plasmodium yoelii infection in mice",
        "Rapid RP-HPLC technique for the determination of phyllanthin as bulk and its quantification in Phyllanthus amarus extract",
        "Asian Journal of Biotechnology",
        "Validation of Chemical Methods for Dietary Supplement and Botanicals",
        "Protective activity of phyllanthin in ethanol-treated primary culture of rat hepatocytes",
        "Hepatoprotective potentials of Phyllanthus amarus against ethanol-induced oxidative stress in rats",
        "Phyllanthusiin D, an unusual hydrolysable tannin from Phyllanthus amarus",
        "Physicochemical characterization of phyllanthin from Phyllanthus amarus Schum. et Thonn.",
        "Two securinega-type alkaloids from Phyllanthus amarus",
        "International Conference on Harmonization",
        "Phyllanthin biosynthesis in Phyllanthus amarus: Schum and Thonn growing at different altitudes",
        "Phyllanthin of Standardized Phyllanthus amarus Extract Attenuates Liver Oxidative Stress in Mice and Exerts Cytoprotective Activity on Human Hepatoma Cell Line",
        "International Journal of Biodiversity and Conservation",
        "Antioxidant activity of some polyphenol constituents of the medicinal plant Phyllanthus amarus Linn",
        "Annals of Magnatic Resonance",
        "Evaluation of antiinflammatory activity of methanol extract of Phyllanthus amarus in experimental animal models",
        "Quantitative determination of phyllanthin in Phyllanthus amarus by high-performance thin layer chromatography",
        "Inhibition of wild-type human immunodeficiency virus and reverse transcriptase inhibitor-resistant variants by Phyllanthus amarus",
        "Journal of Microbiology Biotechnology Research",
        "Phyllanthus amarus: Ethnomedicinal uses, phytochemistry and pharmacology: A review",
        "Quantitative determination of sibutramine in adulterated herbal slimming formulations by TLC-image analysis method",
        "Hepatoprotective activity of Phyllanthus amarus Schum. et. Thonn. extract in ethanol treated rats: In vitro and in vivo studies",
        "Application of scion image software to the simultaneous determination of curcuminoids in turmeric (Curcuma longa)",
        "Quantitative determination of phyllanthin and hypophyllanthin in Phyllanthus species by high-performance thin layer chromatography",
        "Effect of Phyllanthus Amarus Schum. & Thonn. and its protective mechanism on paracetamol hepatotoxicity in rats",
        null
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}