{
    "eid": "2-s2.0-84913582715",
    "title": "Wear response of composition-modulated multilayer Ni-W coatings",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "Electrodeposition",
        "Multilayer coatings",
        "Nickel alloys",
        "Wear resistance"
    ],
    "authors": [
        "Nattadon Udompanit"
    ],
    "citedby-count": 24,
    "ref-count": 30,
    "ref-list": [
        "The effects of heat treatments on hardness and wear resistance in Ni-W alloy coatings",
        "Wear",
        "Corrosion of nanocrystalline Ni-W alloys in alkaline and acidic 3.5wt.% NaCl solutions",
        "J. Mater. Res",
        "A Wiley-Interscience",
        "Sliding wear of nanocrystalline Ni-W: Structural evolution and the apparent breakdown of Archard scaling",
        "Synthesis and evaluation of hardness and sliding wear resistance of electrodeposited nanocrystalline Ni-W alloys",
        "Effects of WC addition on structure and hardness of electrodeposited Ni-W",
        "J. Alloys and Comp",
        null,
        null,
        "Electrodeposition and mechanical and corrosion resistance properties of Ni-W/SiC nanocomposite coatings",
        "Analysis of interfacial strengthening from composite hardness of TiN/VN and TiN/NbN multilayer hard coatings",
        "Length-scale-dependent deformation mechanisms in incoherent metallic multilayered composites",
        "A maximum in ductility and fracture toughness in nanostructured Cu/Cr multilayer films",
        "Microstructure and tribological characteristics of multilayer films deposited by ion-beam mixing",
        "Stress, interfacial effects and mechanical properties of nanoscale multilayered coatings",
        "Microhardness analysis of thin metallic multilayer composite films on copper substrates",
        "Thin Solid Films",
        "Ni-P-W multilayered alloy coatings produced by pulse plating",
        "Mater. Sci. Eng",
        "The influence of brighteners on the friction and wear of electrodeposited multilayer films",
        "Hardness Characteristics in Electrodeposited Cu/Ni Multilayer System",
        "Microcompression study of Al-Nb nanoscale multilayers",
        "Deformation mechanisms of TiN multilayer coatings alternated by ductile or stiff interlayers",
        "Grain boundary segregation, chemical ordering and stability of nanocrystalline alloys: Atomistic computer simulations in the Ni-W system",
        "Batchelor: Eng. Tribology",
        "Fundamentals Of Electrochemical Deposition",
        "Sliding wear behaviour of Ni-P-W composition-modulated coatings"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Metal and Materials Technology Center",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}