{
    "eid": "2-s2.0-85008462001",
    "title": "Snake venom metalloproteinases and their peptide inhibitors from Myanmar Russell’s viper venom",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Health",
            "@code": "2307"
        },
        {
            "$": "Toxicology",
            "@code": "3005"
        }
    ],
    "keywords": [
        "Russell’s viper",
        "Snake venom metalloproteinase inhibitors",
        "Snake venom metalloproteinases",
        "Viper venom"
    ],
    "authors": [
        "Khin Than Yee"
    ],
    "citedby-count": 30,
    "ref-count": 33,
    "ref-list": [
        "Management of Snakebite and Research; Proceedings of the Report and Working Papers of a Seminar",
        "BITES BY RUSSELL'S VIPER (VIPERA RUSSELLI SIAMENSIS) IN BURMA: HAEMOSTATIC, VASCULAR, AND RENAL DISTURBANCES AND RESPONSE TO TREATMENT",
        "Antivenom treatment and renal dysfunction in Russell's viper snakebite in Taiwan: A case series",
        "Effect of purified Russell's viper venom-factor X activator (RVV-X) on renal hemodynamics, renal functions, and coagulopathy in rats",
        null,
        "Insights into and speculations about snake venom metalloproteinase (SVMP) synthesis, folding and disulfide bond formation and their contribution to venom complexity",
        "Snake venom metalloproteinases",
        "Hemorrhage caused by snake venom metalloproteinases: A journey of discovery and understanding",
        "The isolation and amino acid sequences of new pyroglutamylpeptides from snake venoms",
        "Characterization of three endogenous peptide inhibitors for multiple metalloproteinases with fibrinogenolytic activity from the venom of Taiwan habu (Trimeresurus mucrosquamatus)",
        "Determinants of the inhibition of a Taiwan habu venom metalloproteinase by its endogenous inhibitors revealed by X-ray crystallography and synthetic inhibitor analogues",
        "Inhibition of metalloproteinases in Bothrops asper venom by endogenous peptides",
        "Presence of peptide inhibitors in rattlesnake venoms and their effects on endogenous metalloproteases",
        "Molecular characterisation of endogenous snake venom metalloproteinase inhibitors",
        "Antiplatelet aggregation and antithrombosis efficiency of peptides in the snake venom of deinagkistrodon acutus: Isolation, identification, and evaluation",
        "P-III hemorrhagic metalloproteinases from Russell's viper venom: Cloning, characterization, phylogenetic and functional site analyses",
        "Snake venomics. Strategy and applications",
        "Functional venomics of the Sri Lankan Russell's viper (Daboia russelii) and its toxinological correlations",
        "Factor X-activating glycoprotein of Russell's viper venom: Polypeptide composition and characterization of the carbohydrate moieties",
        "Coagulation factor X activating enzyme from Russell's viper venom (RVV-X): A novel metalloproteinase with disintegrin (platelet aggregation inhibitor)-like and C-type lectin-like domains",
        "New insights into the functions and N-glycan structures of factor X activator from Russell's viper venom",
        "Factor X activator from Vipera lebetina snake venom, molecular characterization and substrate specificity",
        "Myanmar Health Sci. Res. J",
        "Snake venomics of the Siamese Russell's viper (Daboia russelli siamensis) - Relation to pharmacological activities",
        "Identification of a mammalian glutaminyl cyclase converting glutaminyl into pyroglutamyl peptides",
        "Posttranslational Processing: Peptide Hormones and Neuropeptide Transmitters",
        "Cleavage of structural proteins during the assembly of the head of bacteriophage T4",
        "Simplified method for silver staining of proteins in polyacrylamide gels and the mechanism of silver staining",
        "The estimation of pepsin, trypsin, papain, and cathepsin with hemoglobin",
        "J. Biol. Chem",
        "Assessment of Gelatinases",
        "Fibrinogenolytic enzymes of Trimeresurus mucrosquamatus venom"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Liverpool",
            "affilname": "University of Liverpool",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": []
}