{
    "eid": "2-s2.0-84897976901",
    "title": "Aqueous-phase synthesis of copper nanoparticles using organic nanoparticles: Application of assembly in detection of Cr3+",
    "cover-date": "2014-04-07",
    "subject-areas": [
        {
            "$": "Renewable Energy",
            "@code": "2105"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [
        "Chromium recognition",
        "Chromogenic studies",
        "Copper nanoclusters",
        "Organic nanoparticles"
    ],
    "authors": [
        "Ajnesh Singh"
    ],
    "citedby-count": 30,
    "ref-count": 52,
    "ref-list": [
        "Differential recognition of mannose-based polysaccharides by tripodal receptors based on a triethylbenzene scaffold substituted with trihydroxybenzoyl moieties",
        "Benzimidazole functionalized tripodal receptor for selective recognition of iodide",
        "Spectroscopic, structural, and theoretical studies of halide complexes with a urea-based tripodal receptor",
        "Conformational switching fluorescent chemosensor for chloride anion",
        "Cu(II) complex of a flexible tripodal receptor as a highly selective fluorescent probe for iodide",
        "Squaramide-based tripodal receptors for selective recognition of sulfate anion",
        null,
        "Highly efficient extraction of sulfate ions with a tripodal hexaurea receptor",
        "Star-shaped tripodal chemosensors for the detection of aliphatic amines",
        "Anion complexation of a pentafluorophenyl-substituted tripodal urea receptor in solution and the solid state: selectivity toward phosphate",
        null,
        "Benzimidazole-based tripodal receptor: Highly selective fluorescent chemosensor for iodide in aqueous solution",
        "Rational design of a fluorescence-turn-on sensor array for phosphates in blood serum",
        "Molecular recognition of fluoride anion: Benzene-based tripodal imidazolium receptor",
        "Enhanced emission and its switching in fluorescent organic nanoparticles",
        "Effects of sonication on the size and crystallinity of stable zwitterionic organic nanoparticles formed by reprecipitation in water",
        "Organic core/diffuse-shell nanorods: Fabrication, characterization and energy transfer",
        "Fluorescent organic nanoparticles of benzofuran-naphthyridine linked molecules: Formation and fluorescence enhancement in aqueous media",
        "Photopatterned arrays of fluorescent organic nanoparticles",
        "Determining copper ions in water using electrochemiluminescence",
        "Copper exposure modifies the content and distribution of trace metals in mammalian cultured cells",
        "Properties of Copper",
        null,
        "Manifestations of copper excess",
        null,
        "A multifunctional tripodal fluorescent probe: \"off-on\" detection of sodium as well as two-input and molecular logic behavior",
        "An azo dye-coupled tripodal chromogenic sensor for cyanide",
        "Perylene-3-ylmethanol: Fluorescent organic nanoparticles as a single-component photoresponsive nanocarrier with real-time monitoring of anticancer drug release",
        "Fluorescent organic nanoparticle formation in lysosomes for cancer cell recognition",
        "Organic nanoscale drug carriers coupled with ligands for targeted drug delivery in cancer",
        "Protein-directed synthesis of highly fluorescent gold nanoclusters",
        "Controlled assembly of biodegradable plasmonic nanoclusters for near-infrared imaging and therapeutic applications",
        "Biomimetic mineralization of noble metal nanoclusters",
        "DNA-Templated Ag Nanocluster Formation",
        "Fluorescent platinum nanoclusters: Synthesis, purification, characterization, and application to bioimaging",
        null,
        "Synthesis of metallic nanoparticles in reverse micelles in the presence of quercetin",
        "Kinetics and mechanism of the formation of Ag nanoparticles by electrochemical techniques: A plasmon and cluster time-resolved spectroscopic study",
        "Task-specific ionic liquids bearing 2-hydroxybenzylamine units: Synthesis and americium-extraction studies",
        "Novel caffeic acid amide antioxidants: Synthesis, radical scavenging activity and performance under storage and frying conditions",
        "New functional models for catechol oxidases",
        "SAINT and SADABS",
        "SIR97: A new tool for crystal structure determination and refinement",
        "A short history of SHELX",
        "WinGX suite for small-molecule single-crystal crystallography",
        "J. Appl. Crystallogr.",
        "J. Appl. Crystallogr.",
        "Silver nanoparticles with broad multiband linear optical absorption",
        "One-pot synthesis, photoluminescence, and electrocatalytic properties of subnanometer-sized copper clusters",
        "Synthesis of small atomic copper clusters in microemulsions",
        "Microwave-assisted polyol synthesis of copper nanocrystals without using additional protective agents",
        "Oxidation of thiourea and substituted thioureas: A review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Rupnagar",
            "affilname": "Indian Institute of Technology Ropar",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chandigarh",
            "affilname": "Panjab University",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Waterloo",
            "affilname": "Wilfrid Laurier University",
            "affiliation-country": "Canada"
        }
    ],
    "funding": []
}