{
    "eid": "2-s2.0-85126369553",
    "title": "EFFECTS OF NORMOBARIC HYPOXIC EXERCISE FOR 6-WEEKS ON ENDURANCE PERFORMANCE IN MODERATELY TRAINED ROWERS",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Engineering (all)",
            "@code": "2200",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "aerobic performance",
        "anaerobic threshold",
        "Normobaric hypoxic exercise",
        "rowing ergometer"
    ],
    "authors": [
        "Songdhasn Chinapong",
        "Pattarawut Khaosanit",
        "Wanchai Boonrod"
    ],
    "citedby-count": 1,
    "ref-count": 26,
    "ref-list": [
        "Sea- level exercise performance following adaptation to hypoxia: a metaanalysis",
        "Peak power output predicts rowing ergometer performance in elite male rowers",
        "The relationship between selected physiological variables of rowers and rowing performance as determined by a 2000 m ergometer test",
        "The effects of intermittent hypoxic training on aerobic capacity and endurance performance in cyclists",
        "Intermittent hypoxic training improves anaerobic performance in competitive swimmers when implemented into a direct competition mesocycle",
        "The effects of high intensity interval training in normobaric hypoxia on aerobic capacity in basketball players",
        "Exercise training in normobaric hypoxia in endurance runners. I. Improvements in aerobic performance capacity",
        "Applied physiology of rowing",
        "Energy expenditure during simulated rowing",
        "Identification and selection of talent in Australian rowing",
        "Effect of intermittent hypoxic training on 20 km time trial and 30s anaerobic performance",
        "The effect of intermittent hypoxic training via a hypoxic inhaler on physiological and performance measures in rowers: a pilot study",
        "Living hightraining low”: effect of moderate- altitude acclimatization with low- altitude training on performance",
        "Four weeks of hypoxia training improves cutaneous microcirculation in trained rowers",
        "The effects of intermittent hypoxic training on aerobic and anaerobic performance",
        "Application of hypoxicators in the rowers' training",
        "Aerobic and anaerobic energy during a 2-km race simulation in female rowers",
        "Chapter 23: Physiological protocols for the assessment of athletes in specific sports -rowers",
        "Effects of intermittent hypoxic training on cycling performance in well- trained athletes",
        "Rowing performance and maximal aerobic power of oarsmen",
        "Contribution of aerobic and anaerobic capacity to 2000 m rowing performance",
        "Hypoxic training methods for improving endurance exercise performance",
        "Rowing injuries: an updated review",
        "Exercise training in normobaric hypoxia in endurance runners. III. Muscular adjustments of selected gene transcripts"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}