{
    "eid": "2-s2.0-84906781973",
    "title": "Structure and dielectric relaxations of antibacterial sulfonated polystyrene and silver nanocomposites",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "Ionomers",
        "Nanocomposites",
        "Polymer dynamics",
        "Silver nanoparticles"
    ],
    "authors": [
        "Pornpen Atorngitjawat"
    ],
    "citedby-count": 4,
    "ref-count": 40,
    "ref-list": [
        "Structure-property relationships of nanocomposites based on polypropylene and layered double hydroxides",
        "Nanocomposites: Nanoparticles in the right place",
        "Antibacterial properties of novel poly(methyl methacrylate) nanofiber containing silver nanoparticles",
        "Nanoparticle polymer composites: Where two small worlds meet",
        "Nanoscale cavities in ionomer membrane for the formation of nanoparticles",
        "Ionomers: Characterization, Theory, and Applications",
        "Multiphase Polymers: Blends and Ionomers",
        "Introduction to Ionomers",
        "Structure and Properties of Ionomers",
        "A New Multiplet-Cluster Model for the Morphology of Random Ionomers",
        "Microstructure of Ionomers: Interpretation of Small-Angle X-ray Scattering Data",
        "The influence of thermal history on the small-angle X-ray scattering of sulphonated polystyrene ionomers",
        "Small-Angle X-ray Scattering Study of Perfluorinated Ionomer Membranes. 1. Origin of Two Scattering Maxima",
        "Direct observation of ionic aggregates in sulphonated polystyrene ionomers",
        "Viscoelastic Behavior of Lightly Sulfonated Polystyrene Ionomers",
        "Block copolymer ionomers: 1. Synthesis and physical properties of sulphonated poly(styrene-ethylene/butylene-styrene)",
        "Dynamics of sulfonated polystyrene copolymers using broadband dielectric spectroscopy",
        "Dynamics of sulfonated polystyrene ionomers using broadband dielectric spectroscopy",
        null,
        "Optical transient bleaching of quantum-confined CdS clusters: The effects of surface-trapped electron-hole pairs",
        null,
        "Hybrids of silver nanoparticles with amphiphilic hyperbranched macromolecules exhibiting antimicrobial properties",
        "In situ synthesis of metal nanoparticle embedded free standing multifunctional PDMS films",
        "Efficient fabrication of transparent antimicrobial poly(vinyl alcohol) thin films",
        "Polym. Degrad. Stab.",
        "J. Polym. Sci., Polym. Symp.",
        "Dynamics of polymer blends of a strongly interassociating homopolymer with poly(vinyl methyl ether) and poly(2-vinylpyridine)",
        "Fine Structure in the Parameters of Dielectric and Viscoelastic Relaxations",
        "Hydration and Intermolecular Interaction: Infrared Investigations with Polyelectrolyte Membranes",
        "Coulombic Interactions in Macromolecular Systems",
        "Molecular weight dependence of fragility in polystyrene",
        "The preparation of hydrophobic silver nanoparticles via solvent exchange method",
        "Preparation of silver nanoparticles via rapid expansion of water in carbon dioxide microemulsion into reductant solution",
        "X-ray Diffraction Procedures",
        "Development of a polystyrene sulfonate/silver nanocomposite with self-healing properties for biomaterial applications",
        "Polymer Crystallization",
        "Cooperative rearranging regions in polymeric materials: Relationship with the fragility of glass-forming liquids",
        "Dispersive ionic space charge relaxation in solid polymer electrolytes. I. Experimental system polyethylene oxide",
        "Ion conduction and polymer dynamics of poly(2-vinylpyridine)-lithium perchlorate mixtures",
        "Broadband Dielectric Spectroscopy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chonburi",
            "affilname": "Burapha University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}