{
    "eid": "2-s2.0-84975129037",
    "title": "Synthesis of nano-sized polyindole via emulsion polymerization and doping",
    "cover-date": "2016-09-01",
    "subject-areas": [
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "Electronic",
            "@code": "2504"
        },
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Metals and Alloys",
            "@code": "2506"
        }
    ],
    "keywords": [
        "Conductive polymer",
        "Doping",
        "Emulsion polymerization",
        "Overoxidation",
        "Polyindole",
        "Surfactant"
    ],
    "authors": [
        "Katesara Phasuksom"
    ],
    "citedby-count": 65,
    "ref-count": 50,
    "ref-list": [
        "Twenty-five years of conducting polymers",
        "Synthesis of polydiphenylamine with tunable size and shape via emulsion polymerization",
        "Doping of poly(o-phenylenediamine): Spectroscopy, voltammetry, conductivity and band gap energy",
        "Colloidal dispersions of polyindole",
        "The Role and Regulation of Energy Reserve Polymers in Micro-organisms",
        "Thermal studies on polyindole and polycarbazole",
        "Synthesis of polyindole and its evaluation for Li-ion battery applications",
        "A new conducting polymer-coated glucose sensor",
        "Electrochemical synthesis of polyindole on nickel-coated mild steel and its corrosion performance",
        "Controlled morphology of conducting polymers: Formation of nanorods and microspheres of polyindole",
        "Interfacial synthesis of long polyindole fibers",
        "A comparative study of the microemulsion and interfacial polymerization for polyindole",
        "Electropolymerization of indole and study of electrochemical behavior of the polymer in aqueous solutions",
        null,
        "Fabrication of polyindene and polyindole nanostructures",
        "Polyindole-Au nanocomposite produced at the liquid/liquid interface",
        "A New Route to Glucose Sensing Based on Surface Plasmon Resonance Using Polyindole",
        "Synthesis and characterization of novel poly(dimethylsiloxane)/polyindole composites",
        "Chem. Sci. Trans.",
        "Polyindole-ZnO Nanocomposite: Synthesis, Characterization and Heterogeneous Catalyst for the 3,4-Dihydropyrimidinone Synthesis under Solvent-free Conditions",
        "J. Met. Mater. Miner.",
        "Nanosized polypyrrole affected by surfactant agitation for emulsion polymerization",
        "Hollow polymeric nanostructures - Synthesis, morphology and function",
        "Polymer nanoparticles: Preparation techniques and size-control parameters",
        "Highly selective and stable carbon dioxide uptake in polyindole-derived microporous carbon materials",
        "NMR chemical shifts of common laboratory solvents as trace impurities",
        "Synthesis and structural study of polypyrroles prepared in the presence of surfactants",
        "Electrochemical overoxidation of polyindole and its cation-permselective behavior",
        "Electrochemical overoxidation of conducting polypyrrole nitrate film in aqueous solutions",
        "In situ FTIR study of redox and overoxidation processes in polypyrrole films",
        "An insight into the overoxidation of polypyrrole materials",
        "Properties of oligopyrrole doped dodecylbenzene-sulfonic acid prepared with different oxidants in reversed microemulsion",
        "A novel pH sensor based on hydroquinone monosulfonate-doped conducting polypyrrole",
        "Effects of high frequency ultrasound irradiation on doping level and electroactivity of conducting polymers: Influence of OH• radicals",
        "Surface degradation of α-naphthalene sulfonate-doped polypyrrole during XPS characterization",
        "Microwave-assisted chemical synthesis of conducting polyindole: Study of electrical property using Schottky junction",
        "NMR Method for Accurate Quantification of Polysorbate 80 Copolymer Composition",
        null,
        "PH controlled size/shape in CTAB micelles with solubilized polar additives: A viscometry, scattering and spectral evaluation",
        "Poly(3,4-ethylenedioxythiophene) nanoparticles prepared in aqueous DBSA solutions",
        "Preparation of conducting poly(vinyl chloride)/polyindole composites and freestanding films via chemical polymerization",
        "Structure characterization of sulfuric acid-doped poly(3-octylthiophene)",
        "Synthesis of poly(3,4-ethylenedioxythiophene) nanoparticles via chemical oxidation polymerization",
        "The effect of pH on the electrochemical over-oxidation in PEDOT:PSS films",
        "Synthesis and properties of nano-polyaniline films doped with camphor sulfonic acid",
        "Vibrational properties and structural studies of doped and dedoped polyindole by FTi.r., Raman and EEL spectroscopies",
        "Preparation and characterization of polyindole nanofibers by electrospinning method",
        "Charge transport and thermal properties of polyindole, polycarbazole and their derivatives",
        "Investigation of electrokinetic and electrorheological properties of polyindole prepared in the presence of a surfactant",
        "Fabrication and characterization of polyaniline by doping TX100-based two surfactants"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Royal Thai Government",
        "TRF-RTA",
        "Thailand Research Fund"
    ]
}