{
    "eid": "2-s2.0-84911380002",
    "title": "Uterine size in replacement gilts associated with age, body weight, growth rate, and reproductive status",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        }
    ],
    "keywords": [
        "Pig",
        "Puberty",
        "Reproduction",
        "Uterus"
    ],
    "authors": [
        "P. Tummaruk"
    ],
    "citedby-count": 14,
    "ref-count": 20,
    "ref-list": [
        "Attainment of puberty in female pigs: Influence of boar stimulation",
        "Longevity, Lifetime Pig Production and Productivity, and Age at First Conception in a Cohort of Gilts Observed over Six Years on Commercial Farms",
        "Reproductive performance of high growth rate gilts inseminated at an early age",
        "The effect of gilt age at first estrus and breeding on third estrus on sow body weight changes and long-term reproductive performance",
        "Influence of age at first estrus, body weight, and average daily gain of replacement gilts on their subsequent reproductive performance as sows",
        "Evaluation of optimal age at first conception in gilts from data collected in commercial swine herds.",
        "Effect of growth and compositional traits on first parity and lifetime reproductive performance in U.S. Landrace sows",
        "Factors affecting longevity in maternal Duroc swine lines",
        "Factors influencing age at first mating in purebred Swedish Landrace and Swedish Yorkshire gilts",
        "Effect of birth litter size, birth parity number, growth rate, backfat thickness and age at first mating of gilts on their reproductive performance as sows",
        "Proc. 19th Internat. Pig Veterinary Society Congress",
        "Age, body weight and backfat thickness at first observed oestrus in crossbred Landrace × Yorkshire gilts, seasonal variations and their influence on subsequence reproductive performance",
        "Relationships among specific reasons for culling, reproductive data, and gross morphology of the genital tracts in gilts culled due to reproductive failure in Thailand",
        "The association between growth rate, body weight, backfat thickness and age at first observed oestrus in crossbred Landrace × Yorkshire gilts",
        "Endometritis in gilts: Reproductive data, bacterial culture, histopathology, and infiltration of immune cells in the endometrium",
        "Seasonal influences on the litter size at birth of pigs are more pronounced in the gilt than sow litters",
        "The relationship between ovulation rate and litter size before and after Day 35 of pregnancy in gilts and sows: An analysis of published data",
        "Relationship of length of uterus in prepubertal pigs and number of corpora lutea and fetuses at 30 days of gestation",
        "Relationships between uterine length and number of fetuses and prenatal mortality in pigs.",
        "Effect of space allowance during rearing and selection criteria on performance of gilts over three parities in a commercial swine production system"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}