{
    "eid": "2-s2.0-85070255341",
    "title": "Paper Machine Breakdown Reduction by FMEA and Preventive Maintenance Improvement: A Case Study",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Materials Science (all)",
            "@code": "2500",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Engineering (all)",
            "@code": "2200",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [],
    "authors": [
        "S. Wannawiset",
        "S. Tangjitsitcharoen"
    ],
    "citedby-count": 0,
    "ref-count": 12,
    "ref-list": [
        "The European pulp and paper industry in transition to a bio-economy : A Delphi study",
        "Global sustainability megaforces in shaping the future of the European pulp and paper industry towards a bioeconomy",
        "Replenishment run time problem with machine breakdown and failure in rework",
        "Production lot sizing with process deterioration and machine breakdown",
        "Improving Manufacturing Reliability in IC Package Assembly Using the FMEA Technique",
        "Failure detection and optimization of sugar mill boiler using FMEA and Taguchi method",
        "Failure Modes and Effects Analysis (FMEA) for wind turbines",
        "Risk analysis of geothermal power plants using Failure Modes and Effects Analysis (FMEA) technique",
        "Risk-based preventive maintenance planning using Failure Mode and Effect Analysis (FMEA) for marine engine systems",
        "Improving the reliability of electronic paper display using FMEA and Taguchi methods : A case study",
        "Development of Computerized Preventive Maintenance Management System with Failure Mode and Effect Analysis for CNC Machine"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}