{
    "eid": "2-s2.0-85139375759",
    "title": "A Rectoprostatic Fascia Reinforcement Flap for Rectal Injury and Rectoneovaginal Fistula in Gender-Affirmation Surgery",
    "cover-date": "2022-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Kamol Pansritum",
        "Sarinthorn Thomrongdullaphak",
        "Poonpissamai Suwajo"
    ],
    "citedby-count": 0,
    "ref-count": 15,
    "ref-list": [
        "Clinical characteristics and management of neovaginal fistulas after vaginoplasty in transgender women.",
        "Robotic Davydov peritoneal flap vaginoplasty for augmentation of vaginal depth in feminizing vaginoplasty.",
        "Is ostomy still mandatory in rectal injuries?",
        "Male-to-female transsexualism: A technique, results and long-term follow-up in 66 patients.",
        "Male-to-female genital reassignment surgery: A retrospective review of surgical technique and complications in 60 patients.",
        "Postoperative complications following primary penile inversion vaginoplasty among 330 male-to-female transgender patients.",
        "Gender reassignment surgery: A 13 year review of surgical outcomes.",
        "Patient-reported complications and functional outcomes of male-to-female sex reassignment surgery.",
        "Use of a unilateral pudendal thigh flap in the treatment of complex rectovaginal fistula.",
        "Graciloplasty for recurrent recto-neovaginal fistula in a male-to-female transsexual.",
        "Outcome of vaginoplasty in male-to-female transgenders: A systematic review of surgical techniques.",
        "Sacrospinous ligament fixation for neovaginal prolapse prevention in male-to-female surgery.",
        "Formation of neoclitoris from glans penis by reduction glansplasty with preservation of neurovascular bundle in male-to-female gender surgery: Functional and cosmetic outcome.",
        "Anatomy of Denonvilliers' fascia and pelvic nerves, impotence, and implications for the colorectal surgeon.",
        "Site-dependent and interindividual variations in Denonvilliers' fascia: A histological study using donated elderly male cadavers."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}