{
    "eid": "2-s2.0-84930060347",
    "title": "Personal protective equipment use and handwashing among animal farmers: A multi-site assessment",
    "cover-date": "2015-06-03",
    "subject-areas": [
        {
            "$": "Public Health",
            "@code": "2739"
        }
    ],
    "keywords": [
        "Animal agriculture",
        "handwashing",
        "influenza",
        "personal protective equipment",
        "poultry",
        "swine"
    ],
    "authors": [
        "Nnaemeka U. Odo"
    ],
    "citedby-count": 13,
    "ref-count": 34,
    "ref-list": [
        "Risk of influenza A (H5N1) infection among poultry workers, Hong Kong, 1997-1998",
        "Critically ill patients with 2009 influenza A(H1N1) in Mexico",
        "Which health care workers were most affected during the spring 2009 H1N1 pandemic?",
        "Molecular basis for the generation in pigs of influenza A viruses with pandemic potential",
        "J. Mol. Genet. Med",
        "Cumulative Number of Confirmed Human Cases for Avian Influenza A (H5N1) Reported to WHO, 2003-2014",
        "Approaches to Controlling, Preventing and Eliminating H5N1 Highly Pathogenic Avian Influenza in Endemic Countries",
        "Putting Meat on the Table: Industrial Farm Animal Production in America",
        "ETV and Animal Feeding Operations",
        "OSHA Guidance Update on Protecting Employees from Avian Flu (Avian Influenza) Viruses",
        "OSHA Fact Sheet. Influenza in Workers and Pigs: Guidance for Commercial Swine Farmers and Pork Producers",
        "Protection of Individuals with High Poultry Contact in Areas Affected by Avian Influenza H5N1: Consolidation of Pre-Existing Guidance",
        "Assessment of personal protective equipment use among Midwestern farmers",
        "Use of protective equipment among California farmers",
        "Respiratory manifestations and respiratory diseases: Prevalence and risk factors among pig farmers in Braço do Morte, Brazil",
        "Pandemic influenza planning: Shouldn't swine and poultry workers be included?",
        "Poultry-handling practices during avian influenza outbreak, Thailand",
        "Knowledge, attitudes, and practices of avian influenza, poultry workers, Italy",
        "Knowledge of avian influenza (H5N1) among poultry workers, Hong Kong, China",
        "Executive Summary. Avian Flu Epidemic 2003: Public Health Consequences",
        "Protective measures and H5N1-seroprevalence among personnel tasked with bird collection during an outbreak of avian influenza A/H5N1 in wild birds, Ruegen, Germany, 2006",
        null,
        "Personal protective equipment and risk for avian influenza (H7N3)",
        "Prospective study of Avian influenza infection in backyard poultry flocks and flock handlers in Wisconsin",
        "Antibody Prevalence of Low-Pathogenicity Avian Influenza and Evaluation of Management Practices in Minnesota Backyard Poultry Flocks",
        "Use of Personal Protective Measures by Thai Households in Areas with Avian Influenza Outbreaks",
        "Characterization of Influenza A Outbreaks in Minnesota Swine Herds and Measures Taken to Reduce the Risk of Zoonotic Transmission",
        "Meta-analysis: A Quantitative Approach to Research Integration",
        "Reference of Health and Management of Backyard/Small Production Flocks in the United States 2004",
        "Serologic survey of swine workers for exposure to H2N3 swine influenza A",
        "Avian influenza protection knowledge, awareness, and behaviors in a high-risk population in Suphan Buri Province, Thailand",
        "J. Health Res",
        "Background and Summary of Human Infection with Avian Influenza A (H7N9) Virus As of 31 January 2014",
        "WHO Risk Assessment: Middle East Respiratory Syndrome Coronavirus (MERS-CoV)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Marshfield",
            "affilname": "Marshfield Clinic",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Saint Paul",
            "affilname": "Minnesota Department of Health",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Saint Paul",
            "affilname": "College of Veterinary Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Minneapolis",
            "affilname": "School of Public Health",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}