{
    "eid": "2-s2.0-85134221575",
    "title": "Toward sustainable consumption of green cosmetics and personal care products: The role of perceived value and ethical concern",
    "cover-date": "2022-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Engineering",
            "@code": "2305",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Environmental Chemistry",
            "@code": "2304",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Consumer values",
        "Ethical concern",
        "Green consumption",
        "Green cosmetics",
        "Purchase intention"
    ],
    "authors": [
        "Tawalhathai Suphasomboon",
        "Sujitra Vassanadumrongdee"
    ],
    "citedby-count": 14,
    "ref-count": 84,
    "ref-list": [
        "Understanding the effect of personal and social value on attitude and usage behavior of luxury cosmetic brands",
        "The effect of perceived value on behavioural intentions",
        "Factors affecting green cosmetics purchase intention",
        "Thailand skin care products market [online]",
        "Green consumer behavior in the cosmetics market",
        "Four Hours Basic PLS-SEM A Step by Step Guide With Video Clips For Student and Scholar",
        "Consumers’ choice behaviour toward green clothing",
        "Analyzing the relationship between consumption values and brand loyalty of young people: a study on personal care products",
        "Impact of ethical certifications and product involvement on consumers decision to purchase ethical products at price premiums in an emerging market context",
        "The investigation of consumers’ behavior intention in using green skincare products: a pro-environmental behavior model approach",
        "Exploring consumers’ skincare retail patronage",
        "Circular economy engagement: altruism, status, and cultural orientation as drivers for sustainable consumption",
        "Consistent and asymptotically normal PLS estimators for linear structural equations",
        "Veganism: theory of planned behaviour, ethical concerns and the moderating role of catalytic experiences",
        "Modeling the social factors that determine sustainable consumption behavior in the community of Madrid",
        "Evaluating structural equation models with unobservable variables and measurement error",
        "Intrinsic value dimensions and the value-satisfaction-loyalty chain: a causal model for services",
        "A multidimensional service-value scale based on Holbrook's typology of customer value",
        "Health and cosmetics: investigating consumers’ values for buying organic personal care products",
        "Consumers' environmental and ethical consciousness and the use of the related food products information: the role of perceived consumer effectiveness",
        "Thailand's skincare market is expected to register a CAGR of 6.2% during 2019-24, says GlobalData [Online]",
        "“Not tested on animals”: how consumers react to cruelty-free cosmetics proposed by manufacturers and retailers?",
        "Clean labeling: is it about the presence of benefits or the absence of detriments? Consumer response to personal care claims",
        "Multivariate Data Analysis: A Global Perspective",
        "PLS-SEM: indeed a silver bullet",
        "A Primer on Partial Least Squares Structural Equation Modeling",
        "A Primer on Partial Least Squares Structural Equation Modeling (PLS-SEM)",
        "When to use and how to report the results of PLS-SEM",
        "Using PLS path modeling in new technology research: updated guidelines",
        "Consumer Value: A Framework for Analysis and Research",
        "Thai consumer preferences: skin care and cosmetics [online]",
        "An empirical analysis of the antecedents and performance consequences of using the moodle platform",
        "Organic food as self-presentation: the role of psychological motivation in older consumers' purchase intention of organic food",
        "Antecedents of green purchase behavior of cosmetics products",
        "Exploring perceptions of customer value: the role of corporate social responsibility initiatives in the european telecommunications industry",
        "Conceptualizing, measuring, and managing customer-based brand equity",
        "Environmental concern, attitude towards green products and green purchase intentions of consumers in Lesotho",
        "Book review: psychometric theory (3rd Ed.)",
        "What drives brand love for natural products? The moderating role of household size",
        "Purchasing natural personal care products in the era of fake news? The moderation effect of brand trust",
        "Ethical consumption intentions and choice behavior towards organic food. Moderation role of buying and environmental concerns",
        "Green factors stimulating the purchase intention of innovative luxury organic beauty products: implications for sustainable development",
        "The role of ethical marketing issues in consumer-brand relationship",
        "Communicating authenticity in packaging of korean cosmetics",
        "The influence factors on choice behavior regarding green products based on the theory of consumption values",
        "An exploratory study of consumer attitudes toward green cosmetics in the UK market",
        "Why determinants of green purchase cannot be treated equally? The case of green cosmetics: literature review",
        "Consumer personality and green buying intention: the mediate role of consumer ethical beliefs",
        "Consumer environmental concern and green product purchase in Malaysia: structural effects of consumption values",
        "Why do consumers purchase biodegradable plastic? The impact of hedonics and environmental motivations on switching intention from synthetic to biodegradable plastic among the young consumers",
        "Key determinants of repurchase intention toward organic cosmetics",
        "Mediation analysis in partial least squares path modeling",
        "The impact of communicating sustainability and ethical behaviour of the cosmetic producers: evidence from Thailand",
        "Predicting green product consumption using theory of planned behavior and reasoned action",
        "Social media goes green—the impact of social media on green cosmetics purchase motivation and intention",
        "Do altruistic and egoistic values influence consumers’ attitudes and purchase intentions towards eco-friendly packaged products? An empirical investigation",
        "Why Should PLS-SEM Be Used Rather Than Regression? Evidence from the Capital Structure Perspective. Partial Least Squares Structural Equation Modeling",
        "What makes materialistic consumers more ethical? Self-benefit vs. other-benefit appeals",
        "An innovation resistance theory perspective on purchase of eco-friendly cosmetics",
        "The concept of perceived value: a systematic review of the research",
        "The conceptualisation and measurement of consumer value in services",
        "Partial Least Squares Structural Equation Modeling",
        "What's cruel about cruelty free: an exploration of consumers, moral heuristics, and public policy",
        "Why we buy what we buy: a theory of consumption values",
        "Assessing determinants influencing continued use of live streaming services: an extended perceived value theory of streaming addiction",
        "Impact of sales Promotion's benefits on perceived value: does product category moderate the results?",
        "A consumer values-based approach to enhancing green consumption",
        "Assessing customers' perceived value of the anti-haze cosmetics under haze pollution",
        "Behavioral reasoning perspectives to brand love toward natural products: moderating role of environmental concern and household size",
        "Global market value for natural and organic cosmetics and personal care from 2018 to 2027 [online]",
        "Cosmetics market in Thailand - statistics & facts [Online]",
        "Do ethical concerns and personal values influence the purchase intention of fast-fashion clothing?",
        "Consumer perceived value: the development of a multiple item scale",
        "Facilitators and inhibitors of organic food buying behavior",
        "Regulatory drivers in the last 20 years towards the use of in silico techniques as replacements to animal testing for cosmetic-related substances",
        "Examining the role of receptivity to green communication, altruism and openness to change on young consumers’ intention to purchase green apparel: a multi-analytical approach",
        "Thailand - personal care and beauty products [online]",
        "Effect of green consumption value on consumption intention in a pro-environmental setting: the mediating role of approach and avoidance motivation",
        "Thailand population [online]",
        "Young consumers' intention towards buying green products in a developing nation: extending the theory of planned behavior",
        "A study of malaysian customers purchase motivation of halal cosmetics retail products: examining theory of consumption value and customer satisfaction",
        "The effects of consumers’ perceived values on intention to purchase upcycled products",
        "Extending the theory of planned behavior to explain the effects of cognitive factors across different kinds of green products",
        "What influences consumers’ intention to purchase organic personal care products? The role of social reassurance"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}