{
    "eid": "2-s2.0-85163159639",
    "title": "Insight into characteristics and pathogenicity of five rapidly growing non-tuberculous Mycobacterium species isolated from the Siamese fighting fish, Betta splendens",
    "cover-date": "2023-10-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Antimicrobial susceptibility",
        "Betta fish",
        "Disinfectants",
        "Histopathology",
        "Non-tuberculous mycobacteria",
        "Pathogenicity"
    ],
    "authors": [
        "Nguyen Dinh-Hung",
        "Ha Thanh Dong",
        "Saengchan Senapin",
        "Khaettareeya Pimsannil",
        "Kim D. Thompson",
        "Andrew P. Shinn",
        "Chayanit Soontara",
        "Wanna Sirimanapong",
        "Satid Chatchaiphan",
        "Channarong Rodkhum"
    ],
    "citedby-count": 0,
    "ref-count": 67,
    "ref-list": [
        "Isolation and characterization of a new subspecies of Mycobacterium chelonei infectious for salmonid fish",
        "Flag-coloured fighting fish for B53,500",
        "Siamese fighting fish confirmed as national aquatic animal",
        "Distribution of mycobacteria in clinically healthy ornamental fish and their aquarium environment",
        "Methods of phenotypic identification of non-tuberculous mycobacteria",
        "Rapidly growing mycobacteria",
        "Antimicrobial susceptibility testing, drug resistance mechanisms, and therapy of infections with non-tuberculous mycobacteria",
        "Skin infection by Mycobacterium farcinogenes-senegalense group in an immunocompetent patient: a case report",
        "Methods for Antimicrobial Broth Dilution and Disk Diffusion Susceptibility Testing of Bacteria Isolated From Aquatic Animals, 2nd Edition. VET03",
        "Mycobacterium cosmeticum sp. nov., a novel rapidly growing species isolated from a cosmetic infection and from a nail salon",
        "Mycobacteriosis and infections with non-tuberculous mycobacteria in aquatic organisms: a review",
        "Streptococcus suis is a lethal pathogen in snakeskin gourami, Trichopodus pectoralis",
        "Whole genome sequencing in the management of non-tuberculous mycobacterial infections",
        "Histopathology and culturable bacteria associated with “big belly” and “skin nodule” syndromes in ornamental Siamese fighting fish, Betta splendens",
        "Nontuberculous mycobacteria in drinking water systems - the challenges of characterization and risk mitigation",
        "Reproductive and developmental toxicity of formaldehyde: A systematic review",
        "Ecology of nontuberculous mycobacteria",
        "Mycobacterium mucogenicum and other non-tuberculous mycobacteria in potable water of a trauma hospital: A potential source for human infection",
        "Mycobacterial infections of fish",
        "Non-tuberculous mycobacteriosis in farmed thread-sail filefish Stephanolepis cirrhifer",
        "Mycobacteriosis in fishes: A review",
        "The Betta handbook",
        "Rapidly growing mycobacterial infections of the skin and soft tissues caused by M. fortuitum and M. chelonae",
        "Internalization of Mycobacterium shottsii and Mycobacterium pseudoshottsii by Acanthamoeba polyphaga",
        "Phylogenomics and comparative genomic studies robustly support division of the genus Mycobacterium into an emended genus Mycobacterium and four novel genera",
        "Current perspectives on Mycobacterium farcinogenes and Mycobacterium senegalense, the causal agents of bovine farcy",
        "Mycobacterium chelonae - a growing problem in soft tissue infection",
        "Parasite infections in recirculated rainbow trout (Oncorhynchus mykiss) farms",
        "Efficacy of rifampicin, streptomycin and erythromycin against experimental Mycobacterium infection in cultured yellowtail",
        "Whole-genome sequencing analysis to identify infection with multiple species of non-tuberculous mycobacteria",
        "New Mycobacteroides abscessus subsp. massiliense strains with recombinant hsp65 gene laterally transferred from Mycobacteroides abscessus subsp. abscessus: Potential for misidentification of M. abscessus strains with the hsp65-based method",
        "Multiple antibiotic resistance indexing of Escherichia coli to identify high-risk sources of fecal contamination of foods",
        "Occurrence of mycobacteria in water treatment lines and in water distribution systems",
        "Use of formalin in intensive aquaculture: properties, application and effects on fish and water quality",
        "Mycobacteriosis and nocardiosis",
        "Care and use of Siamese fighting fish (Betta Splendens) for research",
        "Diseased fish in the freshwater trade: From retailers to private aquarists",
        "Mycobacteriosis in cultured koi carp Cyprinus carpio caused by Mycobacterium paragordonae and two Mycolicibacterium spp",
        "Mycobacterium senegalense osteomyelitis of the distal tibia: A case report",
        "Detection of Mycobacterium marinum and multidrug-resistant bacteria in a chronic progressive disease outbreak among Siamese fighting fish (Betta splendens) in India",
        "A mutation in the 65,000 Dalton heat shock protein gene, commonly used for molecular identification of non-tuberculous mycobacteria, leads to the misidentification of Mycobacterium malmoense as Mycobacterium marinum",
        "List of new names and new combinations previously effectively, but not validly, published",
        "Piscine mycobacteriosis in the ornamental fish trade in Trinidad and Tobago",
        "Potential welfare issues of the Siamese fighting fish (Betta splendens) at the retailer and in the hobbyist aquarium",
        "Detection of Mycobacterium marinum, M. peregrinum, M. fortuitum and M. abscessus in aquarium fish",
        "Euclinostomum heterostomum (Rudolphi, 1809) metacercarial infection in three osphronemid fish specieshree osphronemid fish species",
        "Identification of Mycobacterium spp. isolated from snakehead, Channa striata (fowler), and Siamese fighting fish, Betta splendens (Regan), using polymerase chain reaction–reverse cross blot hybridization (PCR–RCBH)",
        "A simple method of estimating fifty per cent endpoints",
        "Communications: A classification system for histological lesions",
        "Anonymous mycobacteria in pulmonary disease",
        "Aseptic laboratory techniques: plating methods",
        "Phylogenetic analysis of parasitic trematodes of the genus Euclinostomum found in Trichopsis and Betta fish",
        "Capacitating the local farmers to enhance global marketing of Thailand's national aquatic animal, the Siamese fighting fish",
        "Mycobacterial taxonomy",
        "Detection of Mycobacterium marinum in clinically asymptomatic Siamese fighting fish (Betta splendens) from ornamental fish shops in Chiang Mai Province, Thailand",
        "Goldfish, Carassius auratus, a novel animal model for the study of Mycobacterium marinum pathogenesis",
        "Pathogenicity of Mycobacterium fortuitum and Mycobacterium smegmatis to goldfish, Carassius auratus",
        "MEGA11: Molecular evolutionary genetics analysis version 11",
        "Phylogeny of the genus Mycobacterium: Many doubts, few certainties",
        "Chapter 1 - The taxonomy of the genus Mycobacterium",
        "Same meat, different gravy: Ignore the new names of mycobacteria",
        "Mycobacterium marinum and Mycobacterium fortuitum infections in Siamese fighting fish, Betta splendens (Regan), in Thailand",
        "16S ribosomal DNA amplification for phylogenetic study",
        "Mycobacterial diseases other than tuberculosis",
        "Occurrence of Mycobacterium spp. in ornamental fish in Italy",
        "Povidone iodine exposure alters the immune response and microbiota of the gill and skin in koi carp, Cyprinus carpio",
        "Zoonotic diseases of fish and their prevention and control"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Midlothian",
            "@id": "60016146",
            "affilname": "Moredun Research Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016146",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "@id": "60010105",
            "affilname": "Asian Institute of Technology Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010105",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nontaburi",
            "@id": "113098851",
            "affilname": "INVE Aquaculture",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/113098851",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Second Century Fund",
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}