{
    "eid": "2-s2.0-84978087064",
    "title": "The Mediterranean recluse spider Loxosceles rufescens (Dufour, 1820) (Araneae: Sicariidae) established in a natural cave in Thailand",
    "cover-date": "2016-08-01",
    "subject-areas": [
        {
            "$": "Insect Science",
            "@code": "1109"
        }
    ],
    "keywords": [
        "Cave",
        "distribution",
        "toxic",
        "violin spider"
    ],
    "authors": [
        "Narin Chomphuphuang"
    ],
    "citedby-count": 13,
    "ref-count": 33,
    "ref-list": [
        "1st Thai Death from Recluse Spider",
        "Phylogenetic relationships of Loxosceles and Sicarius spiders are consistent with Western Gondwanan vicariance",
        "Toulouse",
        "Abhandlungen der Senckenbergischen Naturforschenden Gesellschaft",
        "The Sichuan Farmland Spiders in China",
        "Fauna of Zhejiang: Araneida",
        "Diversity of Loxosceles spiders in Northwestern Africa and molecular support for cryptic species in the Loxosceles rufescens lineage",
        "Trudy Zoologieskogo Instituta Akademija Nauk SSSR",
        "Revista Brasileira de Zoociências",
        "Bulletin of the American Museum of Natural History",
        "The spider Loxosceles adelaida GERSTCH, 1967 (Araneae, Sicariidae) in the karstic area of Ribeira valley, PETAR, São Paulo, Brazil",
        "The mediterranean recluse spider, Loxosceles rufescens (Dufour): An abundant but cryptic inhabitant of deep infrastructure in the Washington, D.C. area (Arachnida: Araneae: Sicariidae)",
        "Species richness and biogeography of non-acarine arachnids in Namibia",
        "Records of the Australian Museum",
        "Present status of Sicariidae (Arachnida: Araneae) in the Afrotropical region",
        "The Spiders of Korea",
        "Journal of the Entomological Society of South Africa",
        "The Spiders of Japan with Keys to the Families and Genera and Illustrations of the Species",
        "Description of six new species of Loxosceles (Araneae: Sicariidae) endemic to the Canary Islands and the utility of DNA barcoding for their fast and accurate identification",
        "Not as docile as it looks? Loxosceles venom variation and loxoscelism in the Mediterranean Basin and the Canary Islands",
        "The World Spider Catalog, Version 14.0; American Museum of Natural History: New York",
        "Proceedings of the 11th International Congress of Entomology",
        "The Spiders of China",
        "Archiv F ür Naturgeschichte",
        "Medical progress: Bites of brown recluse spiders and suspected necrotic arachnidism",
        "Loxoscelism",
        "Proceedings of the Zoological Society, Calcutta",
        "Spiders of the genus Loxosceles (Araneae, Sicariidae): A review of biological, medical and psychological aspects regarding envenomations",
        "Prisoners of the Japanese in World War II",
        "Some Notes on Japanese Spiders, I. Acta Arachnologica",
        "Spiders of Japan in Color",
        "The Biology of Spiders",
        "First record of the mediterranean recluse spider Loxosceles rufescens (Araneae: Sicariidae) from Iran"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Silpakorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Spider Planet Research Center",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}