{
    "eid": "2-s2.0-85070797155",
    "title": "A hearing screening protocol for stroke patients: An exploratory study",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Neurology",
            "@code": "2808",
            "@abbrev": "NEUR"
        },
        {
            "@_fa": "true",
            "$": "Neurology (clinical)",
            "@code": "2728",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Central auditory processing disorder",
        "Hearing loss",
        "Hearing questionnaires",
        "Hearing screening",
        "Stroke"
    ],
    "authors": [
        "Nehzat Koohi",
        "Deborah A. Vickers",
        "Nattawan Utoomprurkporn",
        "David J. Werring",
        "Doris Eva Bamiou"
    ],
    "citedby-count": 6,
    "ref-count": 43,
    "ref-list": [
        "Hearing disorders in stroke",
        "Patient-reported auditory functions after stroke of the central auditory pathway",
        "Hearing characteristics of stroke patients: Prevalence and characteristics of hearing impairment and auditory processing disorders in stroke patients",
        "Screening patients with stroke for rehabilitation needs: Validation of the post-stroke rehabilitation guidelines",
        "Functional decline in frail community-dwelling stroke patients",
        "Dementia prevention, intervention, and care",
        "Alzheimer's society vascular dementia systematic review group. Epidemiological studies of the effect of stroke on incident dementia: A systematic review",
        "Progression of cognitive decline before and after incident stroke",
        "Long-term use benefits of personal frequency-modulated systems for speech in noise perception in patients with stroke with auditory processing deficits: A non-randomised controlled trial study",
        "Selfreported hearing loss, hearing AIDS, and cognitive decline in elderly adults: A 25-year study",
        "Hearing loss among stroke patients",
        "Is hearing screening needed for all admissions to a stroke rehabilitation unit?",
        "The number of patients with communication related impairments in acute hospital stroke units",
        "Presbycusis",
        "Patterns of recovery following focal hemispheric lesions: Relationship between lasting deficit and damage to specialized networks",
        "MoCA, ACE-R, and MMSE versus the National Institute of Neurological Disorders and Stroke-Canadian Stroke Network vascular cognitive impairmentharmonization standards neuropsychological battery after TIA and stroke",
        "Hit and false alarm rates of selected ABR indices in differentiating cochlear disorders from acoustic tumours",
        "Auditory neuropathy",
        "The value of combining auditory brainstem responses and acoustic reflex threshold measurements in neuro-otological diagnosis",
        "GIN (gaps-in-noise) test performance in subjects with confirmed central auditory nervous system involvement",
        "Nonverbal sound processing in the primary progressive aphasias",
        "Reliability and validity of the (modified) Amsterdam inventory for auditory disability and handicap",
        "Auditory processing disorders in adults and children: Evaluation of a test battery",
        "Test-retest reliability of the hearing handicap inventory for the elderly",
        "Identification of elderly people with hearing problems",
        "Hearing impairment. Hearing AIDS and audiology",
        "What can we learn about auditory processing from adult hearing questionnaires?",
        "Diagnostic performance of the hearing handicap inventory for the elderly (screening version) against differing definitions of hearing-loss",
        "Screening for hearing loss in the elderly using distortion product otoacoustic emissions, pure tones, and a self-assessment tool",
        "Longterm effectiveness of screening for hearing loss: The screening for auditory impairment-which hearing assessment test (SAI-WHAT) randomized trial",
        "Accuracy of self-reported hearing loss",
        "Validation of the use of self-reported hearing loss and the hearing handicap inventory for elderly among rural Indian elderly population",
        "The hearing handicap inventory for elderly-screening (HHIE-S) versus a single question: Reliability, validity, and relations with quality of life measures in the elderly community, Japan",
        "Hearing handicap, rather than measured hearing impairment, predicts poorer quality of life over 10 years in older adults",
        "An audiological profile of elderly Australians reporting speech affecting stroke",
        "Relationship of hearing loss and dementia: A prospective, population-based study",
        "Cognitive impairment six months after ischaemic stroke: A profile from the ASPIRE-S study",
        "Training in rapid auditory processing ameliorates auditory comprehension in aphasic patients: A randomized controlled pilot study"
    ],
    "affiliation": [
        {
            "affiliation-city": "London",
            "@id": "60024544",
            "affilname": "University College London Hospitals NHS Foundation Trust",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024544",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Birmingham",
            "@id": "60172638",
            "affilname": "National Institute for Health Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60172638",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "@id": "60022148",
            "affilname": "University College London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022148",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "London",
            "@id": "60011326",
            "affilname": "UCL Ear Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011326",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "British Medical Association Helen Lawson"
    ]
}