{
    "eid": "2-s2.0-85111522417",
    "title": "Should prophylaxis of venous thromboembolism in Asian patients undergoing knee and hip arthroplasty and hip fracture surgery be an issue?",
    "cover-date": "2021-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Aree Tanavalee"
    ],
    "citedby-count": 2,
    "ref-count": 10,
    "ref-list": [
        "Venous thromboembolism following major orthopedic surgery: review of epidemiology and economics",
        "Current guidelines for total joint VTE prophylaxis: dawn of a new day",
        "Venous thromboembolism prophylaxis after total joint arthroplasty",
        "The necessity of pharmacological prophylaxis against venous thromboembolism in major joint arthroplasty",
        "Venous thromboprophylaxis after total hip arthroplasty: aspirin, warfarin, enoxaparin, or factor Xa inhibitors?",
        "Is aspirin as effective as the newer direct oral anticoagulants for venous thromboembolism prophylaxis after total hip and knee arthroplasty? An analysis from the National Joint Registry for England, Wales, Northern Ireland, and the Isle of Man",
        "Venous thromboembolism in Korean patients undergoing major orthopedic surgery: a prospective observational study using computed tomographic (CT) pulmonary angiography and indirect CT venography",
        "Prevalence and risk factors of thromboembolism after joint arthroplasty without chemical thromboprophylaxis in an Asian population",
        "Incidence of clinically significant venous thromboembolic events in Asian patients undergoing total knee arthroplasty without anticoagulation",
        "Is routine chemoprophylaxis necessary for prevention of venous thromboembolism following knee arthroplasty in a low incidence population?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60002620",
        "affilname": "Faculty of Medicine, Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
        "affiliation-country": "Thailand"
    },
    "funding": []
}