{
    "eid": "2-s2.0-85006293761",
    "title": "Large southward motion and clockwise rotation of Indochina throughout the Mesozoic: Paleomagnetic and detrital zircon U–Pb geochronological constraints",
    "cover-date": "2017-02-01",
    "subject-areas": [
        {
            "$": "Geochemistry and Petrology",
            "@code": "1906"
        },
        {
            "$": "Space and Planetary Science",
            "@code": "1912"
        },
        {
            "$": "Geophysics",
            "@code": "1908"
        },
        {
            "$": "Earth and Planetary Sciences (miscellaneous)",
            "@code": "1901"
        }
    ],
    "keywords": [
        "Indochina",
        "Mesozoic",
        "paleomagnetism",
        "Tectonics",
        "U–Pb geochronology"
    ],
    "authors": [
        "Yonggang Yan"
    ],
    "citedby-count": 46,
    "ref-count": 86,
    "ref-list": [
        "A preliminary Upper Triassic paleomagnetic pole for the Khorat plateau (Thailand): consequences for the accretion of Indochina against Eurasia",
        "When and where did India and Asia collide?",
        "Gondwana to Asia: Plate tectonics, paleogeography and the biological connectivity of the Indian sub-continent from the Middle Jurassic through latest Eocene (166-35 Ma)",
        null,
        "Detrital zircon analysis of the southwest Indochina terrane, central Thailand: Unravelling the Indosinian orogeny",
        "Palaeomagnetism, age, and geochemistry of the Denchai Basalt, northern Thailand",
        "Geol. Surv.",
        "Proceedings of a National Conference on Geologic Resources of Thailand: Potential for Future Development, Bangkok, Thailand",
        "The configuration of Greater Gondwana-Evidence from LA ICPMS, U-Pb geochronology of detrital zircons from the Palaeozoic and Mesozoic of Southeast Asia and China",
        "Tectonostratigraphy and provenance of an accretionary complex within the Yarlung-Zangpo suture zone, southern Tibet: Insights into subduction-accretion processes in the Neo-Tethys",
        "Linking hinterland evolution and continental basin sedimentation by using detrital zircon thermochronology: A study of the Khorat Plateau Basin, eastern Thailand",
        "Paleomagnetism of the earliest Cretaceous to early late Cretaceous sandstones, Khorat Group, Northeast Thailand: Implications for tectonic plate movement of the Indochina block",
        "Widespread Cenozoic (?) remagnetization in Thailand and its implications for the India-Asia collision",
        "Stratigraphy of the Huai Lat Formation (Upper Triassic) in northeastern Thailand.",
        "A new late cretaceous to present APWP for Asia and its implications for paleomagnetic shallow inclinations in Central Asia and Cenozoic Eurasian plate deformation",
        "Slab pull, mantle convection, and Pangaean assembly and dispersal",
        "Shark faunas from the Late Jurassic—Early Cretaceous of northeastern Thailand",
        "J. Geophys. Res.",
        "Tectonics",
        "The South China block-Indochina collision: Where, when, and how?",
        "Proc. R. Soc. A, Math. Phys. Eng. Sci.",
        "Geological evolution, regional perspectives and hydrocarbon potential of the northwest Phu Khanh Basin, offshore Central Vietnam",
        "Detrital zircon LA-ICP-MS U-Pb isotopic ages of the Triassic Lampang Group in ChiangRai area, Thailand and their geological significance",
        "Timing of the North-South China collision from new middle to late Mesozoic paleomagnetic data from the North China Block",
        "Late Triassic and Early Jurassic palaeogeography of the world",
        "Short Course Ser., Mineral. Assoc. Can.",
        "The Triassic in Thailand",
        "Late Jurassic-Cenozoic reconstructions of the Indonesian region and the Indian Ocean",
        "Impact of India-Asia collision on SE Asia: The record in Borneo",
        "Fossil plants and arthropods from the phra wihan formation, presumably middle jurassic, of Northern Thailand",
        "Analysis of isothermal remanent magnetization acquisition curves using the expectation-maximization algorithm",
        "Restoration of Cenozoic deformation in Asia and the size of Greater India",
        "Earth Sci. Front.",
        "Inclination shallowing in eocene linzizong sedimentary rocks from southern tibet: Correction, possible causes and implications for reconstructing the india-asia collision",
        "Tectonic deformation in the southern part of South China Block: Paleomagnetic study of the Early Cretaceous Xinlong Formation from Shangsi Foredeep Depozone in the Guangxi Province",
        "The least‐squares line and plane and the analysis of palaeomagnetic data",
        "The Ailao Shan-Red River shear zone (Yunnan, China), Tertiary transform boundary of Indochina",
        null,
        "Oblique closure of the northeastern Paleo-Tethys in central China",
        "Berkeley Geochronol. Center, Spec. Pub.",
        "Detrital zircon U-Pb ages of Late Triassic-Late Jurassic deposits in the western and northern Sichuan Basin margin: Constraints on the foreland basin provenance and tectonic implications",
        "Paleomagnetism of the Khorat Group, Mesozoic, Northeast Thailand",
        "Statistical Significance of the Fold Test in Palaeomagnetism",
        "A new fold test for palaeomagnetic studies",
        "The combined analysis of remagnetization circles and direct observations in palaeomagnetism",
        "Gondwana dispersion and Asian accretion: Tectonic and palaeogeographic evolution of eastern Tethys",
        "Tectonic deformation of the southeastern tip of the Indochina Peninsula during its southward displacement in the Cenozoic time",
        "A compilation of new and published major and trace element data for NIST SRM 610 and NIST SRM 612 glass reference materials",
        "Palynology and stratigraphy of the Mesozoic Khorat Group red bed sequences from Thailand",
        "Stratigraphy and reservoir potential of the mesozoic khorat group, Ne Thailand - Part 1: Stratigraphy and sedimentary evolution",
        "Palynological and geochemical analysis of carboniferous borehole and outcrop samples from the Isle of Man",
        "Further paleomagnetic results from the ~155 Ma Tiaojishan Formation, Yanshan Belt, North China, and their implications for the tectonic evolution of the Mongol-Okhotsk suture",
        "Reconstruction of the deformed collision zone between India and Asia by backward motion of lithospheric blocks",
        "4-D evolution of SE Asia's mantle from geological reconstructions and seismic tomography",
        "Palaeomagnetism of the Sibumasu and Indochina blocks: Implications for the extrusion tectonic model",
        "Wasp-waisted hysteresis loops: mineral magnetic characteristics and discrimination of components in mixed magnetic systems",
        "The geological evolution of the Tibetan plateau",
        "A continental drift flipbook",
        "Role of the Red River Shear zone, Yunnan and Vietnam, in the continental extrusion of SE Asia",
        "Tectonic evaluation of the Indochina Block during Jurassic-Cretaceous from palaeomagnetic results of Mesozoic redbeds in central and southern Lao PDR",
        "Plešovice zircon - A new natural reference material for U-Pb and Hf isotopic microanalysis",
        "Parallel Tethyan sutures in mainland Southeast Asia: New insights for Palaeo-Tethys closure and implications for the Indosinian orogeny",
        "Regional deformational features of the South China Block inferred from Middle Triassic palaeomagnetic data",
        "New paleomagnetic constraints on the extrusion of Indochina: Late Cretaceous results from the Song Da terrane, northern Vietnam",
        "Tectonic deformation of the Indochina Peninsula recorded in the Mesozoic palaeomagnetic results",
        "Propagating extrusion tectonics in Asia: new insights from simple experiments with plasticine.",
        "On the mechanics of the collision between India and Asia",
        "Potbellies, wasp-waists, and superparamagnetism in magnetic hysteresis",
        "Paleomagnetic study on cretaceous and Paleogene rocks from eastern Heilongjiang , NE China and its tectonic implications",
        "ANALYSIS OF DISPERSION ON A SPHERE",
        "Large sample theory of the Langevin distribution",
        "The fold test in paleomagnetism as a parameter estimation problem",
        "Detrital zircon provenance of the Late Triassic Songpan-Ganzi complex: Sedimentary record of collision of the North and South China blocks",
        "Detrital zircon provenance from three turbidite depocenters of the Middle-Upper Triassic Songpan-Ganzi complex, central China: Record of collisional tectonics, erosional exhumation, and sediment production",
        "THREE NATURAL ZIRCON STANDARDS FOR U‐TH‐PB, LU‐HF, TRACE ELEMENT AND REE ANALYSES",
        "Revised apparent polar wander path of the Yangtze Block and its tectonic implications",
        "Paleomagnetic study of Permian and Mesozoic sedimentary rocks from Northern Thailand supports the extrusion model for Indochina"
    ],
    "affiliation": [
        {
            "affiliation-city": "Beijing",
            "affilname": "Chinese Academy of Sciences",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Beijing",
            "affilname": "University of Chinese Academy of Sciences",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Beijing",
            "affilname": "Peking University",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Xi'an",
            "affilname": "Northwest University",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "National Natural Science Foundation of China"
    ]
}