{
    "eid": "2-s2.0-84907998180",
    "title": "A simple paper-based lab-on-a-chip for the detection of a highly pathogenic strain of porcine reproductive and respiratory syndrome virus",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [],
    "authors": [
        "Piyasak Chaumpluk"
    ],
    "citedby-count": 3,
    "ref-count": 29,
    "ref-list": [
        "Evaluation of diagnostic tests for infectious diseases: General principles",
        "Essentials of Diagnostic Virology",
        "Advantages and disadvantages of the use of immunodetection techniques for the enumeration of microorganisms and toxins in water",
        "Rapid diagnosis of adenoviral conjunctivitis by PCR and restriction fragment length polymorphism analysis",
        "Differential detection of rhinoviruses and enteroviruses RNA sequences associated with classical immunofluorescence assay detection of respiratory virus antigens in nasopharyngeal swabs from infants with bronchiolitis",
        "Comparison of a multiplex reverse transcription-PCR-enzyme hybridization assay with conventional viral culture and immunofluorescence techniques for the detection of seven viral respiratory pathogens",
        "Patterned paper as a platform for inexpensive, low-volume, portable bioassays",
        "Determination of nickel(II) as the nickel dimethylglyoxime complex using colorimetric solid phase extraction",
        "Inkjet-printed microfluidic multianalyte chemical sensing paper",
        "Low-cost printing of poly(dimethylsiloxane) barriers to define microchannels in paper",
        "Fabrication of paper-based microfluidic sensors by printing",
        "Toner and paper-based fabrication techniques for microfluidic applications",
        "Rapid prototyping of paper-based microfluidics with wax for low-cost, portable bioassay",
        "Low-cost fabrication of paper-based microfluidic devices by one-step plotting",
        "Microfluidic paper-based analytical device for particulate metals",
        "Loop-mediated isothermal amplification of DNA.",
        "Loop mediated isothermal amplification (LAMP): A new generation of innovative gene amplification technique; perspectives in clinical diagnosis of infectious diseases",
        "Circumventing air bubbles in microfluidic systems and quantitative continuous-flow PCR applications",
        "Detection and typing of highly pathogenic porcine reproductive and respiratory syndrome virus by multiplex real-time RT-PCR",
        "Postharvest non-destructive determination of fruits: A model on fruit maturity assay via biosensor based on colorimetric change of gold nanoparticles",
        "PNA hybridizes to complementary oligonucleotides obeying the Watson-Crick hydrogen-bonding rules",
        "Chem. Soc. Rev",
        "Colorimetric detection of DNA using unmodified metallic nanoparticles and peptide nucleic acid probes",
        "Characterization, purification, and stability of gold nanoparticles",
        "Surf. Sci",
        "Molecular Cloning: A Laboratory Manual",
        "Novel reference molecules for quantitation of genetically modified maize and soybean",
        "Synthesis and purification of peptide nucleic acids.",
        null
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}