{
    "eid": "2-s2.0-85016044757",
    "title": "Accuracy of noninvasive scoring systems to assess advanced liver fibrosis in Thai patients with nonalcoholic fatty liver disease",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Advanced liver fibrosis",
        "NAFLD",
        "Noninvasive scoring systems",
        "Validity"
    ],
    "authors": [
        "Sombat Treeprasertsuk"
    ],
    "citedby-count": 8,
    "ref-count": 26,
    "ref-list": [
        "Nonalcoholic Fatty Liver Disease",
        "GI epidemiology: nonalcoholic fatty liver disease.",
        "Ethnic Differences in the Prevalence of Cryptogenic Cirrhosis",
        "The Epidemiology of Obesity",
        "The natural history of nonalcoholic fatty liver disease: A population-based cohort study",
        "Increased overall mortality and liver-related mortality in non-alcoholic fatty liver disease",
        "Long-term follow-up of patients with NAFLD and elevated liver enzymes",
        "Review article: Diagnosis and treatment of non-alcoholic fatty liver disease",
        "Natural history of nonalcoholic steatohepatitis: A longitudinal study of repeat liver biopsies",
        "The natural history of nonalcoholic fatty liver disease: A clinical histopathological study",
        "The natural history of nonalcoholic steatohepatitis: A follow‐up study of forty‐two patients for up to 21 years",
        "The NAFLD fibrosis score: A noninvasive system that identifies liver fibrosis in patients with NAFLD",
        "Development and validation of a simple NAFLD clinical scoring system for identifying patients without advanced disease",
        "FIB-4: An inexpensive and accurate marker of fibrosis in HCV infection. Comparison with liver biopsy and FibroTest",
        "FIB-4: A simple, inexpensive and accurate marker of fibrosis in HCV-infected patients [1]",
        "Comparison of noninvasive markers of fibrosis in patients with nonalcoholic fatty liver disease",
        "The diagnosis and management of non-alcoholic fatty liver disease: Practice guideline by the American Gastroenterological Association, American Association for the Study of Liver Diseases, and American College of Gastroenterology",
        "Design and validation of a histological scoring system for nonalcoholic fatty liver disease",
        "Third Report of the National Cholesterol Education Program (NCEP) Expert Panel on Detection, Evaluation, and Treatment of High Blood Cholesterol in Adults (Adult Treatment Panel III) final report.",
        "The metabolic syndrome - A new worldwide definition",
        "Definition, diagnosis and classification of diabetes mellitus and its complications. Part 1: Diagnosis and classification of diabetes mellitus. Provisional report of a WHO consultation",
        "Validation of the NAFLD fibrosis score in a Chinese population with low prevalence of advanced fibrosis",
        "Prevalence of non-alcoholic fatty liver disease and advanced fibrosis in Hong Kong Chinese: A population study using proton-magnetic resonance spectroscopy and transient elastography",
        "Systematic review with meta-analysis: Non-invasive assessment of non-alcoholic fatty liver disease - The role of transient elastography and plasma cytokeratin-18 fragments",
        "The histological course of nonalcoholic fatty liver disease: A longitudinal study of 103 patients with sequential liver biopsies",
        "Noninvasive assessment of liver fibrosis"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Liver Research Unit",
        "Ratchadapiseksompotch Research Fund",
        "King Chulalongkorn Memorial Hospital",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}