{
    "eid": "2-s2.0-85167780068",
    "title": "Bifunctional mesoporous silica solid acids for transformation of glucose to 5-hydroxymethylfurfural",
    "cover-date": "2023-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Materials Science (all)",
            "@code": "2500",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "Acid sites control",
        "Biomass",
        "Brønsted acid",
        "HMF",
        "Lewis acid",
        "Mesoporous silica"
    ],
    "authors": [
        "M. Srida",
        "S. Y. Chen",
        "S. M. Smith",
        "C. Ngamcharussrivichai",
        "S. Boonyuen",
        "H. Tateno",
        "T. Mochizuki",
        "A. Luengnaruemitchai"
    ],
    "citedby-count": 0,
    "ref-count": 37,
    "ref-list": [
        "World Population Prospects 2022: Summary of Results",
        "The Production Gap Report 2021",
        "Paris agreement",
        "Of Energy, Office of Energy Efficiency and Renewable Energy, Transportation Energy Futures: Combining Strategies for Deep Reductions in Energy Consumption and GHG Emissions",
        "Synthesis of γ-valerolactone (GVL) and their applications for lignocellulosic deconstruction for sustainable green biorefineries",
        "Selective hydrodeoxygenation of 5-hydroxymethylfurfural (HMF) to 2,5-dimethylfuran (DMF) over carbon supported copper catalysts using isopropyl alcohol as a hydrogen donor",
        "Highly selective hydrogenation of 5-hydroxymethylfurfural to 2,5-bis(hydroxymethyl)furan over metal-oxide supported pt catalysts: the role of basic sites",
        "Top Value Added Chemicals from Biomass",
        "Chemicals from Biomass: A Market Assessment of Bioproducts with Near-Term Potential",
        "Performance-advantaged Chemicals and Materials Made from Lignocellulose and CO2",
        "Dehydration of glucose to 5-hydroxymethlyfurfural on bifunctional carbon catalysts",
        "Solvent and chloride ion effects on the acid-catalyzed conversion of glucose to 5-hydroxymethylfurfural",
        "Production of 5-hydroxymethylfurfural from glucose using aluminium doped MCM-41 silica as acid catalyst",
        "Preparation of 5-hydroxymethylfurfural from glucose catalyzed by silica-supported phosphotungstic acid heterogeneous catalyst",
        "Prediction of hydroxymethylfurfural yield in glucose conversion through investigation of lewis acid and organic solvent effects",
        "5-hydroxymethylfurfural production from hexose sugars using adjustable acid- and base-functionalized mesoporous SBA-15 catalysts in aqueous media",
        "An aluminum-grafted SBA-15-catalyzed conversion of glucose to 5-hydroxymethylfurfural",
        "Preparation of highly ordered mesoporous AlSBA-15–SO3H hybrid material for the catalytic synthesis of chalcone under solvent-free condition",
        "Reaction study for the esterification of oleic acid over M-SBA-15-SO3H (M=Al, Ti) catalysts",
        "Synthesis of Zr-incorporated SBA-15 mesoporous materials in a self-generated acidic environment",
        "A facile route to synthesizing functionalized mesoporous SBA-15 materials with platelet morphology and short mesochannels",
        "Superficial Pd nanoparticles supported on carbonaceous SBA-15 as efficient hydrotreating catalyst for upgrading biodiesel fuel",
        "Functionalized mesoporous SBA-15 silica: recent trends and catalytic applications",
        "Tuning pore diameter of platelet SBA-15 materials with short mesochannels for enzyme adsorption",
        "Sulfonic acid-functionalized platelet SBA-15 materials as efficient catalysts for biodiesel synthesis",
        "Sulfonic acid functionalized mesoporous silicas and organosilicas: synthesis, characterization and catalytic applications",
        "SBA-15 mesoporous silica highly functionalized with propylsulfonic pendants: a thorough physico-chemical characterization",
        "Synthesis of SBA-15 type mesoporous organosilicas with diethylenebenzene in the framework and post-synthetic framework modification",
        "Heterogeneous oligomerization of ethylene over highly active and stable Ni-AlSBA-15 mesoporous catalysts",
        "Synthesis of polyoxymethylene dimethyl ethers catalyzed by sulfonic acid-functionalized mesoporous SBA-15",
        "Quantification of acidic sites of nanoscopic hydroxylated magnesium fluorides by FTIR and15N MAS NMR spectroscopy",
        "Production and upgrading of 5-hydroxymethylfurfural using heterogeneous catalysts and biomass-derived solvents",
        "One-pot synthesis of 5-hydroxymethylfurfural from glucose using bifunctional [Sn,Al]-Beta catalysts",
        "Brönsted and lewis acid ZSM-5 zeolites for the catalytic dehydration of glucose into 5-hydroxymethylfurfural",
        "Solvent system for effective near-term production of hydroxymethylfurfural (HMF) with potential for long-term process improvement",
        "Hydrothermally stable Nb-SBA-15 catalysts applied in carbohydrate conversion to 5-hydroxymethyl furfural",
        "Synthesis of 5-hydroxymethylfurfural (HMF) by acid catalyzed dehydration of glucose–fructose mixtures"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60199582",
            "affilname": "Center of Excellence on Petrochemical and Materials Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199582",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tsukuba",
            "@id": "60024621",
            "affilname": "National Institute of Advanced Industrial Science and Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024621",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60012521",
            "affilname": "Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012521",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "NSRF",
        "Chulalongkorn University",
        "Center of Excellence on Petrochemical and Materials Technology"
    ]
}