{
    "eid": "2-s2.0-85139861441",
    "title": "Networking and co-occurrence of virulent and multidrug resistant environmental bacteria in different aquatic systems: A gap in MDR-virulence transfer?",
    "cover-date": "2023-01-20",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Engineering",
            "@code": "2305",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Environmental Chemistry",
            "@code": "2304",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Waste Management and Disposal",
            "@code": "2311",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Pollution",
            "@code": "2310",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Antibiotic resistance",
        "Environmental bacteria",
        "Metal tolerance",
        "Networking",
        "Resistance gene",
        "Virulence"
    ],
    "authors": [
        "C. Saravanakumar",
        "C. S. Neethu",
        "R. Purvaja",
        "G. Sunantha",
        "R. S. Robin",
        "R. Ramesh"
    ],
    "citedby-count": 0,
    "ref-count": 49,
    "ref-list": [
        "Selection and transmission of antibiotic-resistant bacteria",
        "The outer membrane protein OprQ and adherence of Pseudomonas aeruginosa to human fibronectin",
        "Human health risk assessment (HHRA) for environmental development and transfer of antibiotic resistance",
        "Heatmapper: web-enabled heat mapping for all",
        "Seasonal variation in heavy metal contaminations in water and sediments of Jamshedpur stretch of Subarnarekha river, India",
        "Proceedings of the Int. AAAI Conf. Web Soc. Media, Palo Alto, CA",
        "Antibiotic susceptibility testing by a standardized single disk method",
        "Antimicrobial resistance and virulence: a successful or deleterious association in the bacterial world?",
        "Efficient detection and assessment of human exposure to trace antibiotic residues in drinking water",
        "Prevalence of antibiotic and heavy metal resistance determinants and virulence-related genetic elements in plasmids of Staphylococcus aureus",
        "Community-acquired acinetobacter meningitis in adults",
        "BF in the 96-well microtiter plate",
        "Production and characterization of APfrom a high yielding and moderately halophilic strain of SD11 marine bacteria",
        "Evolution of bacterial virulence",
        "Full virulence of Pseudomonas aeruginosa requires OprF",
        "Host–parasite coevolution and patterns of adaptation across time and space",
        "A Study On Indigenous Rice Varieties in Sundarban Delta and Their Role In Ensuring Local Food Security in the Face of Climate Change Threats",
        "The ocean as a global reservoir of antibiotic resistance genes",
        "Global monitoring of antimicrobial resistance based on metagenomics analyses of urban sewage",
        "Bioavailability of heavy metals monitoring water, sediments and fish species from a polluted estuary",
        "Antibiotic resistance gene load and irrigation intensity determine the impact of wastewater irrigation on antimicrobial resistance in the soil microbiome",
        "Analysis of quorum sensing-dependent virulence factor production and its relationship with antimicrobial susceptibility in Pseudomonas aeruginosa respiratory isolates",
        "Involvement of bacteria other than Clostridium difficile in antibiotic-associated diarrhoea",
        "General principles of antibiotic resistance in bacteria",
        "Culture-based methods for detection of antibiotic resistance in agroecosystems: advantages, challenges, and gaps in knowledge",
        "Novel extracellular PL C purified from a marine bacterium, Pseudoalteromonas sp. J937",
        "Relatively high antibiotic resistance among heterotrophic bacteria from arctic fjord sediments than water – evidence towards better selection pressure in the fjord sediments",
        "Heavy-metal resistance in gram-negative bacteria isolated from Kongsfjord, Arctic",
        "Culturomics and metagenomics: in understanding of environmental resistome",
        "Brackish water aquaculture development and its impacts on agriculture land: a case study on coastal blocks of Purba Medinipur District, West Bengal, India using multi-temporal satellite data and GIS techniques",
        "Tackling drug-resistant infections globally: final report and recommendations",
        "Virulent combinations of adhesin and toxin genes in natural populations of Staphylococcus aureus",
        "Antibiotic resistance mechanisms in bacteria: relationships between resistance determinants of antibiotic producers, environmental bacteria, and clinical pathogens",
        "Heavy metal resistance and virulence profile in Pseudomonas aeruginosa isolated from Brazilian soils",
        "Origin of plasmid-mediated quinolone resistance determinant QnrA",
        "Genomic science in understanding cholera outbreaks and evolution of Vibrio cholerae as a human pathogen",
        "A cystic fibrosis epidemic strain of Pseudomonas aeruginosa displays enhanced virulence and antimicrobial resistance",
        "Heavy metals in the Ganga (Hooghly) River estuary sediment column: evaluation of association, geochemical cycling and anthropogenic enrichment",
        "Pseudomonas fluorescens tolerance to benzyldimethyldodecyl ammonium chloride: altered phenotype and cross-resistance",
        "Mechanisms controlling pathogen colonization of the gut",
        "Grazing protozoa and the evolution of the Escherichia coli O157:H7 Shiga toxin-encoding prophage",
        "The population genetics of commensal Escherichia coli",
        "Detection in Escherichia coli of the genes encoding the major virulence factors, the genes defining the O157:H7 serotype, and components of the type 2 Shiga toxin family by multiplex PCR",
        "16S ribosomal DNA amplification for phylogenetic study",
        "Global Action Plan",
        "Antimicrobial resistance",
        "Microplastics in freshwater sediment: a review on methods, occurrence, and sources",
        "The Comprehensive Antibiotic Resistance Database",
        "Virulence Factor Data Bank"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chennai",
            "@id": "113733602",
            "affilname": "Ministry of Environment",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/113733602",
            "affiliation-country": "India"
        }
    ],
    "funding": [
        "World Bank",
        "Ministry of Environment, Forest and Climate Change"
    ]
}