{
    "eid": "2-s2.0-84924978128",
    "title": "Detection of Babesia canis vogeli and Hepatozoon canis in canine blood by a single-tube real-time fluorescence resonance energy transfer polymerase chain reaction assay and melting curve analysis",
    "cover-date": "2015-03-19",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Babesia",
        "Hepatozoon",
        "real-time fluorescence resonance energy transfer polymerase chain reaction"
    ],
    "authors": [
        "Amornmas Kongklieng"
    ],
    "citedby-count": 12,
    "ref-count": 19,
    "ref-list": [
        "Perspectives on canine and feline hepatozoonosis",
        "Canine babesiosis",
        "Molecular and histopathological detection of Hepatozoon canis in red foxes (Vulpes vulpes) from Portugal",
        "Development and evaluation of a quantitative PCR assay for detection of Hepatozoon sp.",
        "Infectious Diseases of the Dog and Cat",
        "High throughput pyrosequencing technology for molecular differential detection of Babesia vogeli, Hepatozoon canis, Ehrlichia canis and Anaplasma platys in canine blood samples",
        "Development of multiplex polymerase chain reaction for detection of ehrlichia cams, babesia spp and hepatozoon canis in canine blood",
        "Diagnosis of canine Hepatozoon spp. infection by quantitative PCR",
        "LightCycler technology in molecular diagnostics",
        "Future challenges for parasitology: Vector control and 'One health' in Europe: The veterinary medicinal view on CVBDs such as tick borreliosis, rickettsiosis and canine leishmaniosis",
        "Optimization of a molecular method for the diagnosis of canine babesiosis",
        "Hepatozoon canis infection associated with dog ticks of rural areas of Rio de Janeiro State, Brazil",
        "Detection of Babesia canis rossi, B. canis vogeli, and Hepatozoon canis in dogs in a village of Eastern Sudan by using a screening PCR and sequencing methodologies",
        "Vector-borne pathogens in dogs from Costa Rica: First molecular description of Babesia vogeli and Hepatozoon canis infections with a high prevalence of monocytic ehrlichiosis and the manifestations of co-infection",
        "Babesiosis in dogs and cats-Expanding parasitological and clinical spectra",
        "A new real-time PCR assay for improved detection of the parasite Babesia microti",
        "Three groups of Babesia canis distinguished and a proposal for nomenclature.",
        "The relevance of forest fragmentation on the incidence of human Babesiosis: Investigating the landscape epidemiology of an emerging tick-borne disease",
        "Frequency and therapy monitoring of canine Babesia spp. infection by high-resolution melting curve quantitative FRET-PCR"
    ],
    "affiliation": [
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Khon Kaen University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tha Sala",
            "affilname": "Walailak University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Maha Sarakham",
            "affilname": "Mahasarakham University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research University Project of Thailand",
        "SHeP-GMS",
        "Higher Education Research Promotion",
        "Office of the Higher Education Commission",
        "Khon Kaen University",
        "National Science and Technology Development Agency",
        "Thailand Research Fund"
    ]
}