{
    "eid": "2-s2.0-85051029248",
    "title": "Inhibitory effects and killing kinetics of lactic acid rice gel against pathogenic bacteria causing bovine mastitis",
    "cover-date": "2018-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "Antiseptic",
        "Lactic acid",
        "Rice",
        "Teat skin"
    ],
    "authors": [
        "Rinrada Chotigarpa",
        "Kannika Na Lampang",
        "Surachai Pikulkaew",
        "Siriporn Okonogi",
        "Kittisak Ajariyakhajorn",
        "Raktham Mektrirat"
    ],
    "citedby-count": 11,
    "ref-count": 40,
    "ref-list": [
        "Isolation and species distribution of staphylococci from animal and human skin",
        "Comparative study of Staphylococcus aureus isolated from the lesional and non-lesional skin of atopic dermatitis.",
        "Methicillin-resistant Staphylococcus aureus: An evolving pathogen.",
        "Antibiotic resistance profiles of staphylococci species isolated from milk, teat skins and noses mucous of cows",
        "Mastitis in small dairy holders of Nakhonpathom province, Thailand",
        "Incidence and prevalence of subclinical mastitis in small holder dairy farms of Chiang Mai province, Thailand",
        "Screening method for Staphylococcus aureus identification in subclinical bovine mastitis from dairy farms.",
        "Bovine subclinical mastitis caused by different types of coagulase-negative staphylococci",
        "Characterization of coagulase negative staphylococci from cases of subclinical mastitis in dairy cattle in Kampala, Uganda",
        "The effect of handwashing with water or soap on bacterial contamination of hands",
        "Mechanisms of bacterial resistance to biocides",
        "Lactic acid applications in pharmaceutical and cosmeceutical industries",
        "Antibacterial mechanism of lactic acid on physiological and morphological properties of Salmonella Enteritidis, Escherichia coli and Listeria monocytogenes",
        "Final report on the safety assessment of glycolic acid, ammonium, calcium, potassium and sodium glycolates, methyl, ethyl, propyl and butyl glycolates and lactic acid, ammonium, calcium, potassium, sodium and TEA-lactates, methyl, ethyl, isopropyl and butyl lactates and lauryl, myristyl and cetyl lactates",
        "Recent advances in gel technologies for topical and transdermal drug delivery",
        "Preparation and characterization of lidocaine rice gel for oral application",
        "Effect of rice variety on the physicochemical properties of the modified rice powders and their derived mucoadhesive gels.",
        "Antibacterial activity of honey and medicinal plant extracts against gram-negative microorganisms",
        "Design and evaluation of indapamide transdermal patch",
        "Evaluation by conductance assay of shiga toxin producing Escherichia coli (STEC) O157 and O26 and their sensitivity to selected disinfectants",
        "Bactericidal activity of besifloxacin against staphylococci, Streptococcus pneumoniae and Haemophilus influenza",
        "Effects of ascorbic acid, citric acid, lactic acid, NaCl, potassium sorbate and Thymus vulgaris extract on Staphylococcus aureus and Escherichia coli.",
        "Antimicrobial activity of lactic acid against pathogen and spoilage microorganisms",
        "The role of lactic acid production by probiotic Lactobacillus species in vaginal health.",
        "Evaluation of five chemical food preservatives for their antibacterial activity against bacterial isolates from bakery products and mango pickles",
        "Development of mucoadhesive buccal films from rice for pharmaceutical delivery systems.",
        "Various techniques for the modification of starch and the applications of its derivatives",
        "Single and multi-step carboxymethylation of water yam (Dioscorea alata) starch: Synthesis and characterization",
        "Texture profile and turbidity of gellan/gelatin mixed gels",
        "Effect of enzymatic hydrolysis on native starch granule structure",
        "The basics and underlying mechanisms of mucoadhesion.",
        "Development of a novel synergistic thermosensitive gel for vaginal candidiasis: An in vitro, in vivo evaluation. Colloids Surf",
        "Development and evaluation of Assam Bora rice starch-carbopol based oral mucoadhesive gel of irinotecan for mouth cancer",
        "Topical gels as drug delivery systems: A review",
        "Treatment of infected open wounds on two dogs using a film dressing of polysaccharide extracted from the hulls of durian (Durio zibethinus Murr.): Case report.",
        "The efficiency of polysaccharide gel extracted from fruit-hulls of durian (Durio zibethinus L.) for wound healing in pig skin",
        "Skin wound healing promoting effect of polysaccharides extracts from Tremella fuciformis and Auricularia auricula on the ex-vivo porcine skin wound healing model",
        "Another explanation for the toxicity of fermentation acids at low pH: Anion accumulation versus uncoupling",
        "Organic acid toxicity, tolerance and production in Escherichia coli biorefining applications.",
        "Lactic acid permeabilizes gram-negative bacteria by disrupting the outer membrane."
    ],
    "affiliation": [
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}