{
    "eid": "2-s2.0-85019716424",
    "title": "An enigmatic new genus of Hormiinae (Hymenoptera: Braconidae) from South India",
    "cover-date": "2017-05-30",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Comparison",
        "Ectoparasitoid",
        "Ichneumonoidea",
        "New genus and species",
        "Phylogenetic tree"
    ],
    "authors": [
        "A. P. Ranjith"
    ],
    "citedby-count": 12,
    "ref-count": 27,
    "ref-list": [
        "Hilgardia",
        "Part I. on the Classification",
        "Entomologicheskoe Obozrenie",
        "Doryctinae (Hymenoptera, Braconidae) of Japan. Fauna Mundi",
        "Extension of historical range of Betylobraconinae (Hymenoptera: Braconidae) into Palaearctic Region based on a Baltic amber fossil, and description of a new species of Mesocentrus Szépligeti from Papua New Guinea",
        "TeilVI. Entomologicke Problémy, Bratislava",
        "Predicted secondary structure for 28S and 18S rRNA from Ichneumonoidea (Insecta: Hymenoptera: Apocrita): Impact on sequence alignment and phylogeny estimation",
        "California Department of Food and Agriculture, Bureau of Entomology, Occasional Paper",
        "Journal of Ecobiology",
        "Ecobios",
        "Annals and Magazine of Natural History",
        "Annales Historico Naturales Musei Nationalis Hungarici",
        "Biology, Systematics, Evolution and Ecology of Braconid and Ichneumonid Parasitoid Wasps",
        "A New Genus of Rhysipoline Wasp (Hymenoptera: Braconidae) with Modified Wing Venation from Africa and Papua New Guinea, Parasitoid on Choreutidae (Lepidoptera)",
        "A molecular and morphological reassessment of the phylogeny of the subfamily Ophioninae (Hymenoptera: Ichneumonidae)",
        "Handbooks for the Identification of British Insects",
        "RAxML-VI-HPC: Maximum likelihood-based phylogenetic analyses with thousands of taxa and mixed models",
        "Indian Journal of Entomology",
        "Zoologicheskiy Zhurnal",
        "Zoologische Verhandelingen, Leiden",
        "Zoologische Verhandelingen",
        "Zoologische Verhandelingen, Leiden",
        "Review of the hormiini (Hymenoptera: Braconidae) with a description of new taxa",
        "Subfamily Hormiinae",
        "Home of Ichneumonoidea",
        "Systematics of the cyclostome subfamilies of braconid parasitic wasps (Hymenoptera: Ichneumonoidea): A simultaneous molecular and morphological Bayesian approach",
        "Evolution of the parasitic wasp subfamily Rogadinae (Braconidae): Phylogeny and evolution of lepidopteran host ranges and mummy characteristics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chelari",
            "affilname": "University of Calicut",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Saint Petersburg",
            "affilname": "Zoological Institute of the Russian Academy of Sciences",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Warsaw",
            "affilname": "Museum and Institute of Zoology of the Polish Academy of Sciences",
            "affiliation-country": "Poland"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kobe",
            "affilname": "Kobe University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}