{
    "eid": "2-s2.0-85078151999",
    "title": "A randomized controlled trial comparing the effects of an arm swing exercise and low sodium intake education program with low sodium intake education alone on cardiovascular outcomes in postmenopausal women with prehypertension",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Arm swing exercise",
        "Blood pressure",
        "Cardiorespiratory fitness",
        "Post-menopausal women"
    ],
    "authors": [
        "S. Tantiprasoplap",
        "N. Piaseu",
        "V. Kanungsukkasem",
        "S. Taneepanichskul"
    ],
    "citedby-count": 1,
    "ref-count": 33,
    "ref-list": [
        "2003 World Health Organization (WHO)/International Society of Hypertension (ISH) statement on management of hypertension",
        "Menopause and risk of cardiovascular disease: The Framingham study",
        "G*Power 3: A flexible statistical power analysis program for the social, behavioral, and biomedical sciences",
        "The effectiveness of exercise training in lowering blood pressure: A metaanalysis of randomised controlled trials of 4 weeks or longer",
        "A randomized controlled trial comparing the effects of yoga with an active control on ambulatory blood pressure in individuals with pre-hypertension and stage 1 hypertension",
        "Effects of Tai Chi exercise on blood pressure and plasma levels of nitric oxide, carbon monoxide and hydrogen sulfide in realworld patients with essential hypertension",
        "Endurance exercise beneficially affects ambulatory blood pressure: A systematic review and meta-analysis",
        "The effects of aerobic exercise on plasma catecholamines and blood pressure in patients with mild essential hypertension",
        "Effect of dance therapy on blood pressure and exercise capacity of individuals with hypertension: A systematic review and metaanalysis",
        "The effectiveness of aerobic exercises at difference intensities of managing blood pressure in essential hypertensive information technology officers",
        "Effects of endurance training on blood pressure, blood pressure-regulating mechanisms, and cardiovascular risk factors",
        "Effect of aerobic exercise on blood pressure: A meta-analysis of randomized, controlled trials",
        "Rev. ACSM's guidelines for exercise testing and prescription. 9th ed. 2014",
        "Strategies to enhance patient adherence: Making it simple",
        "Assessing the effects of interpersonal and intrapersonal behavior change strategies on physical activity in older adults: A factorial experiment",
        "Effect of exercise on blood pressure in older persons: A randomized controlled trial",
        "Effect of low-intensity physical activity and moderate- To high-intensity physical exercise during adjuvant chemotherapy on physical fitness, fatigue, and chemotherapy completion rates: Results of the PACES randomized clinical trial",
        "Blood pressure reductions with exercise and sodium restriction in post-menopausal women with elevated systolic pressure: Role of arterial stiffness",
        "Cardiovascular and behavioral effects of aerobic exercise training in healthy older men and women",
        "Acute effects of T'ai Chi Chuan exercise on blood pressure and heart rate in peripheral artery disease patients",
        "A yoga & exercise randomized controlled trial for vasomotor symptoms: Effects on heart rate variability",
        "Effect of a long-term physical activity intervention on resting pulse rate in older persons: Results from the lifestyle interventions and independence for elders study",
        "The effect of Tai Chi training on cardiorespiratory fitness in healthy adults: A systematic review and meta-analysis",
        "Regular aerobic exercise modulates age-associated declines in cardiovagal baroreflex sensitivity in healthy men",
        "Dose-response relationship of endurance training for autonomic circulatory control in healthy seniors",
        "Exercise training program based on minimum weekly frequencies: Effects on blood pressure and physical fitness in elderly hypertensive patients",
        "Gender-selective interaction between aging, blood pressure, and sympathetic nerve activity",
        "Sympathetic nervous system and blood pressure in humans: Individualized patterns of regulation and their implications",
        "Social-cognitive determinants of physical activity: The influence of social support, self-efficacy, outcome expectations, and self-regulation among participants in a church-based health promotion study",
        "A self-regulation lifestyle program for post-cardiac rehabilitation patients has long-term effects on exercise adherence"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60199578",
            "affilname": "Ramathibodi Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199578",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Mahidol University"
    ]
}