{
    "eid": "2-s2.0-85042915942",
    "title": "Low heat input welding of nickel superalloy GTD-111 with Inconel 625 filler metal",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Materials Science (all)",
            "@code": "2500",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Mechanics of Materials",
            "@code": "2211",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Mechanical Engineering",
            "@code": "2210",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "GTAW",
        "GTD-111",
        "HAZ cracks",
        "Laser welding",
        "Nickel-based superalloy"
    ],
    "authors": [
        "Athittaya Athiroj",
        "Panyawat Wangyao",
        "Fritz Hartung",
        "Gobboon Lothongkum"
    ],
    "citedby-count": 11,
    "ref-count": 23,
    "ref-list": [
        "The relationship between reheat-treatment and hardness behaviour of cast nickel superalloy GTD-111",
        "A high temperature deformation mechanism map for the high performance Ni-base superalloy GTD-111",
        "Analysis of laser beam weldability of Inconel 738 superalloy",
        "Weldability and mechanical behavior of GTD-141",
        "Effects of welding parameters on laser weldability of Inconel 718 - Study of laser weldability of Ni-base, heat-resistant superalloys (1st Report)",
        "Solidification and liquation cracking issues in welding",
        "Laser repairing techniques for superalloy components",
        "The liquation cracking behavior of IN738LC superalloy during low power Nd:YAG pulsed laser welding",
        "An investigation into cracking in nickel-base superalloy repair welds",
        "Influences of laser welding parameters on the geometric profile of Ni-base superalloy Rene 80 weld-bead",
        "Heat input and the liquation cracking of laser welded IN738LC superalloy",
        "Study of the fusion zone and heat-affected zone microstructures in tungsten inert gas-welded Inconel 738LC superalloy",
        "HAZ characterization of GTD-111 nickel based superalloy welding",
        "Analysis of temperature and elevated temperature plastic strain distributions in laser welding HAZ study of laser weldability of Ni-base superalloys (Report 5)",
        "Temperature dependence of MC decomposition behavior in Ni-base superalloy GTD 111",
        "The microstructure evolution and its effect on the mechanical properties of a hot-corrosion resistant Nibased superalloy during long-term thermal exposure",
        "Influence of service-induced microstructural changes on the aging kinetics of rejuvenated Ni-based superalloy gas turbine blades",
        "Microstructure evolution of high-performance Ni-base superalloy GTD-111 with heat treatment parameters",
        "On the role of liquated γ' precipitates in weld heat affected zone microfissuring of a nickel-based superalloy",
        "Effect of ultrasonic vibration on unmixed zone formation"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "DSI Laser Service (Thailand) Co. Ltd.",
        "EGAT Diamond Service Co. Ltd.",
        "Chulalongkorn University"
    ]
}