{
    "eid": "2-s2.0-85108959090",
    "title": "Two new species of the millipede genus Tylopus Jeekel, 1968 from Shan state, Myanmar (Diplopoda, polydesmida, paradoxosomatidae)",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Key",
        "Map",
        "Paradoxosomatinae",
        "Sulciferini",
        "Taxonomy",
        "Tylopus monticola sp. nov",
        "Tylopus sutchariti sp. nov"
    ],
    "authors": [
        "Natdanai Likhitrakarn",
        "Sergei I. Golovatch",
        "Ruttapon Srisonchai",
        "Somsak Panha"
    ],
    "citedby-count": 3,
    "ref-count": 39,
    "ref-list": [
        "System der Polydesmiden. I. Theil",
        "Die indo-australischen Myriopoden. Archiv für Naturgeschichte 80A: 1-398. Attems C (1936) Diplopoda of India",
        "Myriapoda 3. Polydesmoidea I. Fam. Strongylosomidae",
        "The hothouse milliped as a new genus",
        "The millipedes of Thailand (Diplopoda)",
        "On several new or poorly-known Oriental Paradoxosomatidae (Diplopoda: Polydesmida), XIII",
        "On several new or poorly-known Oriental Paradoxosomatidae (Diplopoda: Polydesmida), XV",
        "On several new or poorly-known Oriental Paradoxosomatidae (Diplopoda: Polydesmida), XXV",
        "On several new or poorly-known Oriental Paradoxosomatidae (Diplopoda: Polydesmida), XXVII",
        "On several new or poorly-known Oriental Paradoxosomatidae (Diplopoda: Polydesmida), XXVIII",
        "Review of the millipede genus Hedinomorpha Verhoeff, 1934, with descriptions of three new species collected in China by Professor Jochen Martens (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "Review of the millipede genus Tylopus, with descriptions of new species from Thailand (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "On several new or poorly-known Oriental Paradoxosomatidae (Diplopoda: Polydesmida), XX",
        "On several new or poorly-known Oriental Paradoxosomatidae (Diplopoda: Polydesmida), XXI",
        "Twelve new species of Cyrtodactylus Gray (Squamata: Gekkonidae) from isolated limestone habitats in east-central and southern Myanmar demonstrate high localized diversity and unprecedented microendemism",
        "Three more new species of Cyrtodactylus (Squamata: Gekkonidae) from the Salween Basin of eastern Myanmar underscores the urgent need for the conservation of karst habitats",
        "Phylogenetic taxonomy of the Cyrtodactylus peguensis group (Reptilia: Squamata: Gekkonidae) with descriptions of two new species from Myanmar",
        "A revision of the Burmese Paradoxosomatidae (Diplopoda, Polydesmida) in the Museo Civico di Storia Naturale at Genoa (Part I)",
        "Three new species of the millipede genus Tylopus Jeekel, 1968 from Thailand, with additional notes on the species described by Attems (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "The millipede genus Tylopus Jeekel, 1968 (Diplopoda, Polydesmida, Paradoxosomatidae), with a key and descriptions of eight new species from Indochina",
        "Review of the genus Tylopus Jeekel, 1968, with descriptions of five new species from Thailand (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "A checklist of the millipedes (Diplopoda) of Myanmar, with an updated list of Leonardo Fea’s collecting localities",
        "Two new species of the millipede family Cambalopsidae from Myanmar (Diplopoda, Spirostreptida)",
        "A new species of the millipede genus Tylopus Jeekel from southern China (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "Biodiversity hotspots for conservation priorities",
        "Tylopus millipedes in Vietnam (Diplopoda: Polydesmida: Paradoxosomatidae: Sulciferini), with descriptions of five new species",
        "A worldwide catalog of the family Paradoxosomatidae Daday, 1889 (Diplopoda: Polydesmida)",
        "A revision and phylogenetic analysis of the millipede genus Oxidus Cook, 1911 (Polydesmida, Paradoxosomatidae)",
        "Morphological and mitochondrial DNA data reshuffle the taxonomy of the genera Atopochetus Attems, Litostrophus Chamberlin and Tonkinbolus Verhoeff (Diplopoda: Spirobolida: Pachybolidae), with descriptions of nine new species",
        "Report upon the Chilopoda and Diplopoda obtained by Bassett-Smith PW, Esq., Surgeon RN, Walker JJ, Esq RN, during the cruise in the Chinese Seas of HMS ‘Penguin’, Commander W. U. Moore commanding",
        "Southeast Asian biodiversity: An impending disaster",
        "A revision of dragon millipedes I: Genus Desmoxytes Chamberlin, 1923, with the description of eight new species (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "A revision of dragon millipedes IV: The new genus Spinaxytes, with the description of nine new species (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "Schwedisch-chinesische wissenschaftliche Expedition nach den nordwestlichen Provinzen Chinas unter Leitung von Dr. Sven Hedin und Prof. Sü Ping-Chang. Myriapoda gesammelt vom schwedischen Arzt der Expedition Dr. David Hummel 1927-1930",
        "Die Entomologischen Sammlungen des Zoologischen Staatsinstituts und Zoologischen Museums Hamburg. III. Teil. Chilopoda und Progoneata",
        "Checklist of the Myriapoda in Cretaceous Burmese amber and a correction of the Myriapoda identified by Zhang (2017)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60018013",
            "affilname": "Maejo University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018013",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Moscow",
            "@id": "60097365",
            "affilname": "A.N. Severtsov Institute of Ecology and Evolution Russian Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60097365",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Dragan Antić",
        "Henrik Enghoff",
        "Piyatida Pimvichai",
        "TRF Strategic Basic Research",
        "Russian Academy of Sciences",
        "Center of Excellence on Biodiversity"
    ]
}