{
    "eid": "2-s2.0-85088635497",
    "title": "Bioassay-Guided Fractionation, Chemical Compositions and Antibacterial Activity of Extracts from Rhizomes of Globba schomburgkii Hook.f.",
    "cover-date": "2020-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Bioengineering",
            "@code": "1502",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Molecular Medicine",
            "@code": "1313",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "antibacterial activity",
        "bioassay-guided fractionation",
        "GC/MS",
        "Globba schomburgkii",
        "terpenoids"
    ],
    "authors": [
        "Naruemon Suekaew",
        "Sarisa Na Pombejra",
        "Chadin Kulsing",
        "Jeerapat Doungchawee",
        "Tanatorn Khotavivattana"
    ],
    "citedby-count": 5,
    "ref-count": 28,
    "ref-list": [
        "‘Changing priorities in vaccinology: antibiotic resistance moving to the top’",
        "‘The antibiotic resistance crisis’",
        "‘Natural Products as Platforms to Overcome Antibiotic Resistance’",
        "‘Antifungal, anti-inflammatory and neuritogenic activity of newly-isolated compounds from Disporopsis aspersa’",
        "‘Synthesis and bioactivities evaluation of L-pyroglutamic acid analogs from natural product lead’",
        "‘Volatile chemical composition, antibacterial and antifungal activities of extracts from different parts of Globba schomburgkii Hook.f.’",
        "‘The phylogeny, evolution, and classification of the genus Globba and tribe Globbeae (Zingiberaceae): appendages do matter’",
        "‘In vitro propagation of Globba schomburgkii Hook.f. via bulbil explants’",
        "‘Comparing growth and physiological responses of Globba schomburgkii Hook.f. and Globba marantina L. under hydroponic and soil conditions’",
        "‘Antimicrobial and antioxidant activities of tuber extracts of Globba bulbifera’",
        "‘Chemical composition, antioxidant and myorelaxant activity of essential oils of Globba sessiliflora Sims’",
        "‘Anti-diabetic activity of crude polysaccharide and rhamnose-enriched polysaccharide from G. lithophila on Streptozotocin (STZ)-induced in Wistar rats’",
        "‘Sesquiterpenoids from petasites fragrans’",
        "‘Biologically active metabolites of the facultative marine fungus Penicillium citrinum’",
        "‘Petasins from the rhizomes of Ligularia fischeri and its derivatives’",
        "‘Phytochemical and cytotoxic investigations of Curcuma mangga rhizomes’",
        "‘Cytotoxic labdane diterpenes from Hedychium ellipticum Buch.-Ham. ex Sm’",
        "‘A new bis-labdanic diterpene from the rhizomes of Alpinia pahangensis’",
        "‘Anti-inflammatory mechanisms of compounds from Curcuma mangga rhizomes using RAW264.7 macrophage cells’",
        "‘Synthesis and biological evaluation of (+)-labdadienedial, derivatives and precursors from (+)-sclareolide’",
        "‘Tessaric acid derivatives induce G2/M cell cycle arrest in human solid tumor cell lines’",
        "‘Zederone from the rhizomes of Zingiber zerumbet and its anti-staphylococcal activity’",
        "‘A new guaianolide sesquiterpene lactone from Curcuma leucorrhiza Roxb’",
        "‘Targeting apoptosis pathways in cancer with alantolactone and isoalantolactone’",
        "‘Efficient synthesis of the anticancer β-elemene and other bioactive elemanes from sustainable germacrone’",
        "‘Diterpenes from the rhizomes of Alpinia formosana’",
        "‘A generalization of the retention index system including linear temperature programmed gas-liquid partition chromatography’"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Thailand Toray Science Foundation Science",
        "Chulalongkorn University"
    ]
}