{
    "eid": "2-s2.0-84942436824",
    "title": "Synthesis and structural analysis of tungsten-carbonyl dimers bridged with oligo(2,5-dialkoxy-1,4-phenylene vinylene)s through pyridine coordination",
    "cover-date": "2015-08-17",
    "subject-areas": [
        {
            "$": "Inorganic Chemistry",
            "@code": "1604"
        }
    ],
    "keywords": [],
    "authors": [
        "Sakkawet Yorsaeng"
    ],
    "citedby-count": 7,
    "ref-count": 65,
    "ref-list": [
        "Macromolecular Engineering",
        "Macromolecular Engineering",
        "Macromolecular Engineering",
        "Organic Light Emitting Devices: Synthesis, Properties and Applications",
        "Handbook of Conducting Polymers",
        "New Developments in the Photonic Applications of Conjugated Polymers",
        "Electroluminescent Conjugated Polymers - Seeing Polymers in a New Light",
        "Electroluminescence in conjugated polymers",
        "Synthesis of light-emitting conjugated polymers for applications in electroluminescent devices",
        "Polyphenylene-based materials for organic photovoltaics",
        "From short conjugated oligomers to conjugated polymers. Lessons from studies on long conjugated oligomers",
        "Rational design of high performance conjugated polymers for organic solar cells",
        "Two-dimensional charge transport in self-organized, high-mobility conjugated polymers",
        "Highly mobile electrons and holes on isolated chains of the semiconducting polymer poly(phenylene vinylene)",
        "Luminescence enhancement by the introduction of disorder into poly(p-phenylene vinylene)",
        "About supramolecular assemblies of π-conjugated systems",
        "π-organogels of self-assembled p-phenylenevinylenes: Soft materials with distinct size, shape, and functions",
        "Organic semiconductors for solution-processable field-effect transistors (OFETs)",
        "Self-assembled gelators for organic electronics",
        "Functional π-gelators and their applications",
        "Self-location of acceptors as \"isolated\" or \"stacked\" energy traps in a supramolecular donor self-assembly: A strategy to wavelength tunable FRET emission",
        "Self-assembled π-nanotapes as donor scaffolds for selective and thermally gated fluorescence resonance energy transfer (FRET)",
        "Reversible transformation between rings and coils in a dynamic hydrogen-bonded self-assembly",
        "Solvent-directed self-assembly of Π gelators to hierarchical macroporous structures and aligned fiber bundles",
        "Aligned 1-D nanorods of a π-gelator exhibit molecular orientation and excitation energy transport different from entangled fiber networks",
        "Molecular-level helical stack of a nucleotide-appended oligo(p- phenylenevinylene) directed by supramolecular self-assembly with a complementary oligonucleotide as a template",
        "Helicity induction and amplification in an oligo(p-phenylenevinylene) assembly through hydrogen-bonded chiral acids",
        "Reversible self-assembly of entrapped fluorescent gelators in polymerized styrene gel matrix: Erasable thermal imaging via recreation of supramolecular architectures",
        "Asymmetric noncovalent synthesis of self-assembled one-dimensional stacks by a chiral supramolecular auxiliary approach",
        "Precise synthesis of end-functionalized Oligo(2,5-dialkoxy-1,4-phenylene vinylene)s with controlled repeat units via combined olefin metathesis and wittig-type coupling",
        "Synthesis of Well-Defined Oligo(2,5-dialkoxy-1,4-phenylene vinylene)s by Combined Olefin Metathesis and Wittig-type Coupling: Effect of Conjugation Repeat Units and End Groups Toward Optical Properties",
        "Precise synthesis of polymers containing functional end groups by living ring-opening metathesis polymerization (ROMP): Efficient tools for synthesis of block/graft copolymers",
        "Exclusive end functionalization of all-trans-poly(fluorene vinylene)s prepared by acyclic diene metathesis polymerization: Facile efficient synthesis of amphiphilic triblock copolymers by grafting poly(ethylene glycol)",
        "Precise synthesis of poly(fluorene-2,7-vinylene)s containing oligo(thiophene)s at the chain ends: Unique emission properties by the end functionalization",
        "Precise synthesis of amphiphilic multiblock copolymers by combination of acyclic diene metathesis (ADMET) polymerization with atom transfer radical polymerization (ATRP) and click chemistry",
        "Precise synthesis of poly(fluorene vinylene)s capped with chromophores: Efficient fluorescent polymers modified by conjugation length and end-groups",
        "Precise one-pot synthesis of end-functionalized conjugated multi-block copolymers via combined olefin metathesis and wittig-type coupling",
        "Precise one-pot synthesis of fully conjugated end-functionalized star polymers containing poly(fluorene-2,7-vinylene) (PFV) arms",
        "5.09 - Advances in Acyclic Diene Metathesis Polymerization",
        "Synthesis of Polymers, New Structures and Methods",
        "ADMET: The future revealed",
        "ADMET Polymerization",
        "Self-Assembly of Discrete Cyclic Nanostructures Mediated by Transition Metals",
        "Self-assembled coordination cages based on banana-shaped ligands",
        "Building on architectural principles for three-dimensional metallosupramolecular construction",
        "Metal-organic frameworks and self-assembled supramolecular coordination complexes: Comparing and contrasting the design, synthesis, and functionality of metal-organic materials",
        null,
        "Design and redox function of conjugated complexes with polyanilines or quinonediimines",
        "π-Conjugated phosphole derivatives: Synthesis, optoelectronic functions and coordination chemistry",
        "Self-assembly of conjugated units using metal-terpyridine coordination",
        "Mimicking [2,2]paracyclophane topology: Molecular clips for the coordination-driven cofacial assembly of π-conjugated systems",
        "Coordination-driven hierarchical organization of π-conjugated systems: From molecular to supramolecular π-stacked assemblies",
        "Ligand-Bridged Dimers of Pentacarbonyltungsten. Synthesis and Characterization",
        null,
        "J. Phys. Chem.",
        "Monodisperse dialkoxy-substituted oligo(phenyleneethenylene)s",
        "Towards highly luminescent phenylene vinylene films",
        "Singlet and triplet excitations of chiral dialkoxy-p-phenylene vinylene oligomers",
        "Primary Photoexcitations in Conjugated Polymers",
        "Charge transfer and delocalization in conjugated (ferrocenylethynyl)oligothiophene complexes",
        "Polymer with two different redox centers in the π-conjugated main chain: Alternate combinations of ferrocene and dithiafulvene",
        "Charge transfer in ferrocene-bearing poly(thiophene)s and application in organic bilayer photocells",
        "Synthesis of Molybdenum Imido Alkylidene Complexes and Some Reactions Involving Acyclic Olefins",
        "J. Appl. Crystallogr.",
        "A short history of SHELX"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kawaguchi",
            "affilname": "Japan Science and Technology Agency",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Hachioji",
            "affilname": "Tokyo Metropolitan University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Japan Science and Technology Agency",
        "Thailand Research Fund"
    ]
}