{
    "eid": "2-s2.0-84940559618",
    "title": "Framework for language independent social media analysis platform to detect reactions on global topics",
    "cover-date": "2015-01-26",
    "subject-areas": [],
    "keywords": [
        "Data Mining",
        "Glogal Reaction",
        "Language Independent",
        "Social Media",
        "Topic Extraction"
    ],
    "authors": [
        "Takako Hashimoto"
    ],
    "citedby-count": 0,
    "ref-count": 17,
    "ref-list": [
        "Discovering topic transition about the east japan great earthquake in dynamic social media",
        "Exploring social context from buzz marketing site-Community mapping based on tree edit distance -",
        "Proc. of EJC2013 (23nd European-Japanese Conference on Information Modelling and Knowledge Bases)",
        "Affected people's needs detection after the East Japan Great Earthquake - Time series analysis using LDA",
        "Comparison of reaction in social media after the East Japan Great Earthquake between Thailand and Japan",
        "Trends in Social Media: Persistence and Decay",
        "Web video topic discovery and tracking via bipartite graph reinforcement model",
        "Tracking web video topics: Discovery, visualization, and monitoring",
        "A word at a time: Computing word relatedness using temporal semantic analysis",
        "TM-LDA: Efficient online modeling of latent topic transitions in social media",
        "Investigating topic models for social media user recommendation",
        "Poisson mixtures",
        "The Tree-to-Tree Correction Problem",
        "Comparison of the predicted and observed secondary structure of T4 phage lysozyme",
        "Top Website Award Truehits. Net Web Award",
        "Basic Introduction to Thai Language",
        "Software: SWATH-Thai Word Segmentation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ichikawa",
            "affilname": "Chiba University of Commerce",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Gakushuin University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}