{
    "eid": "2-s2.0-85016305269",
    "title": "Quality assessment of fluconazole capsules and oral suspensions compounded by pharmacies located in the United States",
    "cover-date": "2017-04-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [],
    "authors": [
        "Carine M. Laporte"
    ],
    "citedby-count": 8,
    "ref-count": 43,
    "ref-list": [
        "Accessed Oct",
        "Accessed Oct",
        "Drug compounding for veterinary patients",
        "Accessed Oct",
        "Quality Assurance in Pharmaceutical Compounding",
        "Pharmaceutical compounding—nonsterile Preparations, Revision Bulletin",
        "Pharmaceutical compounding—sterile Preparations, Revision Bulletin",
        "Pharmaceutical evaluation of compounded trilostane products",
        "Bioequivalence of orally administered generic, compounded, and innovator-formulated itraconazole in healthy dogs",
        "Comparison of paste and suspension formulations of omeprazole in the healing of gastric ulcers in racehorses in active training",
        "Doxycycline concentration over time after storage in a compounded veterinary preparation",
        "Proceedings. 49Th Annu Conv am Assoc Equine Pract",
        "Accuracy and precision of compounded ciclosporin capsules and solution",
        "Aspergillus species cystitis in a cat",
        "Successful management of an intracranial phaeohyphomycotic fungal granuloma in a dog",
        "The anatomical distribution and antimicrobial susceptibility of yeast species isolated from healthy dogs",
        "Feline Nasal Granuloma Due to Cryptoccocus gattii Type VGII",
        "Sporotrichosis: a retrospective evaluation of 23 cases seen in northern California (1987-2007)",
        "In vitro susceptibility of fluconazole-susceptible and -resistant isolates of Malassezia pachydermatis against azoles",
        "Long-term outcome of therapy for 59 cats and 11 dogs with cryptococcosis",
        "First report of a Cryptococcus magnus infection in a cat",
        "Feline histoplasmosis: Fluconazole therapy and identification of potential sources of Histoplasma species exposure",
        "A noninferiority clinical trial comparing fluconazole and ketoconazole in combination with cephalexin for the treatment of dogs with Malassezia dermatitis",
        "Cerebral Blastomyces dermatitidis infection in a cat",
        "Effects of two oral antimycotics, ketoconazole and fluconazole, upon steroidogenesis in rat adrenal cells in vitro",
        "Plasma concentrations of fluconazole after a single oral dose and administration in drinking water in cockatiels (Nymphicus hollandicus)",
        "Muller & Kirk’s Small Animal Dermatology.",
        "Effect of multiple oral dosing of fluconazole on the pharmacokinetics of cyclosporine in healthy beagles",
        "Fluconazole decreases cyclosporine dosage in renal transplanted dogs",
        "Assessment of the quality of compounded fluconazole capsules marketed in the region of Araraquara (SP, Brazil)",
        "Stability Considerations in Dispensing Practice",
        "Guidance for Industry: Safety Considerations for Product Design to Minimize Medication Errors",
        "Guidance for Industry: Compounding Animal Drugs from Bulk Drug Substances #230",
        "The Art, Science, and Technology of Pharmaceutical Compounding",
        "Suspensions. the Art, Science, and Technology of Pharmaceutical Compounding",
        "USP 33",
        "Fluconazole for Oral suspen-sion—revision Bulletin.",
        "Chapter 61. Microbiological Examination of Nonsterile Products: Microbial Enumeration Tests",
        "A SAS® macro implementation of a multiple comparison post hoc test for a Kruskal-Wallis analysis",
        "Drugs",
        "To Err is Human: Building a Safer Health System",
        "Microbiological Attributes of Nonsterile Pharmaceutical Products.",
        "Pharmaceutical Microbiology Manual"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Auburn",
            "affilname": "Auburn University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Gilbert",
            "affilname": "Dermatology for Animals",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}