{
    "eid": "2-s2.0-85010303976",
    "title": "A business practice of sufficiency economy philosophy: A contribution to performance of new product",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "General Business",
            "@code": "1400"
        }
    ],
    "keywords": [
        "Business theory of sufficiency economy",
        "New product development",
        "New product performance",
        "NPD",
        "SD",
        "SEP",
        "Sufficiency economy philosophy",
        "Sustainable development"
    ],
    "authors": [
        "Thammawich Siriphanupong"
    ],
    "citedby-count": 0,
    "ref-count": 28,
    "ref-list": [
        "Social capital: Foundation to strengthen the sufficiency economy communities",
        "Considering BPR and CE for faster product delivery: A case study in manufacturing firms",
        "Do green information systems impact performance?",
        "Report of the World Commission on Environment and Development",
        "PDMA Visions Magazine",
        "Where are all the breakthrough new products? Using portfolio management to boost innovation",
        "Developing a product innovation and technology strategy for your business",
        "Beyond the business case for corporate sustainability",
        "The European Business Review",
        "A study of cross-functional collaboration in new product development: A social capital perspective",
        "Sustainable Development: Strategies for Environmental and Social Earth Politics",
        "National Economic and Social Development Board of Thailand",
        "Report of the IUCN Renowned Thinkers Meeting",
        "The Apply of Sufficiency Economy: The Experience from SMEs",
        "GMSARN International Journal",
        "STUDY OF SUCCESS AND FAILURE IN PRODUCT INNOVATION: THE CASE OF THE U. S. ELECTRONICS INDUSTRY.",
        "The ICFAI University Journal of Entrepreneurship Development",
        "International Scholarly and Scientific Research & Innovation",
        "Sufficiency Economy Implications and Applications",
        "Thailand's sufficiency economy: Origins and comparisons with other systems of religious economics",
        "Assessing new product development practices and performance: Establishing crucial norms",
        "International Journal of Social, Management, Economics and Business Engineering",
        "Corporate Sustainability Under the Sufficiency Economy Philosophy: Reshaping Business and Management Thought and Practice Based on the Asian Perspective and Values",
        "International Journal of Innovative Research and Practices",
        "The Fifth Intern PG Research Colloquium",
        "Procedia Environmental Sciences",
        "Guidelines for Social Life Cycle Assessment of Products",
        "The Journal of American Academy of Business"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}