{
    "eid": "2-s2.0-84894083587",
    "title": "Evaluation of a new test method to determine the failure mode and macro-shear bond strength of dental materials to metals",
    "cover-date": "2014-05-19",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "Surfaces and Interfaces",
            "@code": "3110"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [
        "adhesion",
        "luting cement",
        "Macro-shear bond strength",
        "metal",
        "resin-modified glass-ionomer",
        "self adhesive resin cement"
    ],
    "authors": [
        "Joshua J. Cheetham"
    ],
    "citedby-count": 8,
    "ref-count": 29,
    "ref-list": [
        "Relationship between bond-strength tests and clinical outcomes",
        "Direct comparison of the bond strength results of the different test methods: A critical literature review",
        "Dent. Mater.",
        "The dilemma of testing adhesion",
        "Three-dimensional finite element analysis of the shear bond test",
        "Modelling bond strength in dental biomaterials",
        "A critique of bond strength measurements",
        "Relationship between bond strength tests and other in vitro phenomena",
        "Methods used in dentine bonding tests: an analysis of 102 investigations on bond strength.",
        "Influence of selected variables on adhesion testing",
        "Shear versus micro-shear bond strength test: A finite element stress analysis",
        "Adhesion Promotion Techniques: Technological Applications",
        "Dental Materials-testing of Adhesion to Tooth Structure",
        "Dental Materials-guidance on Testing of Adhesion to Tooth Structure",
        "Adhesion to tooth structure: A critical review of \"macro\" test methods",
        "Pooling of dentin microtensile bond strength data improves clinical correlation",
        "Significance of pulpal pressure during clinical bonding procedures",
        "Damage accumulation simulations in the adhesive of enamel/ceramic interface using the FE submodelling and the element deactivation approaches",
        "Adhesion to tooth structure: A critical review of \"micro\" bond strength test methods",
        "Effect acidic and alkaline/heat treatments on the bond strength of different luting cements to commercially pure titanium",
        "Shear bond strength of glass-ionomer adhesive to dentin: Effect of smear layer thickness and different dentin conditioners",
        "Effect of surface pre-treatment on durability of resin-based cements bonded to titanium",
        "Effect of surface treatments on the bond strength of a resin cement to commercially pure titanium",
        "Tensile bond strength of resin-bonded non-precious alloys with chemically and mechanically roughened surfaces",
        "Adhesive primers for bonding cobalt-chromium alloy to resin",
        "Bond strength test: Role of operator skill",
        "A critical review of the durability of adhesion to tooth tissue: Methods and results",
        "Testing adhesion of direct restoratives to dental hard tissue - a review",
        "Review of the fracture toughness approach"
    ],
    "affiliation": [
        {
            "affiliation-city": "Melbourne",
            "affilname": "Melbourne Dental School",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hong Kong",
            "affilname": "The University of Hong Kong",
            "affiliation-country": "Hong Kong"
        }
    ],
    "funding": []
}