{
    "eid": "2-s2.0-85020619016",
    "title": "Feasibility of Retrograde Ureteral Contrast Injection to Guide Ultrasonographic Percutaneous Renal Access in the Nondilated Collecting System",
    "cover-date": "2017-02-01",
    "subject-areas": [
        {
            "$": "Urology",
            "@code": "2748"
        }
    ],
    "keywords": [
        "Contrast-enhanced ultrasound",
        "Image-guided therapy",
        "Percutaneous nephrolithotomy",
        "Renal stone"
    ],
    "authors": [
        "Manint Usawachintachit"
    ],
    "citedby-count": 12,
    "ref-count": 31,
    "ref-list": [
        "Chapter 1: AUA guideline on management of staghorn calculi: diagnosis and treatment recommendations.",
        "Ultrasonography-guided punctures-with and without puncture guide",
        "Techniques for Fluoroscopic Percutaneous Renal Access",
        "Does Imaging Modality Used for Percutaneous Renal Access Make a Difference? A Matched Case Analysis",
        "Deterministic effects in interventional radiology",
        "Radiology",
        "Incidence of haematopoietic malignancies in US radiologic technologists",
        "Complication and safety of ultrasound guided percutaneous nephrolithotomy in 8 025 cases in China",
        "The ideal puncture approach for PCNL: Fluoroscopy, ultrasound or endoscopy?",
        "Adopting Ultrasound Guidance for Prone Percutaneous Nephrolithotomy: Evaluating the Learning Curve for the Experienced Surgeon",
        "Assessment of myocardial perfusion abnormalities with contrast-enhanced two-dimensional echocardiography",
        "Contrast enhanced ultrasound of the kidneys: What is it capable of?",
        "Ultrasound contrast agents: Properties, principles of action, tolerance, and artifacts",
        "Microbubble-enhanced US in body imaging: What role?",
        "Safety of ultrasound contrast agents in patients with known or suspected cardiac shunts",
        "The Safety of Definity and Optison for Ultrasound Image Enhancement: A Retrospective Analysis of 78,383 Administered Contrast Doses",
        "Ultrasound-Guided Renal Access for Percutaneous Nephrolithotomy: A Description of Three Novel Ultrasound-Guided Needle Techniques",
        "Ultrasound guidance for renal tract access and dilation reduces radiation exposure during percutaneous nephrolithotomy",
        "Off-label use of ultrasound contrast agents for abdominal imaging in the United States",
        "Incidence of adverse events associated with use of perflutren contrast agents for echocardiography",
        "Comparison of contrast-enhanced sonography with unenhanced sonography and contrast-enhanced CT in the diagnosis of malignancy in complex cystic renal masses",
        "Role of low-mechanical index CEUS in the differentiation between low and high grade bladder carcinoma: A pilot study",
        "Bladder tumor staging: Comparison of contrast-enhanced and gray-scale ultrasound",
        "Contrast-enhanced ultrasonography of the prostate: Various imaging findings that indicate prostate cancer",
        "Voiding urosonography with US contrast agents for the diagnosis of vesicoureteric reflux in children: II. Comparison with radiological examinations",
        "Voiding urosonography: The study of the urethra is no longer a limitation of the technique",
        "Renal intrapelvic pressure during percutaneous nephrolithotomy and its correlation with the development of postoperative fever",
        "Ultrasound-guided X-ray free percutaneous nephrolithotomy for treatment of simple stones in the flank position",
        "Use of renal risk drugs in patients with renal impairment",
        "Hypertension, Diuretic Use, and Risk of Hearing Loss",
        "Feasibility of antegrade contrast-enhanced us nephrostograms to evaluate ureteral patency"
    ],
    "affiliation": [
        {
            "affiliation-city": "San Francisco",
            "affilname": "UCSF School of Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "San Francisco",
            "affilname": "University of California, San Francisco",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Nagoya",
            "affilname": "Nagoya City University Graduate School of Medical Sciences",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "National Institute of Diabetes and Digestive and Kidney Diseases",
        "National Institute of Diabetes and Digestive and Kidney Diseases"
    ]
}