{
    "eid": "2-s2.0-85035219109",
    "title": "Application fuzzy multi-attribute decision analysis method to prioritize project success criteria",
    "cover-date": "2017-11-14",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Nguyen Thanh Phong"
    ],
    "citedby-count": 25,
    "ref-count": 26,
    "ref-list": [
        "Relationships between a project management methodology and project success in different project governance contexts",
        "Project success analysis framework: A knowledge-based approach in project management",
        "J. Tekno.",
        "J. Tekno.",
        "Factors affecting the success of a construction project",
        "Comparative studies on factors influencing success completion of a project",
        "Int. J. of Busin. Stu. Review",
        "Sustainable value management for construction projects",
        "Int. J. Advan. Appli. Scien.",
        "Future criteria for success of building projects in Malaysia",
        "Selecting the best composting technology using analytical hierarchy process (AHP)",
        "Calculating weights of social capital index using analytic hierarchy process",
        "J. Tekno.",
        "J. Tekno.",
        "An evaluation of marine geospatial data infrastructure (MGDI) by delphi-analytic hierarchy process (AHP) approach",
        "Organizational strategy development in distribution channel management using fuzzy AHP and hierarchical fuzzy TOPSIS",
        "Power substation location selection using fuzzy analytic hierarchy process and PROMETHEE: A case study from Bangladesh",
        "Analysis of the assessment factors for renewable energy dissemination program evaluation using fuzzy AHP",
        "Discussion on extent analysis method and applications of fuzzy AHP",
        "Applications of the extent analysis method on fuzzy AHP",
        "A fuzzy optimization model for QFD planning process using analytic network approach",
        "Quali. Quanti.",
        "A multi-attribute comparison of turkish quality consultants by fuzzy AHP",
        "A methodology for selection and evaluation of advanced manufacturing technologies",
        "Performance analysis of agile supply chain",
        "Project Management: Achieving Competitive Advantage"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ho Chi Minh City",
            "affilname": "Đại học Mở Thành phố Hồ Chí Minh",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}