{
    "eid": "2-s2.0-85169808355",
    "title": "Business sustainability under the influence of female directors toward the risk-taking in innovation: Evidence from textual analysis",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business and International Management",
            "@code": "1403",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "board of directors",
        "corporate innovation",
        "gender diversity",
        "resource dependence theory",
        "risk preference",
        "upper echelons theory"
    ],
    "authors": [
        "Veerawin Korphaibool",
        "Pongsapak Chindasombatcharoen",
        "Pattanaporn Chatjuthamard",
        "Pornsit Jiraporn",
        "Sirimon Treepongkaruna"
    ],
    "citedby-count": 0,
    "ref-count": 108,
    "ref-list": [
        "Director skill sets",
        "Women in the boardroom and their impact on governance and performance",
        "Beyond the glass ceiling: Does gender matter?",
        "Sustainable product innovation in Agri-food industry: Do ownership structure and capital structure matter?",
        "Some tests of specification for panel data: Monte Carlo evidence and an application to employment equations",
        "The survival of new products",
        "Fake news and the economy of emotions: Problems, causes, solutions",
        "Is CEO pay in high-technology firms related to innovation?",
        "Boys will be boys: Gender, overconfidence, and common stock investment",
        "A text-based analysis of corporate innovation",
        "Executive board composition and bank risk taking",
        "Board diversity, firm risk, and corporate policies",
        "The principal fiduciary duties of boards of directors",
        "The leadership/management conundrum: Innovation or risk management?",
        "Corporate linkages and organizational environment: A test of the resource dependence model",
        "Bank loan officers' perceptions of the characteristics of men, women, and successful entrepreneurs",
        "Gender differences in risk taking: A meta-analysis",
        "The drivers of eco-innovation and its impact on performance: Evidence from China",
        "Organizational innovation as an enabler of technological innovation capabilities and firm performance",
        "Strong evidence for gender differences in risk taking",
        "Do female directors enhance R&D performance?",
        "Gender diversity in the boardroom and risk management: A case of R&D investment",
        "Board size and the variability of corporate performance",
        "Achieving sustainable development goals through board size and innovation",
        "How do public companies adjust their board structures?",
        "Understanding sustainable innovation: A systematic literature review",
        "Individual investor risk aversion and investment portfolio composition",
        "Managerial incentives and risk-taking",
        "Do minority leaders affect corporate practice? Analyzing the effect of leadership composition on governance and product development",
        "SDGs and innovation in the business context literature review",
        "Is sound just noise?",
        "Gender differences in preferences",
        "A multi-dimensional framework of organizational innovation: A systematic review of the literature",
        "Board diversity and corporate innovation: Regional demographics and industry context",
        "Gender diversity and securities fraud",
        "Combinative effects of innovation types and organizational performance: A longitudinal study of service organizations",
        "Resource dependence theory: Past and future",
        "Board gender diversity and ESG decoupling: Does religiosity matter?",
        "CEO gender, corporate risk-taking, and the efficiency of capital allocation",
        "Advances in COVID-19 mRNA vaccine development",
        "Board diversity and financial fragility: Evidence from European banks",
        "Additions to corporate boards: The effect of gender",
        "Gender diversity in corporate governance and top management",
        "The relationship between corporate philanthropy and shareholder wealth: A risk management perspective",
        "Understanding the impact of the Covid-19 pandemic through the lens of innovation",
        "Beyond gender diversity: How specific attributes of female directors affect earnings management",
        "Upper echelons: The organization as a reflection of its top managers",
        "Board diversity and corporate social responsibility",
        "A theory of board control and size",
        "Resource dependence theory: A review",
        "Agency costs and innovation",
        "Sustainable development for a better world: Contributions of leadership, management and organizations: Submission deadline: July 1 to July 30, 2018",
        "Managers' attitudes toward codes of ethics: Are there gender differences?",
        "Are gender-diverse boards eco-innovative? The mediating role of corporate social responsibility strategy",
        "Are women more risk averse?",
        "Predicting corporate sustainability: A Thai approach",
        "An examination of the association between gender and reporting intentions for fraudulent financial reporting",
        "Does board diversity affect quality of corporate social responsibility disclosure? Evidence from Pakistan",
        "Scoring sufficiency economy philosophy through GRI standards and firm risk: A case study of thai listed companies",
        "Stakeholder engagement and firms' innovation: Evidence from LGBT-supportive policies",
        "Does board gender diversity improve the welfare of lesbian, gay, bisexual, and transgender employees?",
        "COVID-19 and the UN sustainable development goals: Threat to solidarity or an opportunity?",
        "Textual analysis of corporate disclosures: A survey of the literature",
        "Do female directors influence firms' environmental innovation? The moderating role of ownership type",
        "Textual analysis in accounting and finance: A survey",
        "Sustainable governance and green innovation: A perspective from gender diversity in China's listed companies",
        "The power of voice: Managerial affective states and future firm performance",
        "Board diversity and R & D investment",
        "Demographic diversity in the boardroom: Mediators of the board diversity–firm performance relationship",
        "The effects of an articulated customer value proposition (CVP) on promotional expense, brand investment and firm performance in B2B markets: A text based analysis",
        "The philosophy of the sufficiency economy: A contribution to the theory of development",
        "Board gender diversity and corporate green innovation: An industry-level institutional perspective",
        "Impact of COVID-19 pandemic on socio-economic, energy-environment and transport sector globally and sustainable development goal (SDG)",
        "The effect of research and development (R&D) inputs and outputs on the relation between the uncertainty of future operating performance and R&D expenditures",
        "External control of organizations—Resource dependence perspective",
        "The influence of individual executives on corporate financial reporting: A review and outlook from the perspective of upper echelons theory",
        "Organizational commitment, job satisfaction, and turnover among psychiatric technicians",
        "The five competitive forces that shape strategy",
        "Gender differences in risk behaviour in financial decision-making: An experimental analysis",
        "Female executive officers and corporate social responsibility disclosure: Evidence from the banking industry in an emerging market",
        "Relationship between innovation capability, innovation type, and firm performance",
        "The role of private sector in the implementation of sustainable development goals",
        "Asset allocation and individual risk aversion",
        "Gender diversity on corporate boards, firm performance, and risk-taking: New evidence from Spain",
        "Adoption of green innovation technology to accelerate sustainable development among manufacturing industry",
        "The changing role of innovation for crisis management in times of COVID-19: An integrative literature review",
        "Female directors on the board and investment efficiency: Evidence from Korea",
        "Sufficiency economy philosophy: Buddhism-based sustainability framework in Thailand",
        "Female directors and earnings quality",
        "The longitudinal study of sufficiency economy philosophy reporting of listed companies in the Stock Exchange of Thailand",
        "Whether an innovation act as a catalytic moderator between corporate social responsibility performance and stated owned and non-state owned enterprises' performance or not? An evidence from Pakistani listed firms",
        "Women directors on corporate boards: A review and research agenda",
        "Corporate social responsibility corporate innovation: A cross-country study of developing countries",
        "Corporate governance is directors making decisions: Reforming the outward foundations for inside decision making",
        "Success and failure of innovation: A literature review",
        "The innovative contribution of multinational enterprises to the sustainable development goals",
        "The impact of COVID-19 pandemic on sustainable development goals–a survey",
        "Achieving green innovation and sustainable development goals through green knowledge management: Moderating role of organizational green culture",
        "Does network board capital matter? A study of innovative performance in strategic SME networks",
        "A behavioral agency model of managerial risk taking",
        "Technological innovation, risk-taking and firm performance—Empirical evidence from Chinese listed companies",
        "Board leadership structure and diversity over CEO time in office: A test of the evolutionary perspective on Italian firms",
        "A contingency model of boards of directors and firm innovation: The moderating role of firm size"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60189723",
            "affilname": "The UWA Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189723",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Second Century Fund",
        "Chulalongkorn University"
    ]
}