{
    "eid": "2-s2.0-84952989272",
    "title": "An SNP marker at the STAT6 locus can identify the hybrids between rhesus (Macaca mulatta) and long-tailed macaques (M. fascicularis) in Thailand: a rapid and simple screening method and its application",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        }
    ],
    "keywords": [
        "ApaI",
        "Hybridization",
        "M. mulatta",
        "Macaca fascicularis",
        "PCR–RFLP",
        "STAT6"
    ],
    "authors": [
        "Janya Jadejaroen"
    ],
    "citedby-count": 2,
    "ref-count": 37,
    "ref-list": [
        "A rapid quantitative real-time PCR-based DNA quantification assay coupled with species-assignment capabilities for two hybridizing macaca species",
        "Assessing natural introgression in 2 biomedical model species, the rhesus macaque (Macaca mulatta) and the long-tailed macaque (Macaca fascicularis)",
        "Characterization of full-length MHC class II sequences in Indonesian and Vietnamese cynomolgus macaques",
        "Characterization of an interleukin 4 (IL-4) responsive region in the immunoglobulin heavy chain germline ε promoter: Regulation by NF-IL-4, a C/EBP family member and NF-κB/p50",
        "Single nucleotide polymorphisms (SNPs) distinguish Indian-origin and Chinese-origin rhesus macaques (Macaca mulatta)",
        "Ecogeographic segregation of macaque species",
        "Systematic review of Southeast Asian longtail macaques, Macaca fascicularis (Raffles, [1821])",
        "Fieldiana Zool",
        "STAT6 - Polymorphisms, haplotypes and epistasis in relation to atopy and asthma",
        "Morphometrical comparison between Indian- and Chinese-derived rhesus macaques (Macaca mulatta)",
        "Body size and proportions and pelage color of free-ranging Macaca mulatta from a zone of hybridization in northeastern Thailand",
        "Morphological and body color variation in Thai Macaca fascicularis fascicularis north and south of the Isthmus of Kra",
        "Low genetic diversity and biased distribution of mitochondrial DNA haplotypes in the Japanese macaque (Macaca fuscata yakui) on Yakushima Island",
        "An interleukin-4-induced transcription factor: IL-4 Stat",
        "Use of photogrammetry as a means to assess hybrids of rhesus (Macaca mulatta) and long-tailed (M. fascicularis) macaques",
        "Hybridization and stratification of nuclear genetic variation in Macaca mulatta and M. fascicularis",
        "Detecting signatures of inter-regional and inter-specific hybridization among the Chinese rhesus macaque specific pathogen-free (SPF) population using single nucleotide polymorphic (SNP) markers",
        "Kyoto Univ Overseas Res Rep Stud Asian Non Human Primates",
        "Genetic Structure of Wild Bonobo Populations: Diversity of Mitochondrial DNA and Geographical Distribution",
        "Characterization of the major histocompatibility complex class II DOB, DPB1, and DQB1 alleles in cynomolgus macaques of Vietnamese origin",
        "Nat Hist J Chulalongkorn Univ",
        "The human-ABO blood groups of free-ranging long-tailed macaques (Macaca fascicularis) and parapatric rhesus macaques (M. mulatta) in Thailand",
        "Managing commensalism in long-tailed macaques",
        "Genotyping single nucleotide polymorphisms (SNPs) across species in Old World Monkeys",
        "Differences in male and female macaque dispersal lead to contrasting distributions of nuclear and mitochondrial DNA variation",
        "Ancient genome-wide admixture extends beyond the current hybrid zone between Macaca fascicularis and M. mulatta",
        "Molecular cloning: a laboratory manual",
        "Novel cynomolgus macaque MHC-DPB1 polymorphisms in three South-East Asian populations",
        "Single-Nucleotide Polymorphisms Reveal Patterns of Allele Sharing Across the Species Boundary Between Rhesus (Macaca mulatta) and Cynomolgus (M. fascicularis) Macaques",
        "Divergence population genetic analysis of hybridization between rhesus and cynomolgus macaques",
        "Y-chromosome and mitochondrial markers in Macaca fascicularis indicate introgression with Indochinese M. mulatta and a biogeographic barrier in the Isthmus of Kra",
        "Paternal, maternal, and biparental molecular markers provide unique windows onto the evolutionary history of macaque monkeys",
        "Physiology and Endocrinology of the Ovarian Cycle in Macaques",
        "Genome sequencing and comparison of two nonhuman primate animal models, the cynomolgus and Chinese rhesus macaques",
        "A widely applicable protocol for DNA isolation from fecal samples"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kyoto",
            "affilname": "Kyoto University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Ratchadapisek Sompoch Endowment Fund",
        "Japan Society for the Promotion of Science",
        "Japan Society for the Promotion of Science",
        "Chulalongkorn University",
        "Chulalongkorn University",
        "Primate Research Institute, Kyoto University",
        "Ministry of Science and Technology, Taiwan"
    ]
}