{
    "eid": "2-s2.0-85133351052",
    "title": "In vitro Evaluation of Antibacterial, Antioxidant, and Anticancer properties of Panchagavya",
    "cover-date": "2022-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology, Toxicology and Pharmaceutics (miscellaneous)",
            "@code": "3001",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology (medical)",
            "@code": "2736",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "antibacterial",
        "cow products",
        "free radicals",
        "HepG2",
        "Panchagavya"
    ],
    "authors": [
        "Sivaji Sathiyaraj",
        "Gunasekaran Suriyakala",
        "Arumugam Dhanesh Gandhi",
        "Thirumalpur Neelakandan Baskaran",
        "Ranganathan Babujanarthanam"
    ],
    "citedby-count": 0,
    "ref-count": 33,
    "ref-list": [
        "Chokr A et al Antibacterial and antibiofilm activities of Scorzonera mackmeliana",
        "Antimicrobial activity of some medicinal plant extracts against multidrug resistant bacteria",
        "Ambikapathy V et al Antibacterial Activity of Cardiospermum halicacabum and Melothria heterophylla",
        "In vitro antimicrobial activity of some medicinal plants against human pathogenic bacteria",
        "Antibacterial and antioxidant activities for natural and synthetic dual-active compounds",
        "Reactive oxygen species drive evolution of pro-biofilm variants in pathogens by modulating cyclic-di-GMP levels",
        "Roles of the glutathione-and thioredoxin-dependent systems in the Escherichia coli responses to ciprofloxacin and ampicillin",
        "The role of reactive oxygen species in antibiotic-mediated killing of bacteria",
        "Killing by bactericidal antibiotics does not depend on reactive oxygen species",
        "An overview of structure–activity relationship studies of curcumin analogs as antioxidant and anti-inflammatory agents",
        "Infineon Technologies AG, AN2019-5 “PC and TC diagrams",
        "Njoku OU. Elijah JP. Chukwudi CO et al Antioxidant Properties of Gongronema latifolia",
        "Natural antioxidants: A review on therapeutic applications",
        "Antioxidant and anticancer activities of Trigonella foenum-graecum, Cassia acutifolia and Rhazya stricta",
        "Plumeria pudica Jacq. flower extract-mediated silver nanoparticles: Characterization and evaluation of biomedical applications",
        "Effect of Natrium Alginate Concentration on Physical Characteristics, Viability and Anticancer activity of Microparticles from a Combination of Probiotics and Tomato Pasta",
        "Green biosynthesis of silver nanoparticles using vallarai chooranam and their potential biomedical applications",
        "al An Overview of Naringin: Potential Anticancer compound of Citrus Fruits",
        "Panchagavya mediated copper nanoparticles synthesis, characterization and evaluating cytotoxicity in brine shrimp",
        "Punica granatum root (s): Phytocompounds analysis, Anti-oxidant and Anti-microbial activity",
        "In Vitro Evaluation of Antioxidant Potential of Ayurvedic Preparations Lauha Bhasma and Mandura Bhasma",
        "In-vitro Antioxidant Activity of Hexanolic Extract of Trachyspermum ammi",
        "Gopalakrishnan VK et al Leaves of Spermacoce hispida as a novel cancer therapeutic–An in vitro study",
        "Antioxidant and antimicrobial activities of cow urine",
        "Trividha Snehapaka of Panchagavya Ghrita: A critical comparative evaluation",
        "More J. Kolte D et al Antimicrobial activities (antibacterial and antifungal) effect of panchagavya alone prepared by fermentation method. Word Journal of Pharmacy and Pharmaceutical",
        "Antimicrobial activity of panchagavya against urinary tract infection",
        "Infineon Technologies AG, AN2019-5 “PC and TC diagrams",
        "Infineon Technologies AG, AN2019-5 “PC and TC diagrams",
        "The traditional medicine and modern medicine from natural products",
        "Infineon Technologies AG, AN2019-5 “PC and TC diagrams",
        "A Review-Benefits of Panchgavya therapy (Cowpathy) for health of humans"
    ],
    "affiliation": [
        {
            "affiliation-city": "Vellore",
            "@id": "60111823",
            "affilname": "Thiruvalluvar University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60111823",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}