{
    "eid": "2-s2.0-85056760703",
    "title": "Cold Water Detergency of Triacylglycerol Semisolid Soils: The Effect of Salinity, Alcohol Type, and Surfactant Systems",
    "cover-date": "2019-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemical Engineering (all)",
            "@code": "1500",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Surfaces, Coatings and Films",
            "@code": "2508",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "Alcohol additives",
        "Cold water detergency",
        "Extended surfactants",
        "Microemulsion",
        "Semisolid soils"
    ],
    "authors": [
        "Parichat Phaodee",
        "Chodchanok Attaphong",
        "David A. Sabatini"
    ],
    "citedby-count": 11,
    "ref-count": 63,
    "ref-list": [
        "Linker-modified microemulsions for a variety of oils and surfactants",
        "Novel surfactants for ultralow interfacial tension in a wide range of surfactant concentration and temperature",
        "Optimized microemulsion systems for detergency of vegetable oils at low surfactant concentration and bath temperature",
        "Removal of organic films from solid surfaces using aqueous solutions of nonionic surfactants. 2. Theory",
        "Kinetic studies of detergency. II. Effect of age, temperature, and cleaning time on rates of soil removal",
        "Laundry detergency of solid non-particulate soil or waxy solids: Part I. Relation to oily soil removal above the melting point",
        "Surfactants for hard-surface cleaning: Mechanisms of solid soil removal",
        "Interactions between LAS and nonionic surfactants",
        "Surface chemical processes for removal of solid sebum soil",
        "Effects of ethanol on the stability of pigment colloidal dispersioin",
        "Factors affecting oil/water interfacial tension in detergent systems: Nonionic surfactants and nonpolar oils",
        "Oily soil removal from a polyester substrate by aqueous nonionic surfactant systems",
        "Detergency of vegetable oils and semi-solid fats using microemulsion mixtures of anionic extended surfactants: The HLD concept and cold water applications",
        "Aqueous extended-surfactant based method for vegetable oil extraction: Proof of concept",
        "Environmentally friendly vegetable oil microemulsions using extended surfactants and linkers",
        "Real time study of detergent concentration influence on solid fatty acid film removal processes",
        "Evaluation of particle deposition in aqueous solutions by the quartz crystal microbalance method",
        "Improving solubilization in microemulsions with additives. 1. The lipophilic linker role",
        "Improving solubilization in microemulsions with additives. 2. Long chain alcohols as lipophilic linkers",
        "Studies of soiling and detergency: Part III: Detergency experiments with particulate carbon soils",
        "An electrical suspension method for measuring the electric charge on small silicone oil droplets dispersed in aqueous solutions",
        "Recent advances in surfactant EOR",
        "Evidence for synergism in nonionic surfactant mixtures: Enhancement of solubilization in water-in-oil microemulsions",
        "Cold water detergency studies using radiolabeled soils",
        "Removal of organic films from rotating disks using aqueous solutions of nonionic surfactants: Film morphology and cleaning mechanisms",
        "Removal rates of major and trace components of an organic film using aqueous nonionic surfactant solutions",
        "Removal of organic films from rotating disks using aqueous solutions of nonionic surfactants: Effect of surfactant molecular structure",
        "Microemulsions: A qualitative thermodynamic approach",
        "Correlation analysis between particulate soil removal and surface properties of laundry detergent solutions",
        "Application of quartz crystal microbalance as a tool for detergency evaluation of fatty acid contamination in aqueous systems",
        "Dynamic analysis of the removal of fatty acid from a PET surface using a quartz crystal microbalance",
        "Effectiveness of nonionic and cationic surfactants in washing process",
        "Removal of solid fatty acid by solubilization into micelles of nonionic surfactants",
        "Removal of fatty acid by sodium dodecyl sulfate solution removal mechanism by solubilization",
        "Synthesis of environment friendly nonionic surfactants from sugar base and characterization of interfacial properties for detergent application",
        "Effect of alcohol on equilibrium and dynamic behavior of a system containing a non-ionic surfactant and triolein",
        "Correlation between hydrophobicity of short chain aliphatic alcohols and their ability to alter plasma membrane integrity",
        "Solubilization—Emulsification mechanisms of detergency",
        "Solubilization of polar oils with extended surfactants",
        "Alkyl chain length dependent structural and orientational transformations of water at alcohol-water interfaces and its relevance to atmospheric aerosols",
        "Formulating alcohol-free microemulsions using rhamnolipid biosurfactant and rhamnolipid mixtures",
        "Fatty acids composition of vegetable oils and its contribution to dietary energy intake and dependence of cardiovascular mortality on dietary intake of fatty acids",
        "Microemulsion-based vegetable oil detergency using an extended surfactant",
        "Optimum detergency conditions with nonionic surfactants: II. Effect of hydrophobic additives",
        "Linker molecules in surfactant mixtures",
        "How to attain ultralow interfacial tension and three-phase behavior with surfactant formulation for enhanced oil recovery: A review. Part 4: Robustness of the optimum formulation zone through the insensibility to some variables and the occurrence of complex artifacts",
        "Improving solubilization in microemulsions with additives. Part III: Lipophilic linker optimization",
        "Detergency of a nonionic surfactant toward tristearin studied by FT-IR",
        "Usage behaviour and related energy consumption of european consumers for washing and drying",
        "Surfactant precipitation in aqueous solutions containing mixtures of anionic and nonionic surfactants",
        "Palm oil removal from fabric using microemulsion-based formulations",
        "The role of oil detachment mechanisms in determining optimum detergency conditions",
        "A comparison of the physical chemistry and oily soil detergency properties of primary and secondary alcohol ethoxylates",
        "Effect of the water–oil ratio on brine/surfactant/alcohol/oil systems optimized for soil remediation",
        "Physical properties of oils and mixtures of oils",
        "Microemulsion formation and detergency with oily soils: II. Detergency formulation and performance",
        "Microemulsion formation and detergency with oily soils: III. Performance and mechanisms",
        "Rotating bubble method for the determination of surface and interfacial tensions",
        "Formulation of ultralow interfacial tension systems using extended surfactants",
        "Interfacial properties of extended-surfactant-based microemulsions and related macroemulsions",
        "Palm kernel and coconut oils: Analytical characteristics, process technology and uses"
    ],
    "affiliation": [
        {
            "affiliation-city": "Norman",
            "@id": "60030931",
            "affilname": "The University of Oklahoma",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030931",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ladkrabang Bangkok",
            "@id": "60021543",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021543",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Hunstman Petrochemical Corp.",
        "Institute for Applied Surfactant Research",
        "Sasol North America",
        "Shell Global Solutions",
        "University of Oklahoma",
        "Office of the Higher Education Commission",
        "Thailand Research Fund"
    ]
}