{
    "eid": "2-s2.0-84904243190",
    "title": "Anatomical and histological changes of reproductive organs in Japanese quail (Coturnix japonica) embryos after in ovo exposure to genistein",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Food Animals",
            "@code": "3403"
        }
    ],
    "keywords": [
        "Coturnix japonica",
        "Genistein",
        "In ovo",
        "Quail embryos",
        "Reproductive organs"
    ],
    "authors": [
        "Sittipon Intarapat"
    ],
    "citedby-count": 5,
    "ref-count": 90,
    "ref-list": [
        "Phytoestrogens: Epidemiology and a possible role in cancer protection",
        "Genistein supplementation to the quail: Effects on egg production and egg yolk genistein, daidzein, and lipid peroxidation levels",
        "Genistein, a specific inhibitor of tyrosine-specific protein kinases.",
        "Reproductive sequelae in female rats after in utero and neonatal exposure to the phytoestrogen genistein",
        "Effects of bisphenol a and tetrabromobisphenol a on sex organ development in quail and chicken embryos",
        "Methods for studying xenoestrogenic effects in birds",
        "The avian egg as a test system for endocrine disrupters: Effects of diethylstilbestrol and ethynylestradiol on sex organ develo",
        "The chick embryo: An animal model for detection of the effects of hormonal compounds",
        "Effects of endocrine modulators on sex differentiation in birds",
        "Effects of estrogens on sex differentiation in Japanese quail and chicken",
        "A method for studying embryotoxicity of lipophilic substances experimentally introduced into hens' eggs",
        "Developmental effects of dietary phytoestrogens in Sprague-Dawley rats and interactions of genistein and daidzein with rat estrogen receptors α and β in vitro",
        "Sex determination and sexual differentiation in the avian model",
        "The steroidogenic acute regulatory protein as a target of endocrine disruption in male reproduction",
        "Effects of Dietary Isoflavone Aglycones on the Reproductive Tract of Male and Female Mice",
        "Dietary ferulic acid, biochanin A, and the inhibition of reproductive behavior in Japanese quail (Coturnix coturnix)",
        "Effects of dietary genistein exposure during development on male and female CD (Sprague-Dawley) rats",
        "Short term effects of genistein on the testes of quail (Coturnix coturnix)",
        "Dietary diethylstilbestrol but not genistein adversely affects rat testicular development",
        "Reproductive effects in birds exposed to pesticides and industrial chemicals",
        "DDT-induced feminization of gull embryos",
        "Impact of endocrine disrupting chemicals on reproduction in Japanese quail",
        "Distribution of bisphenol A and tetrabromobisphenol A in quail eggs, embryos and laying birds and studies on reproduction variables in adults following in ovo exposure",
        "Estrogen Receptor Binding of Xenoestrogens and Phytoestrogens in Japanese Quail (Coturnix japonica)",
        "J. Poult. Sci.",
        "Endocrinological and histopathological aspects of the infertility in the ewe caused by oetrogenic clover.",
        "Transcriptional regulation of the Grp78 promoter by endoplasmic reticulum stress: Role of TFII-I and its tyrosine phosphorylation",
        "Genistein inhibits protein histidine kinase",
        "Neonatal exposure to genistein induces estrogen receptor (ER)α expression and multioocyte follicles in the maturing mouse ovary: Evidence for ERβ-mediated and nonestrogenic actions",
        "Potential endocrine-modulating effects of various phytoestrogens in the diet",
        "Disruption of the developing female reproductive system by phytoestrogens: Genistein as an example",
        "Permanent oviduct posteriorization after neonatal exposure to the phytoestrogen genistein",
        "Reproductive consequences of developmental phytoestrogen exposure",
        "Effects of soybean isoflavone on growth performance, meat quality, and antioxidation in male broilers",
        "The effects of ACTH, phytoestrogens and estrogens on corticosterone secretion by gander adrenocortical cells in breeding and nonbreeding seasons",
        "Phytoestrogen-low diet for endocrine disruptor studies",
        "Effects of exposure to genistein during pubertal development on the reproductive system of male mice",
        "Genistein impairs early testosterone production in fetal mouse testis via estrogen receptor alpha",
        "Antagonistic effects of gestational dietary exposure to low-dose vinclozolin and genistein on rat fetal germ cell development",
        "Phytoestrogens: Adverse effects on reproduction in California quail",
        "Neurobehavioral effects of dietary soy phytoestrogens",
        "The effects of the phytoestrogen genistein on the postnatal development of the rat",
        "Effects of Dose and Glycosylation on the Transfer of Genistein into the Eggs of the Japanese Quail (Coturnix japonica)",
        "An avian bioassay for environmental estrogens: The growth response of zebra finch (Taeniopygia guttata) chick oviduct to oral estrogens",
        "Genistein is an efficient estrogen in the whole-body throughout mouse development",
        "Estrogen receptor-mediated transcriptional activity of genistein in the mouse testis",
        "Reproductive effects in male and female rats of neonatal exposure to genistein",
        "Avian reproduction test (test guideline 206)",
        "Avian reproduction toxicity test in the japanese quail or northern bobwhite (proposal for a new test guideline)",
        "Effects of phytoestrogens on testosterone secretion by Leydig cells from Biłgoraj ganders (Anser anser)",
        "Genistein affects testosterone secretion by Leydig cells in roosters (Gallus gallus domesticus).",
        "Mechanism of phytoestrogen action in Leydig cells of ganders (Anser anser domesticus): Interaction with estrogen receptors and steroidogenic enzymes",
        "Effects of dietary meals containing different levels of phytoestrogens on reproductive function in Bilgoraj ganders",
        "In ovo exposure to nonylphenol and bisphenol A resulted in dose-independent feminization of male gonads in Japanese quail (Coturnix japonica) embryos",
        "Reproductive consequences of EDCs in birds: What do laboratory effects mean in field species?",
        "Neuroendocrine and behavioral implications of endocrine disrupting chemicals in quail",
        "The normal embryology of the coturnix quail",
        "Signaling pathways involved in the effect of follicle-stimulating hormone on chick embryo testis cell proliferation",
        "A quantitative investigation of gonadal feminization by diethylstilboestrol of genetically male embryos of the quail Coturnix coturnix japonica",
        "Avian endocrine responses to environmental pollutants",
        "Dietary red clover (Trifolium pratense) induces oviduct growth and decreases ovary and testes growth in Japanese quail chicks",
        "The avian embryo",
        "The avian egg",
        "Genistein suppresses spontaneous oviduct tumorigenesis in quail",
        "Biotransformation of soy isoflavone-glycosides in laying hens: Intestinal absorption and preferential accumulation into egg yolk of equol, a more estrogenic metabolite of daidzein",
        "Transfer of soy isoflavone into the egg yolk of chickens",
        "Feminization of the quail by early diethylstilbestrol treatment: histoenzymological investigations on steroid dehydrogenases in the gonads",
        "Phytoestrogens: The biochemistry, physiology, and implications for human health of soy isoflavones",
        "Dietary estrogens-A probable cause of infertility and liver disease in captive cheetahs",
        "J. Poult. Sci.",
        null,
        "Sex determination in the chicken embryo",
        "Sex determination: Insights from the chicken",
        "Action of estradiol and tamoxifen on the Müllero-regressive activity of the chick embryonic testis assayed in vivo by organotypic grafting",
        "Action of estradiol and tamoxifen on the testis-inducing activity of the chick embryonic testis grafted to the female embryo",
        "Factors considered in using birds for evaluating endocrine-disrupting chemicals.",
        "Environmental oestrogens - Present understanding",
        "Distribution of chemicals injected into fertile eggs and its effect upon apparent toxicity",
        "Growth and development of chick embryos nourished by fractions of yolk.",
        "Embryonic sex hormones in birds"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}