{
    "eid": "2-s2.0-85147675309",
    "title": "Relationship between workload and obesity among dentists in Regional Health No.8, Northeastern, Thailand",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Health Policy",
            "@code": "2719",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Obesity",
        "Thai dentists",
        "Thailand",
        "Workload"
    ],
    "authors": [
        "Satianpong Gaysorn",
        "Sathirakorn Pongpanich"
    ],
    "citedby-count": 0,
    "ref-count": 38,
    "ref-list": [
        "Obesity and coronary heart disease: the mechanism of atherogenic impact",
        "Scope and mechanisms of obesity-related renal disease",
        "Mechanisms of thrombosis in obesity",
        "The disease burden associated with overweight and obesity",
        "Mechanisms linking obesity with cardiovascular disease",
        "Overweight and obesity in students of a dental college of Karachi: lifestyle influence and measurement by an appropriate anthropometric index",
        "Occupational hazards of dental profession to psychological wellbeing",
        "Psychosocial factors at work, long work hours, and obesity: a systematic review",
        "Duty hour of interns in university hospital and hospital in Ministry of Public Health",
        "National Sleep Foundation's updated sleep duration recommendations: final report",
        "The connection between working hours and body mass index in the U.S.: a time use analysis",
        "Association between sedentary work and BMI in a U.S. national longitudinal survey",
        "Longer hours and larger waistlines? The relationship between work hours and obesity",
        "Working patterns of male and female dentists in South Africa",
        "The health of dentists in South Africa",
        "Psychological workload and body weight: is there an association? A review of the literature",
        "Association between psychosocial work characteristics and health functioning in American women: prospective study",
        "Common symptoms in middle aged women: their relation to employment status, psychosocial work conditions and social support in a Swedish setting",
        "Stress-induced eating",
        "Associations between work stress, alcohol consumption and sickness absence",
        "Measurement of tooth extraction forces in upper incisors",
        "Gow-Gates technique: a pilot study for extraction procedures with clinical evaluation and review",
        "Occupational health problems in modern dentistry: a review"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}