{
    "eid": "2-s2.0-85003967137",
    "title": "Biodegradation of high concentrations of mixed polycyclic aromatic hydrocarbons by indigenous bacteria from a river sediment: a microcosm study and bacterial community analysis",
    "cover-date": "2017-02-01",
    "subject-areas": [
        {
            "$": "Pollution",
            "@code": "2310"
        },
        {
            "$": "Health",
            "@code": "2307"
        },
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        }
    ],
    "keywords": [
        "Actinobacteria",
        "Biodegradation",
        "Dioxygenase",
        "Polycyclic aromatic hydrocarbons",
        "River sediment"
    ],
    "authors": [
        "Chanokporn Muangchinda"
    ],
    "citedby-count": 35,
    "ref-count": 59,
    "ref-list": [
        "Degradation of a mixture of hydrocarbons, gasoline, and diesel oil additives by Rhodococcus aetherivorans and Rhodococcus wratislaviensis",
        "Polycyclic aromatic hydrocarbons (PAHs) biodegradation potential and diversity of microbial consortia enriched from tsunami sediments in Miyagi, Japan",
        "Review and re-analysis of domain-specific 16S primers",
        "Distribution and origins of polycyclic aromatic hydrocarbons (PAHs) in riverine, estuarine, and marine sediments in Thailand",
        "Biodegradation of aromatic compounds: Current status and opportunities for biomolecular approaches",
        null,
        "Water pollution and habitat degradation in the Gulf of Thailand",
        "Characterization of a pyrene-degrading Mycobacterium sp. strain CH-2",
        "J Bioremed Biodeg",
        "Soil type-dependent responses to phenanthrene as revealed by determining the diversity and abundance of polycyclic aromatic hydrocarbon ring-hydroxylating dioxygenase genes by using a novel PCR detection system",
        "Ecological fitness of the biocontrol agent Fusarium oxysporum Fo47 in soil and its impact on the soil microbial communities",
        "UCHIME improves sensitivity and speed of chimera detection",
        "Microbial communities to mitigate contamination of PAHs in soil-possibilities and challenges: A review",
        "Bioremediation of petroleum hydrocarbons: Catabolic genes, microbial communities, and applications",
        "Remediation of soils contaminated with polycyclic aromatic hydrocarbons (PAHs)",
        "Sphingomonas sp. strain KA1, carrying a carbazole dioxygenase gene homologue, degrades chlorinated dibenzo-p-dioxins in soil",
        "Response of bacterial pdo1, nah, and C12O genes to aged soil PAH pollution in a coke factory area",
        "Effects of polycyclic aromatic hydrocarbon mixtures on degradation, gene expression, and metabolite production in four Mycobacterium species",
        "Bioremediation of high molecular weight polycyclic aromatic hydrocarbons: A review of the microbial degradation of benzo[a]pyrene",
        "Arthrobacter phenanthrenivorans sp. nov., to accommodate the phenanthrene-degrading bacterium Arthrobacter sp. strain Sphe3",
        "Molecular Cloning, Nucleotide Sequence, and Expression of Genes Encoding a Polycyclic Aromatic Ring Dioxygenase from Mycobacterium sp. Strain PYR-1",
        "Two novel pyrene-degrading Diaphorobacter sp. and Pseudoxanthomonas sp. isolated from soil",
        "Hydrol Res Lett",
        "Characterization of a protocatechuate catabolic gene cluster in Rhodococcus ruber OA1 involved in naphthalene degradation",
        "Abundance and diversity of polycyclic aromatic hydrocarbon degradation bacteria in urban roadside soils in Shanghai",
        "Trans-membrane transport of fluoranthene by Rhodococcus sp. BAP-1 and optimization of uptake process",
        "Sinkhole-Native Oil-Degrading Microbial Consortium for Hydrocarbon-Polluted Seawater Remediation",
        "Pyrosequencing reveals the effect of mobilizing agents and lignocellulosic substrate amendment on microbial community composition in a real industrial PAH-polluted soil",
        "Novel aromatic ring-hydroxylating dioxygenase genes from coastal marine sediments of Patagonia",
        "Biodegradation of polycyclic aromatic hydrocarbons by Novosphingobium pentaromativorans US6-1",
        "Parallel tagged sequencing on the 454 platform",
        "Assessment of polycyclic aromatic hydrocarbon biodegradation potential in mangrove sediment from Don Hoi Lot, Samut Songkram Province, Thailand",
        "Abundance and diversity of functional genes involved in the degradation of aromatic hydrocarbons in Antarctic soils and sediments around Syowa Station",
        "Bacterial community dynamics during bioremediation of phenanthrene- and fluoranthene-amended soil",
        "Profiling of complex microbial populations by denaturing gradient gel electrophoresis analysis of polymerase chain reaction-amplified genes coding for 16S rRNA",
        "Dioxin catabolic genes are dispersed on the Terrabacter sp. DBF63 genome",
        "Identifying biologically relevant differences between metagenomic communities",
        "Biodegradation of Benzo[a]pyrene by Arthrobacter oxydans B4",
        "Halotolerant bacteria of the genus Arthrobacter degrading polycyclic aromatic hydrocarbons",
        "Diversity of hydrocarbon-degrading Klebsiella strains isolated from hydrocarbon-contaminated estuaries",
        "Degradation of polycyclic aromatic hydrocarbons by a newly discovered enteric bacterium, Leclercia adecarboxylata",
        "Introducing mothur: Open-source, platform-independent, community-supported software for describing and comparing microbial communities",
        "Biodegradation of polycyclic aromatic hydrocarbons by a bacterial consortium enriched from mangrove sediments",
        "Remediation trials for hydrocarbon-contaminated soils in arid environments: Evaluation of bioslurry and biopiling techniques",
        "Novosphingobium pentaromativorans sp. nov., a high-molecular-mass polycyclic aromatic hydrocarbon-degrading bacterium isolated from estuarine sediment",
        "Isolation, characterization of Rhodococcus sp. P14 capable of degrading high-molecular-weight polycyclic aromatic hydrocarbons and aliphatic hydrocarbons",
        "Pilot scale ex-situ bioremediation of heavily PAHs-contaminated soil by indigenous microorganisms and bioaugmentation by a PAHs-degrading and bioemulsifier-producing strain",
        "Microbial community dynamics of soil mesocosms using Orychophragmus violaceus combined with Rhodococcus ruber Em1 for bioremediation of highly PAH-contaminated soil",
        "Effectiveness of bacterial inoculum and mangrove plants on remediation of sediment contaminated with polycyclic aromatic hydrocarbons",
        "Soxhlet extraction. Revision 3, December",
        "Semivolatile organic compounds by gas chromatography/mass spectrometry (GC/MS), December",
        "Naïve Bayesian classifier for rapid assignment of rRNA sequences into the new bacterial taxonomy",
        "Biodegradation and kinetic analysis of phthalates by an Arthrobacter strain isolated from constructed wetland soil",
        "Molecular detection and diversity of polycyclic aromatic hydrocarbon-degrading bacteria isolated from geographically diverse sites",
        "Abilities and genes for PAH biodegradation of bacteria isolated from mangrove sediments from the central of Thailand",
        "Novel aerobic benzene degrading microorganisms identified in three soils by stable isotope probing",
        "Photomutagenicity of 16 polycyclic aromatic hydrocarbons from the US EPA priority pollutant list",
        "Isolation of polycyclic aromatic hydrocarbons (PAHs)-degrading Mycobacterium spp. and the degradation in soil",
        "Genetic diversity of dioxygenase genes in polycyclic aromatic hydrocarbon-degrading bacteria isolated from mangrove sediments"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "National Institute of Technology and Evaluation",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Center of Excellence on Hazardous Substance Management",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "CUAASC",
        "Chulalongkorn Academic Advancement",
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University",
        "National Science and Technology Development Agency"
    ]
}