{
    "eid": "2-s2.0-85139456039",
    "title": "Validity and Reliability of the Thai Version of the Cardiac Anxiety Questionnaire-Revised Among Thai Cardiac Patients",
    "cover-date": "2022-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "acute myocardial infarction",
        "anxiety",
        "instrument",
        "Thai"
    ],
    "authors": [
        "A. Inyoo",
        "R. Polsook",
        "A. Inyoo",
        "R. Polsook"
    ],
    "citedby-count": 0,
    "ref-count": 20,
    "ref-list": [
        "Phobic anxiety and risk of coronary heart disease and sudden cardiac death among women",
        "Management of anxiety after acute myocardial infarction",
        "Prognostic association of anxiety post myocardial infarction with mortality and new cardiac events: a meta-analysis",
        "Psychological interventions for coronary heart disease",
        "Impact of acute and chronic stress on thrombosis in healthy individuals and cardiovascular disease patients",
        "Long-term psychosocial impact of venous thromboembolism: a qualitative study in the community",
        "Anxiety disorders and inflammation in a large adult cohort",
        "Prognostic association of anxiety post myocardial infarction with mortality and new cardiac events: a meta-anal",
        "Anxiety and depression after myocardial infarction: can inflammatory factors be involved?",
        "Post-traumatic stress disorder",
        "The cardiac anxiety questionnaire: development and preliminary validity",
        "Cardiophobia: A paradigmatic behavioural model of heart-focused anxiety and non-anginal chest pain",
        "Translation of research instruments: research processes, pitfalls and challenges",
        "The importance of hope as a mediator of psychological distress and life satisfaction in a community sample of cancer patients",
        "Self-care behavior, hope, and social support in Taiwanese patients awaiting heart transplantation",
        "A cross-sectional study of factors predicting readmission in Thais with coronary artery disease",
        "Exploratory factor analysis: a five-step guide for novices"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}