{
    "eid": "2-s2.0-84946010674",
    "title": "Chemical constituents from the roots of Clerodendrum indicum and Clerodendrum villosum",
    "cover-date": "2015-12-01",
    "subject-areas": [
        {
            "$": "Ecology",
            "@code": "1105"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        }
    ],
    "keywords": [
        "24β-ethylsteroids",
        "Chemotaxonomy",
        "Clerodendrum indicum",
        "Clerodendrum villosum",
        "Lamiaceae"
    ],
    "authors": [
        "Pathom Somwong"
    ],
    "citedby-count": 8,
    "ref-count": 40,
    "ref-list": [
        "The 24α- and 24β-epimers of 24-ethylcholesta-5,22-dien-3β-ol in two Clerodendrum species",
        "Neocleordane diterpenoids and their artifacts from Teucrium olivarianum",
        "An. Quim. C Org. Bioquim.",
        "J. Soc. Chim. Tunis.",
        "Asian Folkl. Stud.",
        "Steroids and flavonoids of Porcelia macrocarpa",
        "Medicinal plants used with Thai Traditional Medicine in modern healthcare services: A case study in Kabchoeng Hospital, Surin Province, Thailand",
        "Stigmasterols from typha latifolia",
        null,
        "Sterols from Teucrium abutiloides and T. betonicum",
        "A sterol glycoside from leaves of Clerodendron colebrookianum",
        "Additional constituents from Clerodendrum indicum L. (Verbenaceae)",
        "The Families and Genera of Vascular Plants",
        "Isolation of a bronchodilator flavonoid from the Thai medicinal plant Clerodendrum petasites",
        "Distribution of iridoid glycosides in Clerodendrum species",
        "J. Soc. Chim. Tunis.",
        "Taraxeryl cis-p-hydroxycinnamate, a novel taraxeryl from rhizophora apiculata",
        "A new acylglycosyl sterol from Quisqualis Fructus",
        "Trop. Nat. Hist.",
        "Sterols and sterol glucosides from two Aegiphila species",
        "Anti-inflammatory activity of pectolinarigenin and pectolinarin isolated from Cirsium chanroenicum",
        "Studies on the Acyl Glycosides from Leucoseptrum japonicum (Miq.) Kitamura et Murata",
        "Jordan J. Chem.",
        "Chemical constituents of the roots of Clerodendrum paniculatum",
        "J. Indian Chem. Soc.",
        "New bioactive triterpenoids and antimalarial activity of Diospyros rubra Lec.",
        "Pak. J. Biol. Sci.",
        "Clerodendrone, a novel hydroquinone diterpenoid from Clerodendrum indicum",
        "J. Trop. Subtrop. Bot.",
        "Biologically active triterpenoids of Syncarpia glomulifera bark extract from Paluma, North Queensland, Australia",
        null,
        "Sterol composition of Ajuga bracteosa Wall Benth., Ajuga macrospenna Wall ex Benth. And Ajuga parviflora Benth",
        "Scutellarin and hispidulin-7-O-glucuronide from the leaves of Clerodendrum indicum and Clerodendron infortunatum",
        "Tianran Chanwu Yanjiu Yu Kaifa",
        "New cleroindicins from Clerodendrum indicum",
        "Constituents of fruit pulp of Maytenus salicifolia and complete 1D/2D NMR data of 3β-hydroxy-D:B-friedo-olean-5-ene",
        "A novel C29 sterol from clerodendrum cyrtophylluma",
        "Clerodendrum (Lamiaceae) in Borneo",
        "New cytotoxic steroids from the leaves of Clerodendrum trichotomum",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Kobe",
            "affilname": "Kobe Pharmaceutical University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Rangsit University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund",
        "Rangsit University"
    ]
}