{
    "eid": "2-s2.0-85100905078",
    "title": "Broken detailed balance and non-equilibrium dynamics in noisy social learning models",
    "cover-date": "2021-05-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Statistical and Nonlinear Physics",
            "@code": "3109",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Statistics and Probability",
            "@code": "2613",
            "@abbrev": "MATH"
        }
    ],
    "keywords": [
        "Broken detailed balance",
        "Degroot learning",
        "Non-equilibrium steady state",
        "Social learning",
        "Synchronization of opinions"
    ],
    "authors": [
        "Tushar Vaidya",
        "Thiparat Chotibut",
        "Georgios Piliouras"
    ],
    "citedby-count": 1,
    "ref-count": 84,
    "ref-list": [
        "Spontaneous emergence of social influence in online systems",
        "Ising model, econophysics and analogies",
        "Patterns of cascading behavior in large blog graphs",
        "Memes online: Extracted, subtracted, injected, and recollected",
        "Is the voter model a model for voters?",
        "Modeling opinion dynamics in social networks",
        "Collective fluctuations in networks of noisy components",
        "A model for spatial conflict",
        "Ergodic theorems for weakly interacting infinite systems and the voter model",
        "Statistical physics of social dynamics",
        "Voter models on heterogeneous networks",
        "Interacting Particle Systems",
        "A Kinetic View of Statistical Physics",
        "Econophysics review: I. Empirical facts",
        "Econophysics review: II. Agent-based models",
        "Econophysics of Order-Driven Markets",
        "Anomalous fluctuations in the dynamics of complex systems: from DNA and physiology to econophysics",
        "Reaching a consensus",
        "Random walks and diffusion on networks",
        "From classical to modern opinion dynamics",
        "Recent advances in opinion propagation dynamics: a 2020 survey",
        "Naive learning in social networks and the wisdom of crowds",
        "Opinion exchange dynamics",
        "On the control of opinion dynamics in social networks",
        "Mixing beliefs among interacting agents",
        "Opinion dynamics and bounded confidence models, analysis, and simulation",
        "Continuous opinion dynamics under bounded confidence: A survey",
        "Network dynamics of social influence in the wisdom of crowds",
        "Testing Models of Social Learning on Networks: Evidence from a Lab Experiment in the Field: Tech. rep.",
        "Stability theory of stochastic models in opinion dynamics",
        "Convergence to equilibrium in Wasserstein distance for Fokker–Planck equations",
        "Learning agents in financial markets: Consensus dynamics on volatility",
        "Market Liquidity: Theory, Evidence, and Policy",
        "Probability and Statistics by Example: Volume 2, Markov Chains: A Primer in Random Processes and Their Applications, Vol. 2",
        "An Introduction to Stochastic Differential Equations, Vol. 82",
        "Beyond itô versus stratonovich",
        "Itô versus Stratonovich: 30 years later",
        "Stochastic differential equation derivation: Comparison of the Markov method versus the additive method",
        "A microeconomic approach to diffusion models for stock prices",
        "Financial price fluctuations in a stock market model with many interacting agents",
        "An Agent Behavior Based Model for Diffusion Price Processes",
        "From quantum mechanics to finance: Microfoundations for jumps, spikes and high volatility phases in diffusion price processes",
        "Microfoundations for diffusion price processes",
        "Markov-modulated ornstein–uhlenbeck processes",
        "Generalized Ornstein–Uhlenbeck process by Doob's theorem and the time evolution of financial prices",
        "Fictitious play in an evolutionary environment",
        "Breaks down of the modeling of the financial market with addition of non-linear terms in the Itô stochastic process",
        "Stochastic maps, continuous approximation, and stable distribution",
        "Stochastic Processes and Applications",
        "Handbook of Stochastic Processes",
        "Chaos, Fractals, and Noise: Stochastic Aspects of Dynamics, Vol. 97",
        "Stochastic Stability of Differential Equations, Vol. 66",
        "Controllability of complex networks",
        "Brownian motion",
        "Densities for Ornstein–Uhlenbeck processes with jumps",
        "A consequence of controllability",
        "Noise response data reveal novel controllability Gramian for nonlinear network dynamics",
        "The early days of geometric nonlinear control",
        "Observability and controllability of nonlinear networks: The role of symmetry",
        "Characterization of the nonequilibrium steady state of a heterogeneous nonlinear q-voter model with zealotry",
        "Heterogeneous out-of-equilibrium nonlinear q-voter model with zealotry",
        "Probability currents as principal characteristics in the statistical mechanics of non-equilibrium steady states",
        "Fokker-Planck Equation",
        "Stochastic Processes in Physics and Chemistry, Vol. 1",
        "Broken detailed balance and non-equilibrium dynamics in living systems: a review",
        "Two-temperature Brownian dynamics of a particle in a confining potential",
        "Landscape and flux theory of non-equilibrium open economy",
        "Steady-state distributions and nonsteady dynamics in nonequilibrium systems",
        "Predator-prey cycles from resonant amplification of demographic stochasticity",
        "Ornstein–Uhlenbeck process with fluctuating damping",
        "Stochastic stability of fractional Fokker–Planck equation",
        "Asymptotic behavior of a fractional Fokker–Planck-type equation",
        "Stochastic differential equations with time-dependent coefficients driven by fractional Brownian motion",
        "Fokker–Planck type equations associated with fractional Brownian motion controlled by infinitely divisible processes",
        "Finding community structure in very large networks",
        "Random graph models for dynamic networks",
        "Deterministic versus stochastic consensus dynamics on graphs",
        "Modeling asset price processes based on mean-field framework",
        "Mean field limit for stochastic particle systems",
        "How bad is forming your own opinion?",
        "Opinion dynamics in social networks with stubborn agents: Equilibrium and convergence rate",
        "Phase descriptions of a multidimensional Ornstein-Uhlenbeck process",
        "Optimal Transport. Old and New"
    ],
    "affiliation": [
        {
            "affiliation-city": null,
            "@id": "60104290",
            "affilname": "Singapore University of Technology and Design",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60104290",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "SUTD-ZJU, Singapore",
        "MOE",
        "Chulalongkorn University",
        "Faculty of Science, Chulalongkorn University"
    ]
}