{
    "eid": "2-s2.0-85167999411",
    "title": "Corporate governance, policies, and outcomes: The appointment of military connected boards and sustainability",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Development",
            "@code": "3303",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "board of directors",
        "corporate financial decisions and outcomes",
        "corporate governance",
        "military",
        "political connections",
        "risk and return",
        "sustainability"
    ],
    "authors": [
        "Anutchanat Jaroenjitrkam",
        "Sakkakom Maneenop",
        "Sirimon Treepongkaruna"
    ],
    "citedby-count": 0,
    "ref-count": 67,
    "ref-list": [
        "Powerful CEOs and their impact on corporate performance",
        "The legacy of wars around the world: Evidence from military directors",
        "Political connection and firm value",
        "Putting the s back in corporate social responsibility: A multilevel theory of social change in organizations",
        "Corporate governance, board connections and remuneration",
        "Military ceos",
        "The political determinants of the cost of equity: Evidence from newly privatized firms",
        "The cost of political connections",
        "The non-correlation between board independence and long-term firm performance",
        "Political connection and cost of debt: Some Malaysian evidence",
        "The impact of political connections on firms' operating performance and financing decisions",
        "Political connections and the cost of equity capital",
        "Big business owners in politics",
        "Political uncertainty and firms' information environment: Evidence from China",
        "Board size and the variability of corporate performance",
        "Political connections and preferential access to finance: The role of campaign contributions",
        "Corporate political contributions and stock returns",
        "Political connectedness, corporate governance, and firm performance",
        "Stock price, earnings, and book value in managerial performance measures",
        "Larger board size and decreasing firm value in small firms",
        "Combat experience and emotional health: Impairment and resilience in later life",
        "Politically connected firms",
        "Differences between politically connected and nonconnected firms: A cross-country analysis",
        "Political connections and corporate bailouts",
        "Politically connected CEOs, corporate governance, and post-IPO performance of China's newly partially privatized firms",
        "Betting on Hitler—The value of political connections in Nazi Germany",
        "Are busy boards detrimental?",
        "Are busy boards effective monitors?",
        "Estimating the value of political connections",
        "Do politically connected boards affect firm value?",
        "Politically connected boards of directors and the allocation of procurement contracts",
        "Common errors: How to (and not to) control for unobserved heterogeneity",
        "How corporate social responsibility can incentivize top managers: A commitment to sustainability as an agency intervention",
        "The effects of board composition and direct incentives on firm performance",
        "Bank political connections and performance in China",
        "The influence of political connection on corporate social responsibility——Evidence from listed private companies in China",
        "The Jeffords effect",
        "Theory of the firm: Managerial behavior, agency costs, and capital structure",
        "Cronyism and capital controls: Evidence from Malaysia",
        "Drilled to obey? Ex-military CEOs and financial misconduct",
        "Military experience and corporate tax avoidance",
        "Political relationships, global financing, and corporate transparency: Evidence from Indonesia",
        "Corporate social responsibility in emerging markets: The importance of the governance environment",
        "Political connections and the long-term stock performance of Chinese IPOs",
        "Size really matters: Further evidence on the negative relationship between board size and firm value",
        "Overconfidence and early-life experiences: The effect of managerial traits on corporate financial policies",
        "Executive compensation structure, ownership, and firm performance",
        "Toward a theory of stakeholder identification and salience: Defining the principle of who and what really counts",
        "A resource dependence perspective",
        "Global instances of coups from 1950 to 2010: A new dataset",
        "Motives for corporate philanthropy in El Salvador: Altruism and political legitimacy",
        "Do political connections affect firm performance? Evidence from a developing country",
        "Political connections and allocative distortions",
        "Politicians and firms",
        "Women on board: Does boardroom gender diversity affect firm risk?",
        "Squared away: Veterans on the board of directors",
        "Political connections and firm performance in Chinese companies",
        "Stakeholder engagement, military ties, and firm performance",
        "Board size and firm risk-taking",
        "Political connections and firm performance: Evidence from government officials' site visits",
        "Do the right thing: The imprinting of deonance at the upper echelons",
        "Do types of political connection affect firm performance differently?",
        "Higher market valuation of companies with a small board of directors"
    ],
    "affiliation": [
        {
            "affiliation-city": "Perth",
            "@id": "60189723",
            "affilname": "The UWA Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189723",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60012521",
            "affilname": "Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012521",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}