{
    "eid": "2-s2.0-84941964146",
    "title": "Knowledge-based new product development system",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Management of Technology and Innovation",
            "@code": "1405"
        },
        {
            "$": "Information Systems and Management",
            "@code": "1802"
        },
        {
            "$": "Computer Science Applications",
            "@code": "1706"
        },
        {
            "$": "Management Information Systems",
            "@code": "1404"
        }
    ],
    "keywords": [
        "Advanced product quality planning",
        "APQP",
        "Index of congruence",
        "IOC",
        "KM",
        "Knowledge base",
        "Knowledge management",
        "Knowledge orientednew product development",
        "KO-NPD",
        "New product development",
        "NPD",
        "Product development system",
        "Recognition-primed decision",
        "RPD",
        "SECI",
        "Spiral of knowledge creation"
    ],
    "authors": [
        "Suparoek Chootongchai"
    ],
    "citedby-count": 1,
    "ref-count": 96,
    "ref-list": [
        "Review: Knowledge management and knowledge management systems: Conceptual foundations and research issues",
        "The changing technology of technological change: general and abstract knowledge and the division of innovative labour",
        "Why is knowledge management so difficult?",
        "Assessing firm capabilities for innovation",
        "Parallels in knowledge cycles",
        "New Product Management for the 1980's",
        "Integrating Operations and Product Development Methodologies for Improved Product Success Using Advanced Product Quality Planning",
        "Achieving A Productive Aging Society",
        "The web 2.0 driven SECI model based learning process",
        "Developing New Products with Knowledge Management Methods and Process Development Management in A Network",
        "Operating NPD innovatively with different technologies under a variant social environment",
        "Open Innovation: The New Imperative for Creating and Profiting from Technology",
        "Open Business Models: How to Thrive in the New Innovation Landscape",
        "Knowledge-intensive Service Based on Product Development System: E-business Approach",
        "Innovative Knowledge Management Model for Product Planning and Development",
        "Configuring software, reconfiguring memories: The influence of integrated systems on the reproduction of knowledge and routines",
        "The Leadership Experience, 2nd Ed",
        "Corporate Culture and Organizational Effectiveness",
        "Knowledge management for product development: A review",
        "Learning to build a car: An empirical investigation of organizational learning",
        "Managing Team Knowledge: Core Processes, Tools and Enabling Factors",
        "Knowledge management in changing environments: Lessons from expert and non-expert decision-making literature",
        "Knowledge elicitation techniques in a knowledge management context",
        "Active Ageing. A Policy Framework",
        "A conceptual model for the development of service innovation capabilities in Research and Technology Organisations",
        "Tacit knowledge, lessons learnt, and new product development",
        "Outsourcing in the service based industries: An analysis using transaction cost economics and knowledge-based view",
        "Conceptualizing knowledge creation: A critique of Nonaka's theory",
        "Creating Knowledge Based Organizations",
        "The International Journal of Organizational Innovation",
        "Computer Methods and Programs in Biomedicine",
        "How to support knowledge creation in new product development: An investigation of knowledge management methods",
        "Achieving knowledge management excellence for competitive advantage: An integrative model for empirical research",
        "Social Gerontology: A Multidisciplinary Perspective, 6th Ed.",
        "Research on Knowledge Transfer in Group Creative Process",
        "The evolutionary perspective of knowledge creation - A mathematical representation",
        "Knowledge management adoption and assessment for SMEs by a novel MCDM approach",
        "Knowledge Management for Product Development: A Review",
        "Toward A Productive Ageing Paradigm for Geriatric Practice",
        "Naturalistic Decision Making",
        "Advances in Man-Machine Systems Research",
        "Revisiting absorptive capacity from a design perspective",
        "Learning Organization Web Page",
        "Developing new products in a network with efficiency and innovation",
        "Operations management of new project development: Innovation, efficient, effective aspects",
        "Practices supporting knowledge transfer - An analysis of lean product development",
        "Research on Knowledge Creation in Virtual Enterprise.",
        "Six Global Trends Shaping the Business World-Demographic Shifts Transform the Global Workforce",
        "Framework for Knowledge Management Need Assessment.",
        "The different modes for absorbing knowledge: An analytic lens on Absorptive capacity from a process perspective",
        "Enhancing Expert Contribution in University Business Incubation: Case Study of College of Arts",
        "The Knowledge-Creating Company: How Japanese Companies Create the Dynamics of Innovation, Oxford",
        "Knowledge Management Research & Practice",
        "A theory of organizational knowledge creation",
        "How Baby Boomers Will Change Retirement",
        "If only We Knew What We Knew: The Transfer of Internal Knowledge and Best Practice",
        "Interrelations between strategic orientation, knowledge management, innovation and performance. Empirical findings from a national survey in Germany",
        "NTT DoCoMo's launch of I-mode in the Japanese mobile phone market: A knowledge creation perspective",
        "Knowledge Flow in Creative Industrial Cluster and C-SECI Model",
        "Testing manufacturing strategy formulation processes",
        "Evaluating manufacturing strategy formulation processes",
        "Personal Knowledge: Toward A Post-Critical Philosophy",
        "Supporting Knowledge Diversity in Knowledge Intensive Firms: A New Frontier for Information System Design.",
        "Stage-gate systems: A new tool for managing new products",
        "Dutch Journal of Educational Research",
        "An Empirical Study of the Effect of Knowledge Management Processes at Individual, Group, and Organizational Levels",
        "Journal of Management Studies",
        "Process-oriented Product Knowledge Management.",
        "Soft-system knowledge management framework for new product development",
        "Understanding Web 2.0 service models: A knowledge-creating perspective",
        "Knowledge Creation and Sharing in An Organization: An Empirical Analysis of the New Product Development Process",
        "Web-based groupware support for knowledge creation and competitive advantage",
        "The meaning of home: An exploratory study of environmental experience",
        "Customer knowledge co-creation process in new product development",
        "LEARNING BY KNOWLEDGE‐INTENSIVE FIRMS",
        "Demography Is Not Destiny, Revisited: Center on An Aging Society",
        "African Journal of Business Management",
        "Research on knowledge creation mechanism based on hypercycle theory",
        "The Knowledge-enabled Organization"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}