{
    "eid": "2-s2.0-84897933933",
    "title": "Heterogeneity in coal composition and implications for lung cancer risk in Xuanwei and Fuyuan counties, China",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Environmental Science",
            "@code": "2300"
        }
    ],
    "keywords": [
        "Coal",
        "Exposure assessment",
        "Lung cancer",
        "Solid fuels"
    ],
    "authors": [
        "George S. Downward"
    ],
    "citedby-count": 50,
    "ref-count": 26,
    "ref-list": [
        "A review of human carcinogens--Part F: chemical agents and related occupations.",
        "Risk of lung cancer associated with domestic use of coal in Xuanwei, China: Retrospective cohort study",
        "Rock-eval 6 technology: Performances and developments",
        "U.S. geological survey coal quality (COALQUAL) database: version 2.0",
        "The epidemiology of lung cancer in xuan wei, china: Current progress, issues, and research strategies",
        "Study on integrated classification system for Chinese coal",
        "Mineralogy and geochemistry of a superhigh-organic-sulfur coal, Yanshan Coalfield, Yunnan, China: Evidence for a volcanic ash component and influence by submarine exhalation",
        "Mineralogical and compositional characteristics of Late Permian coals from an area of high lung cancer rate in Xuan Wei, Yunnan, China: Occurrence and origin of quartz and chamosite",
        "Hmisc: Harrell miscellaneous",
        "An epidemiological study of lung cancer in Xuan Wei County, China: Current progress. Case-control study on lung cancer and cooking fuel",
        "Combustion-derived nanoparticle exposure and household solid fuel use in Xuanwei and Fuyuan, China",
        "Variation in lung cancer risk by smoky coal subtype in Xuanwei, China",
        "Silica - Volatile interaction and the geological cause of the Xuan Wei lung cancer epidemic",
        "Variations in concentrations and compositions of polycyclic aromatic hydrocarbons (PAHs) in coals related to the coal rank and origin",
        "Lung cancer mortality among women in Xuan Wei, China: A comparison of spatial clustering detection methods",
        "Lung cancer and indoor air pollution in Xuan Wei, China",
        "Indoor air exposure to coal and wood combustion emissions associated with a high lung cancer rate in Xuan Wei, China",
        "Principles and practice of lung cancer: the official reference text of the international association for the study of lung cancer (IASLC)",
        "R: a language and environment for statistical, computing",
        "Lattice: multivariate data visualization with R",
        "A review of human carcinogens--part C: metals, arsenic, dusts, and fibres.",
        "Coal combustion emissions and lung cancer in Xuan Wei, China",
        "Coal combustion and lung cancer risk in XuanWei: A possible role of silica?",
        "Reshaping data with the reshape package",
        "Hazard prevention and control in the work environment: airborne dust",
        "Corrgram: plot a correlogram"
    ],
    "affiliation": [
        {
            "affiliation-city": "Utrecht",
            "affilname": "Institute for Risk Assessment Sciences",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Delft",
            "affilname": "Deltares",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nottingham",
            "affilname": "University of Nottingham",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Rockville",
            "affilname": "National Cancer Institute (NCI)",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Hong Kong",
            "affilname": "The University of Hong Kong",
            "affiliation-country": "Hong Kong"
        },
        {
            "affiliation-city": "Beijing",
            "affilname": "China National Environmental Monitoring Centre",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "National Institutes of Health",
        "National Institutes of Health"
    ]
}