{
    "eid": "2-s2.0-84919402555",
    "title": "Diagenetic evolution of aptian evaporites in the namibe basin (south-west Angola)",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Stratigraphy",
            "@code": "1913"
        },
        {
            "$": "Geology",
            "@code": "1907"
        }
    ],
    "keywords": [
        "Angola",
        "Aptian",
        "Bambata formation",
        "Diagenetic gypsum",
        "Dissolution",
        "Karstification",
        "Namibe basin",
        "South atlantic"
    ],
    "authors": [
        "Laurent Gindre-Chanu"
    ],
    "citedby-count": 38,
    "ref-count": 105,
    "ref-list": [
        "Morphology and micro-fabrics of weathering features on gyprock exposures in a semiarid environment (Ebro Tertiary Basin, NE Spain)",
        "Dissolution of halite within the Middle Miocene (Badenian) laminated gypsum of southern Poland",
        "Non-marine ostracod assemblages of the Pre-Salt rift basins of West Africa and their role in sequence stratigraphy",
        "The lower cretaceous (pre-salt) lithostratigraphy of the Kwanza Basin, Angola",
        "EVAPORITE-SOLUTION BRECCIATION AND DEVONIAN CARBONATE RESERVOIR POROSITY IN WESTERN CANADA",
        "A revised chrono-lithostratigraphic framework for the pre-salt (Lower Cretaceous) in Cabinda, Angola",
        "Problems in Palaeoclimatology",
        "AAPG Bull.",
        "J. Sed. Petrol.",
        "Calibrating the duration and timing of the Messinian salinity crisis in the Mediterranean: Linked tectonoclimatic signals in thrust-top basins of Sicily",
        "Deep Sea Drilling Project Reports and Publications",
        "Alternate interpretation of the Messinian salinity crisis: Controversy resolved?",
        "Am. J. Sci.",
        "Hydraulic fracturing during the formation and deformation of a basin: A factor in the dewatering of low-permiability sediments",
        "Comparison of depositional sequences and tectonic styles among the West African deepwater frontiers of western Ivory Coast, southern Equatorial Guinea, and northern Namibia",
        "Geology and tectonics of the South Atlantic Brazilian salt basins",
        "Memorias da Junta de Investigacoes do Ultramar",
        "Sedimentological significance of nodular and laminated anhydrite",
        "Initial Reports of the Deep Sea Drilling Program",
        "The origin of \"evaporative\" limestones: An example from the messinian of sicily (italy)",
        "Sal: Geologia e Tectônica, Exemplos nas Bacias Brasileiras",
        "Stratigraphic control on facies and diagenesis of dolomitized oolitic siliciclastic ramp sequences (Pinda Group, Albian, Offshore Angola)",
        "Diagenetic origin of basal anhydrite in the Cretaceous Maha Sarakham salt: Khorat Plateau, NE Thailand",
        "Origin of dolomites in the Cretaceous Maha Sarakham evaporites of the Khorat Plateau, northeast Thailand",
        "Sedimentological and Diagenetic Investigations of the Minkinfjellet Formation, Central Spitsbergen, Svalbard; with Particular Emphasis on the Origin and Evolution of a Large Gypsum Paleokarst System",
        "Solution-collapse breccias of the Minkinfjellet and Wordiekammen Formations, Central Spitsbergen, Svalbard: A large gypsum palaeokarst system",
        "Solution and recrystallisation processes and associated landforms in gypsum outcrops of Sicily",
        "Salt tectonics on the Angolan margin, synsedimentary deformation processes",
        "Dissolution-collapse breccias and paleokarst resulting from dissolution of evaporite rocks, especially sulfates",
        "The Messinian salt of the Mediterranean: geochemical study of the salt from the central Sicily Basin and comparison with the Lorca Basin (Spain)",
        "Origin of the Anhydrite Cap Rock of American Salt Domes",
        "Geol. Soc. Am. Mem.",
        "Geologie de L'Afrique et de L'Atlantique Sud: Actes Colloques, Angers 1994",
        "Mar. Petrol. Geol.",
        "Origin of satin spar veins in evaporite basins",
        "The stratigraphical record and activity of evaporite dissolution subsidence in Spain",
        "Evidence for episodic basin dewatering in salt-dome cap rocks",
        "Carbonate depositional sequences and systems tracts - responses of carbonate platforms to relative sea-level changes",
        "On the significance of evaporites",
        "Secondary Gypsum in Middle Carboniferous Rocks of Spitsbergen",
        "J. Sed. Petrol.",
        "Evaluation of halite dissolution at a radioactive waste disposal site, Andrews County, Texas",
        "Bureau of Economic Geology Geological Circular 00-1",
        "Late miocene desiccation of the mediterranean",
        "Structural segmentation, inversion, and salt tectonics on a passive margin: Evolution of the Inner Kwanza Basin, Angola",
        "Regional restoration across the Kwanza Basin, Angola: Salt tectonics triggered by repeated uplift of a metastable passive margin",
        "The Salt Mine: A Digital Atlas of Salt Tectonics",
        "Timing and origin of the South Atlantic pre-salt sag basins and their capping evaporites",
        "Syn-rift regional subsidence across the West African continental margin: The role of lower plate ductile extension",
        "Evaporites and Hydrocarbons",
        "Dissolution of evaporites in and around the Delaware Basin, Southeastern New Mexico and West Texas",
        "Geodynamics of the central South Atlantic conjugate margins: Implications for hydrocarbon potential",
        "Carbonate diagenetic textures from nearsurface diagenetic environments.",
        "Oscillations in Phanerozoic seawater chemistry: Evidence from fluid Inclusions",
        "Secular variation in seawater chemistry and the origin of calcium chloride basinal brines",
        "Soc. Geol. Ital. Mem.",
        "Timing of post-depositional events in the Burano Formation of the Secchia valley (Upper Triassic, Nothern Apennines), clues from gypsum-anhydrite transitions and carbonate metasomatism",
        "Giant polygons in the Realmonte mine (Agrigento, Sicily): Evidence for the desiccation of a messinian halite basin",
        "The Primary Lower Gypsum in the Mediterranean: A new facies interpretation for the first stage of the Messinian salinity crisis",
        "Int. J. Speleol.",
        "Fibrous gypsum and fibrous anhydrite in veins",
        "Anhydrite nodules formed during deep burial",
        "Burial-diagenetic sabkha-like gypsum and anhydrite nodules",
        "Sci. Terre Mem.",
        "Evaporite solution breccias from the mississippian of southwest montana",
        "ORIGINS OF SECONDARY GYPSUM ROCKS.",
        "Geological constraints on the evolution of the Angolan margin based on reflection and refraction seismic data (ZaïAngo project)",
        "Complex polyhedral crystals of limpid dolomite associated with halite, Permian Upper Clear Fork and Glorieta Formations, Texas.",
        "SECONDARY GYPSUM OF THE SULPHUR SERIES, SICILY, AND THE SO-CALLED INTEGRATION",
        "Instituto de Investigaciones Geologicas, Disputación Provincial de Barcelona, XXXII",
        "Meganodular anhydritization: A new mechanism of gypsum to anhydrite conversion (Palaeogene-Neogene, Ebro Basin, North-east Spain)",
        "AAPG Bull.",
        "The Mesozoic South Atlantic ocean and evolution of its continental margins.",
        "The crack-seal mechanism of rock deformation",
        "Min. Mag.",
        "Mem. Mus. Nat. Hist. Nat.",
        "Les Évaporites: Matériaux Singuliers, Milieux Extrêmes",
        "The Messinian salinity crisis in the Mediterranean basin: A reassessment of the data and an integrated scenario",
        "RECOGNITION OF INTERSTITIAL ANHYDRITE DISSOLUTION: A CAUSE OF SECONDARY POROSITY, SAN ANDRES LIMESTONE, NEW MEXICO, AND UPPER MINNELUSA FORMATION, WYOMING.",
        "Criteria for distinguishing primary evaporite features from deformation features in sulfate evaporites"
    ],
    "affiliation": [
        {
            "affiliation-city": "Stavanger",
            "affilname": "Equinor ASA",
            "affiliation-country": "Norway"
        },
        {
            "affiliation-city": "Luanda",
            "affilname": "Sonangol EP",
            "affiliation-country": "Angola"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Trondheim",
            "affilname": "Norges Teknisk-Naturvitenskapelige Universitet",
            "affiliation-country": "Norway"
        },
        {
            "affiliation-city": "Windhoek",
            "affilname": "BlackGold Geosciences cc",
            "affiliation-country": "Namibia"
        }
    ],
    "funding": []
}