{
    "eid": "2-s2.0-85064192705",
    "title": "Development and validation of a thai version of the sleep apnea quality of life index (SAQLI)",
    "cover-date": "2019-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Quality of life",
        "Questionnaire",
        "Sleep apnea",
        "Sleep-disordered breathing"
    ],
    "authors": [
        "M. Prakassajjatham",
        "N. Charakorn",
        "B. Chaitusaney",
        "P. Hirunwiwatkul"
    ],
    "citedby-count": 0,
    "ref-count": 23,
    "ref-list": [
        "Prevalence of sleep apnea in HRH Princess Maha Chakri Srinthorn Medical Center, Thailand",
        "Meta-analysis of all-cause and cardiovascular mortality in obstructive sleep apnea with or without continuous positive airway pressure treatment",
        "Polysomnography in patients with obstructive sleep apnea: An evidence-based analysis",
        "Drug therapy for obstructive sleep apnoea in adults",
        "Vessel sealing system uvulopalatoplasty versus uvulopalatal flap: A randomized, controlled study of efficacy and adverse effects",
        "Sleepdisordered breathing and self-reported general health status in the Wisconsin Sleep Cohort Study",
        "Lack of impact of mild obstructive sleep apnea on sleepiness, mood and quality of life",
        "Development of a diseasespecific health-related quality of life questionnaire for sleep apnea",
        "Measurement properties of the calgary sleep apnea quality of life index",
        "Clinical guideline for the evaluation, management and long-term care of obstructive sleep apnea in adults",
        "The impact of obstructive sleep apnea syndrome severity on physical performance and mental health. The use of SF-36 questionnaire in sleep apnea",
        "EuroQol--a new facility for the measurement of health-related quality of life",
        "A scaled version of the General Health Questionnaire",
        "The Nottingham Health Profile: Subjective health status and medical consultations",
        "Internal consistency and validity of the Spanish version of the quality of life questionnaire specific for obstructive sleep apnea: Sleep apnea quality of life index",
        "The validity and usefulness of the Japanese version of the Calgary sleep apnea quality of life index in patients with obstructive sleep apnea hypopnea syndrome",
        "A Chinese version of the Sleep Apnea Quality of Life Index was evaluated for reliability, validity, and responsiveness",
        "Development of the korean version of the sleep apnea quality of life index",
        "Translation, cultural adaptation, and validation of the Sleep Apnea Quality of Life Index (SAQLI) in Persian-speaking patients with obstructive sleep apnea",
        "Validity and reliability of the Malay version of Sleep Apnea Quality of Life Index--preliminary results",
        "Sleep-disordered breathing and self-reported general health status in Thai patients",
        "Functional outcomes of sleep in Thai patients with obstructive sleep-disordered breathing",
        "Adaptation of the sleep apnea quality of life index (SAQLI) to Portuguese obstructive sleep apnea syndrome patients"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pitsanulok",
            "@id": "60022498",
            "affilname": "Naresuan University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022498",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Naresuan University"
    ]
}