{
    "eid": "2-s2.0-84979960117",
    "title": "Patient outcomes in the field of nursing: A concept analysis",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Nursing",
            "@code": "2900"
        }
    ],
    "keywords": [
        "Concept analysis",
        "Patient outcomes"
    ],
    "authors": [
        "Ying Liu"
    ],
    "citedby-count": 24,
    "ref-count": 44,
    "ref-list": [
        "Description of a health-related quality of life conceptual model.",
        "Whose outcomes. Patients, providers, or payers?",
        "Hospital nurse staffing and patient mortality, nurse burnout, and job dissatisfaction",
        "Provision of individualised care improves hospital patient outcomes: An explanatory model using LISREL",
        "The relationship between nurse staffing and patient outcomes: A case study",
        "Nurse specialty subcultures and patient outcomes in acute care hospitals: A multiple-group structural equation modeling",
        "Strategies for Theory Construction in Nursing",
        "Merrican-Webster's Advanced Learner's English Dictionary",
        "DK Oxford Illustrated English-Chinese Dictionary",
        "Longman Dictionary of Contemporary English",
        "Cambridge International Dictionary of English with Chinese Translation",
        "The classification of patient outcomes",
        "The Quality-Caring Model: blending dual paradigms.",
        "Critical thinking and patient outcomes: A review",
        "Clinical and financial outcomes in patient care in a home health care agency",
        "Patient outcomes research teams and the agency for health care policy and research",
        "The Medical Outcomes Study: An Application of Methods for Monitoring the Results of Medical Care",
        "The Practice of Nursing Research: Conduct, Critique, and Utilization",
        "The Definition of Quality and Approaches to Its Assessment",
        "Outcome measurement: Concepts and questions",
        "Nursing-sensitive Outcomes: State of the Science",
        "Future Data Needs for Quality of Care Monitoring, DRG Considerations, Reimbursement and Outcome Measurement",
        "Major clinical functions: A unifying framework for measuring outcomes",
        "Nurses' Effect on Changing Patient Outcomes",
        "10 ANA quality indicators for acute care settings.",
        "Toward an unequivocal definition and classification of patient outcomes.",
        "Functional status and the forward progress of merry-go-rounds: Toward a coherent analytical framework",
        "Cognitive ability and functional status",
        "Functional status and health status",
        "Outcome Measurement and Management: First Steps for the Practicing Clinician",
        "To Err Is Human: Building A Safer Health System",
        "Measuring perinatal patient safety: Review of current methods",
        "Patient Safety Authority: 2006 Annual Report",
        "Enhancing patient safety through organizational learning: Are patient safety indicators a step in the right direction?",
        "The Fourth Annual Health Grades Patient Safety in American Hospitals Study",
        "Nurse Staffing Models, Nursing Hours, and Patient Safety Outcomes",
        "Longitudinal analyses of nurse staffing and patient outcomes: More about failure to rescue",
        "Measuring the effectiveness of nursing care.",
        "Nursing Outcomes Classification",
        "Measuring the outcomes of disease management",
        "A brief self-administered questionnaire to determine functional capacity (The Duke Activity Status Index)",
        "Comparison of pressure ulcer grading scales: A study of clinical utility and inter-rater reliability",
        "Supplemental nurse staffing in hospitals and quality of care",
        "Hospital nurse staffing and patient mortality, emotional exhaustion, and job dissatisfaction."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "San Antonio",
            "affilname": "The University of Texas Health Science Center at San Antonio",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Dalian",
            "affilname": "Dalian Medical University",
            "affiliation-country": "China"
        }
    ],
    "funding": []
}