{
    "eid": "2-s2.0-84900599078",
    "title": "Biobased polyimides from 4-aminocinnamic acid photodimer",
    "cover-date": "2014-03-11",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Inorganic Chemistry",
            "@code": "1604"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        }
    ],
    "keywords": [],
    "authors": [
        "Phruetchika Suvannasara"
    ],
    "citedby-count": 95,
    "ref-count": 32,
    "ref-list": [
        "Eco. Ind.",
        "Aliphatic polyesters: Great degradable polymers that cannot do everything",
        "Biopolymers",
        "Lignin esters for use in unsaturated thermosets: Lignin modification and solubility modeling",
        "VECTRA liquid crystal polymer fiber",
        "Thermotropic liquid-crystalline polymer derived from natural cinnamoyl biomonomers",
        "Biodegradable LC oligomers with cranked branching points form highly oriented fibrous scaffold for cytoskeletal orientation",
        "Terminally-catecholized hyper-branched polymers with high performance adhesive characteristics",
        "Syntheses of hyperbranched liquid-crystalline biopolymers with strong adhesion from phenolic phytomonomers",
        "Environmentally degradable, high-performance thermoplastics from phenolic phytomonomers",
        "Influence of chemical structure on glass transition temperature of polyimides",
        "Highly transparent and refractive polyimides with controlled molecular structure by chlorine side groups",
        null,
        "A copper-containing oxidase catalyzes C-nitrosation in nitrosobenzamide biosynthesis",
        "J. Biol. Chem.",
        "Kinetic analysis of hydroxylation of saturated fatty acids by recombinant p450foxy produced by an Escherichia coli expression system",
        "Novel Microorganism and Method",
        "Regulation of phenylalanine ammonia lyase in Rhodotorula glutinis",
        "Cell adhesion to nitrogen-doped DLCs fabricated by plasma-based ion implantation and deposition method using toluene gas",
        "The gene cluster for chloramphenicol biosynthesis in Streptomyces venezuelae ISP5230 includes novel shikimate pathway homologues and a monomodular non-ribosomal peptide synthetase gene",
        "Generation of a bacterium with a 21 amino acid genetic code",
        "Para-position derivatives of fungal anthelmintic cyclodepsipeptides engineered with Streptomyces venezuelae antibiotic biosynthetic genes",
        "The Photochemical Dimerization of trans-Cinnamic Acid",
        "Anti-inflammatory activities of α-truxillic acid derivatives and their monomer components",
        "Transient states in [2 + 2] photodimerization of cinnamic acid: Correlation of solid-state NMR and X-ray analysis",
        "Study on synthesis and characterization of novel polyimides derived from 2,6-Bis(3-aminobenzoyl) pyridine",
        "Synthesis and properties of fluorinated polyimides from a new unsymmetrical diamine: 1,4-(2′-trifluoromethyl-4′,4″-diaminodiphenoxy) benzene",
        "Synthesis, characterization, and properties of fully aliphatic polyimides and their derivatives for microelectronics and optoelectronics applications",
        "Organosoluble and light-colored fluorinated semialicyclic polyimide derived from 1,2,3,4-cyclobutanetetracarboxylic dianhydride",
        "Photophysics, photochemistry, and optical properties of polyimides",
        "The surface energy of various biomaterials coated with adhesion molecules used in cell culture",
        "Comparison of cell interactions with laser machined micron- and nanoscale features in polymer"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tsukuba",
            "affilname": "University of Tsukuba",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Nomi",
            "affilname": "Japan Advanced Institute of Science and Technology",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}