{
    "eid": "2-s2.0-85105667803",
    "title": "The Nexus Between Competition and Personal Data Protection Laws: Thailand’s Perspective",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Law",
            "@code": "3308",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Management of Technology and Innovation",
            "@code": "1405",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "Competition law",
        "Data protection law",
        "Data-driven economy",
        "GDPR",
        "Personal data",
        "Personal Data Protection Act",
        "Privacy",
        "Private and public interest",
        "Thailand"
    ],
    "authors": [
        "Peerapat Chokesuwattanaskul"
    ],
    "citedby-count": 0,
    "ref-count": 72,
    "ref-list": [
        "The economics of privacy",
        "Competition policy in dynamic markets",
        "Network propaganda: Manipulation, disinformation",
        "The interaction of EU competition, consumer, and data protection law in the digital economy: The regulatory dilemma in the Facebook odyssey",
        "The EU data protection directive, information privacy, and the public interest",
        "The economics of addiction",
        "Tying in two-sided markets with multi-homing",
        "Thailand after the coup",
        "Government transfers and inequality: An anatomy of political failure",
        "Big data and data reuse: A taxonomy of data reuse for balancing big data benefits and personal data protection",
        "The right to data portability in the GDPR and EU competition law: Odd couple or dynamic duo?",
        "A review of data-driven market segmentation in tourism",
        "Competitive clientelism and economic governance: the case of Thailand",
        "The platform economy and the disruption of the employment relationship",
        "Do actions speak louder than words? An experimental comparison of observation and cheap talk",
        "Data privacy in European merger control: Critical analysis of commission decisions regarding privacy as a non-price competition",
        "Privacy and competitiveness in the age of big data: The interplay between data protection",
        "The antitrust economics of multi-sided platform markets",
        "Can privacy be just another good?",
        "Data standardization",
        "It takes two: Employment polarisation in the OECD",
        "Repression, resistance, and the law in post-coup Thailand",
        "GDPR: The end of Google and Facebook or a new paradigm in data privacy?",
        "The rise of the platform economy",
        "Digital markets, data, and privacy: Competition law, consumer law and data protection",
        "The impulse to condemn the strange: Assessing big data in antitrust",
        "Privacy by design—principles of privacy-aware ubiquitous systems",
        "Data sharing",
        "The flexible few: Oligarchs and wealth defense in developing democracies",
        "Information technology and sustained competitive advantage: A resource-based analysis",
        "Are ‘pseudonymised’data always personal data? Implications of the GDPR for administrative data research in the UK",
        "Antitrust in zero-price markets: Foundations",
        "The political economy of competition law: The case of Thailand",
        "Competition, consumer protection, and the right [approach] to privacy",
        "Power in transition: Thailand in the 1990s",
        "Unequal Thailand: Aspects of income",
        "Big data and antitrust enforcement",
        "Tesco considering Thai bids for Asian assets",
        "Patient data: Property, privacy & the public interest",
        "Competition law in Thailand: In transition to an operational law",
        "Video surveillance and the GDPR",
        "Communication, cooperation and collusion in team tournaments—an experimental study",
        "Understanding willingness to pay for social network sites",
        "Should we worry about income inequality?",
        "Big other: Surveillance capitalism and the prospects of an information civilization",
        "Global wealth inequality"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}