{
    "eid": "2-s2.0-84904876004",
    "title": "Curcumin for the treatment of major depression: A randomised, double-blind, placebo controlled study",
    "cover-date": "2014-10-01",
    "subject-areas": [
        {
            "$": "Clinical Psychology",
            "@code": "3203"
        },
        {
            "$": "Psychiatry and Mental Health",
            "@code": "2738"
        }
    ],
    "keywords": [
        "Antidepressant",
        "Clinical trial",
        "Curcumin",
        "Depression",
        "Turmeric"
    ],
    "authors": [
        "Adrian L. Lopresti"
    ],
    "citedby-count": 156,
    "ref-count": 56,
    "ref-list": [
        "Venlafaxine protects against stress-induced oxidative DNA damage in hippocampus during antidepressant testing in mice",
        "Curcumin: An orally bioavailable blocker of TNF and other pro-inflammatory biomarkers",
        "Potential therapeutic effects of curcumin, the anti-inflammatory agent, against neurodegenerative, cardiovascular, pulmonary, metabolic, autoimmune and neoplastic diseases",
        "Diagnostic and Statistical Manual of Mental Disorders",
        "Bioavailability of curcumin: Problems and promises",
        "How antidepressant drugs act: A primer on neuroplasticity as the eventual mediator of antidepressant efficacy",
        "Curcumin: An anti-inflammatory molecule from a curry spice on the path to cancer treatment",
        "Efficacy and safety of Meriva®, a curcumin-phosphatidylcholine complex, during extended administration in osteoarthritis patients",
        "Curcumin as an add-on to antidepressive treatment: A randomized, double-blind, placebo-controlled, pilot clinical study",
        "Aspirin: A review of its neurobiological properties and therapeutic potential for mental illness",
        "The promise of N-acetylcysteine in neuropsychiatry",
        "Anti-depressant like effect of curcumin and its combination with piperine in unpredictable chronic stress-induced behavioral, biochemical and neurochemical changes",
        "IDS-C and IDS-SR: Psychometric properties in depressed in-patients",
        "Serotonin and depression: pathophysiological mechanism or marketing myth?",
        "Effectiveness and tolerance of anti-inflammatory drugs' add-on therapy in major mental disorders: A systematic qualitative review",
        "Clinical Patterns and Treatment Outcome in Patients with Melancholic, Atypical and Non-Melancholic Depressions",
        "The effect of antidepressant medication treatment on serum levels of inflammatory cytokines: A meta-analysis",
        "J. Behav. Med.",
        "Curcumin reverses corticosterone-induced depressive-like behavior and decrease in brain BDNF levels in rats",
        "Antidepressant-like effects of curcumin in chronic mild stress of rats: Involvement of its anti-inflammatory action",
        "Assessment of state and trait anxiety in subjects with anxiety and depressive disorders",
        "New insight into the antidepressants action: Modulation of kynurenine pathway by increasing the kynurenic acid/3-hydroxykynurenine ratio",
        "Antidepressant activity of curcumin: Involvement of serotonin and dopamine system",
        "Evidence for a differential role of HPA-axis function, inflammation and metabolic syndrome in melancholic versus atypical depression",
        "A curcumin derivative, 2,6-bis(2,5-dimethoxybenzylidene)-cyclohexanone (BDMC33) attenuates prostaglandin E2 synthesis via selective suppression of cyclooxygenase-2 in IFN-γ/LPSStimulated macrophages",
        "Mechanistic explanations how cell-mediated immune activation, inflammation and oxidative and nitrosative stress pathways and their sequels and concomitants play a role in the pathophysiology of unipolar depression",
        "Antidepressant-like effects of curcumin on serotonergic receptor-coupled AC-cAMP pathway in chronic unpredictable mild stress of rats",
        "Multiple antidepressant potential modes of action of curcumin: A review of its anti-inflammatory, monoaminergic, antioxidant, immune-modulating and neuroprotective effects",
        "The new '5-HT' hypothesis of depression: Cell-mediated immune activation induces indoleamine 2,3-dioxygenase, which leads to lower plasma tryptophan and an increased synthesis of detrimental tryptophan catabolites (TRYCATs), both of which contribute to the onset of depression",
        "A reliability and validity study of the state‐trait anxiety inventory",
        "The role of anti-inflammatory treatment in psychiatric disorders",
        "Protective effect of curcumin on experimentally induced inflammation, hepatotoxicity and cardiotoxicity in rats: Evidence of its antioxidant property",
        "Content validity of the Psychiatric Symptom Index, CES-Depression Scale, and State-Trait Anxiety Inventory from the perspective of DSM-IV",
        "Inhibition of cyclo-oxygenase 2 expression in colon cells by the chemopreventive agent curcumin involves inhibition of NF-κB activation via the NIK/IKK signalling complex",
        "Possible action mechanism for curcumin in pre-cancerous lesions based on serum and salivary markers of oxidative stress.",
        "Review of the use of pattern analysis to differentiate true drug and placebo responses",
        "The inventory of depressive symptomatology (IDS): Clinician (IDS-C) and Self-Report (IDS-SR) ratings of depressive symptoms",
        "The inventory for depressive symptomatology (IDS): Preliminary findings",
        "The inventory of depressive symptomatology (IDS): Psychometric properties",
        "Are curcuminoids effective C-reactive protein-lowering agents in clinical practice? evidence from a meta-analysis",
        "Evaluation of antidepressant like activity of curcumin and its combination with fluoxetine and imipramine: An acute and chronic study",
        "Efficacy and safety of curcumin in major depressive disorder: A randomized controlled trial",
        "Antioxidants as antidepressants: Fact or fiction?",
        "Neuroendocrinological mechanisms of actions of antidepressant drugs",
        "Curcumin: The story so far",
        "The Mini-International Neuropsychiatric Interview (M.I.N.I.): The development and validation of a structured diagnostic psychiatric interview for DSM-IV and ICD-10",
        "State-Trait Anxiety Inventory. A Comprehensive Bibliography",
        "Using Multivariate Statistics",
        "The Inventory of Depressive Symptomatology, clinician rating (IDS-C) and self-report (IDS-SR), and the Quick Inventory Depressive Symptomatology, clinician rating (QIDS-C) and self-report (QIDS-SR) in public sector patients with mood disorders: A psychometric evaluation",
        "The structure and dimensionality of the Inventory of Depressive Symptomatology Self Report (IDS-SR) in patients with depressive disorders and healthy controls",
        "Behavioral, neurochemical and neuroendocrine effects of the ethanolic extract from Curcuma longa L. in the mouse forced swimming test",
        "Curcumin reverses impaired hippocampal neurogenesis and increases serotonin receptor 1A mRNA and brain-derived neurotrophic factor expression in chronically stressed rats",
        "Curcumin reverses the effects of chronic stress on behavior, the HPA axis, BDNF expression and phosphorylation of CREB",
        "Effects of curcumin on chronic, unpredictable, mild, stress-induced depressive-like behaviour and structural plasticity in the lateral amygdala of rats",
        "The targets of curcumin"
    ],
    "affiliation": [
        {
            "affiliation-city": "Perth",
            "affilname": "Murdoch University",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Perth",
            "affilname": "The University of Western Australia",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Geelong",
            "affilname": "Deakin University",
            "affiliation-country": "Australia"
        }
    ],
    "funding": []
}