{
    "eid": "2-s2.0-84959369298",
    "title": "A pyrone, naphthoquinone, and cyclic urea from the marine-derived fungus Astrosphaeriella nypae BCC 5335",
    "cover-date": "2016-03-09",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        }
    ],
    "keywords": [
        "Astrosphaeriella nypae",
        "Cyclic urea",
        "Marine-derived fungus",
        "Naphthoquinone",
        "Pyrone"
    ],
    "authors": [
        "Supichar Chokpaiboon"
    ],
    "citedby-count": 8,
    "ref-count": 15,
    "ref-list": [
        "Naphthoquinone spiroketal with allelochemical activity from the newly discovered endophytic fungus Edenia gomezpompae",
        "Secondary metabolite chemistry of the marine-derived fungus Massarina sp., strain CNT-016",
        "New nonadride analogues from a freshwater isolate of an undescribed fungus belonging to the order pleosporales",
        "Diketopiperazines and phthalides from a marine derived fungus of the order pleosporales",
        "Isopimarane diterpene glycosides, isolated from endophytic fungus Paraconiothyrium sp. MY-42",
        "Metabolites from the entophytic fungus Sporormiella minimoides isolated from Hintonia latiflora",
        "Obionin B: An o-pyranonaphthoquinone decaketide from an unidentified fungus (MSX 63619) from the order Pleosporales",
        "Astrosphaeriella is polyphyletic, with species in Fissuroma gen. nov., and Neoastrosphaeriella gen. nov.",
        "Three new naphthoquinone pigments isolated from the freshwater fungus, Astrosphaeriella papuana.",
        "Online analysis of xestodecalactones A-C, novel bioactive metabolites from the fungus Penicillium cf. montanense and their subsequent isolation from the sponge Xestospongia exigua",
        "A total synthesis of xestodecalactone A and proof of its absolute stereochemistry: Interesting observations on dienophilic control with 1,3-disubstituted nonequivalent allenes",
        "Unusual octalactones from Corynespora cassiicola, an endophyte of Laguncularia racemosa",
        "New butenolides from Aspergillus terreus",
        "Lactone derivatives from the marine-derived fungus Penicillium sp. PSU-F44"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "affilname": "Burapha University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Science and Technology Development Agency",
        "Thailand Research Fund",
        "Thailand Graduate Institute of Science and Technology",
        "National Center for Genetic Engineering and Biotechnology"
    ]
}