{
    "eid": "2-s2.0-85138265057",
    "title": "Stimulation of metacyclogenesis in Leishmania (Mundinia) orientalis for mass production of metacyclic promastigotes",
    "cover-date": "2022-09-05",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Immunology",
            "@code": "2403",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "cultivation",
        "Leishmania",
        "Leishmania orientalis",
        "leishmaniasis",
        "metacyclic promastigote",
        "metacyclogenesis",
        "stimulation"
    ],
    "authors": [
        "Wetpisit Chanmol",
        "Narissara Jariyapan",
        "Kanok Preativatanyou",
        "Chonlada Mano",
        "Pongsri Tippawangkosol",
        "Pradya Somboon",
        "Paul A. Bates"
    ],
    "citedby-count": 1,
    "ref-count": 44,
    "ref-list": [
        "Effect of human urine on cell cycle and infectivity of Leishmania species promastigotes in vitro",
        "Metacyclogenesis of Leishmania (Viannia) braziliensis in vitro: Evidence that lentil lectin is a marker of complement resistance and enhanced infectivity",
        "Transmission of Leishmania metacyclic promastigotes by phlebotomine sand flies",
        "Revising Leishmania’s life cycle",
        "Leishmania mexicana: induction of metacyclogenesis by cultivation of promastigotes at acidic pH",
        "Development of Leishmania (Mundinia) in guinea pigs",
        "Experimental transmission of Leishmania (Mundinia) parasites by biting midges (Diptera: Ceratopogonidae)",
        "Heme requirement and acquisition by extracellular and intracellular stages of Leishmania mexicana amazonensis",
        "Axenic amastigote cultivation and in vitro development of Leishmania orientalis",
        "Development of Leishmania orientalis in the sand fly Lutzomyia longipalpis (Diptera: Psychodidae) and the biting midge Culicoides soronensis (Diptera: Ceratopogonidae)",
        "Leishmania amazonensis: sensitivity of different promastigote morphotypes to salivary gland homogenates of the sand fly Lutzomyia longipalpis",
        "In vitro metacyclogenesis of Leishmania (Viannia) braziliensis and Leishmania (Leishmania) amazonensis clinical field isolates, as evaluated by morphology, complement resistance, and infectivity to human macrophages",
        "Metacyclogenesis is a major determinant of Leishmania promastigote virulence and attenuation",
        "Evaluation of an in vitro and in vivo model for experimental infection with Leishmania (Viannia) braziliensis and L. (V.) peruviana",
        "Two separate growth phases during the development of Leishmania in sand flies: Implications for understanding the life cycle",
        "Alternatives to the use of fetal bovine serum: Serum-free cell culture",
        "Human urine stimulates growth of Leishmania in vitro",
        "Some studies on human urine as promoter for the growth of Leishmania in vitro. pak",
        "A parasite rescue and transformation assay for antileishmanial screening against intracellular Leishmania donovani amastigotes in THP1 human acute monocytic leukemia cell line",
        "Leishmania (Mundinia) orientalis n. sp. (Trypanosomatidae), a parasite from Thailand responsible for localized cutaneous leishmaniasis",
        "ROS regulate differentiation of visceralizing Leishmania species into the virulent amastigote form",
        "Developmental modification of lipophosphoglycan during the differentiation of Leishmania major promastigotes to an infectious stage",
        "Metacyclogenesis of Leishmania (Viannia) guyanensis: A comprehensive study of the main transformation features in axenic culture and purification of metacyclic promastigotes by negative selection with Bauhinia purpurea lectin",
        "Impact of continuous axenic cultivation in Leishmania infantum virulence",
        "Nutrition of animal cells in tissue culture. i. initial studies on a synthetic medium",
        "A defined medium for Leishmania culture allows definition of essential amino acids",
        "Leishmania (Viannia) braziliensis metacyclic promastigotes purified using Bauhinia purpurea lectin are complement resistant and highly infective for macrophages in vitro and hamsters in vivo",
        "The role of promastigote secretory gel in the origin and transmission of the infective stage of Leishmania mexicana by the sandfly Lutzomyia longipalpis",
        "Stage-specific binding of Leishmania donovani to the sand fly vector midgut is regulated by conformational changes in the abundant surface lipophosphoglycan",
        "The physiology of the midgut of Lutzomyia longipalpis (Lutz and neiva 1912): pH in different physiological conditions and mechanisms involved in its control",
        "Cell surface carbohydrate of Leishmania mexicana amazonensis: Differences between infective and non-infective forms",
        "Flow cytometric assessment of Leishmania spp metacyclic differentiation: validation by morphological features and specific markers",
        "Haemoglobin inhibits the development of infective promastigotes and chitinase secretion in Leishmania major cultures",
        "Sequential blood meals promote Leishmania replication and reverse metacyclogenesis augmenting vector infectivity",
        "Leishmania metacyclogenesis is promoted in the absence of purines",
        "Successful replacement of fetal calf serum with human urine for in vitro culture of Leishmania donovani",
        "In vitro growth characteristics and morphological differentiation of Leishmania martiniquensis promastigotes in different culture media",
        "Leishmania braziliensis: A novel mechanism in the lipophosphoglycan regulation during metacyclogenesis",
        "A lipophosphoglycan-independent method for isolation of infective Leishmania metacyclic promastigotes by density gradient centrifugation",
        "Xanthine in urine stimulates growth of Leishmania promastigotes in vitro",
        "Response of Leishmania chagasi promastigotes to oxidant stress",
        "Animal-cell culture media: history, characteristics, and current issues",
        "In vitro stimulation of metacyclogenesis in Leishmania braziliensis, l. donovani, L. major and L. mexicana"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60032250",
            "affilname": "Faculty of Medicine, Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032250",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Lancaster",
            "@id": "60117609",
            "affilname": "Division of Biomedical and Life Sciences, Lancaster University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60117609",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Tha Sala",
            "@id": "60026526",
            "affilname": "Walailak University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026526",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Program Management Unit for Human Resources & Institutional Development, Research and Innovation - CU",
        "Ratchadapiseksompotch Fund",
        "TSRI Fund",
        "Faculty of Medicine, Chulalongkorn University",
        "Faculty of Medicine, Chiang Mai University"
    ]
}