{
    "eid": "2-s2.0-85108485884",
    "title": "Introduction",
    "cover-date": "2018-07-24",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Social Sciences (all)",
            "@code": "3300",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [],
    "authors": [
        "Chanintira Na Thalang",
        "Soravis Jayanama",
        "Jittipat Poonkham"
    ],
    "citedby-count": 0,
    "ref-count": 46,
    "ref-list": [
        "Africa and International Relations: Assembling Africa, Studying the World",
        "International Relations and Area Studies: Towards a New Synthesis",
        "Global International Relations (IR)and Regional Worlds: A New Agenda for International Studies",
        "Why is there no Non-Western International Relations Theory? Ten years on",
        "Studies of the Thai State, the State of Thai Studies",
        "Thinking Past “Western” IR?",
        "Africa and International Relations: A Comment on IR Theory, Anarchy and Statehood",
        "An Honest Broker?\" Malaysia’s Role in Two Southeast Asian Insurgencies",
        "Theorizing East Asian International Relations in Korea",
        "Social Forces, States and World Orders: Beyond International Relations Theory",
        "The End of International Relations Theory?",
        "Diversity in IR Theory: Pluralism as an Opportunity for Understanding Global Politics",
        "In from the Margins? The Changing Place of Africa in International Relations",
        "Towards the Global Study of International Relations",
        "Are There Any Theories of International Relations in Japan?",
        "Critical International Political Economy: Kullada Kesboonchoo Mead and her Academic Position in International Relations ScholarshipTritsadi Settakit Kanmuang Rawaang Prathet: Kullada Kesboonchoo Mead Lae Tumnanghangti Tang Vichakarn Nai Kwam Samphan Rawaang Prathet’",
        "Bending with the Wind: The Continuity and Flexibility of Thai Foreign Policy",
        "Teaching International Relations in Thailand: Status and Prospects",
        "International Relations Studies in Korea: Retrospects and Prospects",
        "Development of International Relations Theory in India",
        "Foreword",
        "Africa and International Relations: Regional Lessons for a Global Discourse",
        "Thailand’s Foreign Policy: The Struggle for Regional Leadership in Southeast Asia",
        "Third World Thinking and Contemporary International Relations",
        "Why Is There No Chinese International Relations Theory?",
        "Marxism in Thai Historical Studies",
        "Thai Foreign Policy: The Current Phase",
        "Roles of Individual Leaders in Foreign Policy Decision Making: Foreign Policy of the Chatichai Choonhavan’s Government towards CambodiaBodbat Phunam Nai Kan Kamnod Nayobai Tangprathet Thai: Kandamneun Nayobai Khon Rathaban Chatchai Chunhawan Tor Panha Kampucha’",
        "International Relations: One World, Many theories"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60012521",
            "affilname": "Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012521",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}