{
    "eid": "2-s2.0-85109017702",
    "title": "Insights into the phylogeny and transcriptional response of serine proteases in a halotolerant cyanobacterium Halothece sp. PCC7418",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "freshwater cyanobacterium",
        "Halothece",
        "Halotolerant cyanobacterium",
        "salt stress",
        "serine protease",
        "Synechococcus"
    ],
    "authors": [
        "Tanutcha Patipong",
        "Hakuto Kageyama",
        "Rungaroon Waditee-Sirisattha"
    ],
    "citedby-count": 2,
    "ref-count": 53,
    "ref-list": [
        "HtrA is the unique surface housekeeping protease in Lactococcus lactis and is required for natural protein processing",
        "Molecular and biotechnological aspects of microbial proteases",
        "Plant proteases: from phenotypes to molecular mechanisms",
        "Proteolysis in plants: mechanisms and functions",
        "Reactive carbonyl species activate caspase-3-like protease to initiate programmed cell death in plants",
        "OTS1 and OTS2 SUMO proteases link plant development and survival under salt stress",
        "EAT1 promotes tapetal cell death by regulating aspartic proteases during male reproductive development in rice",
        "Proteases in bacterial pathogenesis",
        "Bacterial toxins: an overview on bacterial proteases and their action as virulence factors",
        "Specificity of trypsin and chymotrypsin: loop-motion-controlled dynamic correlation as a determinant",
        "Pseudomonas aeruginosa Small Protease (PASP), a keratitis virulence factor",
        "Industrial applications and production sources of serine alkaline proteases: a review",
        "A novel serine protease, Sep1, from Bacillus firmus DS-1 has nematicidal activity and degrades multiple intestinal-associated nematode proteins",
        "Systematic functional analysis and application of a cold-active serine protease from a novel Chryseobacterium sp",
        "Extraction and characterization of alkaline protease from Streptomyces sp. GS-1 and its application as dehairing agent",
        "The MEROPS database of proteolytic enzymes, their substrates and inhibitors in 2017 and a comparison with peptidases in the PANTHER database",
        "GenBank",
        "KEGG: kyoto encyclopedia of genes and genomes",
        "A genomic timescale for the origin of eukaryotes",
        "Membrane heredity and early chloroplast evolution",
        "Distinctive types of ATP-dependent Clp proteases in cyanobacteria",
        "Stress responses in Prochlorococcus MIT9313 vs. SS120 involve differential expression of genes encoding proteases ClpP, FtsH and Lon",
        "Involvement of the SppA1 peptidase in acclimation to saturating light intensities in Synechocystis sp. strain PCC 6803",
        "In cyanobacteria Synechocystis sp. PCC6803 the light-dependent level of SppA2 protein is regulated by SppA1 peptidase",
        "Recombinant Deg/HtrA proteases from Synechocystis sp. PCC 6803 differ in substrate specificity, biochemical characteristics and mechanism",
        "The deg proteases protect Synechocystis sp. PCC 6803 during heat and light stresses but are not essential for removal of damaged D1 protein during the photosystem two repair cycle",
        "Insights into the cyanobacterial Deg/HtrA proteases",
        "The family of Deg proteases in cyanobacteria and chloroplasts of higher plants",
        "Involvement of the HtrA family of proteases in the protection of the cyanobacterium Synechocystis PCC 6803 from light stress and in the repair of photosystem II",
        "The evolutionarily conserved HtrA is associated with stress tolerance and protein homeostasis in the halotolerant cyanobacterium Halothece sp. PCC7418",
        "A class I fructose-1,6-bisphosphate aldolase is associated with salt stress tolerance in a halotolerant cyanobacterium Halothece sp. PCC 7418",
        "Deg/HtrA proteases as components of a network for photosystem II quality control in chloroplasts and cyanobacteria",
        "Deciphering proteolysis pathways for the error‐prone DNA polymerase in cyanobacteria",
        "Serine peptidases: classification, structure and function",
        "Characterizing protease specificity: how many substrates do we need?",
        "Amino acid residues that are critical for in vivoCatalytic activity of CtpA, the Carboxyl-terminal processing protease for the D1 protein of photosystem II",
        "Transcriptional regulation and structural modelling of the Synechocystis sp. PCC 6803 carboxyl-terminal endoprotease family",
        "Mn4Ca cluster in photosynthesis: where and how water is oxidized to dioxygen",
        "Inactivation of a predicted leader peptidase prevents photoautotrophic growth of Synechocystis sp. strain PCC 6803",
        "Deletion of Synechocystis sp. PCC 6803 leader peptidase LepB1 affects photosynthetic complexes and respiration",
        "Nickel superoxide dismutase structure and mechanism †",
        "In vivo production of active nickel superoxide dismutase from Prochlorococcus marinus MIT9313 is dependent on its cognate peptidase",
        "Complete genome sequence and comparative analysis of Streptomyces seoulensis, a pioneer strain of nickel superoxide dismutase",
        "The clpP multigene family for the ATP-dependent Clp protease in the cyanobacterium Synechococcus cc the GenBank accession numbers for the sequences of clpPII-clpX and clpR-clpPIII reported in this paper are U92039 and AJ132005, respectively",
        "Protein oxidation and cellular homeostasis: emphasis on metabolism",
        "Protein quality control under oxidative stress conditions",
        "Oxidative stress in cyanobacteria",
        "Protein adaptations in archaeal extremophiles",
        "Proteomic analysis of early salt stress responsive proteins in alfalfa roots and shoots",
        "The gene complement for proteolysis in the cyanobacterium Synechocystis sp. PCC 6803 and Arabidopsis thaliana chloroplasts",
        "Salt stress inhibits the repair of photodamaged photosystem II by suppressing the transcription and translation of psbA genes in Synechocystis",
        "Glycinebetaine counteracts the inhibitory effects of salt stress on the degradation and synthesis of D1 protein during photoinhibition in Synechococcus sp. PCC 7942",
        "Nitrate and amino acid availability affects glycine betaine and mycosporine-2-glycine in response to changes of salinity in a halotolerant cyanobacterium Aphanothece halophytica"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nagoya",
            "@id": "60027762",
            "affilname": "Meijo University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027762",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment",
        "Institute for Fermentation",
        "Takahashi Industrial and Economic Research Foundation",
        "Chulalongkorn University"
    ]
}