{
    "eid": "2-s2.0-84961736584",
    "title": "Medium chain length polyhydroxyalkanoates consisting primarily of unsaturated 3-hydroxy-5-cis-dodecanoate synthesized by newly isolated bacteria using crude glycerol",
    "cover-date": "2016-03-17",
    "subject-areas": [
        {
            "$": "Bioengineering",
            "@code": "1502"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        }
    ],
    "keywords": [
        "3-Hydroxy-5-cis-dodecanoate (3H5DD)",
        "3-Hydroxyoctanoate",
        "Acinetobacter sp.",
        "Bacillus sp.",
        "Crude glycerol",
        "Enterobacter sp.",
        "Medium chain length PHAs",
        "Pseudomonas sp.",
        "Used cooking oil"
    ],
    "authors": [
        "Amtiga Muangwong"
    ],
    "citedby-count": 37,
    "ref-count": 51,
    "ref-list": [
        "Current trends in biodegradable polyhydroxyalkanoates",
        "Environmental life cycle comparison of polyhydroxyalkanoates produced from renewable carbon resources by bacterial fermentation",
        "Life cycle assessment study of biopolymers (Polyhydroxyalkanoates) derived from no-tilled corn",
        "Environmental analysis of plastic production processes: Comparing petroleum-based polypropylene and polyethylene with biologically-based poly-β-hydroxybutyric acid using life cycle analysis",
        "Biodiesel production: A review",
        "Evaluation of by-products from the biodiesel industry as fermentation feedstock for poly(3-hydroxybutyrate-co-3-hydroxyvalerate) production by Cupriavidus necator",
        "In vitro conversion of glycerol to lactate with thermophilic enzymes",
        "Value-added uses for crude glycerol - A byproduct of biodiesel production",
        "Quantitative analysis of fatty acids composition in the used cooking oil (UCO) by gas chromatography-mass spectrometry (GC-MS)",
        "A chemical analysis of samples of crude glycerol from the production of biodiesel in Australia, and the effects of feeding crude glycerol to growing-finishing pigs on performance, plasma metabolites and meat quality at slaughter",
        "Characterization of crude glycerol from biodiesel plants",
        "Bacterial poly(hydroxyalkanoate) polymer production from the biodiesel co-product stream",
        "Zobellella denitrificans strain MW1, a newly isolated bacterium suitable for poly(3-hydroxybutyrate) production from glycerol",
        "Poly(3-hydroxybutyrate) production by Cupriavidus necator using waste glycerol",
        "Poly(3-hydroxybutyrate) production by isolated Halomonas sp. KM-1 using waste glycerol",
        "Production of filmable medium-chain-length polyhydroxyalkanoates produced from glycerol by Pseudomonas mediterranea",
        "Impact of palm, mustard, waste cooking oil and Calophyllum inophyllum biofuels on performance and emission of CI engine",
        "Effects of biodiesel from different feedstocks on engine performance and emissions: A review",
        "Accumulation of a polyhydroxyalkanoate containing primarily 3-hydroxydecanoate from simple carbohydrate substrates by Pseudomonas sp. strain NCIMB 40135",
        "Pseudomonas putida KT2442 cultivated on glucose accumulates poly(3- hydroxyalkanoates) consisting of saturated and unsaturated monomers",
        "Biosynthesis and properties of poly(3-hydroxybutyrate-co-3-hydroxyalkanoates) by recombinant strains of Pseudomonas sp. 61-3",
        null,
        "Formation of polyesters consisting of medium-chain-length 3-hydroxyalkanoic acids from gluconate by Pseudomonas aeruginosa and other fluorescent pseudomonads",
        null,
        "Biosynthesis of poly(3-hydroxydecanoate) and 3-hydroxydodecanoate dominating polyhydroxyalkanoates by β-oxidation pathway inhibited Pseudomonas putida",
        "The metabolic response of P. putida KT2442 producing high levels of polyhydroxyalkanoate under single- and multiple-nutrient-limited growth: Highlights from a multi-level omics approach",
        "Impact of carbon source and variable nitrogen conditions on bacterial biosynthesis of polyhydroxyalkanoates: Evidence of an atypical metabolism inBacillus megaterium DSM 509",
        "Polyhydroxyalkanoate (PHA) production using waste vegetable oil by Pseudomonas sp. strain DR2",
        "Isolation of a PHA producing strain with butyric acid as the carbon source and its shaking-flask fermentation character",
        "Accumulation of poly[(R)-3-hydroxyalkanoates] in enterobacter cloacae SU-1 during growth with two different carbon sources in batch culture",
        "Biohydrogen and polyhydroxyalkanoate co-production by Enterobacter aerogenes and Rhodobacter sphaeroides from Calophyllum inophyllum oil cake",
        "Optimization of biodegradable plastic production on sugar cane molasses in Enterobacter sp. SEL2",
        "Discovery of a mcl-PHA with unexpected biotechnical properties: the marine environment of French Polynesia as a source for PHA-producing bacteria",
        "Synthesis of short-/medium-chain-length poly(hydroxyalkanoate) blends by mixed culture fermentation of glycerol",
        "Production of polyhydroxyalkanoates from agricultural waste and surplus materials",
        "Polyhydroxyalkanoate (PHA) production using waste vegetable oil by Pseudomonas sp. strain DR2",
        "Physical Characteristics of Poly(3-hydroxyalkanoates) and Poly(3-hydroxyalkenoates) Produced by Pseudomonas Oleovorans Grown on Aliphatic Hydrocarbons",
        "Antifungal 3-Hydroxy Fatty Acids from Lactobacillus plantarum MiLAB 14",
        "Nile blue A as a fluorescent stain for poly-β-hydroxybutyrate",
        "A sensitive, viable-colony staining method using Nile red for direct screening of bacteria that accumulate polyhydroxyalkanoic acids and other lipid storage compounds",
        "Screening and isolation of PHB-producing bacteria in a polluted marine microbial mat",
        "Nucleic Acids Res",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Evolution",
        "Characterization of new isolated Ralstonia eutropha strain A-04 and kinetic study of biodegradable copolyester poly(3-hydroxybutyrate-co-4-hydroxybutyrate) production",
        "A rapid gas chromatographic method for the determination of poly-β-hydroxybutyric acid in microbial biomass",
        "Determination of sub-microquantities of ammonium and nitrates in soils with phenol, sodiumnitroprusside and hypochlorite",
        "Biosynthesis and biocompatibility of biodegradable poly(3-hydroxybutyrate- co-4-hydroxybutyrate)"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadapiseksomphot Endowment Fund",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}