{
    "eid": "2-s2.0-85009089854",
    "title": "Salt usually seals, but sometimes leaks: Implications for mine and cavern stabilities in the short and long term",
    "cover-date": "2017-02-01",
    "subject-areas": [
        {
            "$": "General Earth and Planetary Sciences",
            "@code": "1900"
        }
    ],
    "keywords": [
        "Salt anomaly",
        "Salt cavity",
        "Salt leakage",
        "Salt mining",
        "Salt seal",
        "Salt texture",
        "Storage cavity",
        "Waste storage",
        "Water inflows in mines"
    ],
    "authors": [
        "John Keith Warren"
    ],
    "citedby-count": 65,
    "ref-count": 105,
    "ref-list": [
        "Environmental Geology and Hydrology in New Mexico: Special Publication",
        "Hydrocarbon plumbing systems of salt minibasins offshore Angola revealed by three-dimensional seismic analysis",
        "GEOLOGIC SIGNIFICANCE OF LAND SUBSIDENCE AT JEFFERSON ISLAND, LOUISIANA.",
        "Landscape evolution of the Five Islands of South Louisiana: Scientific policy and salt dome utilization and management",
        "GEOLOGICAL PROBLEMS IN SASKATCHEWAN POTASH MINING DUE TO PECULIAR CONDITIONS DURING DEPOSITION OF POTASH BEDS.",
        "Bull. Am. Assoc. Pet. Geol.",
        "Hydrology and hydraulic properties of a bedded evaporite formation",
        "Oil Gas J.",
        "Regional seismic interpretation of the hydrocarbon prospectivity of offshore Syria",
        "A geological approach to potash mining problems in Saskatchewan, Canada",
        "Seal bypass systems",
        "D I A G E N E S I S O F S A L I N E P A N H A L I T E: C O M P A R I S O N O F P E T R O G R A P H I C F E A T U R E S O F M O D E R N, Q U A T E R N A R Y A N D P E R M I A N H A L I T E S t",
        "The origin of barren bodies in the subiza potash deposit, navarra, Spain: Implications for sylvite formation",
        "GEOLOGIC NOMENCLATURE AND CLASSIFICATION OF POROSITY IN SEDIMENTARY CARBONATES",
        "Karst system developed in salt layers of the Lisan Peninsula, Dead Sea, Jordan",
        "Innovative Mine Design for the 21st Century: Proceedings of the International Congress on Mine Design",
        "Faulting and fluid flow through salt",
        "Theoretical versus observed successions from evaporation of seawater.",
        "Distribution of brine in grain boundaries during static recrystallization in wet, synthetic halite: Insight from broad ion beam sectioning and SEM observation at cryogenic temperature",
        "Lower paleozoic thermal maturity and hydrocarbon potential of the Canadian Arctic Archipelago",
        "The structure and evolution of sutures in allochthonous salt",
        "Report SAND98-1354, Sandia National Laboratories, Albuquerque, NM, June 1998",
        "▲ Flooding and loss of the Patience Lake potash mine",
        "Williston Basin; Anatomy of a Cratonic Oil Province",
        "Deformation-assisted fluid percolation in rock salt",
        "Natural gas storage in salt caverns - Summary of worldwide projects and consequences of varying storage objectives and salt formations",
        "US Geol. Surv. Prof. Pap.",
        "Utah Geological and Mineral Survey Report of Investigation, No. 184",
        "Bull. Am. Assoc. Pet. Geol.",
        "Salt Sediment and Hydrocarbons",
        "Search and Discovery Article #60049 Posted April 28, 2010, Adapted from Presentation at AAPG Annual Convention, 1995, and from an Extended Abstract Prepared for Presentation at GCSSEPM Foundation 16th Annual Research Conference, “Salt, Sediment and Hydrocarbons,” December 3–6, 1995",
        "Modes of diagenesis responsible for observed succession of potash evaporites in the Salado Formation, Delaware Basin, New Mexico.",
        "Evaporites, Petroleum and Mineral Resources, Developments in Sedimentology",
        "Hydrocarbon Source Rocks of the Greater Rocky Mountain Region",
        "Principles",
        null,
        "Synsedimentary dissolution pipes and the isolation of ancient bacteria and cellulose",
        "Depth indicators in Permian Basin evaporites",
        "Advance of allochthonous salt sheets in passive margins and orogens",
        "Terra infirma: Understanding salt tectonics",
        "Generation and migration of petroleum from abnormally pressured fluid compartments",
        "Relation of shale porosities, gas generation, and compaction to deep overpressures in the U.S. Gulf Coast",
        "Origin of an anhydrite sheath encircling a salt diapir and implications for the seismic imaging of steep-sided salt structures, Egersund Basin, Northern North Sea",
        "Gypsum-karst problems in constructing dams in the USA",
        "Hydrocarbon fluid inclusions in the Argo salt, Offshore Canadian Atlantic margin",
        "AAPG Search and DiscoveryArticle #40703 (2011)",
        "Distribution and mechanisms of overpressure generation and deflation in the late Neoproterozoic to early Cambrian South Oman Salt Basin",
        "BOUNDARY SHEAR ZONES IN SALT STOCKS.",
        "SHEAR ZONES INSIDE GULF COAST SALT STOCKS HELP TO DELINEATE SPINES OF MOVEMENT.",
        "Fifth Symposium on Salt (Hamburg, Germany, June 1978)",
        "Trans. Gulf. Coast. Assoc. Geol. Soc.",
        "Trans. Gulf. Coast. Assoc. Geol. Soc.",
        "Structure and evolution of a rocksalt-mudrock-tectonite: The haselgebirge in the Northern Calcareous Alps",
        null,
        "Second Symposium on Salt",
        "Trans. Gulf. Coast. Assoc. Geol. Soc.",
        "Trans. Gulf. Coast. Assoc. Geol. Soc.",
        "Paper Presented at Solution Mining Research Institute Spring 2010 Technical Conference, Grand Junction, Colorado, USA, 26–27 April 2010",
        "Paper presented at Solution Mining Research Institute Spring 2010 Technical Conference, Grand Junction, Colorado, USA, 26-27 April 2010",
        "Factors controlling the destruction or preservation of giant light oilfields",
        "GEOLOGICAL ANOMALIES OBSERVED AT THE COMINCO LTD. SASKATCHEWAN POTASH MINE.",
        "Sinkholes in Evaporite Rocks",
        "BARREN HALITE BODIES IN THE SYLVINITE MINING ZONE AT ESTERHAZY, SASKATCHEWAN",
        "Subsurface seismic record of salt glaciers in an extensional intracontinental setting (Late Triassic of northwestern Germany)",
        "United States. Dept. of Energy; Oak Ridge, Tenn.: Distributed by the Office of Scientific and Technical Information, U.S. Dept. of Energy, 2000",
        "AAPG Mem.",
        "Implications for Storage and Mining: Solution Mining Research Institute, Meeting Paper, 1994 Spring Meeting, Houston Texas",
        "Supai salt karst features: Holbrook Basin, Arizona",
        "Salt dissolution sinkhole at the Weeks Island, Louisiana, strategic petroleum reserve storage site",
        "Solution Mining Research Institute, Fall Meeting, San Antonio, Texas, October 1995",
        "Presented at 6th Multidisciplinary Conference on Sinkholes and the Engineering & Environmental Impacts of Karst, Springfield, Missouri, April 6–9, 1997",
        "Sinkhole precursors along the Dead Sea, Israel, revealed by SAR interferometry",
        "Understanding subsalt overpressure may reduce drilling risks"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}