{
    "eid": "2-s2.0-85029781991",
    "title": "Shear capacity of high performance fiber reinforced concrete I-beams",
    "cover-date": "2017-12-30",
    "subject-areas": [
        {
            "$": "Civil and Structural Engineering",
            "@code": "2205"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "Building and Construction",
            "@code": "2215"
        }
    ],
    "keywords": [
        "Fiber content",
        "High performance fiber reinforced concrete (HPFRC)",
        "Shear capacity",
        "Shear reinforcement"
    ],
    "authors": [
        "Withit Pansuk"
    ],
    "citedby-count": 61,
    "ref-count": 41,
    "ref-list": [
        "Shear behaviour of steel fibre reinforced concrete beams",
        "Effect of aspect ratio and volume fraction of steel fiber on the mechanical properties of SFRC",
        "Effects of steel fiber addition on mechanical properties of concrete and RC beams",
        "Mechanical properties of high-strength steel fiber-reinforced concrete",
        "Shear behavior of ultrahigh performance fiber-reinforced concrete beams. I: Experimental investigation",
        "Shear behavior of ultrahigh performance fiber-reinforced concrete beams. II: Analysis and design provisions",
        "Eng. Struct.",
        "Designing and Building with UHPFRC",
        "Shear strength of normal and high-strength fiber reinforced concrete beams without stirrups",
        "Steel and synthetic fibers as shear reinforcement",
        "Shear strength of fibrous concrete beams without stirrups",
        "Beams of fibrous concrete in shear and bending: experiment and model",
        "Can steel fibers replace transverse reinforcements in reinforced concrete beams?",
        "Shear strength model for steel fiber reinforced concrete beams without stirrup reinforcement",
        "Shear carrying capacity of Ultra-High Performance Concrete beams",
        "Shear strength of fiber reinforced reactive powder concrete prestressed girders without stirrups",
        "Shear strength of steel fiber-reinforced ultrahigh- performance concrete beams without stirrups",
        "Shear domain of fibre-reinforced high-strength concrete beams",
        "Shear strength of steel fiber-reinforced concrete beams without web reinforcement",
        "Shear behaviour of large-scale rubberized concrete beams reinforced with steel fibres",
        "Shear behaviour and mechanical properties of steel fibre-reinforced cement-based and geopolymer oil palm shell lightweight aggregate concrete",
        "A crack-shear slip model of high-strength steel fiber-reinforced concrete based on a push-off test",
        "Are steel fibres able to mitigate or eliminate size effect in shear?",
        "in: sixteenth Internationale Baustofftagung Ibausil",
        "Rilem TC 162-TDF: Test and design methods for steel fibre reinforced concrete - Bending test",
        "Properties of strain hardening ultra high performance fiber reinforced concrete (UHP-FRC) under direct tensile loading",
        "Strain-hardening UHP-FRC with low fiber contents",
        "Tensile behavior of ultra high performance hybrid fiber reinforced concrete",
        "in Hipermat",
        "Diagonal tensile failure mechanism of reinforced concrete beams"
    ],
    "affiliation": [
        {
            "affiliation-city": "Delft",
            "affilname": "Faculteit Civiele Techniek en Geowetenschappen, TU Delft",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sapporo",
            "affilname": "Hokkaido University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Ratchadapisek Sompoch Endowment Fund",
        "Ministry of Education",
        "Chulalongkorn University"
    ]
}