{
    "eid": "2-s2.0-85012901711",
    "title": "Flexible and stretchable electrode based on multiwalled carbon nanotube/deproteinized natural rubber composites",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "General Engineering",
            "@code": "2200"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [],
    "authors": [
        "Paweenuch Tangkitthanachoke"
    ],
    "citedby-count": 5,
    "ref-count": 46,
    "ref-list": [
        "Controlled buckling behavior of patterned oxide structures on compliant substrates for flexible optoelectronics",
        "Scale-like compliant gold electrode: Towards high strain capacitive devices for energy harvesting",
        "Reduced graphene oxide and polypyrrole/reduced graphene oxide composite coated stretchable fabric electrodes for supercapacitor application",
        "Highly flexible and stretchable carbon nanotube network electrodes prepared by simple brush painting for cost-effective flexible organic solar cells",
        "Compliant gel polymer electrolyte based on poly(methyl acrylate-co- acrylonitrile)/poly(vinyl alcohol) for flexible lithium-ion batteries",
        "2D graphene oxide nanosheets as an adhesive over-coating layer for flexible transparent conductive electrodes",
        "Development and characterization of a bio-hybrid skin-like stretchable electrode",
        "Single-walled carbon nanotube/silicone rubber composites for compliant electrodes",
        "Electrochemically synthesized stretchable polypyrrole/fabric electrodes for supercapacitor",
        "Novel approach to enhance film properties of environmentally friendly UV-curable alkyd coating using epoxidised natural rubber",
        "Establishment, morphology and properties of carbon nanotube networks in polymer melts",
        "Effects of initial blister radius and shaft diameter on energy release rate of metal-polymer composite coating",
        "Metal ion implantation for the fabrication of stretchable electrodes on elastomers",
        "Experimental and analytical model for the electrical conductivity of polymer-based nanocomposites",
        "Extruded thermoplastic elastomers styrene-butadiene-styrene/carbon nanotubes composites for strain sensor applications",
        "Dispersion stability of multi-walled carbon nanotubes in refrigerant with addition of surfactant",
        "Effect of Triton X-100 on MWCNT/PP composites",
        "Comparative study of carbon nanotube dispersion using surfactants",
        "Evaluation of multi-walled carbon nanotube concentrations in polymer nanocomposites by Raman spectroscopy",
        "Raman spectroscopy on amorphous carbon films",
        "The role of linked phospholipids in the rubber-filler interaction in carbon nanotube (CNT) filled natural rubber (NR) composites",
        "Enhanced dispersion of multiwall carbon nanotubes in natural rubber latex nanocomposites by surfactants bearing phenyl groups",
        "Silane modification on mesoporous silica coated carbon nanotubes for improving compatibility and dispersity in epoxy matrices",
        "The filler-rubber interface and reinforcement in styrene butadiene rubber composites with graphene/silica hybrids: A quantitative correlation with the constrained region",
        "Preparation of multiwall carbon nanotubes (MWCNTs) stabilised by highly branched hydrocarbon surfactants and dispersed in natural rubber latex nanocomposites",
        "Nanosci. Nanotechnol.",
        "Use of surfactants as plasticizers in preparing solid dispersions of poorly soluble API: Selection of polymer-surfactant combinations using solubility parameters and testing the processability",
        "Effects of residual surfactant on the glass transition behavior of polystyrene/gold nanocomposites",
        "Fabrication and characterization of carbon/epoxy composites mixed with multi-walled carbon nanotubes",
        "Influence of selective dispersion of MWCNT on electrical percolation of in-situ polymerized high-impact polystyrene/MWCNT nanocomposites",
        "Elastomers filled with exfoliated graphite as compliant electrodes",
        "Effects of in-situ functionalization of carbon nanotubes with bis(triethoxysilylpropyl) tetrasulfide (TESPT) and 3-aminopropyltriethoxysilane (APTES) on properties of epoxidized natural rubber-carbon nanotube composites",
        "Effect of cylindrical filler aggregation on the electrical conductivity of composites",
        "Mater. Des.",
        "A rubberlike stretchable active matrix using elastic conductors",
        "High stretchable MWNTs/polyurethane conductive nanocomposites",
        "Polym. Eng. Sci.",
        "Multiwall carbon nanotube-filled natural rubber: Electrical and mechanical properties",
        "A durability study of carbon nanotube fiber based stretchable electronic devices under cyclic deformation",
        "Enhanced Electrical Networks of Stretchable Conductors with Small Fraction of Carbon Nanotube/Graphene Hybrid Fillers",
        "Selective localization of multi-walled carbon nanotubes in thermoplastic elastomer blends: An effective method for tunable resistivity-strain sensing behavior",
        "High elasticity and conductivity of elastomer composites with arrayed carbon nanotubes as nanosprings",
        "Silicone rubber nanocomposites containing a small amount of hybrid fillers with enhanced electrical sensitivity",
        "Electrical and mechanical characterization of stretchable multi-walled carbon nanotubes/polydimethylsiloxane elastomeric composite conductors",
        "Rapid-Response, Widely Stretchable Sensor of Aligned MWCNT/Elastomer Composites for Human Motion Detection",
        "Mechanical vs. electrical hysteresis of carbon nanotube/styrene-butadiene-styrene composites and their influence in the electromechanical response"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}