{
    "eid": "2-s2.0-84937022719",
    "title": "Remodeling changes of the upper airway with chronic rhinosinusitis",
    "cover-date": "2015-07-01",
    "subject-areas": [
        {
            "$": "Immunology and Allergy",
            "@code": "2723"
        },
        {
            "$": "Otorhinolaryngology",
            "@code": "2733"
        }
    ],
    "keywords": [
        "Asthma",
        "Chronic rhinosinusitis",
        "Eosinophilia",
        "Histopathology",
        "Nasal polyps",
        "Neutrophilia",
        "Remodeling"
    ],
    "authors": [
        "Henry P. Barham"
    ],
    "citedby-count": 68,
    "ref-count": 28,
    "ref-list": [
        "EPOS 2012: European position paper on rhinosinusitis and nasal polyps 2012. A summary for otorhinolaryngologists.",
        "Structured histopathology profiling of chronic rhinosinusitis in routine practice",
        "Differentiation of chronic sinus diseases by measurement of inflammatory mediators",
        "TGF-β signaling and collagen deposition in chronic rhinosinusitis",
        "Clinical severity and epithelial endotypes in chronic rhinosinusitis",
        "Stability of phenotypes defined by physiological variables and biomarkers in adults with asthma",
        "Epithelium, inflammation, and immunity in the upper airways of humans: Studies in chronic rhinosinusitis",
        "Nasal polyposis: An inflammatory condition requiring effective anti-inflammatory treatment",
        "An update on the classifications, diagnosis, and treatment of rhinosinusitis",
        "European position paper on rhinosinusitis and nasal polyps 2007",
        "Insights into asthmatic airway remodelling through murine models",
        "Airway inflammation, basement membrane thickening and bronchial hyperresponsiveness in asthma",
        "A new look at the pathogenesis of asthma",
        "Is low dose inhaled corticosteroid therapy as effective for inflammation and remodeling in asthma? A randomized, parallel group study",
        "Inhaled Steroids and Airway Remodelling in Asthma",
        "Allergen-induced airway remodelling",
        "Mucosal remodeling and reversibility in chronic rhinosinusitis",
        "Features of airway remodeling and eosinophilic inflammation in chronic rhinosinusitis: Is the histopathology similar to asthma?",
        "Tissue remodeling in chronic rhinosinusitis",
        "Mucosal remodeling in chronic rhinosinusitis",
        "Does mucosal remodeling in chronic rhinosinusitis result in irreversible mucosal disease?",
        "EAACI/GA2LEN guideline: Aspirin provocation tests for diagnosis of aspirin hypersensitivity",
        "Impact of mucosal eosinophilia and nasal polyposis on quality-of-life outcomes after sinus surgery",
        "Psychometric validity of the 22-item Sinonasal Outcome Test",
        "Validation of the sino-nasal outcome test 20 (SNOT-20) domains in nonsurgical patients",
        "Eosinophilic rhinosinusitis is not a disease of ostiomeatal occlusion",
        "Significance of osteomeatal complex obstruction",
        "Histopathological evaluation of chronic rhinosinusitis: A critical review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Macquarie Park",
            "affilname": "The Faculty of Medicine, Health and Human Sciences",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Sydney",
            "affilname": "UNSW Sydney",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sydney",
            "affilname": "The University of Sydney",
            "affiliation-country": "Australia"
        }
    ],
    "funding": []
}