{
    "eid": "2-s2.0-84992303768",
    "title": "Multi-scale modeling of fixed-bed Fischer Tropsch reactor",
    "cover-date": "2016-09-12",
    "subject-areas": [
        {
            "$": "Computer Science Applications",
            "@code": "1706"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        }
    ],
    "keywords": [],
    "authors": [
        "Minhaj M. Ghouri"
    ],
    "citedby-count": 24,
    "ref-count": 32,
    "ref-list": [
        "Enhanced voidage correlations for packed beds of various particle shapes and sizes",
        "A trickle fixed-bed recycle reactor model for the fischer-tropsch synthesis",
        "XSEOS: An evolving tool for teaching chemical engineering thermodynamics",
        null,
        "Evaluation of optimisation techniques and control variable formulations for a batch cooling crystallization process",
        "Advancement of Fischer-Tropsch Synthesis via utilization of supercritical fluid reaction media",
        "Characterization of mass transfer in supercritical-phase Fischer-Tropsch synthesis reaction",
        "Brennstoff-Chemie",
        "Irregularities in product distribution of fischer-tropsch synthesis due to experimental artifact",
        "Scale-Up: Hemisphere Pub",
        "Comparison of different reactor types for low temperature Fischer-Tropsch synthesis: A simulation study",
        "Intensifying the Fischer-Tropsch Synthesis by reactor structuring - A model study",
        null,
        "Modeling of multi-tubular reactors for Fischer-Tropsch synthesis",
        "Fischer-Tropsch-synthesis with nitrogen-rich syngas: Fundamentals and reactor design aspects",
        "Am. J. Anal. Chem.",
        "Mathematical modeling and numerical simulation of a Fischer-Tropsch packed bed reactor and its thermal management for liquid hydrocarbon fuel production using biomass syngas",
        "Steady-state and dynamic behavior of fixed-bed catalytic reactor for Fischer-Tropsch synthesis - II. Steady-state and dynamic simulation results",
        "One-dimensional heterogeneous model of a fischer-tropsch synthesis reactor with a fixed catalyst bed in the isothermal granules approximation",
        null,
        "Fischer-Tropsch synthesis in a fixed bed reactor",
        null,
        "A steady-state study of fischer-tropsch product distributions over cobalt, iron and ruthenium",
        "A hybrid genetic algorithm for the estimation of parameters in detailed kinetic models",
        "A comparison of conventional and optimized thermally coupled reactors for Fischer-Tropsch synthesis in GTL technology",
        null,
        "Thermophysical comparison of five commercial paraffin waxes as latent heat storage materials",
        "Heterogeneous modeling for fixed-bed Fischer-Tropsch synthesis: Reactor model and its applications",
        "Thermal conductivity of cobalt-based catalyst for fischer-tropsch synthesis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Doha",
            "affilname": "Texas A&amp;M University at Qatar",
            "affiliation-country": "Qatar"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Qatar Foundation",
        "Qatar National Research Fund"
    ]
}