{
    "eid": "2-s2.0-85044725277",
    "title": "Comparison of preemptive therapy and antiviral prophylaxis for prevention of cytomegalovirus in seropositive liver transplant recipients",
    "cover-date": "2018-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Transplantation",
            "@code": "2747",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Amy W. Liu",
        "Kamonwan Jutivorakool",
        "Cynthia E. Fisher",
        "Robert M. Rakita",
        "Jorge D. Reyes",
        "Renuka B. Bhattacharya",
        "Keith R. Jerome",
        "Ajit P. Limaye"
    ],
    "citedby-count": 7,
    "ref-count": 14,
    "ref-list": [
        "Cytomegalovirus infection after liver transplantation: Current concepts and challenges",
        "CMV: Prevention, diagnosis and therapy",
        "Transplantation Society International CMV Consensus Group. Updated international consensus guidelines on the management of cytomegalovirus in solid-organ transplantation",
        "Plasma IL-10 levels to guide antiviral prophylaxis prevention of late-onset cytomegalovirus disease, in high risk solid kidney and liver transplant recipients",
        "Cytomegalovirus serology and replication remain associated with solid organ graft rejection and graft loss in the era of prophylactic treatment",
        "Universal prophylaxis or preemptive strategy for cytomegalovirus disease after liver transplantation: A systematic review and meta-analysis",
        "Cytomegalovirus in solid organ transplantation",
        "Definitions of CMV infection and disease in transplant patients for use in clinical trials",
        "Cytomegalovirus treatment strategy after a liver transplant: Preemptive therapy or prophylaxis for cytomegalovirus seropositive donor and recipient",
        "Antiviral prophylaxis versus preemptive therapy to prevent cytomegalovirus infection and related death in liver transplantation: A retrospective study with propensity score matching",
        "Deferred versus prophylactic therapy with gancyclovir for cytomegalovirus in allograft liver transplantation",
        "Prophylaxis versus preemptive treatment for prevention of cytomegalovirus infection in CMV-seropositive orthotopic liver-transplant recipients",
        "Evaluation of clinical outcomes of prophylactic versus preemptive cytomegalovirus strategy in liver transplant recipients"
    ],
    "affiliation": [
        {
            "affiliation-city": "Seattle",
            "@id": "60015481",
            "affilname": "University of Washington",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015481",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Seattle",
            "@id": "60003625",
            "affilname": "Fred Hutchinson Cancer Research Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003625",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}