{
    "eid": "2-s2.0-85039915996",
    "title": "A Thai experience on flipped classrooms: Instructional video issues",
    "cover-date": "2017-10-18",
    "subject-areas": [],
    "keywords": [
        "e-learning platform",
        "video distribution",
        "video generation",
        "viewing preference"
    ],
    "authors": [
        "Thanyarat Singhanart"
    ],
    "citedby-count": 3,
    "ref-count": 43,
    "ref-list": [
        "A Review of Flipped Learning",
        "The flipped classroom: A survey of the research",
        "Comparing the effectiveness of an inverted classroom to a traditional classroom in an upper-division engineering course",
        "Kom Chad Luek Newspaper",
        "Teachers for Pupils: Building Flipped Classrooms",
        "Flip Your Classroom: Reach Every Student in Every Class Every Day",
        "Executive Journal",
        "Science education in Thailand: Moving through crisis to opportunity",
        "Education 4.0: New Challenge of Learning",
        "St. Theresa Journal of Humanities and Social Sciences",
        "Proc. 1st International Conference on Innovative Communication and Sustainable Development in ASEAN",
        "International Journal of Pharmacy Practice",
        "Proc. National Conference on E-Learning 2013",
        "International Electrical Engineering Transactions",
        "International Electrical Engineering Transactions",
        "Flipping an engineering mathematics classroom for a large undergraduate class",
        "A preliminary study on the utilization and effectiveness of a flipped classroom in Thailand",
        "Proc. 11th International and National Conference on Engineering Education (INCEE-11)",
        "Key subject indicators and admission impact from subject grades in mechanical engineering-based bachelor programs at Chulalongkorn University",
        "Empowering management of a multi-section, basic engineering course with cloud storage",
        "Education Week",
        "Journal of College Science Teaching",
        "Teacher Perceptions of the Flipped Classroom: Using Video Lectures Online to Replace Traditional In-class Lectures",
        "Journal of Computing Sciences in Colleges",
        "Inverting (flipping) classrooms - Advantages and challenges",
        "Proc. 6th ThaiPOD Annual National Conference (ThaiPOD 2011)",
        "International Journal of Advanced Computer Science and Applications",
        "Schools Ordered to Take Back Tablets",
        "Let Them Eat Tablets",
        "Thailand's Student Loans Fund: Interest rate subsidies and repayment burdens",
        "The Status of Research on Thailand's Student Loan Fund: A Review of Issues and Methodology",
        "The Effect of the Flipped Classroom on Student Achievement and Stress",
        "ASEAN Journal of Engineering Education",
        "Proc. International Conference on Active Learning 2012 (ICAL2012), Malaysia",
        "Applying a constructivist and collaborative methodological approach in engineering education",
        "Student perceptions of effective use of tablet PC recorded lectures in undergraduate mathematics courses",
        "Course periodic behavior modelling and its application in LMS activity prediction",
        "Access to Knowledge: A Course Journal",
        "A White Paper Based on the Literature Review Titled Review of Flipped Learning"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}