{
    "eid": "2-s2.0-84964089298",
    "title": "Ichnology of shallow marine clastic facies in the Belait Formation, Brunei Darussalam",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Earth and Planetary Sciences (miscellaneous)",
            "@code": "1901"
        }
    ],
    "keywords": [
        "Beliat Formation",
        "Brunei Darulssalam",
        "Tide-dominated environment",
        "Trace fossil",
        "Wave-dominated environment"
    ],
    "authors": [
        "Norzita Mat Fiah"
    ],
    "citedby-count": 12,
    "ref-count": 21,
    "ref-list": [
        "Ichnological signature of a brackish water deposit: an example from the Lower Cretaceous Grand Rapids Formation, Cold Lake oil sands area, Alberta",
        "Sequences, Stratigraphy, Sedimentology: Surface and Subsurface. Can. Soc. Petrol. Geol., Mem",
        "Depositional settings of the late Miocene-Pliocene succession of Belait Syncline, Brunei Darussalam: Implications for reservoir development",
        "Marine Invertebrate Neoichnology",
        "Journal of Sedimentary Research",
        "Ichnology: the use of trace fossils in sedimentology and stratigraphy.",
        "Trace fossils from the Panther Member, Star Point Formation (Upper Cretaceous), Coal Creek Canyon, Utah.",
        "Characteristic trace fossils in nearshore to offshore sequences, Upper Cretaceous of east-central Utah ( USA).",
        "Facies control on the reservoir quality of tidal deposits-Belait Formation, Brunei Darussalam",
        "Sedimentary facies and reservoir potential of selected outcrops of the Belait Formation in the Belait Syncline, Brunei Darussalam",
        "AAPG Annual Conference",
        "Low energy, low latitude wave-dominated shallow marine depositional systems: Examples from northern Borneo",
        "Ichnological aspects of Cretaceous shoreface successions and shoreface variability in the Western Interior Seaway of North America",
        "Lateral facies and permeability changes in upper shoreface sandstones, Berakas Syncline, Brunei Darussalam",
        "The Glossifungites ichnofacies: modern examples from the Georgia coast, USA.",
        "Facies Models: Response to Sea Level Change",
        "Depositional facies and trace fossils of a low wave energy shoreface succession, Albian Viking Formation, Chigwell Field, Alberta, Canada",
        "Facies distribution and stratigraphic development on a shale-cored ridge, Klias Peninsula, Malaysia",
        "Reservoir Sedimentology",
        "An outcrop to seismic correlation of the stratigraphic architecture of the Berakas syncline, Brunei Darussalam",
        "Tidally influenced deposits-Belait Formation of Brunei-Muara District, Brunei Darussalam"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Brisbane",
            "affilname": "LEAP Energy",
            "affiliation-country": "Australia"
        }
    ],
    "funding": []
}