{
    "eid": "2-s2.0-85133592389",
    "title": "How Does Self-Rated Health Differ among Older Vietnamese Men and Women?",
    "cover-date": "2019-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Demography",
            "@code": "3317",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Sociology and Political Science",
            "@code": "3312",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Aging",
        "Differential exposure",
        "Differential vulnerability",
        "Gender",
        "Health",
        "Viet Nam"
    ],
    "authors": [
        "Dung Duc Le",
        "Nekehia T. Quashie",
        "Vipan Prachuabmoh"
    ],
    "citedby-count": 4,
    "ref-count": 97,
    "ref-list": [
        "Self-rated health in Pakistan: Results of a national health survey",
        "Relationship between oral health–related quality of life, oral health, socioeconomic, and general health factors in elderly Brazilians",
        "Gender differences in health in later life: The new paradox?",
        "Gender and inequalities in health in later life",
        "Subjective financial well-being, income and health inequalities in mid and later life in Britain",
        "Health status and the demand for healthcare among the elderly in the rural Quoc-Oai District of Hanoi in Vietnam",
        "Social engagement as a longitudinal predictor of objective and subjective health",
        "Ageing and development: Putting gender back on the agenda",
        "Social integration, social networks, social support, and health",
        "Gender differences in the association of perceived social support and social network with self-rated health status among older adults: A population-based study in Brazil",
        "Gender differences in predictors of self-rated health among older adults in Brazil and Chile",
        "Advances in families and health research in the 21st century",
        "Sex differences in morbidity and mortality",
        "Gender differences in health among older Singaporeans",
        "Gender-specific responses to social determinants associated with self-perceived health in Taiwan: A multilevel approach",
        "Social support and self-rated health revisited: is there a gender difference in later life?",
        "Tests of equality betweeen sets of coefficients in two linear regressions",
        "Gender differences in health: Results from SHARE, ELSA and HRS",
        "Gender differences in predictors of self-rated health in Armenia: A population-based study of an economy in transition",
        "Gender differences in structural and behavioral determinants of health: an analysis of the social production of health",
        "Gender differences in health: A Canadian study of the psychosocial,structural and behavioural determinants of health",
        "Growing old in Southeast Asia: What do we know about gender?",
        "Happy people live longer: Subjective well-being contributes to health and longevity",
        "Self-rated health, interviewer-rated health, and their predictive powers on mortality in old age",
        "Social capital, gender, and self-rated health. Evidence from the Moscow health survey 2004",
        "Correlates of subjective health across the aging lifespan: Understanding self-rated health in the oldest old",
        "Working beyond the traditional retirement ages: How does chronic health condition influence older workers in Vietnam",
        "Determinants of work decisions among older people in rural Vietnam",
        "The older population in Vietnam during economic transformation: An overview. In Giang, T. L., and Duong, K. H. (eds)",
        "A cross-country comparison of sociodemographic correlates of depression in the WHO Study of Global Aging and Adult Health (SAGE)",
        "Social network types, intimacy and healthy longevity among the Chinese elderly",
        "The determinants and subsequent effect of self-rated health status on survival among elderly Americans",
        "Self-assessed health among Thai elderly",
        "Self-reported chronic diseases and associated sociodemographic status and lifestyle risk factors among rural Vietnamese adults",
        "Self-rated health and mortality: A review of twenty-seven community studies",
        "Gender, aging, and subjective well-being",
        "Non-communicable diseases (NCDs) in developing countries: A symposium report",
        "What is self-rated health and why does it predict mortality? Towards a unified conceptual model",
        "Self-reported health status of older adults in Malaysia and Singapore: Evidence from the 2007 global ageing survey",
        "Self-rated health and mortality: Gender- and age-specific contributions of explanatory factors in South Korea",
        "Is intergenerational solidarity really on the decline? Cautionary evidence from Thailand",
        "Gender roles in the family: Change and stability in Vietnam",
        "Militaary service, exposure to trauma, and health in older adulthood: An analysis of northern Vietnamese survivors of the Vietnam war",
        "Physical and mental health consequences of war-related stressors among older adults: An analysis of posttraumatic stress disorder and arthritis in northern Vietnamese war survivors",
        "The relevance of control beliefs for health and aging",
        "Gender differences in illhealth in Finland: Patterns, magnitude, and change",
        "The myth of gender diffeences in health: Social structural determinants across adult ages in Britain and Finland",
        "Socioeconomic disparities in health change in a longitudinal study of US adults: The role of health-risk behaviors",
        "Gender differences in prevalence and associated factors of multi-morbidity among older persons in Vietnam",
        "Gender differences in health: Are things really as simple as they seem?",
        "Gender and health: Reassessing patterns and explanations",
        "Chronic stress and the social patterning of women's health in Canada",
        "Gender differences in social network size and satisfaction in adults in their 70s",
        "Life satisfaction among older people in Italy in a gender approach",
        "Socioeconomic conditions, lifestyle factors, and self-rated health among men and women in Sweden",
        "Can financial insecurity and condescending treatment explain the higher prevalence of poor self-rated health in women than in men? A population-based cross-sectional study in Sweden",
        "Depression, chronic diseases, and decrements in health: Results from the world health surveys",
        "Global Health and aging",
        "Mapping the reform process in the public delivery of health services in Viet Nam",
        "Gender differences in economic support and well-being of older Asians",
        "Gender differences in the associations of life satisfaction with family and social relations among the Japanese elderly",
        "A longitudinal study of the effects of tobacco smoking and other modifiable risk factors on III health in middle-aged and older Americans: results from the health and retirement study and asset and health dynamics among the oldest survey",
        "Socioecnomic correlates of gender differential in poor health status among older adults in India",
        "Packages of care for depression in low and middle income countries",
        "Determinants of self rated health and mortality in Russia – Are they the same?",
        "Gender differences in self-concept and psychological well-being in old age: A meta-analysis",
        "Gender differences in the influence of economic, lifestyle, and psychosocial factors on later-life health",
        "Gender and health inequality",
        "Gender differences in trajectories of self-rated health in middle and old age: An examination of differential exposure and differential vulnerability",
        "Sex stratification and health lifestyle: Consequences for men's and women's perceived health",
        "Influence of socioeconomic status, wealth and financial empowerment on gender differences in health and healthcare utlilization in later life: Evidence from India",
        "Intergenerational transfers and living arrangements of older people in rural China: Consequences for psychological well-being",
        "Multiple health behaviours: Overview and implications",
        "The associations between life satisfaction and health-related quality of life, chronic illness, and health behaviors among US community-dwelling adults",
        "Multimorbidity – Not just an older persons’ issue. Results from an Australian biomedical study",
        "Gender and health status among older adults in Vietnam",
        "The gender division of household labor in Vietnam: Cohort trends and regional variations",
        "How do living arrangements and intergenerational support matter for psychological health of elderly parents? Evidence from Myanmar, Vietnam, and Thailand",
        "Social relationships and health behavior across life course",
        "Gender and health: An update on hypotheses and evidence",
        "Sex differentials in health and mortality",
        "Marriage, social networks, and health at older ages",
        "Chronic diseases: An increasing challenge in developing countries",
        "Social participation and subjective well-being among retirees in China",
        "Social engagement and health: Findings from the 2013 survey of the shanghai elderly life and opinion",
        "Explaining health differences between men and women in later life: A cross-city comparison in Latin America and the Caribbean"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hanoi",
            "@id": "128317256",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/128317256",
            "affiliation-country": "Viet Nam"
        }
    ],
    "funding": []
}