{
    "eid": "2-s2.0-85032425979",
    "title": "Mahanine enhances the glucose-lowering mechanisms in skeletal muscle and adipocyte cells",
    "cover-date": "2017-12-09",
    "subject-areas": [
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Biophysics",
            "@code": "1304"
        },
        {
            "$": "Cell Biology",
            "@code": "1307"
        },
        {
            "$": "Molecular Biology",
            "@code": "1312"
        }
    ],
    "keywords": [
        "Adipocyte cells",
        "Glucose uptake",
        "GLUT4 translocation",
        "Mahanine",
        "Skeletal muscle"
    ],
    "authors": [
        "Nattakarn Nooron"
    ],
    "citedby-count": 17,
    "ref-count": 27,
    "ref-list": [
        "Obesity and the metabolic syndrome in developing countries",
        "Type 2 Diabetes Mellitus and Skeletal Muscle Metabolic Function",
        "Diabetes-related microvascular and macrovascular diseases in the physical therapy setting",
        "Comorbidities of Diabetes and Hypertension: Mechanisms and Approach to Target Organ Protection",
        "Costs of diabetes and its complications in Poland",
        "Insulin signalling and the regulation of glucose and lipid metabolism",
        "Sulfonylureas stimulate glucose uptake through GLUT4 transporter translocation in rat skeletal muscle",
        "AMP-activated protein kinase in metabolic control and insulin signaling",
        "World J. Nephrol.",
        "Indian herbs and herbal drugs used for the treatment of diabetes",
        "A pharmacological appraisal of medicinal plants with antidiabetic potential",
        "Ginsenoside Rb1 promotes browning through regulation of PPARγ in 3T3-L1 adipocytes",
        "Insulin--history, biochemistry, physiology and pharmacology.",
        "Glucose-regulated anaplerosis and cataplerosis in pancreatic β cells: Possible implication of a pyruvate/citrate shuttle in insulin secretion",
        "Triggering and amplifying pathways of regulation of insulin secretion by glucose",
        "Antiobesity and lipid lowering effects of Murraya koenigii (L.) Spreng leaves extracts and mahanimbine on high fat diet induced obese rats",
        "Murraya koenigii (L.) Spreng. ameliorates insulin resistance in dexamethasone-treated mice by enhancing peripheral insulin sensitivity",
        "Insulin resistance due to lipid-induced signaling defects could be prevented by mahanine",
        "Carbazole alkaloids from Murraya koenigii trigger apoptosis and autophagic flux inhibition in human oral squamous cell carcinoma cells",
        "Antihyperglycemic effects of Pandanus amaryllifolius Roxb. leaf extract",
        "Insulin receptor synthesis and turnover in differentiating 3T3-L1 preadipocytes",
        "Genistein directly inhibits GLUT4-mediated glucose uptake in 3T3-L1 adipocytes",
        "P-Coumaric acid modulates glucose and lipid metabolism via AMP-activated protein kinase in L6 skeletal muscle cells",
        "Stimulation of glucose uptake by theasinensins through the AMP-activated protein kinase pathway in rat skeletal muscle cells",
        "Osthole enhances glucose uptake through activation of AMP-activated protein kinase in skeletal muscle cells",
        "The GLUT4 Glucose Transporter",
        "Antidiabetic Activities of Triterpenoids Isolated from Bitter Melon Associated with Activation of the AMPK Pathway"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ramkhamhaeng University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "affilname": "Burapha University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research University Project",
        "Overseas Research Experience Scholarship for Graduate Student",
        "Ratchadaphiseksomphot Endowment Fund",
        "Center of Excellence in Regulatory Science and Innovation",
        "Office of the Higher Education Commission",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}