{
    "eid": "2-s2.0-85159710524",
    "title": "Innovareef Concept for Recovery and Rehabilitation of Coral Reef Ecosystems",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Computer Science Applications",
            "@code": "1706",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Energy Engineering and Power Technology",
            "@code": "2102",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Global and Planetary Change",
            "@code": "2306",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Waste Management and Disposal",
            "@code": "2311",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Artificial coral reef",
        "artificial habitats",
        "innovation",
        "new product development",
        "Thailand"
    ],
    "authors": [
        "Warut Srisuwan",
        "Chayodom Sabhasri",
        "Nantarika Chansue"
    ],
    "citedby-count": 0,
    "ref-count": 29,
    "ref-list": [
        "Coral reef restoration projects in Thailand",
        "Economic valuation of coral reefs at Phi Phi Islands, Thailand",
        "Analysts warn! Thailand does not addict to tourism income too much",
        "Impact of tsunami on the seafloor and corals in Thailand",
        "R.B. Repeated Coral Bleaching in the Andaman Sea, Thailand",
        "Through bleaching and tsunami: Coral reef recovery in the Maldives",
        "Opinion. Securing a long-term future for coral reefs",
        "Taking the metabolic pulse of the world's coral reefs",
        "An ecological halo surrounding a large offshore artificial reef: Sediments, infauna, and fish foraging",
        "The use of waste materials in utility poles, crossarms, paver, and reef balls concrete structures: Advantages and care",
        "Complex reef architecture supports more small-bodied fishes and longer food chains on Caribbean reefs",
        "Shelter characteristics and Caribbean fish assemblages: Experiments with artificial reefs",
        "Habitat characteristics affecting fish assemblages on a Hawaiian coral reef",
        "Introduction to the role artificial reefs play in fisheries management",
        "How artificial reefs design and architectural complexity affects the benthic colonization",
        "Algae attachment on carbonated cements in fresh and brackish waters-Preliminary results",
        "Preliminary investigation of artificial reef concrete with sulphoaluminate cement, marine sand and sea water",
        "Coal ash for artificial habitats in Italy",
        "Habitat associations of juvenile fish at Ningaloo Reef, Western Australia: The importance of coral and algae",
        "Colonization of artificial reef materials by corals and other sessile organisms",
        "A dynamic model of process and product innovation",
        "Technological discontinuities and dominant designs: A cyclical model of technological change",
        "Patterns of industrial innovation",
        "Technological discontinuities and organizational environments"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}