{
    "eid": "2-s2.0-85038256136",
    "title": "Cultivation of harpacticoid copepods (families harpacticidae and laophontidae) under selected environmental conditions",
    "cover-date": "2017-08-01",
    "subject-areas": [
        {
            "$": "General Agricultural and Biological Sciences",
            "@code": "1100"
        }
    ],
    "keywords": [
        "Environmental parameters",
        "Harpacticoid copepod",
        "Laboratory culture",
        "Zooplankton"
    ],
    "authors": [
        "Porntep Punnarak"
    ],
    "citedby-count": 7,
    "ref-count": 40,
    "ref-list": [
        "Sensitivity of the marine benthic copepod tisbe biminiensis (Copepoda, Harpacticoida) to potassium dichromate and sediment particle size",
        "Competition between the sibling species Tisbe holothuriae and T. battagliai (Harpacticoida)",
        "Mar. Ecol. Prog. Ser.",
        "Can. J. Fish. Aquat. Sci.",
        "Refuges from fish predation: experiments with phytal meiofauna from the New Zealand rocky intertidal.",
        "Culture of harpacticoid copepods: Potential as live feed for rearing marine fish",
        "Is diatom size selection by harpacticoid copepods related to grazer body size?",
        "Does sediment grain size affect diatom grazing by harpacticoid copepods?",
        "Status and recommendations on marine copepod cultivation for use as live feed",
        "Effect of crowding on nauplii production during mating time in Tisbe clodiensis and T. holothuriae (Copepoda, Harpacticoida)",
        "The impact of sediment accumulations, relative habitat complexity and elevation on rocky shore meiofauna",
        "AEROBIC DECOMPOSITION OF SEDIMENT AND DETRITUS AS A FUNCTION OF PARTICLE SURFACE AREA AND ORGANIC CONTENT",
        "Effects of diet and starvation on digestive enzyme activity and feeding behavior of the marine copepod Calanus pacificus",
        "Species associations and seasonal population densities of marine phytal harpacticoid copepods from cook strait",
        "Structure of phytal harpacticoid copepod assemblages and the influence of habitat complexity and turbidity",
        "Metabolic rates of epipelagic marine copepods as a function of body mass and temperature",
        "THE SALINITY TOLERANCE OF SOME ESTUARINE PLANKTONIC COPEPODS",
        "J. Kor. Fish. Soc.",
        "Mar. Eco. Prog. Ser.",
        "Effects of some environmental parameters on the reproduction and development of a tropical marine harpacticoid copepod Nitocra affinis f. californica Lang",
        "Arch. Hydrobiol.",
        "The effects of dietary fatty acids on the fatty acid composition of the harpacticoid copepod, Tisbe sp., for use as a live food for marine fish larvae",
        "The effects of temperature and dietary fatty acids on the fatty acid composition of harpacticoid copepods, for use as a live food for marine fish larvae",
        "Development body length, and feeding of Tigriopus californicus (Copepoda, Harpacticoida) in laboratory and field populations",
        "The copepod Tigriopus: A promising marine model organism for ecotoxicology and environmental genomics",
        "The Big Fish Bang. Proceedings of the 26th Annual Larval Fish Conference",
        "Mass culture and offspring production of marine harpacticoid copepod Tisbe biminiensis",
        "Production and use of copepods in marine fish larviculture",
        "Effects of environmental gradients on the distribution of harpacticoid copepods in an intertidal flat, Portobello Bay, Otago Harbour, New Zealand",
        "Nutritional composition of farmed and wild sandworms, Perinereis nuntia",
        "Starvation tolerance of a planktonic marine copepod Pseudocalanus newmani Frost",
        "Temperature Affects the Use of Storage Fatty Acids as Energy Source in a Benthic Copepod (Platychelipus littoralis, Harpacticoida)",
        "Culture and growth of a marine harpacticoid, pararobertsonia sp. in different salinity and temperature",
        "Effect of density on larval development and female productivity of Tisbe holothuriae (Copepoda, Harpacticoida) under laboratory conditions"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}