{
    "eid": "2-s2.0-84906346158",
    "title": "Acute effect of Russell's viper (Daboia siamensis) venom on renal tubular handling of sodium in isolated rabbit kidney",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Daboia siamensis",
        "Isolated rabbit kidney",
        "Renal tubular handling of sodium",
        "Russell's viper venom"
    ],
    "authors": [
        "Narongsak Chaiyabutr"
    ],
    "citedby-count": 6,
    "ref-count": 20,
    "ref-list": [
        "Renal function following Russell's viper venom administration in dogs treated with an α-adrenergic receptor blocker, inhibitors of converting enzyme and thromboxane synthetase",
        "Nephrotoxicity in snake envenomation",
        "Chula Med J",
        "In vitro nephrotoxicity of Russell's viper venom",
        "Direct nephrotoxicity of Russell's Viper venom demonstrated in the isolated perfused rat kidney",
        "Thai J Vet Med",
        "Evaluation of lithium clearance as a marker of proximal tubule sodium handling",
        "Lithium clearance: A new method for determining proximal and distal tubular reabsorption of sodium and water",
        "The isolated perfused rat kidney model: a useful tool for drug discovery and development.",
        "Effect of Russell's viper (Vipera russelli siamensis) venom on renal hemodynamics in dogs",
        "An Anthrone Procedure for Determination of Inulin in Biological Fluids",
        "Principle of Renal Physiology",
        "Renal effects and injury induced by animal toxins",
        "Renal toxicity of Bothrops moojeni snake venom and its main myotoxins",
        null,
        "The effect of Bothrops jararaca venom on rat kidney after short-term exposure: Preliminary results",
        "Actions of Crotalus durissus terrificus venom and crotoxin on the isolated rat kidney",
        "Dynamic autoregulation in the in vitro perfused hydronephrotic rat kidney",
        "Thai J Physiol. Sci.",
        "Snakebite nephropathy (review article)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thai Red Cross Agency",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}