{
    "eid": "2-s2.0-85142923514",
    "title": "Organophosphate Pesticides Sensor using Copper Oxide Nanorods Modified on Screen-Printed Carbon Electrodes",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Bioengineering",
            "@code": "1502",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Electrical and Electronic Engineering",
            "@code": "2208",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Materials Chemistry",
            "@code": "2505",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Condensed Matter Physics",
            "@code": "3104",
            "@abbrev": "PHYS"
        }
    ],
    "keywords": [],
    "authors": [
        "P. Bulpakdi",
        "P. Dhanasomboon",
        "S. Sungkobol",
        "C. Thanachayanont",
        "P. Pungetmongkol"
    ],
    "citedby-count": 0,
    "ref-count": 17,
    "ref-list": [
        "Chemical Pesticides and Human Health: The Urgent Need for a New Concept in Agriculture",
        "Toxic effects of pesticide mixtures at a molecular level: Their relevance to human health",
        "Multi-residue pesticides analysis in water samples using reverse phase high performance liquid chromatography (RP-HPLC)",
        "Liquid Chromatography-Mass Spectrometry in the Analysis of Pesticide Residues in Food",
        "Speculation of Nano-gap Sensor for DNA sequencing technology: A Review on Synthetic Nanopores",
        "Single-Molecule Detection of DNA in a Nanochannel by High-Field Strength-Assisted Electrical Impedance Spectroscopy",
        "Acetylcholinesterase in organic solvents for the detection of pesticides: Biosensor application",
        "Acetylcholinesterase biosensor based on self-assembled monolayermodified gold-screen printed electrodes for organophosphorus insecticide detection",
        "Electrochemical (Bio)Sensors for Pesticides Detection Using Screen-Printed Electrodes",
        "Electrochemical determination of methyl parathion using poly (malachite green)/graphene nanosheets-nafion composite film-modified glassy carbon electrode",
        "Nonenzymatic organophosphorus pesticide detection using gold atomic cluster modified electrode",
        "Development of a Nonenzymatic Electrochemical Sensor for Organophosphate Pesticide Detection Using Copper (II) Oxide Nanorod Electrodes",
        "A comparative molecular study between chlorpyriphos and parathion using CuO nanohair pesticide sensor",
        "Copper Oxide Nanorods Electrodes For Organophosphate Pesticide Sensor",
        "A methyl parathion electro-chemical sensor based on Nano-TiO2, graphene composite film modified electrode",
        "Development of Electrochemical Sensor Based on Graphene Oxide Electrode Modified by Silver-Doped ZnO Nanorods for Detection of Carbamate Pesticide in Food"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60014471",
            "affilname": "Thailand National Metal and Materials Technology Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014471",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}