{
    "eid": "2-s2.0-84930415484",
    "title": "Perioperative risk factors for acute kidney injury after liver resection surgery: an historical cohort study Facteurs de risque périopératoires de lésion rénale aiguë après résection hépatique: une étude de cohorte historique",
    "cover-date": "2015-07-06",
    "subject-areas": [
        {
            "$": "Anesthesiology and Pain Medicine",
            "@code": "2703"
        }
    ],
    "keywords": [],
    "authors": [
        "Arisa Tomozawa"
    ],
    "citedby-count": 57,
    "ref-count": 40,
    "ref-list": [
        "Acute renal failure in the surgical setting",
        "Prevention of perioperative acute renal failure: What works?",
        "Preoperative estimated glomerular filtration rate and RIFLE-classified postoperative acute kidney injury predict length of stay post-coronary bypass surgery in an Australian setting",
        "Acute renal dysfunction following hip fracture",
        "Acute kidney injury after gastric bypass surgery",
        "Impact of minimal increases in serum creatinine on outcome in patients after cardiothoracic surgery: Do we have to revise current definitions of acute renal failure?",
        "Long-term risk of mortality and acute kidney injury during hospitalization after major surgery",
        "Determinants of postoperative acute kidney injury",
        "Acute kidney injury after cardiac surgery. Focus on modifiable risk factors",
        "Development and validation of an acute kidney injury risk index for patients undergoing general surgery: Results from a national data set",
        "Acute kidney injury is associated with increased long-term mortality after cardiothoracic surgery",
        "Risk factors for massive bleeding during major hepatectomy",
        "Perioperative renal protection",
        "Development and validation of a prediction score for postoperative acute renal failure following liver resection",
        "Acute renal failure - definition, outcome measures, animal models, fluid therapy and information technology needs: the Second International Consensus Conference of the Acute Dialysis Quality Initiative (ADQI) Group.",
        "Acute Kidney Injury Network: Report of an initiative to improve outcomes in acute kidney injury",
        "Revised Equations for Estimated GFR From Serum Creatinine in Japan",
        "A simulation study of the number of events per variable in logistic regression analysis",
        "Acute kidney injury after cardiac surgery according to Risk/Injury/Failure/Loss/End-stage, Acute Kidney Injury Network, and Kidney Disease: Improving Global Outcomes classifications",
        "Acute kidney injury in critically ill patients classified by AKIN versus RIFLE using the SAPS 3 database",
        "Renal impairment following total joint arthroplasty. Who is at risk?",
        "Acute kidney injury following total joint arthroplasty: Retrospective analysis",
        "Acute kidney injury following bariatric surgery",
        "Acute kidney injury after lung resection surgery: Incidence and perioperative risk factors",
        "Risk factors of acute kidney injury according to RIFLE criteria after lung cancer surgery",
        "Predictive factors of acute renal failure in colon and rectal surgery",
        "Incidence, risk factors, and prediction of acute kidney injury after off-pump coronary artery bypass grafting",
        "Clinical consequences of red cell storage in the critically ill",
        "Advance targeted transfusion in anemic cardiac surgical patients for kidney protection: An unblinded randomized pilot clinical trial",
        "Red cell storage and prognosis",
        "The impact of storage on red cell function in blood transfusion",
        "Iron release, oxidative stress and erythrocyte ageing",
        "Evolution of adverse changes in stored RBCs",
        "Postoperative Renal Failure",
        "Perioperative outcomes of major hepatic resections under low central venous pressure anesthesia: Blood loss, blood transfusion, and the risk of postoperative renal dysfunction",
        "Pulmonary/renal interaction",
        "Intraoperative hydroxyethyl starch 70/0.5 is not related to acute kidney injury in surgical patients: Retrospective cohort study",
        "Course of acute renal failure studied by a model of creatinine kinetics",
        "Low-flow sevoflurane compared with low-flow isoflurane anesthesia in patients with stable renal insufficiency",
        "Renal function in patients with high serum fluoride concentrations after prolonged sevoflurane anesthesia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "Graduate School of Medical and Dental Sciences",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ministry of Education, Culture, Sports, Science and Technology"
    ]
}