{
    "eid": "2-s2.0-85054364030",
    "title": "Distinct microbial community performing dissimilatory nitrate reduction to ammonium (DNRA) in a high C/NO3 – reactor",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Soil Science",
            "@code": "1111",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "C/NO3 – ratio",
        "Dissimilatory nitrate reduction to ammonium (DNRA)",
        "Illumina MiSeq 16S rRNA sequencing",
        "Semi-continuous sequencing batch reactor",
        "Stable-isotope tracer"
    ],
    "authors": [
        "Pokchat Chutivisut",
        "Kazuo Isobe",
        "Sorawit Powtongsook",
        "Wiboonluk Pungrasmi",
        "Futoshi Kurisu"
    ],
    "citedby-count": 17,
    "ref-count": 44,
    "ref-list": [
        "Nitrate and nitrite reductions with anaerobic sludge using various carbon sources: Glucose, glycerol, acetic acid, lactic acid and methanol",
        "Nitrate reduction by anaerobic sludge using glucose at various nitrate concentrations: Ammonification, denitrification and methanogenic activities",
        "Nitrogen removal in a modified anaerobic baffled reactor (ABR): 1, denitrification",
        "Kinetic explanation for accumulation of nitrite, nitric oxide, and nitrous oxide during bacterial denitrification",
        "Sulfide-induced dissimilatory nitrate reduction to ammonia in anaerobic freshwater sediments",
        "Have we overemphasized the role of denitrification in aquatic ecosystems? A review of nitrate removal pathways",
        "A membrane-bound dissimilatory nitrate reductase from Rhodobacter sphaeroides f.Sp. denitrificans",
        "Tolumonas osonensis sp. Nov., isolated from anoxic freshwater sediment, and emended description of the genus Tolumonas",
        "Denitrification and dissimilatory nitrate reduction to ammonium (DNRA) activities in freshwater sludge and biofloc from Nile tilapia aquaculture systems",
        "Anaerobic benzene oxidation coupled to nitrate reduction in pure culture by two strains of Dechloromonas",
        "Nitrite reduction to ammonia by fermentative bacteria: A short circuit in the biological nitrogen cycle",
        "Diversity of microbial communities correlated to physiochemical parameters in a digestion basin of a zero-discharge mariculture system",
        "Pilot-scale biological sulphate and nitrate removal utilizing producer gas as energy source",
        "Investigation of an acetate-fed denitrifying microbial community by stable isotope probing, full-cycle rRNA analysis, and fluorescent in situ hybridization-microautoradiography",
        "Recoding of the stop codon UGA to glycine by a BD1-5/SN-2 bacterium and niche partitioning between Alpha-and Gammaproteobacteria in a tidal sediment microbial community naturally selected in a laboratory chemostat",
        "Highly diverse nirK genes comprise two major clades that harbour ammonium-producing denitrifiers",
        "Oil field souring control by nitrate-reducing Sulfurospirillum spp. That outcompete sulfate-reducing bacteria for organic electron donors",
        "Analytical techniques for quantifying15N/14N of nitrate, nitrite, total dissolved nitrogen and ammonium in environmental samples using a gas chromatograph equipped with a quadrupole mass spectrometer",
        "Hydrotalea flavagen. Nov., sp. nov., a new member of the phylum Bacteroidetes and allocation of the genera Chitinophaga, Sediminibacterium, Lacibacter, Flavihumibacter, Flavisolibacter, Niabella, Niastella, Segetibacter, Parasegetibacter, Terrimonas, Ferruginibacter, Filimonas and Hydrotalea to the family Chitinophagaceae fam. nov",
        "Denitrification and dissimilatory nitrate reduction to ammonium in digested sludge",
        "Microbial nitrate respiration—genes, enzymes and environmental distribution",
        "The environmental controls that govern the end product of bacterial nitrate respiration",
        "Quantitative and qualitative β diversity measures lead to different insights into factors that structure microbial communities",
        "Description of Sulfurospirillum halorespirans sp. Nov., an anaerobic, tetrachloroethene-respiring bacterium, and transfer of Dehalospirillum multivorans to the genus Sulfurospirillum as Sulfurospirillum multivorans comb. nov",
        "Different physiological roles of two independent pathways for nitrite reduction to ammonia by enteric bacteria",
        "Competition for nitrate between denitrifying Pseudomonas stutzeri and nitrate ammonifying entero-bacteria",
        "Dissimilatory nitrate reduction to ammonium coupled to Fe(II) oxidation in sediments of a periodically hypoxic estuary",
        "Nitrogen cycling in tropical plantation forests: Potential controls on nitrogen retention",
        "Nitrous oxide production by Escherichia coli is correlated with nitrate reductase activity",
        "Sulfurospirillum barnesii sp. Nov. and Sulfurospirillum arsenophilum sp. nov., new members of the Sulfurospirillum clade of the ε-Proteobacteria",
        "Growth yields in bacterial denitrification and nitrate ammonification",
        "Geobacter lovleyi sp. Nov. strain SZ, a novel metal-reducing and tetrachloroethene-dechlorinating bacterium",
        "Denitrification: Ecological niches, competition and survival",
        "Paludibacter propionicigenes gen. Nov., sp. nov., a novel strictly anaerobic, Gram-negative, propionate-producing bacterium isolated from plant residue in irrigated rice-field soil in Japan",
        "Enrichment of DNRA bacteria in a continuous culture",
        "DNRA and denitrification coexist over a broad range of acetate/N-NO3–ratios, in a chemostat enrichment culture",
        "Role of nitrite in the competition between denitrification and DNRA in a chemostat enrichment culture",
        "Nitric oxide production by the human intestinal microbiota by dissimilatory nitrate reduction to ammonium",
        "The thiobacilli",
        "The nrfA and nirB nitrite reductase operons in Escherichia coli are expressed differently in response to nitrate than to nitrite",
        "Denitrification in an intertidal seagrass meadow, a comparison of15N-isotope and acetylene-block techniques: Dissimilatory nitrate reduction to ammonia as a source of N2O",
        "The family Comamonadaceae",
        "Denitrification versus respiratory ammonification: Environmental controls of two competing dissimilatory NO3–/NO2–reduction pathways in Shewanella loihica strain PV-4"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60103900",
            "affilname": "Graduate School of Agricultural and Life Sciences The University of Tokyo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103900",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60025272",
            "affilname": "The University of Tokyo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025272",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chula Engineering",
        "Chulalongkorn University",
        "NSTDA",
        "NANOTEC",
        "Ministry of Science and Technology, Thailand"
    ]
}