{
    "eid": "2-s2.0-84937857510",
    "title": "Practices and challenges of infectious waste management: A qualitative descriptive study from tertiary care hospitals in Pakistan",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Healthcare personnel",
        "Infectious waste management",
        "Pakistan",
        "Tertiary care hospitals"
    ],
    "authors": [
        "Ramesh Kumar"
    ],
    "citedby-count": 19,
    "ref-count": 23,
    "ref-list": [
        "A total quality management approach to healthcare waste management in Namazi Hospital, Iran",
        "Medical waste management in China: A case study of Nanjing",
        "Knowledge, attitude and practices of health staff regarding infectious waste handling of tertiary care health facilities at metropolitan city of Pakistan.",
        "Healthcare waste management (HCWM) in Pakistan: current situation and training options.",
        "Injection practices and sharp waste disposal by general practitioners of Murree, Pakistan.",
        "Health-care waste management",
        "Hospital waste management in the teaching hospitals of Karachi",
        "Outcome of 7-S, TQM technique for healthcare waste management",
        "Safe management of wastes from healthcare activities",
        "Development of a waste management protocol based on assessment of knowledge and practice of healthcare personnel in surgical departments",
        "Infection control practices in facilities for highly infectious diseases across Europe",
        "Improved injection safety after targeted interventions in the Syrian Arab Republic",
        "Survey of sharp waste disposal system in clinics of New Karachi",
        "Awareness of biomedical waste management among health care personnel in jaipur, India.",
        "Improving waste segregation while reducing costs in a tertiary-care hospital in a lower-middle-income country in Central America",
        "Profile of medical waste management in two healthcare facilities in Lagos, Nigeria: A case study",
        "Health care and public health in South Asia",
        "Medical waste management practices in a Southern African hospital",
        "Job satisfaction in nurses working in tertiary level health care settings of Islamabad, Pakistan.",
        "Job satisfaction among public health professionals working in public sector: A cross sectional study from Pakistan",
        "Awareness, practice of safety measures and the handling of medical wastes at a tertiary hospital in Nigeria.",
        "Report: Healthcare waste characterization in Chittagong Medical College Hospital, Bangladesh",
        "Hospital generated waste: A plan for its proper management"
    ],
    "affiliation": [
        {
            "affiliation-city": "Islamabad",
            "affilname": "Health Services Academy Islamabad",
            "affiliation-country": "Pakistan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}