{
    "eid": "2-s2.0-85008144312",
    "title": "Single and combined effects of phosphate, silicate, and natural organic matter on arsenic removal from soft and hard groundwater using ferric chloride Effets uniques et combinés du phosphate, du silicate et de la matière organique naturelle sur l’élimination de l’arsenic des eaux souterraines douces et dures à l’aide de chlorure ferrique Efeito único e combinado de fosfato, silicato, e matéria orgânica natural na remoção de arsênio de águas subterrâneas moles e duras usando cloreto férrico Efectos individuales y combinados del fosfato, silicato y materia orgánica natural sobre la remoción de arsénico en aguas subterráneas blandas y duras usando cloruro férrico",
    "cover-date": "2017-06-01",
    "subject-areas": [
        {
            "$": "Water Science and Technology",
            "@code": "2312"
        },
        {
            "$": "Earth and Planetary Sciences (miscellaneous)",
            "@code": "1901"
        }
    ],
    "keywords": [
        "Arsenic",
        "Contamination",
        "Coprecipitation",
        "Health",
        "Laboratory experiments"
    ],
    "authors": [
        "Penradee Chanpiwat"
    ],
    "citedby-count": 5,
    "ref-count": 22,
    "ref-list": [
        "Hanoi, Vietnam",
        "Coagulation with hydrolyzing metal salts: Mechanisms and water quality impacts",
        null,
        "Transmission electron microscopy of a phosphate effect on the colloid structure of iron hydroxide",
        "Arsenic removal by ferric chloride",
        "Arsenic geochemistry of groundwater in Southeast Asia",
        "Calcium-enhanced ferric hydroxide co-precipitation of arsenic in the presence of silicate",
        "Effect of ortho- and polyphosphates on the properties of iron particles and suspensions",
        "Phosphorus sorption during iron(II) oxidation in the presence of dissolved silica",
        "Effects of silicate, sulfate, and carbonate on arsenic removal by ferric chloride",
        "Combined effects of anions on arsenic removal by iron hydroxides",
        "Contamination of groundwater and risk assessment for arsenic exposure in Ha Nam province, Vietnam",
        "The effects of pH, ionic strength, and iron-fulvic acid interactions on the kinetics of non-photochemical iron transformations. I. Iron(II) oxidation and iron(III) colloid formation",
        "Natural organic matter affects Arsenic speciation and sorption onto hematite",
        "Evidence for the aquatic binding of arsenate by natural organic matter-suspended Fe(III)",
        "Protecting groundwater for health: managing the quality of drinking-water resources",
        "Arsenic contamination, consequences and remediation techniques: A review",
        "Groundwater quality and groundwater pollution. Retrieved from",
        "Water hardness and alkalinity",
        "Nunez L",
        "Adsorption of arsenic onto hydrous ferric oxide: Effects of adsorbate/adsorbent ratios and co-occurring solutes",
        "Arsenic contamination of groundwater in South and East Asian countries"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Seoul",
            "affilname": "Mine Reclamation Corp.",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Gwangju",
            "affilname": "Gwangju Institute of Science and Technology",
            "affiliation-country": "South Korea"
        }
    ],
    "funding": [
        "International Environmental Research Center",
        "United Nations University",
        "Gwangju Institute of Science and Technology"
    ]
}