{
    "eid": "2-s2.0-85146490862",
    "title": "Dark fermentative hydrogen production and transcriptional analysis of genes involved in the unicellular halotolerant cyanobacterium Aphanothece halophytica under nitrogen and potassium deprivation",
    "cover-date": "2023-01-06",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Bioengineering",
            "@code": "1502",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Histology",
            "@code": "2722",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Biomedical Engineering",
            "@code": "2204",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Aphanothece halophytica",
        "gene expression",
        "hydrogen production",
        "nitrogen deprivation",
        "potassium deprivation"
    ],
    "authors": [
        "Nattanon Chinchusak",
        "Aran Incharoensakdi",
        "Saranya Phunpruch"
    ],
    "citedby-count": 1,
    "ref-count": 46,
    "ref-list": [
        "Pleiotropic effects of potassium deficiency in a heterocystous, nitrogen-fixing cyanobacterium, Anabaena torulosa",
        "Optimization of metabolic capacity and flux through environmental cues to maximize hydrogen production by the cyanobacterium “Arthrospira (Spirulina) maxima”",
        "Enhancing biological hydrogen production from cyanobacteria by removal of excreted products",
        "Production of H2by sulphur‐deprived cells of the unicellular cyanobacteria Gloeocapsa alpicola and Synechocystis sp. PCC 6803 during dark incubation with membrane or at various extracellular pH",
        "Response of H2production and Hox-hydrogenase activity to external factors in the unicellular cyanobacterium Synechocystis sp. Strain PCC 6803",
        "Nitrogen fixation and hydrogen metabolism in cyanobacteria",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Enhancement of dark fermentative hydrogen production in nitrogen-deprived halotolerant unicellular cyanobacterium Aphanothece halophytica by treatment with reducing agents",
        "Transcriptome landscape of Synechococcus elongatus PCC 7942 for nitrogen starvation responses using RNA-seq",
        "Colorimetric method for determination of sugars and related substances",
        "Glycogen content and nitrogenase activity in Anabaena variabilis",
        "Occurrence of facultative anoxygenic photosynthesis among filamentous and unicellular cyanobacteria",
        "Pyruvate kinase triggers a metabolic feedback loop that controls redox metabolism in respiring cells",
        "Electrohydrogenesis: Energy efficient and economical technology for biohydrogen production",
        "The bidirectional NiFe-hydrogenase in Synechocystis sp. PCC 6803 is reduced by flavodoxin and ferredoxin and is essential under mixotrophic, nitrate-limiting conditions",
        "Enhanced biohydrogen production by the N2-fixing cyanobacterium Anabaena siamensis strain TISTR 8012",
        "Metabolic and genetic engineering of cyanobacteria for enhanced hydrogen production",
        "Genetic and biochemical evidence for distinct key functions of two highly divergent GAPDH genes in catabolic and anabolic carbon flow of the cyanobacterium Synechocystis sp. PCC 6803",
        "Reprogramming the glycolytic pathway for increased hydrogen production in cyanobacteria: Metabolic engineering of NAD+-dependent GAPDH",
        "Hydrogen formation by marine blue-green algae",
        "AMP- and Fructose-1, 6, -biphosphate-activated pyruvate kinases from Escherichia coli",
        "The [NiFe]-hydrogenase of the cyanobacterium Synechocystis sp. PCC 6803 works bidirectionally with a bias to H2production",
        "Purification and catalytic properties of Ech hydrogenase from Methanosarcina barkeri",
        "Hydrogen production by the unicellular, diazotrophic cyanobacterium Cyanothece sp. strain ATCC 51142 under conditions of continuous light",
        "Comparative analysis of kdp and ktr mutants reveals distinct roles of the potassium transporters in the model cyanobacterium Synechocystis sp. strain PCC 6803",
        "Pyruvate kinase revisited the activating effect of K+",
        "Nitrogen induction of sugar catabolic gene expression in Synechocystis sp. PCC 6803",
        "Hydrogen production by immobilized cells of unicellular halotolerant cyanobacterium Aphanothece halophytica in alginate beads",
        "Effects of the photosystem II inhibitors CCCP and DCMU on hydrogen production by the unicellular halotolerant cyanobacterium Aphanothece halophytica",
        "Enhanced dark fermentative H2production by agar-immobilized cyanobacterium Aphanothece halophytica",
        "Simazine enhances dark fermentative H2production by unicellular halotolerant cyanobacterium Aphanothece halophytica",
        "Potassium deficiency, a “smart” cellular switch for sustained high yield hydrogen production by the green alga Scenedesmus obliquus",
        "Response of green alga Tetraspora sp. CU2551 under potassium deprivation: A new promising strategy for hydrogen production",
        "Identification of bidirectional hydrogenase genes and their co-transcription in unicellular halotolerant cyanobacterium Aphanothece halophytica",
        "Enhancement of hydrogen production by the filamentous non-heterocystous cyanobacterium. Arthrospira sp. PCC 8005",
        "Characteristics of hydrogen production by immobilized cyanobacterium Microcystis aeruginosa through cycles of photosynthesis and anaerobic incubation",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Effect of a pyruvate kinase (pykF-gene) knockout mutation on the control of gene expression and metabolic fluxes in Escherichia coli",
        "Biochemical and genetic engineering strategies to enhance hydrogen production in photosynthetic algae and cyanobacteria",
        "Factors affecting biohydrogen production by unicellular halotolerant cyanobacterium Aphanothece halophytica",
        "Dark fermentative hydrogen production by the unicellular halotolerant cyanobacterium Aphanothece halophytica grown in seawater",
        "Effect of metal cofactors of key enzymes on biohydrogen production by nitrogen fixing cyanobacterium Anabaena siamensis TISIR 8012",
        "CO2fixation rate and RuBisCO content increase in the halotolerant cyanobacterium, Aphanothece halophytica, grown in high salinities",
        "Anionic metabolite biosynthesis enhanced by potassium under dark, anaerobic conditions in cyanobacteria",
        "Effect of cell density and nutrient deprivation on hydrogen production by unicellular green alga Scenedesmus sp. KMITL-OVG1"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ladkrabang Bangkok",
            "@id": "60021543",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021543",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "102044311",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/102044311",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "School of Science, King Mongkut’s Institute of Technology Ladkrabang",
        "King Mongkut’s Institute of Technology Ladkrabang"
    ]
}