{
    "eid": "2-s2.0-85118303218",
    "title": "Dentists’ Attitudes Toward Dental Implant Maintenance in Thailand",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Dentistry (all)",
            "@code": "3500",
            "@abbrev": "DENT"
        }
    ],
    "keywords": [
        "dental care",
        "dental education",
        "dental implantation",
        "dentists’ role",
        "professional competence",
        "questionnaires"
    ],
    "authors": [
        "A. Rudeejaraswan",
        "P. P. Pisarnturakit",
        "N. Mattheos",
        "A. Pimkhaokham",
        "K. Subbalekha"
    ],
    "citedby-count": 0,
    "ref-count": 24,
    "ref-list": [
        "Patients’ expectations before and evaluation after dental implant therapy",
        "Peri-implant health and disease: a systematic review of current epidemiology",
        "Effects of repeated expressions on attitude extremity",
        "A global perspective on implant education: cluster analysis of the “first dental implant experience” of dentists from 84 nationalities",
        "University postgraduate training in implant dentistry for the general dental practitioner",
        "Maintaining dental implants—do general dental practitioners have the necessary knowledge?",
        "Effect of implant design on survival and success rates of titanium oral implants: a 10-year prospective cohort study of the ITI Dental Implant System",
        "Provision of information on dental implant treatment: patients’ thoughts and experiences",
        "A survey of dental implant instruction in predoctoral dental curricula in North America",
        "Implant dentistry education in Europe: 5 years after the Association for Dental Education in Europe consensus report",
        "Attitudes of general dental practitioners towards implant dentistry in an environment with widespread provision of implant therapy",
        "Teaching and assessment of implant dentistry in undergraduate and postgraduate education: a European consensus",
        "Developing implant dentistry education in Europe: the continuum from undergraduate to postgraduate education and continuing professional development",
        "Association of preventive maintenance therapy compliance and peri-implant diseases: a cross-sectional study",
        "Nine-to fourteen-year follow-up of implant treatment. Part I: implant loss and associations to various factors",
        "Nine- to fourteen-year follow-up of implant treatment. Part II: presence of peri-implant lesions",
        "Long-term implant survival and success: a 10–16-year follow-up of non-submerged dental implants",
        "Guidance for the maintenance care of dental implants: clinical review",
        "Dental implants placed by undergraduate students: clinical outcomes and patients’/students’ perceptions",
        "Post-treatment patient-reported outcome measures in a group of Thai dental implant patients",
        "Public perceptions of dental implants: a qualitative study",
        "What do patients expect from treatment with dental implants? Perceptions, expectations and misconceptions: a multicenter study",
        "Experimental peri-implant mucositis in man"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Stockholm",
            "@id": "60012311",
            "affilname": "Karolinska Institutet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012311",
            "affiliation-country": "Sweden"
        }
    ],
    "funding": []
}