{
    "eid": "2-s2.0-85107506018",
    "title": "Production of a sophorolipid biosurfactant by Wickerhamomyces anomalus MUE24 and its use for modification of rice flour properties",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Biosurfactant",
        "Rice flour",
        "Sophorolipid",
        "Soybean oil",
        "Wickerhamomyces anomalus"
    ],
    "authors": [
        "Tiwaporn Punrat",
        "Jiraporn Thaniyavarn",
        "Suchada Chanprateep Napathorn",
        "Jirarat Anuntagool",
        "Suthep Thaniyavarn"
    ],
    "citedby-count": 4,
    "ref-count": 28,
    "ref-list": [
        "Microbial synthesis of sophorolipid",
        "Interactive optimization of biosurfactant production by Paenibacillus alvei ARN63 isolated from an Iranian oil well",
        "Enhanced production of surfactin by Bacillus subtilis E8 mutant obtained by ion beam implantation",
        "Enhanced sophorolipid production by feeding-rate-controlled fed-batch culture",
        "Production of sophorolipid biosurfactant by Pichia anomala",
        "Production of biosurfactant by Wickerhamomyces anomalus PY189 and its application in lemongrass oil encapsulation",
        "Biosurfactants in food industry",
        "Phylogenetic relationships among species of Pichia, Issatchenkia and Williopsis determined from multigene sequence analysis, and the proposal of Barnettozyma gen. nov., Lindnera gen. nov. and Wickerhamomyces gen. nov",
        "A new apparatus for measuring surface tension",
        "A new lipopeptide biosurfactant produced by Arthrobacter sp. strain MIS38",
        "Amylase α and β",
        "Novel characteristics of sophorolipids, yeast glycolipid biosurfactants, as biodegradable low-foaming surfactants",
        "Preliminary phytochemical screening of different solvent extracts of stem bark and roots of Dennetia tripetala G. Baker",
        "Modeling effective interactions of micellar aggregates of ionic surfactants with the Gauss-Core potential",
        "Novel bioemulsifiers from microorganisms for use in foods",
        "Taro Colocasiae sculenta (L.) Schott amylopectin structure and its effect on starch functional properties",
        "Japanese noodle qualities. II. Starch components",
        "Vegetable oil enhances sophorolipid production by Rhodotorula bogoriensis",
        "Effects of carbon and nitrogen sources on rhamnolipid biosurfactant production by Pseudomonas nitroreducens isolated from soil",
        "Biosurfactant mediated biosynthesis of selected metallic nanoparticles",
        "Impact of oil type on nanoemulsion formation and Ostwald ripening stability",
        "Use of rapid visco analyser (RVA) for measuring the pasting characteristics of wheat flour as influenced by additives",
        "Effect of emulsifiers on the physical properties of native and fermented cassava starches",
        "Effect of certain surfactants on the swelling, solubility and amylograph consistency of starch"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Higher Education Research Promotion",
        "Office of the Higher Education Commission",
        "Chulalongkorn University",
        "National Research University Project of Thailand"
    ]
}