{
    "eid": "2-s2.0-84892534388",
    "title": "Porcine reproductive and respiratory syndrome virus (PRRSV) surveillance using pre-weaning oral fluid samples detects circulation of wild-type PRRSV",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Oral fluid antibody",
        "PRRSV",
        "RT-qPCR",
        "Surveillance"
    ],
    "authors": [
        "Apisit Kittawornrat"
    ],
    "citedby-count": 43,
    "ref-count": 31,
    "ref-list": [
        "Effect of porcine reproductive and respiratory syndrome virus (PRRSV) exposure dose on fetal infection in vaccinated and nonvaccinated swine",
        "Proceedings Seminar of American Association of Swine Veterinarians",
        "Experimental reproduction of swine infertility and respiratory syndrome in pregnant sows.",
        "Swine fever: influence of passive immunity on pig immune response following vaccination with a live virus vaccine (Thiverval strain).",
        "Comparison of the immune response in serum and bucco-pharyngeal secretions following immunization by different routes with a live hog cholera virus vaccine (Thiverval strain)",
        "Secretory immune response in intestinal mucosa and salivary gland after experimental infection of pigs with transmissible gastroenteritis virus.",
        "Detection of IgA anti-Escherichia coli plasma cells in the intestine and salivary glands of pigs orally and locally infected with E. coli.",
        "Improving ante mortem diagnosis of Erysipelothrix rhusiopathiae infection by use of oral fluids for bacterial, nucleic acid, and antibody detection",
        "Proceedings Seminar of American Association of Swine Veterinarians",
        "Evaluation and optimization of surveillance systems for rare and emerging infectious diseases",
        "Assessment of the economic impact of porcine reproductive and respiratory syndrome virus on United States pork producers",
        "Kinetics of the porcine reproductive and respiratory syndrome virus (PRRSV) humoral immune response in swine serum and oral fluids collected from individual boars",
        "Porcine reproductive and respiratory syndrome virus (PRRSV) in serum and oral fluid samples from individual boars: Will oral fluid replace serum for PRRSV surveillance?",
        "Detection of Porcine reproductive and respiratory syndrome virus (PRRSV) antibodies in oral fluid specimens using a commercial PRRSV serum antibody enzyme-linked immunosorbent assay",
        "Ring test evaluation of the repeatability and reproducibility of a Porcine reproductive and respiratory syndrome virus oral fluid antibody enzyme-linked immunosorbent assay",
        "Duration of homologous porcine reproductive and respiratory syndrome virus immunity in pregnant swine",
        "Homologous challenge of porcine reproductive and respiratory syndrome virus immunity in pregnant swine",
        "Evaluation of protective immunity in gilts inoculated with the NADC-8 isolate of porcine reproductive and respiratory syndrome virus (PRRSV) and challenge-exposed with an antigenically distinct PRRSV isolate",
        "Class specific antibody response to influenza A H1N1 infection in swine",
        "Antibodies against Actinobacillus pleuropneumoniae serotype 2 in mucosal secretions and sera of infected pigs as demonstrated by an enzyme-linked immunosorbent assay",
        "Affinity of IgM and IgG antibodies",
        "Probability of detecting Porcine reproductive and respiratory syndrome virus infection using pen-based swine oral fluid specimens as a function of within-pen prevalence",
        "Detection of Influenza A Virus Nucleoprotein antibodies in oral fluid specimens from pigs infected under experimental conditions using a blocking ELISA",
        "Prolonged Detection of PCV2 and Anti-PCV2 Antibody in Oral Fluids Following Experimental Inoculation",
        "Detection of Porcine reproductive and respiratory syndrome virus infection in porcine oral fluid samples: A longitudinal study under experimental conditions",
        "Oral-fluid samples for surveillance of commercial growing pigs for porcine reproductive and respiratory syndrome virus and porcine circovirus type 2 infections",
        "Efficient surveillance of pig populations using oral fluids",
        "Isolation of PRRS virus in Mexico: A clinical, serological and virological study",
        "Emergence of Fatal PRRSV Variants: Unparalleled Outbreaks of Atypical PRRS in China and Molecular Dissection of the Unique Hallmark",
        "Risk factors for porcine reproductive and respiratory syndrome virus infection and resulting challenges for effective disease surveillance",
        "Shedding of porcine reproductive and respiratory syndrome virus in mammary gland secretions of sows"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ames",
            "affilname": "College of Liberal Arts and Sciences",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Rockville",
            "affilname": "Tetracore, Inc.",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Westbrook",
            "affilname": "IDEXX Laboratories Incorporated",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Ames",
            "affilname": "Iowa State University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": null,
            "affilname": "Seaboard Farms, Inc.",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "USDA NIFA"
    ]
}