{
    "eid": "2-s2.0-85019738408",
    "title": "Chemistry of Renieramycins. 17. A New Generation of Renieramycins: Hydroquinone 5-O-Monoester Analogues of Renieramycin M as Potential Cytotoxic Agents against Non-Small-Cell Lung Cancer Cells",
    "cover-date": "2017-05-26",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Complementary and Alternative Medicine",
            "@code": "2707"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        },
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        },
        {
            "$": "Molecular Medicine",
            "@code": "1313"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        }
    ],
    "keywords": [],
    "authors": [
        "Supakarn Chamni"
    ],
    "citedby-count": 26,
    "ref-count": 48,
    "ref-list": [
        "The discovery and development of marine compounds with pharmaceutical potential",
        "Marine pharmacology in 2003-2004: Anti-tumour and cytotoxic compounds",
        "Drug development from marine natural products",
        "The odyssey of marine pharmaceuticals: a current pipeline perspective",
        "Marine drugs from sponge-microbe association - A review",
        "Recently confirmed apoptosis-inducing lead compounds isolated from marine sponge of potential relevance in cancer treatment",
        "Marine natural products: A new wave of drugs?",
        "Marine natural products",
        "Chemistry and biology of the tetrahydroisoquinoline antitumor antibiotics",
        "Antimicrobial Metabolites of the Sponge Reniera sp.",
        "Renieramycins E and F from the Sponge Reniera sp.: Reassignment of the Stereochemistry of the Renieramycins",
        "Renieramycin G, a new alkaloid from the sponge Xestospongia caycedoi",
        "Chemistry of Renieramycins. Part 3. Isolation and Structure of Stabilized Renieramycin Type Derivatives Possessing Antitumor Activity from Thai Sponge Xestospongia Species, Pretreated with Potassium Cyanide",
        "Chemistry of renieramycins. Part 5. Structure elucidation of renieramycin-type derivatives O, Q, R, and S from Thai marine sponge Xestospongia species pretreated with potassium cyanide",
        "Chemistry of renieramycins. Part 13: Isolation and structure of stabilized renieramycin type derivatives, renieramycins W-Y, from Philippine blue sponge Xestospongia sp., pretreated with potassium cyanide",
        "Chemistry of renieramycins. 16. Structure of 7-demethylrenieramycin o (= 14α-hydroxyrenieramycin s) from blue sponge, Xestospongia sp.",
        "Renieramycins H and I, two novel alkaloids from the sponge Haliclona cribricutis Dendy",
        "Antineoplastic agents 430. Isolation and structure of cribrostatins 3, 4, and 5 from the Republic of Maldives Cribrochalina species",
        "Renieramycin J, a highly cytotoxic tetrahydroisoquinoline alkaloid, from a marine sponge Neopetrosia sp.",
        "A new antitumor isoquinoline alkaloid from the marine nudibranch jorunna funebris",
        "Jorunnamycins A-C, new stabilized renieramycin-type bistetrahydroisoquinolines isolated from the Thai nudibranch Jorunna funebris",
        "New isoquinolinequinone alkaloids from the South China Sea nudibranch Jorunna funebris and its possible sponge-prey Xestospongia sp.",
        "Bioactive isoquinolinequinone alkaloids from the South China Sea nudibranch Jorunna funebris and its sponge-prey Xestospongia sp.",
        "Chemistry of renieramycins. Part 6: Transformation of renieramycin M into jorumycin and renieramycin J including oxidative degradation products, mimosamycin, renierone, and renierol acetate",
        "Asymmetric total syntheses of (-)-jorumycin, (-)-renieramycin G, 3-epi-jorumycin, and 3-epi-renieramycin G",
        "Synthesis of the tetrahydroisoquinoline alkaloid (±)-renieramycin G and a (zb)-lemonomycinone analogue from a common intermediate",
        "Total synthesis of the marine natural product (-)-cribrostatin 4 (Renieramycin H)",
        "Asymmetric total synthesis of (-)-cribrostatin 4 (renieramycin H)",
        "Asymmetrie total syntheses of (-)-renieramycin M and G and (-)-jorumycin using aziridine as a lynchpin",
        "Recent synthetic approaches to 6,15-iminoisoquino[3,2-b]3-benzazocine compounds",
        "Synthesis and cytotoxicity of (-)-renieramycin G analogs",
        "Synthesis of renieramycins: Construction of the core ring system of cribrostatin 4 through modified Pictet-Spengler cyclization of 3,6-bisarylpiperazine-2,5-dione with diethoxyethyl benzoate",
        "Chemistry of renieramycins. Part 12: An improved total synthesis of (±)-renieramycin G",
        "Preparation of tricyclic lactam model compounds of renieramycin and saframycin anticancer natural products from common intermediate",
        "Chemistry of renieramycins. Part 14: Total synthesis of renieramycin i and practical synthesis of cribrostatin 4 (renieramycin H)",
        "Asymmetric synthesis of (-)-renieramycin T",
        "Stereoselective Total Synthesis of (-)-Renieramycin T",
        "Antitumor activity of tetrahydroisoquinoline analogues 3-epi-jorumycin and 3-epi-renieramycin G",
        "Chemistry of renieramycins. Part 7: Renieramycins T and U, novel renieramycin-ecteinascidin hybrid marine natural products from Thai sponge Xestospongia sp.",
        "Chemistry of renieramycins. Part 8: Synthesis and cytotoxicity evaluation of renieramycin M-jorunnamycin A analogues",
        "Chemistry of Renieramycins. 15. Synthesis of 22-O-Ester Derivatives of Jorunnamycin A and Their Cytotoxicity against Non-Small-Cell Lung Cancer Cells",
        "Anticancer and antimetastatic activities of renieramyein M, a marine tetrahydroisoquinoline alkaloid, in human non-small cell lung cancer cells",
        "Renieramycin m sensitizes anoikis-resistant h460 lung cancer cells to anoikis",
        "Replacement of a quinone by a 5- O -Acetylhydroquinone abolishes the accidental necrosis inducing effect while preserving the apoptosis-inducing effect of renieramycin M on lung cancer cells",
        "Bishydroquinone renieramycin M induces apoptosis of human lung cancer cells through a mitochondria-dependent pathway",
        "FDA Approves New Therapy for Certain Types of Advanced Soft Tissue Sarcoma",
        "A mild and selective method for N-Boc deprotection",
        "Assay Guidance Manual"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kiyose",
            "affilname": "Meiji Pharmaceutical University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": null,
            "affilname": "Center for Bioactive Natural Products from Marine Organisms and Endophytic Fungi (BNPME)",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Grant-in Aid for Scientific Research",
        "Meiji Pharmaceutical University Asia/Africa Center for Drug Discovery",
        "Japan Society for the Promotion of Science"
    ]
}