{
    "eid": "2-s2.0-85077019697",
    "title": "Financial effectiveness, investment efficiency, and quality of financial reporting: Evidence from ASEAN states",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Arts and Humanities (miscellaneous)",
            "@code": "1201",
            "@abbrev": "ARTS"
        }
    ],
    "keywords": [
        "ASEAN",
        "Financial effectiveness",
        "Financial reporting quality",
        "Investment efficiency"
    ],
    "authors": [
        "Prateep Wajeetongratana",
        "Thanaporn Sriyakul",
        "Kittisak Jermsittiparsert"
    ],
    "citedby-count": 2,
    "ref-count": 43,
    "ref-list": [
        "Corporate governance quality and earnings management: Evidence from Jordan.",
        "The effect of accounting conservatism on corporate investment during the global financial crisis.",
        "Quality of Financial Reporting: measuring qualitative characteristics.",
        "From low-quality reporting to financial crises: Politics of disclosure regulation along the economic cycle.",
        "How does financial reporting quality relate to investment efficiency?",
        "Financial accounting information and corporate governance.",
        "Corporate governance and the quality of financial analysts' information.",
        "Financial statement comparability and the efficiency of acquisition decisions.",
        "Financial reporting quality and investment efficiency of private firms in emerging markets.",
        "Do state and foreign ownership affect investment efficiency? Evidence from privatizations.",
        "Government intervention and investment efficiency: Evidence from China.",
        "Does investment efficiency improve after the disclosure of material weaknesses in internal control over financial reporting?",
        "The corporate governance mosaic and financial reporting quality.",
        "The quality of accruals and earnings: The role of accrual estimation errors.",
        "Accruals quality and internal control over financial reporting.",
        "Corporate governance and disclosure quality.",
        "Financial reporting quality, debt maturity and investment efficiency.",
        "Corporate governance and corporate social responsibility disclosure: evidence from Saudi Arabia.",
        "Board monitoring, audit committee effectiveness, and financial reporting quality: Review and synthesis of empirical evidence.",
        "Information asymmetry, corporate disclosure, and the capital markets: A review of the empirical disclosure literature.",
        "Financial reporting quality: A literature review.",
        "Accounting quality, auditing and corporate governance.",
        "The impact of corporate governance on Internet financial reporting.",
        "Firm growth and disclosure: An empirical analysis.",
        "Corporate governance and financial reporting quality: The case of Tunisian firms.",
        "Trends in sustainability reporting by the Fortune Global 250.",
        "Audit committee effectiveness and financial reporting quality: Implications for auditor independence.",
        "Accounting information, disclosure, and the cost of capital.",
        "The economics of disclosure and financial reporting regulation: Evidence and suggestions for future research.",
        "Audit quality, corporate governance, and earnings management: A meta-analysis.",
        "The Quality Level of Corporate Annual Report and Cost of Capital: Evidence from Japanese Firms.",
        "The impact of organizational virtuality on financial effectiveness.",
        "Corporate governance, female directors and quality of financial information.",
        "The Factors Affecting Financial Effectiveness of Managerial Accounting Information of Small and Medium Enterprises of Para Rubber Industry in Thailand.",
        "The role of financial reporting quality in mitigating the constraining effect of dividend policy on investment decisions.",
        "Convergence in accounting standards: Insights from academicians and practitioners.",
        "The introduction of International Accounting Standards in Europe: Implications for international convergence.",
        "How to measure country-level financial reporting quality?",
        "Financial reporting quality and investment efficiency.",
        "Accounting standards harmonization and financial statement comparability: Evidence from transnational information transfer."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60103781",
            "affilname": "Suan Sunandha Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103781",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60026522",
            "affilname": "South-East Asia University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026522",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}