{
    "eid": "2-s2.0-85105546442",
    "title": "Antioxidant and anti-inflammatory activities of Oroxylum indicum Kurz (L.) fruit extract in lipopolysaccharidestimulated BV2 microglial cells",
    "cover-date": "2021-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology (medical)",
            "@code": "2736",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Anti-neuroinflammatory",
        "Antioxidative",
        "BV2 microglia",
        "IL-6",
        "Nitric oxide",
        "Oroxylum indicum",
        "Reactive oxygen species"
    ],
    "authors": [
        "Nootchanat Mairuae",
        "Poonlarp Cheepsunthorn",
        "Benjaporn Buranrat"
    ],
    "citedby-count": 2,
    "ref-count": 18,
    "ref-list": [
        "Role of microglia in inflammationmediated neurodegenerative diseases: Mechanisms and strategies for therapeutic intervention",
        "Microglial-produced nitric oxide and reactive nitrogen oxides mediate neuronal cell death",
        "Glia, cytokines, and neurotoxicity",
        "A Promising Approach Toward Exploring Nutritional and Functional Qualities of B eko (Oroxylum Indicum L. B enth. Ex Kurz) Pods For Potential Food Applications",
        "Traditionally used Thai medicinal plants: In vitro anti-inflammatory, anticancer and antioxidant activities",
        "Oroxylum indicum (L.) Kurz, an important Asian traditional medicine: From traditional uses to scientific data for its commercial exploitation",
        "Modulation of liver function, antioxidant responses, insulin resistance and glucose transport by Oroxylum indicum stem bark in STZ induced diabetic rats",
        "Oroxylum indicum (L.) Kurz extract inhibits adipogenesis and lipase activity in vitro",
        "Application of FTIR microspectroscopy for monitoring and discrimination of the anti-adipogenesis activity of baicalein in 3T3-L1 adipocytes",
        "Oroxylum indicum (L.) extract protects human neuroblastoma SHSY5Y cells against betaamyloid-induced cell injury",
        "Tongjaroenbuangam. Okra (Abelmoschus esculentus Linn) inhibits lipopolysaccharide-induced inflammatory mediators in BV2 microglial cells",
        "Antioxidant compounds from propolis collected in Anhui. China",
        "Antioxidant activity applying an improved ABTS radical cation decolorization assay",
        "Oxidative Stress",
        "Intracellular ROS Scavenging and Anti-Inflammatory Activities of Oroxylum indicum Kurz (L.) Extract in LPS plus IFN-γ-Activated RAW264.7 Macrophages",
        "Role of nitric oxide in inflammatory diseases",
        "Alterations of the Neuroinflammatory Markers IL-6 and TRAIL in Alzheimer's Disease",
        "Anti-inflammatory effects of oroxylin A on RAW 264.7 mouse macrophages induced with polyinosinic-polycytidylic acid"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Maha Sarakham",
            "@id": "60002875",
            "affilname": "Mahasarakham University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002875",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Mahasarakham University"
    ]
}