{
    "eid": "2-s2.0-85076465139",
    "title": "Comparing the efficacy of nidepine and cardepine in lowering blood pressure after cardio-aortic surgery: A randomized, double-blinded controlled trial",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Calcium channel blocker",
        "Cardiac surgery",
        "Hypertension",
        "Nicardepine"
    ],
    "authors": [
        "P. Ekkarat",
        "S. Sangkhathat",
        "J. Namchaisiri"
    ],
    "citedby-count": 0,
    "ref-count": 16,
    "ref-list": [
        "Systemic arterial hypertension associated with cardiac surgery",
        "Hypertension in the immediate postoperative period",
        "Acute postoperative hypertension: A review of therapeutic options",
        "Systemic hypertension associated with coronary artery bypass surgery. Predisposing factors, hemodynamic characteristics, humoral profile, and treatment",
        "Perioperative cardiac surgery hypertension",
        "Exploring an optimum intra/postoperative management strategy for acute hypertension in the cardiac surgery patient",
        "A target for perioperative blood pressure during cardiac operations",
        "Improved perioperative blood pressure control leads to reduced hospital costs",
        "A cost analysis of the impact of a new intravenous antihypertensive in managing perioperative blood pressure during cardiac surgery",
        "The classification of calcium antagonists and their selection in the treatment of hypertension",
        "Intravenous nicardipine: Its use in the short-term treatment of hypertension and various other indications",
        "Postoperative hypertension: A multicenter, prospective, randomized comparison between intravenous nicardipine and sodium nitroprusside",
        "The ECLIPSE trials: Comparative studies of clevidipine to nitroglycerin, sodium nitroprusside, and nicardipine for acute hypertension treatment in cardiac surgery patients",
        "Calcium antagonists reduce cardiovascular complications after cardiac surgery: A meta-analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "122914411",
            "affilname": "Nakhon Pathom Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/122914411",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "COA",
        "Chulalongkorn University",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}