{
    "eid": "2-s2.0-84979935440",
    "title": "TiO2 sol-embedded in electroless Ni-P coating: A novel approach for an ultra-sensitive sorbitol sensor",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [],
    "authors": [
        "Pranee Rattanawaleedirojn"
    ],
    "citedby-count": 6,
    "ref-count": 32,
    "ref-list": [
        "Electroless Plating: Fundamentals and Applications",
        "Modern Electroplating",
        "Improved microhardness and wear resistance of the as-deposited electroless Ni-P coating",
        "Abrasive wear resistance of electroless Ni-P coated aluminium after post treatment",
        "Electrochemical impedance spectroscopy and indentation studies of pure and composite electroless Ni-P coatings",
        "Structure and phase transformation behaviour of electroless Ni-P composite coatings",
        null,
        null,
        "Development of high performance electroless Ni-P-HNT composite coatings",
        "Enhancement of the corrosion protection of electroless Ni–P coating by deposition of sonosynthesized ZnO nanoparticles",
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        "An amperometric ethanol sensor based on foam nickel electrode",
        null,
        "Diol-based sol-gel as a novel binder for barium titanate ceramics",
        null,
        "A fiber-optic sorbitol biosensor based on NADH fluorescence detection toward rapid diagnosis of diabetic complications",
        "HPLC with pulsed amperometric detection for sorbitol as a biomarker for diabetic neuropathy",
        "A sensitive assay of red blood cell sorbitol level by high performance liquid chromatography: Potential for diagnostic evaluation of diabetes",
        "Diagnostic performance of red cell sorbitol assay in a Nigerian Teaching Hospital",
        "Improved fluorometric enzymatic sorbitol assay in human blood",
        "J. Met., Mater. Miner.",
        "Graphene-loaded nanofiber-modified electrodes for the ultrasensitive determination of dopamine",
        "Hardness evolution of electroless nickel-phosphorus deposits with thermal processing",
        "Erythrocyte sorbitol content in diabetic patients: Relation to metabolic control",
        "Red cell sorbitol: An indicator of diabetic control",
        "Rapid and sensitive gas chromatography-mass spectroscopy method for the detection of mannitol and sorbitol in serum samples"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}