{
    "eid": "2-s2.0-85026730639",
    "title": "Experimental and analytical evaluation of a low-cost seismic retrofitting method for masonry-infilled non-ductile RC frames",
    "cover-date": "2017-06-01",
    "subject-areas": [
        {
            "$": "Civil and Structural Engineering",
            "@code": "2205"
        }
    ],
    "keywords": [
        "Cyclic test",
        "Macro model",
        "Masonry infill",
        "non-ductile frame",
        "Seismic retrofitting"
    ],
    "authors": [
        "Jarun Srechai"
    ],
    "citedby-count": 9,
    "ref-count": 42,
    "ref-list": [
        "Building code requirements for structural concrete and commentary",
        "Strengthening of masonry infill walls in reinforced concrete frames with wire mesh reinforcement",
        "Behavior of masonry-infilled nonductile reinforced concrete frames",
        "An experimental study on strengthening of masonry infilled RC frames using diagonal CFRP strips",
        "Seismic rehabilitation of existing buildings",
        "Mathematical macromodeling of infilled frames: State of the art",
        "Standard test method for compressive strength of masonry prisms (ASTM C1314)",
        "Infills in seismic resistant building",
        "Evaluation of a sprayable, ductile cement-based composite for the seismic retrofit of unreinforced masonry infills",
        "Seismic response of reinforced concrete frames infilled with weakly reinforced masonry panels",
        "Tests on cyclic behavior of reinforced concrete frames with brick infill",
        "Lateral-loading tests on a real RC building including masonry infill panels with and without FRP strengthening",
        "Axial capacity model for shear-damaged columns",
        "European Committee for Standardization",
        "An experimental study on two different strengthening techniques for RC frames",
        "15th World Conference on Earthquake Engineering",
        "Seismic design and response of bare and masonry-infilled reinforced concrete buildings. Part II: Infilled structures",
        "Evaluation of earthquake-damaged concrete and masonry wall building-basic procedures manual",
        "An investigation on the interaction of reinforced concrete frames with masonry filler walls",
        "15th World Conference on Earthquake Engineering",
        "Seismic vulnerability assessment of low-rise buildings in regions with infrequent earthquakes",
        "14th World Conference on Earthquake Engineering",
        "Effect of masonry infills on seismic performance of a 3-storey R/C frame with non-seismic detailing",
        "15th World Conference on Earthquake Engineering",
        null,
        "On the stiffnesses and strengths of infilled frames",
        "Experimental evaluation of masonry-infilled RC frames",
        "Bull. Earthq. Res. Inst",
        "11th World Conference on Earthquake Engineering",
        "Shear strength and deformation modeling of reinforced concrete columns",
        "Seismic Design of Reinforced Concrete and Masonry Buildings",
        "Assessment and retrofit of fullscale models of existing rc frames",
        "The test of a full-scale three-story RC structure with masonry infill walls",
        "Performance of reinforced concrete buildings during the August 17, 1999 Kocaeli, Turkey earthquake, and seismic design and construction practise in Turkey",
        "Seismic performance of non-ductile RC frames with brick infill",
        "Progr. Struct. Eng. Mater",
        "An innovative scheme for retrofitting masonry-infilled non-ductile reinforced concrete frames",
        "Proc. Inst. Civ. Engineers",
        "15th World Conference on Earthquake Engineering",
        "On the role of equivalent strut models in the seismic assessment of infilled RC buildings",
        "Performance of alternative CFRP retrofitting schemes used in infilled RC frames"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "affilname": "Burapha University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}