{
    "eid": "2-s2.0-85074788673",
    "title": "The effect of minimum wage policies on economy and employment: The case of thailand as a part of the AEC",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business and International Management",
            "@code": "1403",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Political Science and International Relations",
            "@code": "3320",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "ASEAN economic community",
        "Computable general equilibrium",
        "Minimum wage",
        "Productivity of labor"
    ],
    "authors": [
        "Autsawin Suttiwichienchot",
        "San Sampattavanija"
    ],
    "citedby-count": 1,
    "ref-count": 23,
    "ref-list": [
        "Trade Liberalization, Poverty and Income Distribution in Thailand: A Computable General Equilibrium-Microsimulation Analysis",
        "An Empirical Assessment of the Effects of Minimum Wage Increases on Unemployment during Democratic Governance in Nigeria",
        "Does the Minimum Wage Affect Employment? Evidence from the Manufacturing Sector in Indonesia",
        "The impact of trade liberalization on employment, capital, and productivity dynamics: Evidence from the uruguayan manufacturing sector",
        "Linking National and Multi-regional Computable Computable General Equilibrium (CGE) Models: The Effects of an Increse in Award Wage Rates in Australia",
        "The Economic Impact of Minimum Wages in Europe",
        "The Great Shift: Macroeconomic projections for the world economy at the 2050 horizon",
        "Assessing the Economic Impact of Minimum Wage Increases on the Washington Economy: A General Equilibrium Approach",
        "Trade liberalisation and manufacturing wage premiums: Evidence from Thailand",
        "Can Wage Increases Pay for Themselves? Tests with a Productive Function",
        "Empirical Specifications for a General Equilibrium Analysis of Labor Market Policies and Adjustments",
        "ASEAN Economic Community: A General Equilibrium Analysis",
        "Did Henry Ford Pay Efficiency Wages?",
        "North American Integration and Factor Price Equalization: Is there Evidence of Wage Convergence between Mexico and the United States?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Graduate School Thesis",
        "Chulalongkorn University"
    ]
}