{
    "eid": "2-s2.0-84989333096",
    "title": "In situ formation of benzoxazines in polyoxymethylene: A simple approach for retarding formaldehyde generation and tuning mechanical properties under a semi-interpenetrating network",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [],
    "authors": [
        "Nantinee Mantaranon"
    ],
    "citedby-count": 3,
    "ref-count": 27,
    "ref-list": [
        "J. Appl. Polym. Sci.",
        "Development of a new advanced process for manufacturing polyacetal resins. Part I. Development of a new process for manufacturing highly concentrated aqueous formaldehyde solution by methylal oxidation",
        "Structure development during the melt spinning of poly(oxymethylene) fiber",
        "Thermal-oxidative induced degradation behaviour of polyoxymethylene (POM) copolymer detected by TGA/MS",
        "Morphospecific polymer from the copolymerization of trioxane and ethylene oxide",
        "Synthesis of the melamine-formaldehyde polycondensate and its thermal stabilization effect on polyoxymethylene",
        "The thermal stabilization effect of biphenol monoacrylate on polyoxymethylene",
        "J. Therm. Anal. Calorim.",
        "A new and highly efficient formaldehyde absorbent of polyoxymethylene",
        "Flame retardant polyoxymethylene with aluminium hydroxide/melamine/novolac resin synergistic system",
        "Phenolic materials via ring‐opening polymerization: Synthesis and characterization of bisphenol‐A based benzoxazines and their polymers",
        null,
        "Macromol. Chem.",
        "RING OPENING POLYMERIZATION OF BENZOXAZINES - A NEW ROUTE TO PHENOLIC RESINS.",
        "Miscibility and double glass transition temperature depression of poly(L-lactic acid) (PLLA)/poly(oxymethylene) (POM) blends",
        "Assignment of the Glass Transition",
        "POM/PU/carbon nanofiber composites produced by water-mediated melt compounding: Structure, thermomechanical and dielectrical properties",
        "Dynamic-Mechanical Study of Molecular Motions in Solid Polyoxymethylene Copolymers from 4 to 315 K",
        "J. Polym. Sci., Part A: Polym. Chem.",
        "J. Polym. Res.",
        "Solid-state organization and morphological partitioning in polyoxymethylene-based copolymers: A solid-state NMR and WAXS study",
        "Electrospinning of polymer nanofibers: Effects on oriented morphology, structures and tensile properties",
        "Effect of molecular orientation on mechanical property of single electrospun fiber of poly[(R)-3-hydroxybutyrate-co-(R)-3-hydroxyvalerate]",
        "Electrospinning as a new technique to control the crystal morphology and molecular orientation of polyoxymethylene nanofibers",
        "Molecular orientation in electrospun poly(vinylidene fluoride) fibers",
        "Mechanical characterization of nanofibers - A review",
        "Tensile testing of a single ultrafine polymeric fiber"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kyoto",
            "affilname": "Kyoto Institute of Technology",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Singapore City",
            "affilname": "National University of Singapore",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "College Station",
            "affilname": "Kaneka Americas Holding, Inc.",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endownment Fund",
        "Thai Polyacetal Co. Ltd.",
        "Chulalongkorn University"
    ]
}