{
    "eid": "2-s2.0-84890849269",
    "title": "Molecular phylogeny of the Thyropygus allevatus group of giant millipedes and some closely related groups",
    "cover-date": "2014-02-01",
    "subject-areas": [
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        },
        {
            "$": "Genetics",
            "@code": "1311"
        }
    ],
    "keywords": [
        "Endemism",
        "Geographical isolation",
        "Mitochondrial DNA",
        "Phylogeny",
        "Southeast Asia",
        "Sympatry"
    ],
    "authors": [
        "Piyatida Pimvichai"
    ],
    "citedby-count": 21,
    "ref-count": 61,
    "ref-list": [
        "A New Look at the Statistical Model Identification",
        "Ann. S. Afr. Mus.",
        "Cryptic speciation in the Anadenobolus excisus millipede species complex on the Island of Jamaica",
        "Molecular taxonomy of the Anadenobolus excisus (Diplopoda: Spirobolida: Rhinocricidae) species-group on the Caribbean island of Jamaica",
        "Gradual evolution of male genitalia in a sibling species complex of millipedes (Diplopoda:Spirobolida:Rhinocricidae:Anadenobolus)",
        "Millipede taxonomy after 250 years: classification and taxonomic practices in a mega-diverse yet understudied arthropod group.",
        "Mémoir. Mus. Natl. d'Hist. Nat. Sér. A (Zool.)",
        "Sexual Selection and Animal Genitalia",
        "Rapid divergent evolution of sexual morphology: Comparative tests of antagonistic coevolution and traditional female choice",
        "MUSCLE: Multiple sequence alignment with high accuracy and high throughput",
        "Looking forwards or looking backwards in avian phylogeography? A comment on Zink and Barrowclough 2008",
        "Courier Forschungs-Inst. Senckenberg",
        "Entomol. Scand. Suppl.",
        "A revision of the paectophyllini and calyptophyllini: Millipedes of the middle east (Diplopoda: Julida: Julidae)",
        "Phylogenetic relationships in the millipede family Julidae",
        "The aberrant millipede genus Pteridoiulus and its position in a revised molecular phylogeny of the family Julidae (Diplopoda:Julida)",
        "TESTING SIGNIFICANCE OF INCONGRUENCE",
        "Evolution",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates.",
        "How many species are there of Pachyiulus? A contribution to the taxonomy of Europe's largest millipedes (Diplopoda: Julida: Julidae)",
        "The limits of mtDNA phylogeography: Complex patterns of population history in a highly structured Iberian lizard are only revealed by the use of nuclear markers",
        "Is It Better to Add Taxa or Characters to a Difficult Phylogenetic Problem?",
        "Maximum likelihood estimation of the heterogeneity of substitution rate among nucleotide sites",
        "A Simple, Fast, and Accurate Algorithm to Estimate Large Phylogenies by Maximum Likelihood",
        "Barcoding animal life: Cytochrome c oxidase subunit 1 divergences among closely related species",
        "Resolution of phylogenetic conflict in large data sets by increased taxon sampling",
        "Studies on spirostreptoid millipeds. XI. A review of some indonesian genera of the family harpagophoridae",
        "Entomol. Mitteilungen, Zool. Mus. Hamburg",
        "The Biology of Millipedes",
        "MRBAYES: Bayesian inference of phylogenetic trees",
        "Myriapod Memoranda",
        "The Simple Fool's Guide to PCR",
        "Evaluation of the maximum likelihood estimate of the evolutionary tree topologies from DNA sequence data, and the branching order in hominoidea",
        "Molecular Evolution and Phylogenetics",
        "A new method for calculating evolutionary substitution rates",
        "Complete mtDNA sequences of two millipedes suggest a new model for mitochondrial gene rearrangements: Duplication and nonrandom loss",
        "Ecological character displacement and the study of adaptation",
        "Phylogenetic systematics of the colorful, cyanide-producing millipedes of Appalachia (Polydesmida, Xystodesmidae, Apheloriini) using a total evidence Bayesian approach",
        "Entomol. Scand.",
        "A revision of the Thyropygus allevatus group. Part 1: The T. opinatus subgroup (Diplopoda: Spirostreptida: Harpagophoridae)",
        "A revision of the Thyropygus allevatus group. Part 2: The T. bifurcus subgroup(Diplopoda, Spirostreptida, Harpagophoridae)",
        "The Rhynchoproctinae, a south-east Asiatic subfamily of giant millipedes: Cladistic analysis, classification, four new genera and a deviating new species from north-west Thailand (Diplopoda: Spirostreptida: Harpagophoridae)",
        "A revision of the thyropygus allevatus group. Part 3: the T. induratus subgroup (Diplopoda: Spirostreptida: Harpagophoridae)",
        "A revision of the Thyropygus allevatus group. Part 4: The T. cuisinieri subgroup (Diplopoda: Spirostreptida: Harpagophoridae)",
        "Phylogeny of the millipede order Spirobolida (Arthropoda: Diplopoda: Helminthomorpha)",
        "jModelTest: Phylogenetic model averaging",
        "Biochemical assessment of the taxonomic diversity of the operculate land snail, Cyclophorus fulguratus (Gastropoda: Cyclophoridae), from Thailand",
        "Species or supraspecific taxa as terminals in Cladistic analysis? groundplans versus exemplars revisited",
        "Primer-directed enzymatic amplification of DNA with a thermostable DNA polymerase",
        "Ecological character displacement in adaptive radiation",
        "Current status of the myriapod class diplopoda (millipedes): Taxonomic diversity and phylogeny",
        null,
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "The biogeography of mitochondrial and nuclear discordance in animals",
        "The origins of the giant pill-millipedes from Madagascar (Diplopoda: Sphaerotheriida: Arthrosphaeridae)",
        "Extinction and Phylogeny",
        "The Accuracy of Methods for Coding and Sampling Higher-Level Taxa for Phylogenetic Analysis: A Simulation Study",
        "Ann. Entomol. Soc. Am."
    ],
    "affiliation": [
        {
            "affiliation-city": "Copenhagen",
            "affilname": "Statens Naturhistoriske Museum",
            "affiliation-country": "Denmark"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University, Food and Water Research Cluster",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}