{
    "eid": "2-s2.0-85128485521",
    "title": "The interpersonal consequences of prestige and dominance-based moral grandstanding",
    "cover-date": "2022-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Psychology (all)",
            "@code": "3200",
            "@abbrev": "PSYC"
        }
    ],
    "keywords": [
        "Attraction",
        "Dominance",
        "Moral grandstanding",
        "Morality",
        "Prestige",
        "Status"
    ],
    "authors": [
        "Trin Savejnarong",
        "Pattramon Pornsukjantra",
        "Harry Manley"
    ],
    "citedby-count": 1,
    "ref-count": 33,
    "ref-list": [
        "Hypocrisy: What counts?",
        "The pursuit of status in social groups",
        "Who attains social status? Effects of personality and physical attractiveness in social groups",
        "Formr: A study framework allowing for automated feedback generation and complex longitudinal experience-sampling studies using R",
        "Moral hypocrisy: Appearing moral to oneself without being so",
        "Prestige and dominance-based hierarchies exist in naturally occurring human groups, but are unrelated to task-specific knowledge",
        "An overview (and Underview) of research and theory within the attraction paradigm",
        "Pride, personality, and the evolutionary foundations of human social status",
        "Two ways to the top: Evidence that dominance and prestige are distinct yet viable avenues to social rank and influence",
        "Letting people off the hook: When do good deeds excuse transgressions?",
        "From inconsistency to hypocrisy: When does “saying one thing but doing another” invite condemnation?",
        "Exemplification: The self-presentation of moral character",
        "Moral grandstanding in public discourse: Status-seeking motives as a potential explanatory mechanism in predicting conflict",
        "Moral grandstanding and political polarization: A multi-study consideration",
        "Status conferral in intergroup social dilemmas: Behavioral antecedents and consequences of prestige and dominance",
        "The evolution of prestige: Freely conferred deference as a mechanism for enhancing the benefits of cultural transmission",
        "When do people prefer dominant over prestigious political leaders?",
        "Simulation-based power-analysis for factorial ANOVA designs [Preprint]",
        "What makes hypocrisy? Folk definitions, attitude/behavior combinations, attitude strength, and private/public distinctions",
        "Punishing hypocrisy: The roles of hypocrisy and moral emotions in deciding culpability and punishment of criminal and civil moral transgressors",
        "Dominance and prestige: A tale of two hierarchies",
        "Dominance and prestige",
        "A two-dimensional model for the study of interpersonal attraction",
        "Is actual similarity necessary for attraction? A meta-analysis of actual and perceived similarity",
        "Individual differences in fundamental social motives",
        "Beyond populism: The psychology of status- seeking and extreme political discontent",
        "Short and extra-short forms of the Big Five Inventory–2: The BFI-2-S and BFI-2-XS",
        "[Computer software]",
        "Moral grandstanding",
        "Grandstanding: The use and abuse of moral talk",
        "Extraversion and agreeableness: Divergent routes to daily satisfaction with social relationships: Extraversion, agreeableness, social life",
        "The psychological structure of humility",
        "Practical statistical power analysis using webpower and r"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "128000079",
            "affilname": "Institute for Globally Distributed Open Research and Education",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/128000079",
            "affiliation-country": null
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}