{
    "eid": "2-s2.0-85072234183",
    "title": "A highly resolved food web for insect seed predators in a species-rich tropical forest",
    "cover-date": "2019-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Apparent competition",
        "Barro Colorado Island",
        "host specialisation",
        "interaction network",
        "Janzen–Connell hypothesis",
        "Panama",
        "plant traits",
        "quantitative food web",
        "seed predation"
    ],
    "authors": [
        "Sofia Gripenberg",
        "Yves Basset",
        "Owen T. Lewis",
        "J. Christopher D. Terry",
        "S. Joseph Wright",
        "Indira Simón",
        "D. Catalina Fernández",
        "Marjorie Cedeño-Sanchez",
        "Marleny Rivera",
        "Héctor Barrios",
        "John W. Brown",
        "Osvaldo Calderón",
        "Anthony I. Cognato",
        "Jorma Kim",
        "Scott E. Miller",
        "Geoffrey E. Morse",
        "Sara Pinzón-Navarro",
        "Donald L.J. Quicke",
        "Robert K. Robbins",
        "Juha Pekka Salminen",
        "Eero Vesterinen"
    ],
    "citedby-count": 28,
    "ref-count": 90,
    "ref-list": [
        "Contrasting leaf chemical traits in tropical lianas and trees: implications for future forest composition",
        "Pathogens and insect herbivores drive rainforest plant diversity and composition",
        "Para-aminophenylalanine in vigna: possible taxonomic and ecological significance as a seed defence against bruchids",
        "Testing for phylogenetic signal in comparative data: behavioral traits are more labile",
        "Measuring specialization in species interaction networks",
        "Plant quality and predation risk mediated by plant ontogeny: consequences for herbivores and plants",
        "Ontogenetic switches from plant resistance to tolerance: minimizing costs with age?",
        "Pathogens promote plant diversity through a compensatory response",
        "Variation of glucosinolate accumulation among different organs and developmental stages of Arabidopsis thaliana",
        "The current and future dynamics of disease in plant communities",
        "Plant traits predict inter- and intraspecific variation in susceptibility to herbivory in a hyperdiverse Neotropical rain forest tree community",
        "Plant traits that predict resistance to herbivores",
        "Herbivory and defensive characteristics of tree species in a lowland tropical forest",
        "Resource availability and plant antiherbivore defense",
        "Spatial patterns in the distribution of tropical tree species",
        "On the role of natural enemies in preventing competitive exclusion in some marine animals and in rain forest trees",
        "Insect herbivores and plant-population dynamics",
        "Seed predators and plant population dynamics",
        "Frugivorous weevils are too rare to cause Janzen-Connell effects in New Guinea lowland rain forest",
        "Random forests for classification in ecology",
        "Insect herbivory on seedlings of rainforest trees: effects of density and distance of conspecific and heterospecific neighbors",
        "Conservation and the low population density of invertebrates inside neotropical rain forest",
        "Coevolutionary arms race versus host defense chase in a tropical herbivore–plant system",
        "Plant apparency and chemical defense",
        "Relationship between capitulum size and pre-dispersal seed predation by insect larvae in common Asteraceae",
        "Selectivity in mammalian extinction risk and threat types: a new measure of phylogenetic signal strength in binary traits",
        "Associations of plants and insects in deciduous forest",
        "Indirect interactions among tropical tree species through shared rodent seed predators: a novel mechanism of tree species coexistence",
        "Phylogenetic signal in plant pathogen–host range",
        "Evolutionary tools for phytosanitary risk analysis: phylogenetic signal as a predictor of host range of plant pests and pathogens",
        "The impact of plant enemies shows a phylogenetic signal",
        "Nonrandom, diversifying processes are disproportionately strong in the smallest size classes of a tropical forest",
        "Do pre-dispersal insect seed predators contribute to maintaining tropical forest plant diversity?",
        "Seed polyphenols in a diverse tropical plant community",
        "Spatially realistic theory of metapopulation ecology",
        "Pervasive density-dependent recruitment enhances seedling diversity in a tropical forest",
        "Predation, apparent competition, and structure of prey communities",
        "Light-gap disturbances, recruitment limitation, and tree diversity in a neotropical forest",
        "Host plants as islands in evolutionary and contemporary time",
        "Seed-eaters versus seed size, number, toxicity and dispersal",
        "Herbivores and number of tree species in tropical forests",
        "Seed predation by animals",
        "Why bamboos wait so long to flower",
        "Specificity of seed-attacking beetles in a Costa Rican deciduous forest",
        "Density-dependent pre-dispersal seed predation and fruit set in a tropical tree",
        "The evolutionary ecology of mast seeding",
        "Picante: R tools for integrating phylogenies and ecology",
        "Ecological and evolutionary consequences of spatial and temporal variation in pre-dispersal seed predation",
        "Plant DNA barcodes and a community phylogeny of a tropical forest dynamics plot in Panama",
        "Mammal and insect predation of chemically and structurally defended Mucuna holtonii (Fabaceae) seeds in a Costa Rican rain forest",
        "The measurement of observer agreement for categorical data",
        "Insect seed predators and environmental change",
        "Structure of a diverse tropical forest insect-parasitoid community",
        "Host plants influence parasitism of forest caterpillars",
        "Predicting invertebrate herbivory from plant traits: evidence from 51 grassland species in experimental monocultures",
        "Patterns and correlates of interspecific variation in foliar insect herbivory and pathogen attack in Brazilian cerrado",
        "Leaf herbivory increases plant fitness via induced resistance to seed predators",
        "The structure of an aphid-parasitoid community",
        "Low host specificity of herbivorous insects in a tropical forest",
        "Guild-specific patterns of species richness and host specialization in plant–herbivore food webs from a tropical forest",
        "Herbivores and plant diversity",
        "DNA-based taxonomy of larval stages reveals huge unknown species diversity in neotropical seed weevils (genus Conotrachelus): relevance to evolutionary ecology",
        "A DNA-based registry for all animal species: The Barcode Index Number (BIN) system",
        "phytools: an R package for phylogenetic comparative biology (and other things)",
        "Low host specificity and abundance of frugivorous lepidoptera in the lowland rain forests of Papua New Guinea",
        "Glucosinolate profiles in the seed, root and leaf tissue of cabbage, mustard, rapeseed, radish and swede",
        "Is there a latitudinal gradient in the importance of biotic interactions?",
        "Plant traits affecting herbivory on tree recruits in highly diverse subtropical forests",
        "How specialised must natural enemies be to facilitate coexistence among plants?",
        "Bias in random forest variable importance measures: Illustrations, sources and a solution",
        "Macroecological and macroevolutionary patterns of leaf herbivory across vascular plants",
        "Tri-trophic interactions affect density dependence of seed fate in a tropical forest palm",
        "Latitudinal gradients of biodiversity: pattern, process, scale, and synthesis",
        "Insect seasonality: why?",
        "The dispersion of eggs by a bruchid beetle among Scheelea palm seeds and the effect of distance to the parent palm",
        "Seasonal, El Niño and longer term changes in flower and seed production in a moist tropical forest",
        "Annual and spatial variation in seedfall and seedling recruitment in a neotropical forest",
        "GGTREE: An R package for visualization and annotation of phylogenetic trees with their covariates and other associated data",
        "Dormancy-defense syndromes and tradeoffs between physical and chemical defenses in seeds of pioneer species",
        "Flowering and fruiting phenologies of seasonal and aseasonal neotropical forests: the role of annual changes in irradiance"
    ],
    "affiliation": [
        {
            "affiliation-city": "Washington, D.C.",
            "@id": "60030522",
            "affilname": "Smithsonian Tropical Research Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030522",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Turku",
            "@id": "60006876",
            "affilname": "Turun yliopisto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006876",
            "affiliation-country": "Finland"
        },
        {
            "affiliation-city": "Panama City",
            "@id": "60105337",
            "affilname": "Universidad de Panamá",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60105337",
            "affiliation-country": "Panama"
        },
        {
            "affiliation-city": "East Lansing",
            "@id": "60031707",
            "affilname": "Michigan State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031707",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Uppsala",
            "@id": "60027152",
            "affilname": "Sveriges lantbruksuniversitet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027152",
            "affiliation-country": "Sweden"
        },
        {
            "affiliation-city": "Oxford",
            "@id": "60026851",
            "affilname": "University of Oxford",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026851",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Ceske Budejovice",
            "@id": "60013029",
            "affilname": "Institute of Entomology, Biology Centre of the Academy of Sciences of the Czech Republic",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013029",
            "affiliation-country": "Czech Republic"
        },
        {
            "affiliation-city": "Reading",
            "@id": "60012197",
            "affilname": "University of Reading",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012197",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Ceske Budejovice",
            "@id": "60009424",
            "affilname": "Jihočeská Univerzita v Českých Budějovicích",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009424",
            "affiliation-country": "Czech Republic"
        },
        {
            "affiliation-city": "Washington, D.C.",
            "@id": "60007670",
            "affilname": "Smithsonian National Museum of Natural History",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007670",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "San Diego",
            "@id": "60002214",
            "affilname": "University of San Diego",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002214",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Carl Cedercreutz Foundation",
        "Frank Levinson Family Foundation",
        "Smithsonian Tropical Research in Panama",
        "Xoaquín Moreira",
        "National Science Foundation",
        "Smithsonian Tropical Research Institute",
        "Natural Environment Research Council",
        "Royal Society",
        "Academy of Finland",
        "Chulalongkorn University",
        "John Fell OUP Research Fund",
        "SENACYT"
    ]
}