{
    "eid": "2-s2.0-85028969269",
    "title": "Rapid Eye Movement Sleep Behavior Disorder: A Review of the Literature and Update on Current Concepts",
    "cover-date": "2017-09-01",
    "subject-areas": [
        {
            "$": "Pulmonary and Respiratory Medicine",
            "@code": "2740"
        },
        {
            "$": "Cardiology and Cardiovascular Medicine",
            "@code": "2705"
        },
        {
            "$": "Critical Care and Intensive Care Medicine",
            "@code": "2706"
        }
    ],
    "keywords": [
        "dream enactment behavior",
        "neurodegeneration",
        "rapid eye movement sleep behavior disorder"
    ],
    "authors": [
        "Carlos L. Rodriguez"
    ],
    "citedby-count": 17,
    "ref-count": 163,
    "ref-list": [
        "Chronic behavioral disorders of human REM sleep: A new category of parasomnia",
        "Rapid Eye Movement Sleep Behavior Disorder: A Treatable Parasomnia Affecting Older Adults",
        "Rev Neuol (Paris)",
        "Adv Sleep Res",
        "C R Soc Biol",
        "Nonviolent elaborate behaviors may also occur in REM sleep behavior disorder",
        "REM sleep behavior disorder: Clinical, developmental, and neuroscience perspectives 16 years after its formal identification in SLEEP",
        "Sleep Res",
        "Fight or flight? Dream content during sleepwalking/sleep terrors vs rapid eye movement sleep behavior disorder",
        "Potentially lethal behaviors associated with rapid eye movement sleep behavior disorder: Review of the literature and forensic implications",
        "REM sleep behaviour disorder in Hong Kong Chinese: Clinical outcome and gender comparison",
        "REM sleep behaviour disorder in Parkinson's disease: A questionnaire-based study",
        "Review of rapid eye movement behavior sleep disorders",
        "Intensive Care Med",
        "Injurious sleep behavior disorders (parasomnias) affecting patients on intensive care units",
        "REM-sleep motor disorder in children",
        "Violent sleep-related behavior leading to subdural hemorrhage",
        "Rapid eye movement sleep behaviour disorder: Demographic, clinical and laboratory findings in 93 cases",
        "Sleep Res",
        "REM sleep behavior disorder: Updated review of the core features, the REM sleep behavior disorder-neurodegenerative disease association, evolving concepts, controversies, and future directions",
        "Phenomenology of dreams in Parkinson's disease",
        "Aggressive dream content without daytime aggressiveness in REM sleep behavior disorder",
        "Challenging the myth of REM sleep behavior disorder: No evidence of heightened aggressiveness in dreams",
        "REM sleep behavior disorder in 703 sleep-disorder patients: The importance of eliciting a comprehensive sleep history",
        "Violent behavior during sleep",
        "Changing demographics in REM sleep behavior disorder: Possible effect of autoimmunity and antidepressants",
        "Rapid eye movement sleep behavior disorder in adults younger than 50 years of age",
        "Rapid eye movement sleep behavior disorder in women: relevance to general and specialty medical practice.",
        "Pathophysiology of REM sleep behaviour disorder and relevance to neurodegenerative disease",
        "A putative flip-flop switch for control of REM sleep",
        "Different behaviors during paradoxical sleep without atonia depend on pontine lesion site",
        "Medullary regions mediating atonia",
        "Muscle tone suppression and stepping produced by stimulation of midbrain and rostral pontine reticular formation",
        "Pontine regulation of REM sleep components in cats: integrity of the pedunculopontine tegmentum (PPT) is important for phasic events but unnecessary for atonia during REM sleep",
        "Brainstem-mediated locomotion and myoclonic jerks. I. Neural substrates",
        "Brainstem-mediated locomotion and myoclonic jerks. II. Pharmacological effects",
        "The pathophysiology of REM-sleep behavior disorder",
        "Rapid eye movement sleep parasomnias",
        "Quantification of electromyographic activity during REM sleep in multiple muscles in REM sleep behavior disorder",
        "Diagnosis of REM sleep behavior disorder by video-polysomnographic study: Is one night enough?",
        "THE FIRST NIGHT EFFECT: AN EEG STUDYOF SLEEP",
        "A lesson from anatomy: Focal brain lesions causing REM sleep behavior disorder",
        "Neuroimaging-evident lesional pathology associated with REM sleep behavior disorder",
        "Secondary ''incidental'' REM sleep behavior disorder: Do we ever think of it?",
        "A polysomnographic and clinical report on sleep-related injury in 100 adult patients",
        "Somnambulism Associated With Hallucinations",
        "Sleep Res",
        "Association of REM sleep behavior disorder and neurodegenerative disease may reflect an underlying synucleinopathy",
        "Severe obstructive sleep apnea/hypopnea mimicking REM sleep behavior disorder",
        "Sleep Res",
        "Nocturnal seizures mimic REM behavior disorder",
        "Sleep Res",
        "Sleep Res",
        "Rapid eye movement sleep behavior disorder",
        "REM sleep behavior disorder: Potential relationship to post-traumatic stress disorder",
        "Dissociation",
        "The Role of a Sleep Disorder Center in Evaluating Sleep Violence",
        "Status dissociatus after surgery for tegmental ponto-mesencephalic cavernoma: A state-dependent disorder of motor control during sleep",
        "Magnetic resonance findings in REM sleep behavior disorder",
        "Clev Clin J Med",
        "A discrete pontine ischemic lesion could cause REM sleep behavior disorder",
        "J Sleep Res",
        "REM sleep behavior disorder in a patient with pontine stroke",
        "Brainstem infarcts predict REM sleep behavior disorder in acute ischemic stroke",
        "Lesional REM sleep behavior disorder localizes to the dorsomedial pons",
        "Remitting REM sleep behavior disorder as the initial sign of multiple sclerosis",
        "REM sleep behavior disorder initiated by acute brainstem multiple sclerosis",
        "Prevalence of restless legs syndrome and REM sleep behavior disorder in multiple sclerosis",
        "REM sleep behaviour disorder associated with a neurinoma of the left pontocerebellar angle [4]",
        "Rapid eye movement sleep behavior disorder in a patient with brainstem lymphoma",
        "Isolated mediotegmental lesion causing narcolepsy and rapid eye movement sleep behaviour disorder: A case evidencing a common pathway in narcolepsy and rapid eye movement sleep behaviour disorder",
        "A brainstem inflammatory lesion causing REM sleep behavior disorder and sleepwalking (parasomnia overlap disorder)",
        "Adult-onset autosomal dominant leukodystrophy presenting with REM sleep behavior disorder",
        "Rapid eye movement sleep behavior disorder and potassium channel antibody-associated limbic encephalitis",
        "Rapid-eye-movement sleep behavior disorder secondary to acute aseptic limbic encephalitis",
        "Sleep manifestations of voltage-gated potassium channel complex autoimmunity",
        "REM sleep behavior disorder and narcoleptic features in anti-Ma2-associated encephalitis"
    ],
    "affiliation": [
        {
            "affiliation-city": "North Chicago",
            "affilname": "AbbVie",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Cleveland",
            "affilname": "Cleveland Clinic Foundation",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}