{
    "eid": "2-s2.0-85041907326",
    "title": "Characterization and screening of lipolytic bacteria from Thai fermented fish",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Fermented fish",
        "Halophilic bacteria",
        "Lipase",
        "Lipolytic bacteria"
    ],
    "authors": [
        "Rungsima Daroonpunt",
        "Naoto Tanaka",
        "Masataka Uchino",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 6,
    "ref-count": 36,
    "ref-list": [
        "Preliminary characterization of a lipolytic activity from an extremely halophilic archaeon, Natronococcus sp",
        "Production and characterization of esterase and lipase from Haloarcula marismortui",
        "EzTaxon: A web based tool for the identification of prokaryotes based on 16 ribosomal RNA gene sequences",
        "Transfer of Arthrobacter variabilis (Muller) to the Genus Corynebacterium, as Corynebacterium variabilis comb. Nov",
        "Confidence limits on phylogenies: An approach using the bootstrap",
        "Identification of distinctive volatile compounds in fish sauce",
        "Lipases in autolysed cultures of filamentous fungi",
        "Screening and molecular characterization of extracellular lipase producing Bacillus species from coconut oil mill soil",
        "Isolation and characterization of some moderately halophilic bacteria with lipase activity",
        "Bacterial lipases: An overview of production, purification and biochemical properties",
        "Staphylococcus saprophyticus subsp. Bovis subsp. Nov., isolated from bovine nostrils",
        "Industrial applications of microbial lipases",
        "Propionibacterium acnes lipase in seborrheic dermatitis and other skin diseases and Unsei-in",
        "Screening, isolation and production of lipase/ esterase producing Bacillus sp. Strain DVL2 and its potential evaluation in esterification and resolution reactions",
        "Determination of carbohydrate metabolism of marine bacteria",
        "Characterization of thermostable lipase from Thermophilic Geobacillus sp. TW1",
        "Characterization of an organic solvent-tolerant lipase from Idiomarina sp. W33 and its application for biodiesel production using Jatropha oil",
        "Oceanobacillus iheyensis gen. Nov., sp. Nov., a deep-sea extremely halotolerant and alkaliphilic species isolated from a depth of 1050 m on the Iheya Ridge",
        "Marinobacter lipolyticus sp. Nov., a novel moderate halophile with lipolytic activity",
        "Screening of microbes for lipases specific for saturated medium and long-chain fatty acids of milk fat",
        "Lipases of genera Pseudomonas and Burkholderia and their applications in biotechnology",
        "Complete genome sequence of a plant associated bacterium Bacillus amyloliquefaciens subsp. Plantarum UCMB5033",
        "Isolation of Lentibacillus juripiscariussp.nov.fromfishsauceinThailand",
        "Immobilized Pseudomonas cepacia lipase for biodiesel fuel production from soybean oil",
        "Isolation and characterization of Bacillus sp. BP-6 LipA, a Ubiquitous lipase among mesophilic Bacillus species",
        "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
        "Production, purification, characterization and application of lipases",
        "Isolation and optimization of lipase producing bacteria from oil contaminated soils",
        "Purification and properties of the extracellular lipase, LipA, of Acinetobacter sp. RAG-1",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "Lactic acid bacteria in fermented foods in Southeast Asia",
        "Staphylococcus warneri BW 94 - A new source of lipase",
        "Asaia bogorensis gen. Nov., sp. Nov., an unusual acetic acid bacterium in the α-Proteobacteria",
        "Virgibacillus dokdonensis sp. Nov., isolated from a Korean island, Dokdo, located at the edge of the East Sea in Korea",
        "Transfer of Bacillus halodenitrificans Denariaz et al. 1989 to the genus Virgibacillus as Virgibacillus halodenitrificans comb"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "@id": "60025976",
            "affilname": "Tokyo University of Agriculture",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025976",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}