{
    "eid": "2-s2.0-85007300841",
    "title": "Aging kinetics of low amylose rice during storage at ambient and chilled temperatures",
    "cover-date": "2017-08-03",
    "subject-areas": [
        {
            "$": "Food Science",
            "@code": "1106"
        }
    ],
    "keywords": [
        "Cooking quality",
        "First-order kinetic model",
        "Pasting property",
        "Rice aging",
        "Thermal property"
    ],
    "authors": [
        "Sunee Jungtheerapanich"
    ],
    "citedby-count": 25,
    "ref-count": 33,
    "ref-list": [
        "Effect of storage temperature on cooking behaviour of rice",
        "Comparative study of physicochemical properties of accelerated and naturally aged rice",
        "Changes in physicochemical characteristics of rice during storage at different temperatures",
        "Effects of ageing on selected cooking quality parameters of rice",
        "Developments in understanding the basis of cooked-rice texture",
        "Ageing of stored rice: Changes in chemical and physical attributes",
        "Effect of storage proteins on pasting properties and microstructure of Thai rice",
        "Structure-functionality changes in starch following rough rice storage",
        "Protein-Starch Interactions in Rice Grains. Influence of Storage on Oryzenin and Starch",
        "TEXTURE CHANGES AND STORAGE OF RICE",
        "Influence of Acid Treatment on Physicochemical Properties of Aged Rice Flour",
        "Changes in Physicochemical Properties of Rice during Storage",
        "Changes in the physicochemical properties of rice with aging",
        "Effect of storage conditions on quality of brown rice",
        "Selected quality attributes of fine basmati rice: Effect of storage history and varieties",
        "Rice. National Bureau of Agricultural Commodity and Food Standards",
        "Optimization of instant jasmine rice process and its physicochemical properties",
        "Effect of accelerated aging on the physicochemical and textural properties of brown and milled rice",
        "Effects of postharvest processing on texture profile analysis of cooked rice",
        "Changes in physicochemical properties of organic hulled rice during storage under different conditions",
        "Fractional conversion for determining texture degradation kinetics of vegetables",
        "KINETICS OF PHYSICAL CHANGES IN FOODS.",
        "American Association of Cereal Chemists",
        "Korean Journal of Food Science and Technology",
        "Changes in culinary, viscoamylographic and sensory characteristics during rice storage at different temperatures",
        "Rice Quality: A Guide to Rice Properties and Analysis",
        "Changes in physico-chemical, thermal, cooking and textural properties of rice during aging",
        "Changes in quality of rice (Oryza Sativa L.) CV. Khao Dawk Mali 105 during storage",
        "Studies on textural and chemical changes in aged rice grains",
        "Effect of aging on the quality of glutinous rice crackers",
        "Effect of rice storage on pasting properties of rice flour",
        "Physicochemical and pasting properties of maize as affected by storage temperature",
        "On the roles of protein and starch in the aging of non-waxy rice flour"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "National Research Council of Thailand"
    ]
}