{
    "eid": "2-s2.0-84908237659",
    "title": "Does corporate social responsibility (CSR) improve credit ratings? Evidence from geographic identification",
    "cover-date": "2014-09-01",
    "subject-areas": [
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        },
        {
            "$": "Finance",
            "@code": "2003"
        },
        {
            "$": "Accounting",
            "@code": "1402"
        }
    ],
    "keywords": [],
    "authors": [
        "Pornsit Jiraporn"
    ],
    "citedby-count": 366,
    "ref-count": 69,
    "ref-list": [
        "Do financial markets care about SRI? Evidence from mergers and acquisitions",
        "Corporate Headquarters Relocation: Evidence from the Capital Markets",
        "The effects of corporate governance on firms' credit ratings",
        "Academy of Management Journal",
        "The Relation between Stakeholder Management, Firm Value, and CEO Compensation: A Test of Enlightened Value Maximization",
        "Local Dividend Clienteles",
        "Corporate Social Responsibility as a Conflict Between Shareholders",
        "Effect of Corporate Governance on Bond Ratings and Yields: The Role of Institutional Investors and Outside Directors",
        "Factors affecting seasoned corporate bond prices",
        "Journal of Investing",
        "Does it pay to be different? An analysis of the relationship between corporate social and financial performance",
        "Corporate Community Involvement in the San Francisco Bay Area",
        "The pyramid of corporate social responsibility: Toward the moral management of organizational stakeholders",
        "The geography of investment: Informed trading and asset prices",
        "Regional Science and Urban Economics",
        "Corporate social responsibility and stakeholder value maximization: Evidence from mergers",
        "Taxes, leverage, and the cost of equity capital",
        "American Economic Review",
        "Does corporate social responsibility affect the cost of capital?",
        "Capitalism and Freedom",
        "Does Corporate Headquarters Location Matter for Firm Capital Structure?",
        "Corporate citizenship: Creating intangible assets across institutional environments",
        "The relationship between corporate philanthropy and shareholder wealth: A risk management perspective",
        "The relationship between corporate social responsibility and shareholder value: An empirical test of the risk management hypothesis",
        "The impact of corporate social responsibility on the cost of bank loans",
        "How distance, language, and culture influence stockholdings and trades",
        "Determinants of firm performance: The relative importance of economic and organizational factors",
        "Journal of Accounting Research",
        "Local does as local is: Information content of the geography of individual investors' common stock investments",
        "Stakeholder welfare and firm value",
        "The geography of block acquisitions",
        "Journal of Business",
        "Geography and acquirer returns",
        "Neighborhood matters: The impact of location on broad based stock option plans",
        "Does corporate governance matter to bondholders?",
        "Risk premia and the pricing of primary issue bonds",
        "Corporate sustainability performance and idiosyncratic risk: A global perspective",
        "Corporate Governance and Financing Policy: New Evidence Manuscript",
        "The effect of CEO power on bond ratings and yields",
        "Hedging, familiarity and portfolio choice",
        "Academy of Management Journal",
        "Corporate social responsibility and financial performance: Correlation or misspecification?",
        "Economic shocks and civil conflict: An instrumental variables approach",
        "Journal of Political Economy",
        "Journal of Business",
        "Corporate social and financial performance: A meta-analysis",
        "Organizational Science",
        "Strategy & society: The link between competitive advantage and corporate social responsibility",
        "Geographic location and corporate finance",
        "Does corporate headquarters location matter for stock returns?",
        "Business and Society",
        "Econometrica",
        "Does doing good always lead to doing better? Consumer reactions to corporate social responsibility",
        "Environmental risk management and the cost of capital",
        "EFA keynote speech: “corporate governance and corporate social responsibility: What do investors care about? What should investors care about?\"",
        "The effect of socially activist investment policies on the financial markets: Evidence from the South African boycott",
        "The corporate social performance-financial performance link",
        "Corporate Goodwill: A game theoretic approach to the effect of corporate charitable expenditures on firm behaviour",
        "Agency conflict and corporate strategy: The effect of divestment on corporate value",
        "Do Lenders Value Corporate Social Responsibility? Evidence from China",
        "Journal of Business Ethics",
        "Bond ratings, bond yields and financial information"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Sasin School of Management, Bangkok",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "affilname": "Penn State Great Valley",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Oswego",
            "affilname": "SUNY Oswego",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Sarasota",
            "affilname": "University of South Florida Sarasota-Manatee",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "National Institute of Development Administration",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Petroleum Authority of Thailand",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}