{
    "eid": "2-s2.0-85040713584",
    "title": "Rehydration and textural properties of dried konjac noodles: Effect of alkaline and some gelling agents",
    "cover-date": "2017-03-01",
    "subject-areas": [
        {
            "$": "Horticulture",
            "@code": "1108"
        },
        {
            "$": "Plant Science",
            "@code": "1110"
        }
    ],
    "keywords": [
        "Calcium hydroxide",
        "Cohesiveness",
        "Hot air drying",
        "Konjac glucomannan flour",
        "Limewater",
        "Sodium alginate",
        "Springiness",
        "Water uptake"
    ],
    "authors": [
        "Rarisara Impaprasert"
    ],
    "citedby-count": 21,
    "ref-count": 27,
    "ref-list": [
        "A New Drying Approach to Enhance Quality of Konjac Glucomannan Extracted from Amorphophallus muelleri",
        "Konjac Flour",
        "Advance in the applications of konjac glucomannan and its derivatives",
        "Food Technol",
        "Traditional uses and potential health benefits of Amorphophallus konjac K. Koch ex N.E.Br.",
        "Health benefits of konjac glucomannan with special focus on diabetes",
        "Review of konjac glucomannan",
        "Recent advances in the understanding of heat set gelling polysaccharides",
        "Konjac gel for use as potential fat analogue for healthier meat product development: Effect of chilled and frozen storage",
        "Studies on macromolecular interactions in ternary mixtures of konjac glucomannan, xanthan gum and sodium alginate",
        "Controlled release of anticancer drug using graphene oxide as a drug-binding effector in konjac glucomannan/sodium alginate hydrogels",
        "Official Methods of Analysis",
        "Agric. Agric. Sci. Procedia",
        "Effect of konjac glucomannan on physical and sensory properties of noodles made from low-protein wheat flour",
        "Relationship of various flour properties with noodle making characteristics among durum wheat varieties",
        "Gelation behavior of native and acetylated konjac glucomannan",
        "The mechanism of gelation of konjac mannan",
        "A molecular description of the gelation mechanism of konjac mannan",
        "Dynamic viscoelastic study on the gelation of konjac glucomannan with different molecular weights",
        "Gelation behaviour of konjac glucomannan with different molecular weights",
        "First steps in using glucomannan to make thermostable gels for potential use in mince fish reestructuration",
        "Rheology of Industrial Polysaccharides: Theory and Applications",
        "Effect of alkalis on konjac glucomannan gels for use as potential gelling agents in restructured seafood products",
        "Biological interactions between polysaccharides and divalent cations: The egg-box model",
        "Effects of amine, amine salt and amide on the behaviour of carbon dioxide absorption into calcium hydroxide suspension to precipitate calcium carbonate",
        "The mechanism of sodium hydroxide solution promoting the gelation of Konjac glucomannan (KGM)",
        "Correlation of Thermal Conductivity of Instant Noodles with their Textural Property for Rehydration Study"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sydney",
            "affilname": "UNSW Sydney",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Faculty of Science",
        "King Mongkut's University of Technology Thonburi"
    ]
}