{
    "eid": "2-s2.0-85064215214",
    "title": "The modified robert jones bandage does not improve performance or functional outcome after total knee arthroplasty: A randomized controlled trial",
    "cover-date": "2019-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Bandage",
        "Dressing",
        "Knee arthroplasty",
        "Performance",
        "RCT"
    ],
    "authors": [
        "C. Pornrattanamaneewong",
        "P. Ruangsomboon",
        "R. Narkbunnam",
        "K. Chareancholvanich",
        "V. Wilairatana"
    ],
    "citedby-count": 1,
    "ref-count": 18,
    "ref-list": [
        "The Robert Jones bandage",
        "The treatment of fracture without plaster of Paris",
        "Principles of fractures and dislocations",
        "Can a modified Robert Jones bandage after knee arthroplasty reduce blood loss? A prospective randomized controlled trial",
        "A look back in time: Sir Robert Jones, ‘Father of Modern Orthopaedics’",
        "Pain and effusion and quadriceps activation and strength",
        "A compression bandage improves local infiltration analgesia in total knee arthroplasty",
        "Bandaging technique after knee replacement",
        "Measuring functional improvement after total knee arthroplasty requires both performance-based and patient-report assessments: A longitudinal analysis of outcomes",
        "Temporary clamping of drain combined with tranexamic acid reduce blood loss after total knee arthroplasty: A prospective randomized controlled trial",
        "Threehour interval drain clamping reduces postoperative bleeding in total knee arthroplasty: A prospective randomized controlled trial",
        "Measurement of circumference of the knee with ordinary tape measure",
        "OARSI recommended performancebased tests to assess physical function in people diagnosed with hip or knee osteoarthritis",
        "Outcomes before and after total knee arthroplasty compared to healthy adults",
        "Assessing minimal detectable changes and test-retest reliability of the timed up and go test and the 2-minute walk test in patients with total knee arthroplasty",
        "The use of cold compression dressings after total knee replacement: A randomized controlled trial",
        "Cryotherapy compared with Robert Jones bandage after total knee replacement: A prospective randomized trial",
        "A randomized, controlled trial comparing compression bandaging and cold therapy in postoperative total knee replacement surgery"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60011189",
            "affilname": "Faculty of Medicine Siriraj Hospital, Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011189",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}