{
    "eid": "2-s2.0-85052382725",
    "title": "Population ecology of the land hermit crab Coenobita rugosus (Anomura, Coenobitidae) at Cape Panwa, Phuket Island, Andaman coast of Thailand",
    "cover-date": "2014-10-01",
    "subject-areas": [
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Density",
        "Diet",
        "Dispersion",
        "Population structure",
        "Reproduction",
        "Secondary sexual characters",
        "Sex ratio",
        "Terrestrial hermit crab"
    ],
    "authors": [
        "Thanakhom Bundhitwongrut"
    ],
    "citedby-count": 8,
    "ref-count": 50,
    "ref-list": [
        "Behavioral Adaptations to Intertidal Life",
        "Ecology of tropical hermit crabs at Quirimba Island, Mozambique: Vertical migration (tree climbing)",
        "Ecology of tropical hermit crabs at Quirimba Island, Mozambique: A novel and locally important food source",
        "Ecology of tropical hermit crabs at Quirimba Island, Mozambique: Shell characteristics and utilisation",
        "Ecology of subtropical hermit crabs in SW Madagascar: Refuge-use and dynamic niche overlap",
        "Relative growth and sexual maturity of the hermit crab Paguristes erythrops (Anomura, Diogenidae) from South Atlantic",
        "Phuket Mar. Biol. Cent. Spec. Publ.",
        "Can land crabs be used as a rapid ecosystem evaluation tool? A test using distribution and abundance of several genera from the Seychelles",
        "Biology of the Land Crabs",
        "Raff. Bull. Zool. Suppl.",
        "Population dynamics and life history of the mangrove crab Aratus pisonii (Brachyura, Grapsidae) in a marine environment",
        "The Genetical Theory of Natural Selection",
        "The marine fauna of New Zealand: Paguridea (Decapoda: Anomura) exclusive of the Lithodidae",
        "Ann. Rev. Ecol. Syst.",
        "Morphometry and sexual maturity of the tropical hermit crab calcinus tibicen (crustacea, anomura) from Brazil",
        "Nauplius",
        "Ann. Rev. Ecol. Syst.",
        "Phuket Mar. Biol. Cent. Res. Bull.",
        "Temporal changes in the reproductive population structures and males' secondary sexual character of the hermit crab Diogenes nitidimanus",
        "Ecological Methodology",
        "Foraging across ecosystems: Diet diversity and social foraging spanning aquatic and terrestrial ecosystems by an invertebrate",
        "Phuket Mar. Biol. Cent. Res. Bull.",
        "Statistical Ecology: A Primer on Methods and Computing",
        "Relative growth and sexual dimorphism of the South Atlantic hermit crab Loxopagurus loxochelis (Anomura, Diogenidae) from Ubatuba, Brazil",
        "Nauplius",
        "Shell utilization pattern of the hermit crab Calcinus tibicen (Diogenidae) from Southern Brazil",
        "Phuket Mar. Biol. Cent. Spec. Publ.",
        "A Catalog of the Hermit Crabs (Paguroidea) of Taiwan",
        "Raff. Bull. Zool. Suppl.",
        "Arthropod diversity and allochthonous-based food webs on tiny oceanic islands",
        "Land hermit crab (Coenobita clypeatus) densities and patterns of gastropod shell use on small Bahamian islands",
        "Zool. Sci.",
        "Reproductive biology of three land hermit crabs (Decapoda: Anomura: Coenobitidae) in Okinawa, Japan",
        "Encyclopedia of Marine Science",
        "Phuket Mar. Biol. Cent. Res. Bull.",
        "Distribution patterns of terrestrial hermit crabs at Enewetak Atoll, Marshall Islands.",
        "Feeding activity patterns and carrion removal by terrestrial hermit crabs at Enewetak Atoll, Marshall Islands.",
        "Phuket Mar. Biol. Cent. Res. Bull.",
        "J. Basic & Appl. Zool.",
        "Nauplius",
        "Shell utilization by the land hermit crab Coenobita scaevola (Anomura, Coenobitidae) from Wadi El-Gemal, Red Sea",
        "The Biology of Crustacea",
        "The Biology of Crustacea",
        "Galaxea",
        "Land hermit crabs use odors of dead conspecifics to locate shells",
        "SPSS Statistics 17.0",
        "Volatile shell-investigation cues of land hermit crabs: Effect of shell fit, detection of cues from other hermit crab species, and cue isolation",
        "Am. Nat.",
        "Stud. Fauna Curacao",
        "Biostatistical Analysis"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Felix Scholarship"
    ]
}