{
    "eid": "2-s2.0-85075518705",
    "title": "Which characteristics can be expected from p16+-squamous cell carcinomas of the posterior oral cavity and oropharynx? – Distinctive results from Central Germany",
    "cover-date": "2020-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Oral Surgery",
            "@code": "3504",
            "@abbrev": "DENT"
        },
        {
            "@_fa": "true",
            "$": "Otorhinolaryngology",
            "@code": "2733",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Germany",
        "Human papillomavirus",
        "Oral cavity",
        "Oropharynx",
        "Squamous cell carcinoma",
        "Surgery"
    ],
    "authors": [
        "P. Pitak-Arnnop",
        "L. K. Witohendro",
        "J. P. Meningaud",
        "K. Subbalekha",
        "A. Iamaroon",
        "N. Sirintawat",
        "A. Klaisiri",
        "A. Neff"
    ],
    "citedby-count": 3,
    "ref-count": 38,
    "ref-list": [
        "HPV infection in the oral cavity: epidemiology, clinical manifestations and relationship with oral cancer",
        "Human papillomavirus-related oropharyngeal cancer",
        "HPV-related oropharyngeal carcinoma: a review of clinical and pathologic features with emphasis on updates in clinical and pathologic staging",
        "Current status of clinical testing for human papillomavirus in oropharyngeal squamous cell carcinoma",
        "Human papillomavirus immunity in oropharyngeal cancer: time to change the game?",
        "Roles of human papillomaviruses and p16 in oral cancer",
        "p16 – a possible surrogate marker for high-risk human papillomaviruses in oral cancer?",
        "Current and future techniques for human papilloma virus (HPV) testing in oropharyngeal squamous cell carcinoma",
        "Prognostic significance of cell cycle-associated proteins p16, pRB, cyclin D1 and p53 in resected oropharyngeal carcinoma",
        "Treatment de-escalation for HPV-driven oropharyngeal cancer: where do we stand?",
        "Differences in incidence and survival of oral cavity and pharyngeal cancers between Germany and the United States depend on the HPV-association of the cancer site",
        "Survival analysis of 287 oropharyngeal squamous cell carcinoma patients in a single institution: a retrospective comparison of two consecutive time intervals with surgical and conservative treatment approaches",
        "Human papillomavirus association is the most important predictor for surgically treated patients with oropharyngeal cancer",
        "Comparison of cost and function in reconstruction of the posterior oral cavity and oropharynx. Free vs pedicled soft tissue transfer",
        "HPV DNA, E6/E7 mRNA, and p16INK4a detection in head and neck cancers: a systematic review and meta-analysis",
        "Human papilloma virus testing in oropharyngeal squamous cell carcinoma: what the clinician should know",
        "A clinical prognostic model compared to the newly adopted UICC staging in an independent validation cohort of P16 negative/positive head and neck cancer patients",
        "Correlation of p16 expression and HPV type with survival in oropharyngeal squamous cell cancer",
        "Mundkrebsfrüherkennung – eine tägliche Herausforderung",
        "Sensitivity of tumor surface brushings to detect human papilloma virus DNA in head and neck cancer",
        "Oropharyngeal cancer is no longer a disease of younger patients and the prognostic advantage of Human Papillomavirus is attenuated among older patients: analysis of the National Cancer Database",
        "Sexual behavior in Germany",
        "The epidemiology of oral human papillomavirus infection in healthy populations: a systematic review and meta-analysis",
        "Viral infections of the pubis",
        "Human papillomavirus testing in head and neck carcinomas: guideline from the College of American Pathologists",
        "The diagnostic accuracy of incisional biopsy in the oral cavity",
        "Inter- and intra-observer variability in the classification of extracapsular extension in p16 positive oropharyngeal squamous cell carcinoma nodal metastases",
        "Früherkennung, diagnostik, therapie und nachsorge bei Patienten mit Plattenepithelkarzinomen von Mundhöhle, Rachen und Kehlkopf",
        "Multidisciplinary management of head and neck cancer: first expert consensus using Delphi methodology from the Spanish Society for Head and Neck Cancer (part 1)",
        "GEC-ESTRO ACROP recommendations for head & neck brachytherapy in squamous cell carcinomas: 1st update – improvement by cross sectional imaging based treatment planning and stepping source technology",
        "Survival for HPV-positive oropharyngeal squamous cell carcinoma with surgical versus non-surgical treatment approach: a systematic review and meta-analysis",
        "DKTK-ROG. HPV status, cancer stem cell marker expression, hypoxia gene signatures and tumour volume identify good prognosis subgroups in patients with HNSCC after primary radiochemotherapy: a multicentre retrospective study of the German Cancer Consortium Radiation Oncology Group (DKTK-ROG)",
        "Update zu HPV-assoziierten Kopf-Hals-Karzinomen – Highlights der ASCO-Jahrestagung 2018",
        "Fibular flap for mandibular reconstruction: are there old tricks for an old dog?",
        "Significance of post-resection tissue shrinkage on surgical margins of oral squamous cell carcinoma",
        "Head and neck cancer survivorship care: a review of the current guidelines and remaining unmet needs",
        "The physical function and social-emotional function subscales of the University of Washington Quality of Life Questionnaire",
        "Meta-analysis: HPV and p16 pattern determines survival in patients with HNSCC and identifies potential new biologic subtype"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Freiburg im Breisgau",
            "@id": "60025641",
            "affilname": "Universität Freiburg",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025641",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Creteil",
            "@id": "60015910",
            "affilname": "Faculté de Santé",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015910",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60012521",
            "affilname": "Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012521",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Frankfurt am Main",
            "@id": "60007762",
            "affilname": "Goethe-Universität Frankfurt am Main",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007762",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Leipzig",
            "@id": "60004692",
            "affilname": "Universitätsklinikum Leipzig und Medizinische Fakultät",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004692",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Marburg",
            "@id": "60002681",
            "affilname": "Universitätsklinikum Gießen und Marburg, Standort Marburg",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002681",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}