{
    "eid": "2-s2.0-85129580027",
    "title": "The secondary outcome of public health measures amidst the COVID-19 pandemic in the spread of other respiratory infectious diseases in Thailand",
    "cover-date": "2022-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "COVID-19",
        "Incidence",
        "Public health measures",
        "Respiratory infectious diseases",
        "SARIMA"
    ],
    "authors": [
        "Nji T. Ndeh",
        "Yacob T. Tesfaldet",
        "Jariya Budnard",
        "Pavadee Chuaicharoen"
    ],
    "citedby-count": 6,
    "ref-count": 35,
    "ref-list": [
        "Medidas de distanciamento social no controle da pandemia de COVID-19: potenciais impactos e desafios no Brasil",
        "The economic burden of COVID-19 in the United States: estimates and projections under an infection-based herd immunity approach",
        "Work from home during the COVID-19 outbreak",
        "Governmental public health powers during the COVID-19 pandemic",
        "Effective public health measures to mitigate the spread of COVID-19: a systematic review",
        "Impact assessment of non-pharmaceutical interventions against coronavirus disease 2019 and influenza in Hong Kong: an observational study",
        "Public health measures during the COVID-19 pandemic reduce the spread of other respiratory infectious diseases",
        "Trends in viral respiratory infections during COVID-19 pandemic, South Korea",
        "Non-pharmaceutical interventions used for COVID-19 had a major impact on reducing influenza in China in 2020",
        "COVID-19 Response in Thailand and its implications on future preparedness",
        "Challenging the spread of COVID-19 in Thailand",
        "Responding to the COVID-19 second wave in Thailand by diversifying and adapting lessons from the first wave",
        "Effects of public health interventions on the epidemiological spread during the first wave of the COVID-19 outbreak in Thailand",
        "Comparison of different waves during the COVID-19 pandemic: retrospective descriptive study in Thailand",
        "Fifth wave of COVID-19 already sweeping through Thailand",
        "Pneumonia, influenza, and dengue cases decreased after the COVID-19 pandemic in Thailand",
        "National disease surveillance report 506 [WWW Document]. Bur. Epidemiol. Dep. Dis. Control. MoPH, Thail",
        "Etiology, clinical course, and outcomes of pneumonia in the elderly: a retrospective and prospective cohort study in Thailand",
        "Causative agents of severe community acquired viral pneumonia among children",
        "Machine learning for time series forecasting with python, machine learning for time series forecasting with Python",
        "Seasonality of tuberculosis in intermediate endemicity setting dominated by reactivation diseases in Hong Kong",
        "Impact of nonpharmacological COVID‐19 interventions in hospitalizations for childhood pneumonia in Brazil",
        "The indirect impact of COVID-19 large-scale containment measures on the incidence of community-acquired pneumonia in older people: a region-wide population-based study in Tuscany, Italy",
        "Social distancing, lockdown and the wide use of mask; a magic solution or a double-edged sword for respiratory viruses epidemiology?",
        "Changes in notifiable infectious disease incidence in China during the COVID-19 pandemic",
        "Delayed respiratory syncytial virus epidemic in children after relaxation of COVID-19 physical distancing measures, Ashdod, Israel, 2021",
        "COVID-19, seasonal influenza and measles: potential triple burden and the role of flu and MMR vaccines",
        "Non-pharmaceutical interventions implemented to control the COVID-19 were associated with reduction of influenza incidence",
        "The potential impact of the Covid-19 response on tuberculosis in high-burden countries: a modelling analysis",
        "Effect of COVID-19 on tuberculosis notification, South Korea",
        "Influence of the COVID-19 pandemic on the incidence of tuberculosis and influenza",
        "Why has the incidence of tuberculosis not reduced in London during the COVID-19 pandemic?",
        "Small-area level socio-economic deprivation and tuberculosis rates in England: an ecological analysis of tuberculosis notifications between 2008 and 2012"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "60015046",
            "affilname": "Huachiew Chalermprakiet University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015046",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}