{
    "eid": "2-s2.0-85148479832",
    "title": "CORR Insights®: Is Hip Medial Ultrasound More Accurate Than Radiography for Determining the Status of Hip Reduction in Children Treated with a Spica Cast? A Retrospective Diagnostic Accuracy Study",
    "cover-date": "2023-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Noppachart Limpaphayom"
    ],
    "citedby-count": 0,
    "ref-count": 13,
    "ref-list": [
        "DDH diagnosis: What do we know so far?",
        "Ultrasonography in the diagnosis and management of developmental dysplasia of the hip",
        "Narrative review on the role of imaging in DDH",
        "Classification of hip joint dysplasia by means of sonography",
        "The role of ultrasound in the diagnosis and management of congenital dislocation and dysplasia of the hip",
        "Ultrasound of the neonatal hip as a screening tool for DDH: How to screen and differences in screening programs between European countries",
        "Reliability of 2D and 3D ultrasound for infant hip dysplasia in the hands of novice users",
        "Screening of newborns and infants for developmental dysplasia of the hip: A systematic review",
        "Ultrasonography in congenital dislocation of the hip. Simultaneous imaging of both hips from in front",
        "Congenital dislocation of the hip: An evaluation of closed reduction",
        "Ultrasonography for evaluation of hip dysplasia. Methods and policy in neonates, infants, and older children",
        "Is hip medial ultrasound more accurate than radiography for determining the status of hip reduction in children treated with a spica cast? A retrospective diagnostic accuracy study",
        "Consistency of indices obtained via hip medial ultrasound and magnetic resonance imaging in reduction and spica cast treatment for developmental dysplasia of the hip"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60002620",
        "affilname": "Faculty of Medicine, Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
        "affiliation-country": "Thailand"
    },
    "funding": []
}