{
    "eid": "2-s2.0-85063732788",
    "title": "The dynamic linkage among the size, growth and profitability of listed companies in the ASEAN-4 countries",
    "cover-date": "2018-12-19",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Management Information Systems",
            "@code": "1404",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Marketing",
            "@code": "1406",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Management of Technology and Innovation",
            "@code": "1405",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "ASEAN",
        "GMM",
        "Growth",
        "Profitability",
        "Size"
    ],
    "authors": [
        "Phassawan Suntraruk",
        "Kanix Bukkavesa",
        "Nat Kulvanich"
    ],
    "citedby-count": 0,
    "ref-count": 31,
    "ref-list": [
        "Some tests of specification for panel data: Monte Carlo evidence and an application to employment equations",
        "Start-up size and industrial dynamics: Some evidence from Italian manufacturing",
        "Testing the principle of 'growth of the fitter': The relationship between profits and company growth",
        "Exploring the processes of company growth: Evidence from a vector auto-regression",
        "Growth processes of Italian manufacturing companies",
        "The growth-profit nexus",
        "Does working capital management affect profitability of Belgian firms?",
        "Gibrat's law and quantile regressions: An application to firm growth",
        "Age, size, growth and survival: UK companies in the late 1980's",
        "The relationship between company growth, size, and age: Estimates for 100 manufacturing industries",
        "Size and growth dynamics of online stores: A case of China's Taobao.com",
        "Are differences in company size transitory or permanent?",
        "Corporate growth and profitability",
        "Dynamics of growth and profitability in banking",
        "Determinants of profitability in European manufacturing and services: Evidence from a dynamic panel data",
        "Panel tests of Gibrat's Law for Japanese manufacturing",
        "The effect of size, growth, and industry on the financial structure of manufacturing companies",
        "Minimum efficient scale as a determinant of concentration: A reappraisal",
        "Growth and size of firms",
        "The relationship between growth and profit: Evidence from company-level panel data",
        "The size and growth of microfinance institutions",
        "Is extraordinary growth profitable? A study of Inc. 500 high-growth Companies",
        "The persistence of profits above the norm",
        "Corporate financing and investment decisions when firms have information that investors do not have",
        "Dynamics of growth and profitability: The case of Japanese manufacturing companies",
        "Profitability determinants of Portuguese knowledge-intensive business services: Empirical evidence using panel data models",
        "Profitability in Portuguese service industries: A panel data approach",
        "Testing gibrat's law: Empirical evidence from a panel of Portuguese manufacturing companies",
        "The relationship between size, growth and profitability of commercial banks",
        "Clustering in an object-oriented environment"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}