{
    "eid": "2-s2.0-85031743233",
    "title": "Temporal kNN for short-Term ocean current prediction based on HF radar observations",
    "cover-date": "2017-09-05",
    "subject-areas": [],
    "keywords": [
        "HF radar",
        "oil spill",
        "surface current prediction",
        "temporal k-nearest-neighbor"
    ],
    "authors": [
        "Arnon Jirakittayakorn"
    ],
    "citedby-count": 14,
    "ref-count": 15,
    "ref-list": [
        "Ocean surface currents mapped by radar",
        "HF radar data assimilation in the Monterey Bay area",
        "The us navy coupled ocean-wave prediction system",
        "A reduced-order Kalman filter for data assimilation in physical oceanography",
        "Improved statistical prediction of surface currents based on historic HF-radar observations",
        "Data Analysis Methods in Physical Oceanography: Third Edition",
        "Burapha Sci J",
        "A short-term predictive system for surface currents from a rapidly deployed coastal HF radar network",
        "Predicting ocean surface currents using numerical weather prediction model and Kohonen neural network: a northern Adriatic study",
        "Forecasting: Principles and Practice. OTexts",
        "A combined numerical and neural technique for short term prediction of ocean currents in the Indian Ocean",
        "Self-Organizing Maps-based ocean currents forecasting system",
        "The Influence of Wind on HF Radar Surface Current Forecasts. Ft. Belvoir: Defense Technical Information Center",
        "The ISMAR high frequency coastal radar network: Monitoring surface currents for management of marine resources",
        "Efficient tools for marine operational forecast and oil spill tracking"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Geo-Informatics and Space Technology Development Agency",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}