{
    "eid": "2-s2.0-85168250885",
    "title": "Commercial scale production of Yamabushitake mushroom (Hericium erinaceus (Bull.) Pers. 1797) using rubber and bamboo sawdust substrates in tropical regions",
    "cover-date": "2023-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Preuk Chutimanukul",
        "Wongsakorn Phatthanamas",
        "Ornprapa Thepsilvisut",
        "Thanin Chantarachot",
        "Akira Thongtip",
        "Panita Chutimanukul"
    ],
    "citedby-count": 0,
    "ref-count": 51,
    "ref-list": [
        "Bioactive components in button mushroom Agaricus bisporus (J. Lge) Imbach (Agaricomycetideae) of nutritional, medicinal, and biological importance",
        "Non-volatile taste components of several speciality mushrooms",
        "Chemical composition and nutritive value of Pleurotus citrinopileatus var cornucopiae, P. eryngii, P. salmoneo stramineus, Pholiota nameko and Hericium erinaceus",
        "Influence of fermentation concentrate of Hericium caput-medusae (Bull.: Fr.) Pers. on performance, antioxidant status, and meat quality in broilers",
        "Polysaccharides from Hericium erinaceus fruiting bodies: Structural characterization, immunomodulatory activity and mechanism",
        "Yamabushitake, Hericium erinaceum: Bioactive substances and medicinal utilization",
        "High molecular weight of polysaccharides from Hericium erinaceus against amyloid beta-induced neurotoxicity",
        "Hericium erinaceus enhances doxorubicin-induced apoptosis in human hepatocellular carcinoma cells",
        "Effects of dietary fermentation concentrate of Hericium caput-medusae (Bull.: Fr.) Pers. on growth performance, digestibility, and intestinal microbiology and morphology in broiler chickens",
        "Hypolipidemic effect of exo-polymer produced in submerged mycelial culture of five different mushrooms",
        "Antioxidant and hepatoprotective potential of endo-polysaccharides from Hericium erinaceus grown on tofu whey",
        "Hericium erinaceus, an amazing medicinal mushroom",
        "World production of cultivated edible and medicinal mushrooms in 1997 with emphasis on Lentinus edodes (Berk.) Sing, in China",
        "Hericium erinaceus (Yamabushitake): S unique resource for developing functional foods and medicines",
        "Shiitake mushroom: A tool of medicine",
        "Note. Production of shiitake mushroom (Lentinus edodes) on lignocellulosic residues/Nota Cultivo del hongo shiitake (Lentinus edodes) en residuos lignocelulósicos",
        "Hericium erinaceum: Bioactive substances and medicinal utilization",
        "Some aspects of mushroom cultivation in developing countries",
        "Upcycling from chitin-waste biomass into bioethanol and mushroom via solid-state fermentation with Pleurotus ostreatus",
        "Optimal conditions of mycelial growth of three wild edible mushrooms from northern Thailand",
        "Use of spent mushroom substrate in new mushroom crops to promote the transition towards a circular economy",
        "Agricultural wastes-potential substrates for mushroom cultivation",
        "Bamboo waste recycling using Dictyophora indusiata mycelia cultivation",
        "Potential of oil palm empty fruit bunch (EFB) as media for oyster mushroom, Pleurotus ostreatus cultivation",
        "An examination of the Degtjareff method for determining soil organic matter, and a proposed modification of the chromic acid titration method",
        "A new method for the determination of nitrogen in organic matter",
        "Carbonate. Methods of soil analysis chemical and microbiological properties",
        "International A: Official methods of analysis of the AOAC international",
        "Establishment of calibration curves for comparing pour-through and saturated media extract nutrient values",
        "Structure elucidation of a bioactive polysaccharide from fruiting bodies of Hericium erinaceus in different maturation stages",
        "The effects of soybean meal on growth, bioactive compounds, and antioxidant activity of Hericium erinaceus",
        "Multiple range and multiple F tests",
        "Effect of different levels of lime and pH on mycelial growth and production efficiency of oyster mushroom (Pleurotus spp.)",
        "Lignocellulosic and proximate based compositional changes in substrates during cultivation of Hericium erinaceus mushroom",
        "Mushrooms: From nutrition to mycoremediation",
        "Composting enhances the removal of lead ions in aqueous solution by spent mushroom substrate: Biosorption and precipitation",
        "Evaluation of different casing materials for growth and yield of button Musrhroom (Agaricus bisporus (L.) Sing.)",
        "Correlation of the properties of several lignocellulosic substrates to the crop performance of the shiitake mushroom Lentinula edodes",
        "Changes in lignocellulosic fractions of growing substrates during the cultivation of Hypsizygus ulmarius mushroom and its effects on mushroom productivity",
        "Quantitative changes in the biochemical composition of lignocellulosic residues during the vegetative growth of Lentinula edodes",
        "The effects of different substrates on the growth, yield, and nutritional composition of two oyster mushrooms (Pleurotus ostreatus and Pleurotus cystidiosus)",
        "Comparative study on cultivation and yield performance of oyster mushroom (Pleurotus ostreatus) on different substrates (wheat straw, leaves, saw dust)",
        "Effects of nutrient sources and environmental factors on the cultivation and yield of oyster mushroom (Pleurotus ostreatus)",
        "Variability effect of pH on yield optimization and mycochemical compositions of Pleurotus ostreatus sporophores cultured on HCl-induced substrate",
        "Diversity and dynamics of the microbial community on decomposing wheat straw during mushroom compost production",
        "Comparison of characterization and microbial communities in rice straw-and wheat straw-based compost for Agaricus bisporus production",
        "Accumulation of selected metal elements in fruiting bodies of oyster mushroom"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60012521",
            "affilname": "Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012521",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Fresh & Friendly Farm Co., Ltd.",
        "Thammasat University Center of Excellence in Agriculture Innovation Center",
        "Thammasat University Research Fund",
        "National Science and Technology Development Agency",
        "Thammasat University",
        "National Center for Genetic Engineering and Biotechnology"
    ]
}