{
    "eid": "2-s2.0-85122649177",
    "title": "Attitudes About Analytic Treatment Interruption (ATI) in HIV Remission Trials with Different Antiretroviral Therapy (ART) Resumption Criteria",
    "cover-date": "2022-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Social Psychology",
            "@code": "3207",
            "@abbrev": "PSYC"
        },
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Analytic treatment interruption",
        "Attitudes",
        "Remission",
        "Transmission",
        "Willingness to participate"
    ],
    "authors": [
        "Holly L. Peay",
        "Stuart Rennie",
        "R. Jean Cadigan",
        "Angela Gwaltney",
        "Thidarat Jupimai",
        "Nittaya Phanuphak",
        "Eugène Kroon",
        "Donn J. Colby",
        "Nuchanart Ormsby",
        "Sinéad C. Isaacson",
        "Sandhya Vasan",
        "Carlo Sacdalan",
        "Peeriya Prueksakaew",
        "Khunthalee Benjapornpong",
        "Jintanat Ananworanich",
        "Gail E. Henderson"
    ],
    "citedby-count": 4,
    "ref-count": 31,
    "ref-list": [
        "Lessons learned from HIV antiretroviral treatment interruption trials",
        "Ethical issues in HIV remission trials",
        "Leveraging early HIV diagnosis and treatment in Thailand to conduct HIV cure research",
        "Ethics of treatment interruption trials in HIV cure research: addressing the conundrum of risk/benefit assessment",
        "Going off antiretroviral treatment in a closely monitored HIV “cure” trial: longitudinal assessments of acutely diagnosed trial participants and decliners",
        "Safety and efficacy of VRC01 broadly neutralising antibodies in adults with acutely treated HIV (RV397): a phase 2, randomised, double-blind, placebo-controlled trial",
        "Systematic review and meta-analysis of treatment interruptions in human immunodeficiency virus (HIV) type 1–infected patients receiving antiretroviral therapy: implications for future HIV cure trials",
        "Ad26/MVA therapeutic vaccination with TLR7 stimulation in SIV-infected rhesus monkeys",
        "A randomized controlled safety/efficacy trial of therapeutic vaccination in HIV-infected individuals who initiated antiretroviral therapy early in infection",
        "Recommendations for analytical antiretroviral treatment interruptions in HIV research trials—report of a consensus meeting",
        "Viral rebound in semen after antiretroviral treatment interruption in an HIV therapeutic vaccine double-blind trial",
        "Unintended HIV-1 infection during analytical therapy interruption",
        "Perspectives on analytical treatment interruptions in people living with HIV and their health care providers in the landscape of HIV cure-focused studies",
        "Risk to nonparticipants in HIV remission studies with treatment interruption: a symposium",
        "A collaborative, multidisciplinary approach to HIV transmission risk mitigation during analytic treatment interruption",
        "An activist’s argument that participant values should guide risk-benefit ratio calculations in HIV cure research",
        "What motivates participation in HIV cure trials? A call for real-time assessment to improve informed consent",
        "Willingness to participate and take risks in HIV cure research: survey results from 400 people living with HIV in the US",
        "We need to deploy them very thoughtfully and carefully”: perceptions of analytical treatment interruptions in HIV cure research in the United States-a qualitative inquiry",
        "Patterns of patient and healthcare provider viewpoints regarding participation in HIV cure-related clinical trials. Findings from a multicentre French survey using Q methodology (ANRS-APSEC)",
        "Differences in HIV cure clinical trial preferences of French people living with HIV and physicians in the ANRS-APSEC study: a discrete choice experiment",
        "The brief illness perception questionnaire (BIPQ)",
        "Validation of a simplified medication adherence questionnaire in a large cohort of HIV-infected patients: the GEEMA Study",
        "Uptake of HIV testing and counseling, risk perception and linkage to HIV care among Thai university students",
        "Longitudinal effects of SafeTalk, a motivational interviewing-based program to improve safer sex practices among people living with HIV/AIDS",
        "Implementing a status-neutral approach to HIV in the Asia-pacific",
        "Is it ethical to isolate study participants to prevent HIV transmission during trials with ananalytical treatment interruption?",
        "Cohorts as collections of bodies and communities of persons: insights from the SEARCH010/RV254 research cohort"
    ],
    "affiliation": [
        {
            "affiliation-city": "Research Triangle Park",
            "@id": "60032205",
            "affilname": "RTI International",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032205",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60031780",
            "affilname": "Thai Red Cross Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031780",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chapel Hill",
            "@id": "60025111",
            "affilname": "The University of North Carolina at Chapel Hill",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025111",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Rockville",
            "@id": "60014443",
            "affilname": "HJF",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014443",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Silver Spring",
            "@id": "60012786",
            "affilname": "Walter Reed Army Institute of Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Amsterdam",
            "@id": "60001157",
            "affilname": "Amsterdam UMC - University of Amsterdam",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001157",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "124379119",
            "affilname": "Institute of HIV Research and Innovation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/124379119",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thai Government Pharmaceutical Organization",
        "Thai Red Cross AIDS Research Centre",
        "National Institutes of Health",
        "U.S. Department of Defense",
        "U.S. National Institute of Allergy and Infectious Diseases",
        "Henry M. Jackson Foundation",
        "Merck",
        "Gilead Sciences",
        "University of North Carolina at Chapel Hill Center for AIDS Research"
    ]
}