{
    "eid": "2-s2.0-85115260064",
    "title": "Evaluation of the greater occipital nerve location regarding its relation to intermastoid and external occipital protuberance to mastoid process lines",
    "cover-date": "2021-09-07",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Anatomy",
            "@code": "2702",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Histology",
            "@code": "2722",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "External occipital protuberance",
        "Greater occipital nerve",
        "Localisation",
        "Mastoid process",
        "Piercing point",
        "Semispinalis capitis muscle",
        "Trapezius muscle"
    ],
    "authors": [
        "T. Huanmanop",
        "I. Issara",
        "S. Agthong",
        "V. Chentanez"
    ],
    "citedby-count": 1,
    "ref-count": 24,
    "ref-list": [
        "Occipital neuralgia and cervicogenic headache: diagnosis and management",
        "The clinical anatomy of the cervical dorsal rami",
        "Topographic variations in the peripheral course of the greater occipital nerve. Autopsy study with clinical correlations",
        "Occipital neuralgia: anatomic considerations",
        "Neuralgias of the head: occipital neuralgia",
        "Anatomical variations of the occipital nerves: implications for the treatment of chronic headaches",
        "The importance of the greater occipital nerve in the occipital and the suboccipital region for nerve blockade and surgical approaches-an anatomic study on cadavers",
        "Occipital neuralgia",
        "The International Classification of Headache Disorders: 2nd ed",
        "Role of the upper cervical roots in the production of pain in the head",
        "The anatomy of the greater occipital nerve: Part II. Compression point topography",
        "Greater occipital nerve decompression for occipital neuralgia",
        "Effectiveness of treatment of occipital neuralgia using the nerve block technique: a prospective analysis of 44 patients",
        "Stereotactic topography of the greater and third occipital nerves and its clinical implication",
        "Anatomical analysis of the distribution patterns of occipital cutaneous nerves and the clinical implications for pain management",
        "Identificationofgreateroccipitalnervelandmarksfortreatmentofoccipitalneuralgia",
        "The anatomy of the greater occipital nerve: implications for the etiology of migraine headaches",
        "The course of the greater occipital nerve in the suboccipital region: a proposal for setting landmarks for local anesthesia in patients with occipital neuralgia",
        "Anatomical consideration of the occipital cutaneous nerves and artery for the safe treatment of occipital neuralgia",
        "Surgical treatment of greater occipital neuralgia: an appraisal of strategies",
        "Landmarks for the identification of the cutaneous nerves of the occiput and nuchal regions",
        "The intramuscular course of the greater occipital nerve: novel findings with potential implications for operative interventions and occipital neuralgia",
        "An anatomic and dynamic study of the greater occipital nerve (n. of Arnold). Applications to the treatment of Arnold’s neuralgia",
        "Topographical study of the trapezius muscle, greater occipital nerve, and occipital artery for facilitating blockade of the greater occipital nerve"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}