{
    "eid": "2-s2.0-85021454695",
    "title": "Involvement of a tachylectin-like gene and its protein in pathogenesis of acute hepatopancreatic necrosis disease (AHPND) in the shrimp, Penaeus monodon",
    "cover-date": "2017-11-01",
    "subject-areas": [
        {
            "$": "Immunology",
            "@code": "2403"
        },
        {
            "$": "Aquatic Science",
            "@code": "1104"
        },
        {
            "$": "Developmental Biology",
            "@code": "1309"
        },
        {
            "$": "Immunology and Microbiology (miscellaneous)",
            "@code": "2401"
        }
    ],
    "keywords": [
        "EMS/AHPND",
        "Innate immunity",
        "Lectin",
        "Tachylectin"
    ],
    "authors": [
        "Pacharaporn Angthong"
    ],
    "citedby-count": 17,
    "ref-count": 30,
    "ref-list": [
        "A family of fibrinogen-related proteins that precipitates parasite-derived molecules is produced by an invertebrate after infection",
        "Characterization and function of a tachylectin 5-like immune molecule in Penaeus monodon",
        "A novel protein with a fibrinogen-like domain involved in the innate immune response of Marsupenaeus japonicus",
        "The first record of acute hepatopancreatic necrosis disease in the Philippines",
        "Anopheles fibrinogen-related proteins provide expanded pattern recognition capacity against bacteria and malaria parasites",
        "Acute hepatopancreatic necrosis disease (AHPND) outbreaks in Penaeus vannamei and p. monodon cultured in the Philippines",
        "Fibrinogen-related protein from amphioxus Branchiostoma belcheri is a multivalent pattern recognition receptor with a bacteriolytic activity",
        "Historic emergence, impact and current status of shrimp pathogens in Asia",
        "Horseshoe crab acetyl group-recognizing lectins involved in innate immunity are structurally related to fibrinogen",
        "The role of fibrinogen-related proteins in the gastropod immune response",
        "Photorhabdus insect-related (Pir) toxin-like genes in a plasmid of Vibrio parahaemolyticus, the causative agent of acute hepatopancreatic necrosis disease (AHPND) of shrimp",
        "The primary role of fibrinogen-related proteins in invertebrates is defense, not coagulation",
        "Variation in Vibrio parahaemolyticus isolates from a single Thai shrimp farm experiencing an outbreak of acute hepatopancreatic necrosis disease (AHPND)",
        "Glob. Aquac. Alliance",
        "The opportunistic marine pathogen Vibrio parahaemolyticus becomes virulent by acquiring a plasmid that expresses a deadly toxin",
        "Glob. Aquac. Alliance",
        null,
        "Evolution and potential function of fibrinogen-like domains across twelve Drosophila species",
        "Detection of acute hepatopancreatic necrosis disease (AHPND) in Mexico",
        "Individual sequence variability and functional activities of fibrinogen-related proteins (FREPs) in the Mediterranean mussel (Mytilus galloprovincialis) suggest ancient and complex immune recognition models in invertebrates",
        "Characterization and PCR detection of binary, pir-like toxins from vibrio parahaemolyticus isolates that cause acute hepatopancreatic necrosis disease (AHPND) in shrimp",
        "A novel protein acts as a negative regulator of prophenoloxidase activation and melanization in the freshwater crayfish Pacifastacus leniusculus",
        "Interaction of vibrio spp. with the inner surface of the digestive tract of penaeus monodon",
        "Field and experimental evidence of Vibrio parahaemolyticus as the causative agent of acute hepatopancreatic necrosis disease of cultured shrimp (Litopenaeus vannamei) in northwestern Mexico",
        "Determination of the infectious nature of the agent of acute hepatopancreatic necrosis syndrome affecting penaeid shrimp",
        "Insights into the innate immunity of the Mediterranean mussel Mytilus galloprovincialis",
        "A novel lectin with a fibrinogen-like domain and its potential involvement in the innate immune response of Armigeres subalbatus against bacteria",
        "A fibrinogen-related protein from bay scallop Argopecten irradians involved in innate immunity as pattern recognition receptor"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Uppsala",
            "affilname": "Uppsala Universitet",
            "affiliation-country": "Sweden"
        }
    ],
    "funding": [
        "Aquatic Molecular Genetics and Biotechnology Laboratory",
        "National Science and Technology Development Agency",
        "Thailand Graduate Institute of Science and Technology",
        "National Center for Genetic Engineering and Biotechnology"
    ]
}