{
    "eid": "2-s2.0-84995766495",
    "title": "Determination of ambient air concentrations and personal exposure risk levels of outdoor workers to carbonyl compounds and BTEX in the inner city of Bangkok, Thailand",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Atmospheric Science",
            "@code": "1902"
        },
        {
            "$": "Pollution",
            "@code": "2310"
        },
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        }
    ],
    "keywords": [
        "Bangkok",
        "BTEX",
        "Carbonyl compounds",
        "Health risk assessment",
        "Outdoor workers"
    ],
    "authors": [
        "Navaporn Kanjanasiranont"
    ],
    "citedby-count": 26,
    "ref-count": 43,
    "ref-list": [
        "Carbonyl compounds in the urban environment of Athens, Greece",
        "Ambient air levels and occupational exposure to benzene, toluene, and xylenes in northwestern Italy",
        "Determination of carbonyl compounds in air and cancer risk assessment in an academic institute in Fortaleza, Brazil",
        "Mixing ratios of carbonyls and BTEX in ambient air of Kolkata, India and their associated health risk",
        "Carbonyls in urban fog, ice fog, cloudwater and rainwater",
        "Real-world emission factors of fifteen carbonyl compounds measured in a Hong Kong tunnel",
        "Spatial and temporal variation of BTEX in the urban atmosphere of Delhi, India",
        "Characteristics of carbonyl compounds in ambient air of Shanghai, China",
        "Health Risk Assessment of Petrol Station Workers in the Inner City of Bangkok, Thailand, to the Exposure to BTEX and Carbonyl Compounds by Inhalation",
        "Carbonyl compounds in the ambient air of hazy days and clear days in Guangzhou, China",
        "Atmos. Res.",
        "Source apportionment of VOCs at the petrol pumps in Kolkata, India; exposure of workers and assessment of associated health risk",
        "J. Health Res.",
        "Res. J. Environ. Sci.",
        "Seasonal and diurnal concentrations of ambient formaldehyde and acetaldehyde in Bangkok",
        "Seasonal, diurnal and nocturnal behaviors of lower carbonyl compounds in the urban environment of Beirut, Lebanon",
        "Environmental and occupational exposure to benzene in Thailand",
        "Seasonal and diurnal variations of carbonyl compounds in Beijing ambient air",
        "Measurements of benzene and formaldehyde in a medium sized urban environment. Indoor/outdoor health risk implications on special population groups",
        "Sources and photodecomposition of formaldehyde and acetaldehyde in Rome ambient air",
        "Trends of ambient carbonyl compounds in the urban environment of Hong Kong",
        "Comparison of BTX profiles and their mutagenicity assessment at two sites of Agra, India",
        "The fate of BTEX compounds in ambient air",
        "Ambient levels of volatile organic compounds in the vicinity of petrochemical industrial area of Yokohama, Japan",
        "J. Environ. Eng. Ecol. Sci.",
        "Occupational exposure of gasoline station workers to BTEX compounds in Bangkok, Thailand",
        "Characteristics of carbonyls: Concentrations and source strengths for indoor and outdoor residential microenvironments in China",
        "Measurement and source characteristics of carbonyl compounds in the atmosphere in Kaohsiung city, Taiwan",
        "A comparison of carbonyl compound concentrations at urban roadside and indoor sites",
        "Estimating cancer risk due to benzene exposure in some urban areas in Bangkok",
        "Environmental Asia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathumtani",
            "affilname": "Ministry of Natural Resources and Environment",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Environmental Research Training Center",
        "HSM",
        "Thai Meteorological Department",
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}