{
    "eid": "2-s2.0-85018346645",
    "title": "Entrapment of water droplets in wax deposits from water-in-oil dispersion and its impact on deposit build-up",
    "cover-date": "2017-01-19",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Fuel Technology",
            "@code": "2103"
        },
        {
            "$": "Energy Engineering and Power Technology",
            "@code": "2102"
        }
    ],
    "keywords": [],
    "authors": [
        "Sheng Zheng"
    ],
    "citedby-count": 19,
    "ref-count": 37,
    "ref-list": [
        "Determination of water content and salinity from a producing oil well using CPW probe and eigendecomposition",
        "Oilfield Review",
        "The Reservoir Engineering Aspects of Waterflooding",
        "Waterflooding",
        "The Design Engineering Aspects of Waterflooding",
        "Controlling Excess Water Production",
        "Experimental study of single-phase and two-phase water-in-crude-oil dispersed flow wax deposition in a mini pilot-scale flow loop",
        "Effects of the dispersed phase on oil/water wax deposition",
        "Pipeline transportation of viscous crudes as concentrated oil-in-water emulsions",
        "Stability of oil-in-water paraffin emulsions prepared in a mixed ionic/nonionic surfactant system",
        "Review of oil water core annular flow",
        "Wax deposition in stratified oil/water flow",
        "Role of asphaltenes in stabilisation of water in crude oil emulsions",
        "Effects of asphaltene solvency on stability of water-in-crude-oil emulsions",
        "Influence of the crude oil resin/asphaltene ratio on the stability of oil/water emulsions",
        "Stability and demulsification of emulsions stabilized by asphaltenes or resins",
        "Paraffin Deposition During the Flow of Water-in-Oil and Oil-in-Water Dispersions in Pipes",
        "2006 Offshore Technology Conference",
        "Experimental study of single-phase and two-phase water-in-crude-oil dispersed flow wax deposition in a mini pilot-scale flow loop",
        "Effect of emulsion characteristics on wax deposition from water-in-waxy crude oil emulsions under static cooling conditions",
        "Solids deposition from two-phase wax-solvent-water \"waxy\" mixtures under turbulent flow",
        "Effects of the dispersed phase on oil/water wax deposition",
        "Wax deposition of water-in-crude oil emulsion in a flow-loop apparatus",
        "Study on Two-Phase Oil-Water Gelling Deposition Behavior in Low-Temperature Transportation",
        "Yield behavior of gelled waxy oil in water-in-oil emulsion at temperatures below ice formation",
        "Structural behaviors of waxy crude oil emulsion gels",
        "The Deposition and Rheology of Organic Gels",
        "Characterization of the formation, flowability, and resolution of brazilian crude oil emulsions",
        "Model water-in-oil emulsions for gas hydrate studies in oil continuous systems",
        "Fundamental investigation of wax diffusion characteristics in water-in-oil emulsion",
        "Pulsed NMR studies of restricted diffusion. I. Droplet size distributions in emulsions",
        "Open-Access J. Basic Princ. Diffus. Theory, Exp. Appl.",
        "Analysis of formation of water-in-oil emulsions",
        "Formation and aging of incipient thin film wax-oil gels",
        "Experimental investigation of wax deposition in Kermanshah crude oil through a monitored flow loop apparatus",
        "Wax deposition in single phase flow",
        "Mitigation of wax deposition by wax-crystal modifier for Kermanshah crude oil"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ann Arbor",
            "affilname": "University of Michigan, Ann Arbor",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}