{
    "eid": "2-s2.0-84983507429",
    "title": "Finite element analysis of undrained stability of cantilever flood walls",
    "cover-date": "2017-08-08",
    "subject-areas": [
        {
            "$": "Soil Science",
            "@code": "1111"
        },
        {
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        }
    ],
    "keywords": [
        "Finite element",
        "Flood wall",
        "Limit analysis",
        "Numerical analysis",
        "Plane strain"
    ],
    "authors": [
        "Suraparb Keawsawasvong"
    ],
    "citedby-count": 45,
    "ref-count": 38,
    "ref-list": [
        "Stability of levees and floodwalls supported by deep-mixed shear walls: five case studies in New Orleans",
        "Failure of the New Orleans 17TH Street Canal levee & floodwall during hurricane Katrina",
        "Foundation analysis and design",
        "Analysis of the stability of I-walls with gaps between the I-wall and the levee fill",
        "PLAXIS 2D Version 8.5 finite-element code for soil and rock analyses: complete set of manuals",
        "Non-linear finite element analysis of safety factors",
        "Dimensional analysis for geotechnical engineers",
        "Principle of foundation engineering",
        "The effect of increasing strength with depth on the bearing capacity of clays",
        "Finite element soil-pile-interaction analysis of floodwall in soft clay",
        "Stability of I-walls in New Orleans during Hurricane Katrina",
        "Investigation of the performance of the New Orleans regional flood protection systems during Hurricane Katrina",
        "Performance evaluation of the New Orleans and southeast Louisiana hurricane protection system",
        "Failure envelope of embedded walls in clay subjected to combined horizontal load and moment",
        "Failure load approximation of laterally loaded piles in cohesive soils",
        "Optum computational engineering (OptumG2)",
        "Discussion of \"Stability of I-walls in New Orleans during Hurricane Katrina\" by J. M. Duncan, T. L. Brandon, S. G. Wright, and N. Vroman",
        "Soil Mechanics",
        "Lower bound limit analysis with adaptive remeshing",
        "The use of adaptive finite-element limit analysis to reveal slip-line fields",
        "P-ultimate for undrained analysis of laterally loaded piles",
        "Soil mechanics",
        "Deep excavation: theory and practice",
        "Earth structure: an introduction to structural geology and tectonics",
        "Pile foundation analysis and design",
        "White paper on estimating hurricane inundation US Army Corps of Engineers",
        "New Orleans levee system performance during Hurricane Katrina: 17th Street Canal and Orleans Canal North",
        "Numerical analysis",
        "New Orleans and Hurricane Katrina. III: The 17th Street drainage canal",
        "Geotechnical stability analysis",
        "Slope stability analysis by means of finite element limit analysis and finite element strength reduction techniques. Part I: Numerical studies considering non-associated plasticity",
        "Slope stability analysis by means of finite element limit analysis and finite element strength reduction techniques. Part II: Back analyses of a case history",
        "Comparison of finite-element limit analysis and strength reduction techniques",
        "Application of numerical limit analyses for undrained stability problems in clay",
        "Probability & statistics for engineering and scientists",
        "Soil behaviour and critical state soil mechanics",
        "Evaluation and prediction of 17th street canal I-wall stability using numerical limit analyses"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}