{
    "eid": "2-s2.0-85153733015",
    "title": "Happiness in Old Age: The Daughter Connection",
    "cover-date": "2023-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Social Sciences (miscellaneous)",
            "@code": "3301",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Ageing",
        "Happiness",
        "Older person",
        "Son bias",
        "Thailand"
    ],
    "authors": [
        "Pataporn Sukontamarn",
        "M. Niaz Asadullah",
        "Nopphawan Photphisutthiphong",
        "Yen Thi Hai Nguyen"
    ],
    "citedby-count": 0,
    "ref-count": 79,
    "ref-list": [
        "Health and happiness among older adults: A community-based study",
        "Children’s impact on the mental health of their older mothers and fathers: Findings from the Survey of Health, Ageing and Retirement in Europe",
        "Sex differences in morbidity and mortality",
        "Intergenerational social support and the psychological well-being of older parents in China",
        "Household context and subjective well-being among the oldest old in China",
        "Assisting parents and in-laws: Gender, type of assistance, and couples’ employment",
        "A vignette study on gendered filial expectations of elders in rural China",
        "Primary family caregivers of impaired elderly in Shanghai, China: Kin relationship and caregiver burden",
        "The intergenerational contract in the changing Asian family",
        "Why is son preference so persistent in East and South Asia? A cross-country study of China, India and the Republic of Korea",
        "Asia’s missing millions: How policy and social pressure made millions of women disappear",
        "Will money increase subjective well-being?",
        "The effect of coresidence with an adult child on depressive symptoms among older widowed women in South Korea: An instrumental variables estimation",
        "Intergenerational transmission of latent satisfaction reflected by satisfaction across multiple life domains: A prospective 32-year follow-up study",
        "Life cycle happiness and its sources: Intersections of psychology, economics, and demography",
        "Son preference and access to social insurance: Evidence from China’s rural pension program",
        "How important is methodology for the estimates of the determinants of happiness?",
        "Recent increase in sex ratio at birth in Viet Nam",
        "Coresidence with a child and happiness among older widows in Europe: Does gender of the child matter?",
        "Parents transmit happiness along with associated values and behaviors to their children: A lifelong happiness dividend?",
        "The common structure of statistical models of truncation, sample selection and limited dependent variables and a simple estimator for such models",
        "Social connections and happiness among the elder population of Taiwan",
        "Providing more but receiving less: Daughters in intergenerational exchange in mainland China",
        "Well-being and volunteering: Evidence from aging societies in Asia",
        "Prenatal sex determination and sex-selective abortion in rural central China",
        "Factors affecting life satisfaction of older adults in Asia: A systematic review",
        "The familial support system of Thai elderly: An overview",
        "Reproductive preferences and fertility trends in post-transition Thailand",
        "Heckman-type selection models to obtain unbiased estimates with missing measures outcome: Theoretical considerations and an application to missing birth weight data",
        "Item non-response on self-reported depression screening questionnaire among community-dwelling elderly",
        "Effects of age and cognitive function on data quality of standardized surveys in nursing home populations",
        "Housing price and intergenerational co-residence in urban China",
        "Older adults and the economic impact of the COVID-19 pandemic",
        "Gender differences in adult children’s support of their parents in Taiwan",
        "An econometric analysis of the mental-health effects of major events in the life of older individuals",
        "Why do most Italian youths live with their parents? Intergenerational transfers and household structure",
        "East Asian economic development: Two demographic dividends",
        "Living arrangements and subjective well-being of the elderly in China and Japan",
        "Female-selective abortion in Asia: Patterns, policies, and debates",
        "Persistence and challenges to filial piety and informal support of older persons in a modern Chinese society: A case study in Tuen Mun, Hong Kong",
        "What matters for life satisfaction among the oldest-old? Evidence from China",
        "Alternative indicators for the risk of non-response bias: A simulation study",
        "Below-replacement fertility in Thailand and its policy implications",
        "Sons, daughters, and family processes: Does gender of children matter?",
        "Life satisfaction and happiness among older Europeans: The role of active ageing",
        "Thailand: Family planning activities 1968 to 1970",
        "Does the number of children matter to the happiness of their parents?",
        "Does intergenerational social support influence the psychological well-being of older parents? The contingencies of declining health and widowhood",
        "Intergenerational transfers and living arrangements of older people in rural China: Consequences for psychological well-being",
        "Intergenerational support to aging parents: The role of norms and needs",
        "In pursuit of happiness: Changes in living arrangement and subjective well-being among older adults in India",
        "Old age support in contemporary urban China from both parents’ and children’s perspectives",
        "Moving beyond living arrangements: The role of family and friendship ties in promoting mental health for urban and rural older adults in China",
        "How do living arrangements and intergenerational support matter for psychological health of elderly parents? Evidence from Myanmar, Vietnam, and Thailand",
        "Prevalence of treatment-resistant depression in primary care: Cross-sectional data",
        "You are my favourite! Parent–child relationships and satisfaction in later life in Italy",
        "Social engagement and the elderly in rural Indonesia",
        "Factors affecting the physical and mental health of older adults in China: The importance of marital status, child proximity, and gender",
        "Fertility rate, total (Births per woman)—Thailand [Data file]",
        "Life expectancy at birth, total (Years)—Thailand [Data file]",
        "Do sons or daughters give more money to parents in urban China?",
        "Older parents enjoy better filial piety and care from daughters than sons in China",
        "Happiness under one roof? The intergenerational co-residence and subjective well-being of elders in China",
        "Older parents benefit more in health outcome from daughters’ than sons’ emotional care in China",
        "Willingness and expectations: Intergenerational differences in attitudes toward filial responsibility in China",
        "Coresidence with elderly parents in contemporary China: The role of filial piety, reciprocity, socioeconomic resources, and parental needs",
        "Childlessness and the psychological well-being of older persons",
        "The effects of co-residence on the subjective well-being of older Chinese parents",
        "Support from children, living arrangements, self-rated health and depressive symptoms of older people in Spain"
    ],
    "affiliation": [
        {
            "affiliation-city": "Vienna",
            "@id": "60103921",
            "affilname": "Vienna Institute of Demography",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103921",
            "affiliation-country": "Austria"
        },
        {
            "affiliation-city": "Kuala Lumpur",
            "@id": "60029157",
            "affilname": "Universiti Malaya",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029157",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bandar Sunway",
            "@id": "60018894",
            "affilname": "Monash University Malaysia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018894",
            "affiliation-country": "Malaysia"
        }
    ],
    "funding": [
        "Program Management Unit for Human Resources & Institutional Development, Research and Innovation - CU"
    ]
}