{
    "eid": "2-s2.0-85101597081",
    "title": "Three pillars of a sustainable creative City in ASEAN: Examples from Thailand, Singapore & Indonesia",
    "cover-date": "2020-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Urban Studies",
            "@code": "3322",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Visual Arts and Performing Arts",
            "@code": "1213",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "History",
            "@code": "1202",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Music",
            "@code": "1210",
            "@abbrev": "ARTS"
        }
    ],
    "keywords": [
        "Art education",
        "ASEAN",
        "Creative city",
        "Creative economy",
        "Cultural policy",
        "Sustainability"
    ],
    "authors": [
        "Grisana Punpeng"
    ],
    "citedby-count": 1,
    "ref-count": 55,
    "ref-list": [
        "Renaissance Revisited: Singapore as a ‘Global City for the Arts",
        "Arts Education in Singapore: Between Rhetoric and Reality",
        "The Ambiguities of Singapore's National Arts Council – Arts Education Programme (NAC-AEP)",
        "The Problem of Democracy in the ASEAN Creative City: The Cases of Chiang Mai, Bandung, Cebu, and George Town",
        "A Systems Perspective on Creativity",
        "A Critique of Definitions of the Cultural and Creative Industries in Public Policy",
        "From Cultural to Creative Industries: An Analysis of the Implications of the “Creative Industries” Approach to Arts and Media Policy Making in the United Kingdom",
        "Cultural Hegemony of Singapore among ASEAN Countries: Globalization and Cultural Policy",
        "Ambitions of a Global City: Arts, Culture and Creative Economy in ‘Post-Crisis’ Singapore",
        "Transnational Mobilities and the Making of Creative Cities",
        "Inculcating’ Creativity: Culture as Public Pedagogy in Singapore",
        "Creating a “City of Art:” Evaluating Singapore’s Vision of Becoming a Renaissance City",
        "Creative Industries Policy in Thailand: A Story of Rise and Demise",
        "Bringing People Together through Arts and Culture",
        "Does Social Media Transform City Government? A Case Study of Three ASEAN Cities: Bandung, Indonesia, Iligan, Philippines and Pukhet, Thailand",
        "Creative Industries as Tool for Cultural Resistance in Indonesia",
        "Creative City and the Sustainable Life: A Study on the Making of Cultural Spaces in Osaka and Bandung",
        "The Cultural Economy: Geography and Creative Field",
        "Cultural Economy and the Creative Field of the City",
        "A Comparative Analysis of Creative Economy Policies of Thailand and South Korea",
        "More Sota Students Go On to Pursue Non-arts Related Fields",
        "The Concentric Circles Model of the Cultural Industries",
        "Why Creativity? Why Cities?",
        "The Global Reach of a New Discourse: How Far Can ‘Creative Industries’ Travel?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chula Unisearch",
        "Royal Netherlands Embassy",
        "Ford Foundation",
        "Chulalongkorn University"
    ]
}