{
    "eid": "2-s2.0-85128244962",
    "title": "Prolonged breastfeeding and protective effects against the development of allergic rhinitis: A systematic review and meta-analysis",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Otorhinolaryngology",
            "@code": "2733",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Allergic rhinitis",
        "Breastfeeding",
        "Children",
        "Exclusive breastfeeding",
        "Prolonged breastfeeding"
    ],
    "authors": [
        "Minh P. Hoang",
        "Jompol Samuthpongtorn",
        "Kachorn Seresirikachorn",
        "Kornkiat Snidvongs"
    ],
    "citedby-count": 3,
    "ref-count": 57,
    "ref-list": [
        "Allergic Rhinitis and its Impact on Asthma (ARIA) guidelines-2016 revision",
        "International Consensus Statement on Allergy and Rhinology: Allergic Rhinitis",
        "Risk factors of allergic rhinitis: Genetic or environmental?",
        "Allergic rhinitis and asthma assessment of risk fac¬tors in pediatric patients: A systematic review",
        "Neutral oligosaccha¬rides in colostrum in relation to maternal allergy and allergy development in children up to 18 months of age",
        "Evaluating the efficacy of breastfeeding guidelines on long-term outcomes for aller¬gic disease",
        "The role of breast-feeding in the development of allergies and asthma",
        "Breastfeeding promotes early neonatal reg¬ulatory T-cell expansion and immune toler¬ance of non-inherited maternal antigens",
        "FUT2- dependent breast milk oligosaccharides and allergy at 2 and 5 years of age in infants with high hereditary allergy risk",
        "Immunomodulation by Human Milk Oligosaccharides: The Potential Role in Prevention of Allergic Diseases",
        "Long-term Breastfeeding in the Prevention of Allergic Rhinitis: Allergic Rhinitis Cohort Study for Kids (ARCO-Kids Study)",
        "EAACI food allergy and anaphylaxis guidelines. Primary prevention of food allergy",
        "Breastfeeding and asthma and allergies: A systematic review and meta-analysis",
        "Infant milk-feeding practices and food allergies, allergic rhinitis, atopic dermati¬tis, and asthma throughout the life span: A systematic review",
        "Does breast feeding help pro¬tect against atopic disease? Biology, meth¬odology, and a golden jubilee of contro¬versy",
        "Infant feeding clusters are associated with respiratory health and aller¬gy at school age in the PARIS birth cohort",
        "Does breastfeeding protect against allergic rhinitis during childhood? A meta-analysis of prospective studies",
        "Diet during pregnancy and infancy and risk of allergic or autoimmune disease: A systematic review and meta-analysis",
        "Preferred reporting items for sys¬tematic reviews and meta-analyses: The PRISMA statement",
        "GRADE: An emerging consensus on rating quality of evidence and strength of recommenda¬tions",
        "GRADE guidelines: 18. How ROBINS-I and other tools to assess risk of bias in nonran¬domized studies should be used to rate the certainty of a body of evidence",
        "Childhood atopic eczema",
        "Systematic review and meta-analysis investigating breast feeding and child¬hood wheezing illness",
        "Breast feeding and allergic diseases in infants-a prospective birth cohort study",
        "The low prev¬alence of allergic disease in Eastern Europe: Are risk factors consistent with the hygiene hypothesis?",
        "Eczema in early childhood is strongly asso¬ciated with the development of asthma and rhinitis in a prospective cohort",
        "Timing of infant feeding in relation to child¬hood asthma and allergic diseases",
        "Breast-feeding does not protect against allergic sensitization in early child¬hood and allergy-associated disease at age 7 years",
        "Exclusive or Partial Breastfeeding for 6 Months Is Associated With Reduced Milk Sensitization and Risk of Eczema in Early Childhood: The PATCH Birth Cohort Study",
        "Duration of breastfeeding, age at introduc¬tion of complementary foods and allergy-related diseases: A prospective cohort study",
        "Associations of breastfeeding with child¬hood autoimmunity, allergies, and over¬weight: The Environmental Determinants of Diabetes in the Young (TEDDY) study",
        "Rhinitis in pre-school children: Prevalence, association with allergic diseases and risk factors",
        "The asso¬ciation of prolonged breastfeeding and allergic disease in poor urban children",
        "Cross-sectional study of allergic disorders associated with breastfeeding in Japan: The Ryukyus Child Health Study",
        "Duration of breast-feeding and the risk of childhood allergic diseases in a developing country",
        "Allergic rhinitis and immu¬noglobulin deficiency in preschool chil¬dren with frequent upper respiratory illness",
        "Prevalence of allergic rhinitis and risk fac¬tors in 6- to 7-yearold children in Istanbul, Turkey",
        "Breastfeeding and timing of first dietary introduction in relation to childhood asthma, allergies, and airway diseases: A cross-sectional study",
        "Prevalence and risk factors of allergic rhinitis in children in Bangkok area",
        "Furry pet-related wheeze and rhinitis in pre-school children across China: Associations with early life dampness and mould, furry pet keeping, outdoor temperature, PM10 and PM2.5",
        "Prevalence of Allergic Rhinitis and Associated Risk Factors in 6 to 12 Years Schoolchildren From Wuhan in Central China: A Cross-sectional Study",
        "Breastfeeding dura¬tion modified the effects of neonatal and familial risk factors on childhood asthma and allergy: A population-based study",
        "Effects of indoor environment and lifestyle on respiratory health of children in Chongqing, China",
        "Effect of envi¬ronmental exposures on allergen sensitiza¬tion and the development of childhood allergic diseases: A large-scale population-based study",
        "Breastfeeding in the 21st century: Epide¬miology, mechanisms, and lifelong effect",
        "Breastfeeding and autoimmunity: Programing health from the beginning",
        "Gut microbiota, metabolites and host immunity",
        "Rhinitis in children less than 6 years of age: Current knowledge and challenges",
        "Allergic Rhinitis and its Impact on Asthma (ARIA): Achievements in 10 years and future needs",
        "Worldwide time trends in the prevalence of symptoms of asthma, allergic rhinocon¬junctivitis, and eczema in childhood: ISAAC Phases One and Three repeat multicoun¬try cross-sectional surveys",
        "How Accurate Are the ISAAC Questions for Diagnosis of Allergic Rhinitis in Korean Children?",
        "What proportion of rhinitis symptoms is attribut¬able to atopy?",
        "Epidemiology of allergic rhinitis",
        "Breastfeeding and the prevalence of allergic diseases in schoolchildren: Does reverse causation matter?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hue",
            "@id": "60112689",
            "affilname": "University Medicine and Pharmacy, Hue University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60112689",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}