{
    "eid": "2-s2.0-85089096814",
    "title": "Upregulation of Hox-hydrogenase gene expression by nutrient adjustment in the filamentous non-heterocystous cyanobacterium Arthrospira sp. PCC 8005",
    "cover-date": "2020-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Arthrospira sp. PCC 8005",
        "hoxEYH genes",
        "hypF gene",
        "Iron",
        "Nickel"
    ],
    "authors": [
        "Wuttinun Raksajit",
        "Cherdsak Maneeruttanarungroj",
        "Pirkko Mäenpää",
        "Kirsi Lehto",
        "Aran Incharoensakdi"
    ],
    "citedby-count": 3,
    "ref-count": 51,
    "ref-list": [
        "Transcription of the extended hyp-operon in Nostoc sp. strain PCC 7120",
        "Hydrogen production with the cyanobacterium Spirulina platensis",
        "Production of H2by sulphur-deprived cells of the unicellular cyanobacteria Gloeocapsa alpicola and Synechocystis sp. PCC 6803 during dark incubation with methane or at various extracellular pH",
        "The bidirectional hydrogenase in the cyanobacterium Synechocystis sp. strain PCC 6803",
        "Transcriptional regulation of Nostoc hydrogenases: effects of oxygen, hydrogen, and nickel",
        "Response of H2production and Hox-hydrogenase activity to external factors in the unicellular cyanobacterium Synechocystis sp. strain PCC 6803",
        "Distribution analysis of hydrogenases in surface waters of marine and freshwater environments",
        "HypD as a marker for [NiFe]-hydrogenases in microbial communities of surface waters",
        "Maturation of hydrogenases",
        "Transcriptional analysis of hydrogenase genes in the cyanobacteria Anacystis nidulans and Anabaena variabilis monitored by RT-PCR",
        "Hydrogen production from phototrophic microorganisms: reality and perspectives",
        "Hydrogen production in photosynthetic microbial mats in the Elkhorn Slough estuary, Monterey Bay",
        "Renewable hydrogen production by cyanobacteria: nickel requirements for optimal hydrogenase activity",
        "Cultivation of Spirulina platensis for biomass production and nutrient removal from synthetic human urine",
        "A review of the effect of trace metals on freshwater cyanobacterial growth and toxin production",
        "Transcription and regulation of the hydrogenase(s) accessory genes, hypFCDEAB, in the cyanobacterium Lyngbya majuscula CCAP 1446/4",
        "Transcription profiles of hydrogenases related genes in the cyanobacterium Lyngbya majuscula CCAP 1446/4",
        "Estimating maximum likelihood phylogenies with PhyML",
        "The bidirectional NiFe-hydrogenase in Synechocystis sp. PCC 6803 is reduced by flavodoxin and ferredoxin and is essential under mixotrophic, nitrate-limiting conditions",
        "Metal dependence and intracellular regulation of the bidirectional NiFe-hydrogenase in Synechocystis sp. PCC 6803",
        "Inhibition of respiration and nitrate assimilation enhances photohydrogen evolution under low oxygen concentrations in Synechocystis sp. PCC 6803",
        "Mutagenesis of hydrogenase accessory genes of Synechocystis sp. PCC 6803. Additional homologues of hypA and hypB are not active in hydrogenase maturation",
        "Hydrogen export from intertidal cyanobacterial mats: sources, fluxes and the influence of community composition",
        "Transcript analysis of the extended hyp-operon in the cyanobacteria Nostoc sp. strain PCC 7120 and Nostoc punctiforme ATCC 29133",
        "Characterization of the iron-containing superoxide dismutase and its response to stress in cyanobacterium Spirulina (Arthrospira) platensis",
        "Genome sequence of the edible cyanobacterium Arthrospira sp. PCC 8005",
        "Metabolic and genetic engineering of cyanobacteria for enhanced hydrogen production",
        "Transcriptional regulation of the bidirectional hydrogenase in the cyanobacterium Synechocystis 6803",
        "A newly isolated green alga, Tetraspora sp. CU2551, from Thailand with efficient hydrogen production",
        "Biohydrogen production by Anabaena sp. PCC 7120 wild-type and mutants under different conditions: light, nickel, propane, carbon dioxide and nitrogen",
        "Improvement of hydrogen production by reduction of the photosynthetic oxygen in microalgae cultures of Chlamydomonas gloeopara and Scenedesmus obliquus",
        "Sustained photobiological hydrogen gas production upon reversible inactivation of oxygen evolution in the green alga Chlamydomonas reinhardtii",
        "The mechanism of photosystem-II inactivation during sulphur deprivation-induced H2production in Chlamydomonas reinhardtii",
        "Transcriptional regulation of the cyanobacterial bidirectional Hox-hydrogenase",
        "Distribution of hydrogenases in cyanobacteria: a phylum-wide genomic survey",
        "Renewable energy from cyanobacteria: energy production optimization by metabolic pathway engineering",
        "Enhancement of hydrogen production by the filamentous non-heterocystous cyanobacterium Arthrospira sp. PCC8005",
        "Divergence in three newly identified Arthrospira species from Mexico",
        "Photobiological hydrogen production: bioenergetics and challenges for its practical application",
        "Cultivation of microalgae and cyanobacteria: effect of operating conditions on growth and biomass composition",
        "HoxE-a subunit specific for the pentameric bidirectional hydrogenase complex (HoxEFUYH) of cyanobacteria",
        "Identification of hox genes and analysis of their transcription in the unicellular cyanobacterium Gloeocapsa alpicola CALU 743 growing under nitrate-limiting conditions",
        "Structural basis for the reaction mechanism of S-carbamoylation of HypE by HypF in the maturation of [NiFe]-hydrogenases",
        "Transcription and regulation of the bidirectional hydrogenase in the cyanobacterium Nostoc sp. strain PCC 7120",
        "Enhanced hydrogen production by Nostoc sp. CU2561 immobilized in a novel agar bead",
        "Factors affecting biohydrogen production by unicellular halotolerant cyanobacterium Aphanothece halophytica",
        "Effect of metal cofactors of key enzymes on biohydrogen production by nitrogen fixing cyanobacterium Anabaena siamensis TISIR 8012",
        "Cyanobacterial hydrogenase: diversity, regulation and applications",
        "Whole genomic DNA sequencing and comparative genomic analysis of Arthrospira platensis: high genome plasticity and genetic diversity",
        "Cloning and characterization of hoxH genes from Arthrospira and Spirulina and application in phylogenetic study",
        "Gene expression patterns of sulfur starvation in Synechocystis sp. PCC 6803"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ladkrabang Bangkok",
            "@id": "60021543",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021543",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Turku",
            "@id": "60006876",
            "affilname": "Turun yliopisto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006876",
            "affiliation-country": "Finland"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University Ratchadaphiseksomphot Endowment Fund",
        "TRF-CHE",
        "Commission on Higher Education",
        "Thailand Research Fund",
        "Kasetsart University Research and Development Institute",
        "Erasmus+"
    ]
}