{
    "eid": "2-s2.0-84940783869",
    "title": "Examining statements of service performance: Evidence from wastewater services in New Zealand",
    "cover-date": "2014-12-01",
    "subject-areas": [
        {
            "$": "Strategy and Management",
            "@code": "1408"
        },
        {
            "$": "Public Administration",
            "@code": "3321"
        }
    ],
    "keywords": [],
    "authors": [
        "Prae Keerasuntonpong"
    ],
    "citedby-count": 1,
    "ref-count": 54,
    "ref-list": [
        "Measuring Service Performance Reporting Quality by New Zealand Universities Using an Information Accessibility Index",
        "Public and private sector accounting - The non-identical twins",
        "ACCOUNTABILITY AND LOCAL AUTHORITY ANNUAL REPORTS: THE CASE OF WELSH DISTRICT COUNCILS",
        "Local government & politics in New Zealand",
        "Public accountability: A new paradigm for college and university annual reports",
        "Accountabilities: Five public services",
        "Managerialism - Something old, something borrowed, little new Economic prescription versus effective organizational change in public agencies",
        "Public management failing accountabilities and failing performance review",
        "Control and accountability in the NHS market: A practical proposition or logical impossibility?",
        "Codes of Accountability in the New Public Sector",
        "Accounting and accountability",
        "Global Warning: Debating International Developments in New Public Financial Management",
        "Disclosure in the annual reports of Australian government departments: A research note",
        "THE USE OF PERFORMANCE INFORMATION IN EXTERNAL REPORTING: AN EMPIRICAL STUDY OF UK EXECUTIVE AGENCIES",
        "Journal of Accountancy",
        "The political economy of bureaucracy",
        "Performance measurement and accountability in an Australian fire service",
        "A MODEL OF FINANCIAL ACCOUNTABILITY AND THE CHURCH OF ENGLAND",
        "Performance reporting by Australian government trading enterprises: An empirical study 1998-2002",
        "PREPARING PERFORMANCE INFORMATION IN THE PUBLIC SECTOR: AN AUSTRALIAN PERSPECTIVE",
        "Accountability or countability? Performance measurement in the New Zealand Public Service, 1992-2002",
        "Reflections on the theoretical underpinnings of the general-purpose financial reports of Australian government departments",
        "The use of disclosure indices in accounting research: A review article",
        "ANNUAL REPORTS: IMPEDIMENTS TO THEIR EFFECTIVE USE AS INSTRUMENTS OF ACCOUNTABILITY",
        "The processes of public accountability",
        "Frontiers of non-financial performance reporting in New Zealand",
        "The Dilemma of Accountability in Modern Government: Independence versus Control",
        "Technical Practice Aid No. 9 Service Performance Reporting",
        "New Zealand Equivalent to International Accounting Standard 1: Presentation of Financial Statements",
        "New Zealand Equivalent to the IASB Framework for the Preparation and Presentation of Financial Statements",
        "The Auditor-General's Observations on the Quality of Performance Reporting",
        "Local Government: Examples of Better Practice in Setting Local Authorities' Performance Measures",
        "Global Warning: Debating Internaitonal Developments in New Public Financial Management",
        "Elements of a Theoretical Framework for Public Sector Accounting",
        "Global Warning: Debating International Developments in New Public Financial Management",
        "Accounting Forum",
        "ACCOUNTABILITY AND GOVERNMENTAL FINANCIAL REPORTING",
        "DEVELOPMENTS IN THE ACCOUNTABILITY AND FINANCIAL REPORTING PRACTICES OF EXECUTIVE AGENCIES",
        "Accounting and Society",
        "Public Finance Act 1989",
        "Resource Management Act 1991",
        "Accounting, Accountability & Performance",
        "Financial Accountability & Management",
        "The chameleon of accountability: Forms and discourses",
        "The Quality of City Council Annual Reports, 1996-97 & 1997-98",
        "Is the Annual Report an Accountability Medium? An Empirical Investigation into Italian Local Governments",
        "Issues in Public Sector Accounting",
        "Core Concepts of Accounting Information",
        "Accounting, Accountability & Performance",
        "Local Government-What Does It Do?",
        "Local Government Finance",
        "PROBLEMS WITH SERVICE PERFORMANCE REPORTING: THE CASE OF PUBLIC ART GALLERIES",
        "Policy Quarterly",
        "Is intellectual capital performance and disclosure practices related?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Gold Coast",
            "affilname": "Bond University",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Muncie",
            "affilname": "Ball State University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}