{
    "eid": "2-s2.0-85030689809",
    "title": "Genetic divergence of austroasiatic speaking groups in the northeast of Thailand: A case study on Northern Khmer and Kuy",
    "cover-date": "2017-10-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Autosomal microsatellites",
        "Genetic divergence",
        "Kuy",
        "Northeastern Thailand",
        "Northern Khmer"
    ],
    "authors": [
        "Panthipa Chantakot"
    ],
    "citedby-count": 5,
    "ref-count": 51,
    "ref-list": [
        "Agricultural change and ethnic succession in southeast asian states: A case for regional anthropology",
        "J. Humanities",
        "Efhnolinguistic Maps of Thailand. Institute of Language and Culture for Rural",
        "Regionalism in Northeastern Thailand, Department of Asian Studies, Southeast Asia Program",
        "Isan History",
        "The Indianizedstates of Southeast Asia",
        "Ruangboran",
        "J. Lang. Cult.",
        "Unguistic Diversity and National Unity",
        "Asian Ethnicity",
        "Mon-Khmer Studies",
        "Phrase to Sentence in Kuay (Surin), Master Thesis",
        "Mon-Khmer Stud.",
        "Geography has more influence than language on maternal genetic structure of various northeastern Thai ethnicities",
        "Autosomal STR genetic variability in the Gran Chaco native population: Homogeneity or heterogeneity?",
        "Ann. Hum. Biol",
        "Genetic variation and population structure of Sudanese populations as indicated by 15 Identifiler sequence-tagged repeat (STR) loci",
        "A linguistically informed autosomal STR survey of human populations residing in the greater himalayan region",
        "Genetic affinity and admixture of northern Thai people along their migration route in northern Thailand: Evidence from autosomal STR loci",
        "Genetic and linguistic correlation of the Kra-Dai-speaking groups in Thailand",
        "Arlequin suite ver 3.5: A new series of programs to perform population genetics analyses under Linux and Windows",
        "Evolution",
        "Analysis of molecular variance inferred from metric distances among DNA haplotypes: Application to human mitochondrial DNA restriction data",
        "A simulated annealing approach to define the genetic structure of populations",
        "Genetix 4.00 Windomtm Softwarefor Sample Genetics, Laboratoire Génome, Populations, Interactions",
        "Inference of population structure using multilocus genotype data",
        "Inference of population structure using multilocus genotype data: Linked loci and correlated allele frequencies",
        "Inferring weak population structure with the assistance of sample group information",
        "STRUCTURE HARVESTER: A website and program for visualizing STRUCTURE output and implementing the Evanno method",
        "Detecting the number of clusters of individuals using the software STRUCTURE: A simulation study",
        "DISTRUCT: A program for the graphical display of population structure",
        "The Detection of Disease Clustering and a Generalized Regression Approach",
        "Matrix correlation analysis in anthropology and genetics",
        "BMC Genet.",
        "Geographical, linguistic, and cultural influences on genetic diversity: Y-chromosomal distribution in Northern European populations",
        "An Icelandic example of the impact of population structure on association studies",
        "Assessing the Genetic Influence of Ancient Sociopolitical Structure: Micro-differentiation Patterns in the Population of Asturias (Northern Spain)",
        "Relative performance of Bayesian clustering software for inferring population substructure and individual assignment at low levels of population differentiation",
        "Curzon: Routledge",
        "Issues in austroasiatic classification",
        "Handbook of Comparative Tai",
        "Tai Branch",
        "Phonology of Proto-Tai",
        "Adv. Anthropol",
        "Thai J. Genet.",
        "Biases in Study Design Affecting the Inference of Evolutionary Events and Population Structure in Closely-Related Human Populations",
        "J Siam Society",
        "Intermarriage and language shift in Canada, 1971 and 1976.",
        "Nativity, intermarriage, and mother-tongue shift ( US).",
        "Global patterns in human mitochondrial DNA and Y-chromosome variation caused by spatial instability of the local cultural processes",
        "Genetic variation in Northern Thailand Hill Tribes: Origins and relationships with social structure and linguistic differences"
    ],
    "affiliation": [
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Khon Kaen University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund of Chulalongkorn University",
        "Khon Kaen University",
        "Khon Kaen University"
    ]
}