{
    "eid": "2-s2.0-85028304451",
    "title": "Comparison of clinical values between cone beam computed tomography and conventional intraoral radiography in periodontal and infrabony defect assessment",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "General Dentistry",
            "@code": "3500"
        },
        {
            "$": "Otorhinolaryngology",
            "@code": "2733"
        },
        {
            "$": "Radiology",
            "@code": "2741"
        }
    ],
    "keywords": [
        "CBCT",
        "Diagnosis",
        "Intraoral radiography",
        "Periodontitis",
        "Prognosis"
    ],
    "authors": [
        "Supreda Suphanantachat"
    ],
    "citedby-count": 16,
    "ref-count": 32,
    "ref-list": [
        "Imaging methods in periodontology",
        "Assessment of alveolar bone loss with high resolution computed tomography",
        "Digital volume tomography in the diagnosis of periodontal defects: An in vitro study on native pig and human mandibles",
        "Comparison between effective radiation dose of CBCT and MSCT scanners for dentomaxillofacial applications",
        "Treatment of Intrabony Defects by Different Surgical Procedures. A Literature Review",
        "Radiographic defect depth and width for prognosis and description of periodontal healing of infrabony defects",
        "Radiographic parameters for prognosis of periodontal healing of infrabony defects: Two different definitions of defect depth",
        "Accuracy of cone beam computed tomography for periodontal defect measurements",
        "Detection of periodontal bone loss using digital intraoral and cone beam computed tomography images: An in vitro assessment of bony and/or infrabony defects",
        "Comparison of clinical, periapical radiograph, and cone-beam volume tomography measurement techniques for assessing bone level changes following regenerative periodontal therapy",
        "Detection of periodontal bone loss using cone beam CT and intraoral radiography",
        "Diagnostic accuracy of CBCT for periodontal lesions",
        "Three-dimensional imaging as a pre-operative tool in decision making for furcation surgery",
        "Does three-dimensional imaging offer a financial benefit for treating maxillary molars with furcation involvement? - A pilot clinical case series",
        "Clinical Periodontology",
        "Textbook of Periodontia",
        "Ann Periodontol",
        "Radiographic measures of chronic periodontitis and carotid artery plaque",
        "Prognosis versus actual outcome. II. The effectiveness of clinical parameters in developing an accurate prognosis",
        "J Periodontol",
        "Measuring nominal scale agreement among many raters",
        "The measurement of observer agreement for categorical data",
        "Is there a role for the use of volumetric cone beam computed tomography in periodontics?",
        "Evaluation of cone beam computed tomography in the detection of horizontal periodontal bone defects: An in vivo study",
        "Digital method for quantification of circumferential periodontal bone level using cone beam CT",
        "Accuracy of three-dimensional imaging in assessing maxillary molar furcation involvement",
        "The accuracy of cone-beam computed tomography in assessing maxillary molar furcation involvement",
        "A pragmatic approach to determine the optimal kVp in cone beam CT: Balancing contrast-to-noise ratio and radiation dose",
        "Effective radiation dose and eye lens dose in dental cone beam CT: Effect of field of view and angle of rotation",
        "Effective dose range for dental cone beam computed tomography scanners",
        "Patient risk related to common dental radiographic examinations: The impact of 2007 International Commission on Radiological Protection recommendations regarding dose calculation",
        "Clinical applications of cone-beam computed tomography in dental practice"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "February",
        "Faculty of Dentistry, McGill University",
        "AXA Research Fund",
        "Chulalongkorn University"
    ]
}