{
    "eid": "2-s2.0-85092072093",
    "title": "Balancing selection at the ATP binding site of heat shock cognate 70 (HSC70) contributes to increased thermotolerance in Artemia franciscana",
    "cover-date": "2021-01-30",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Artemia franciscana",
        "Balancing selection",
        "Heat shock cognate 70",
        "Selective breeding",
        "Thermotolerance"
    ],
    "authors": [
        "Wisarut Junprung",
        "Premruethai Supungul",
        "Anchalee Tassanakajon",
        "Gilbert Van Stappen",
        "Peter Bossier"
    ],
    "citedby-count": 0,
    "ref-count": 27,
    "ref-list": [
        "HSP70 multi-functionality in cancer",
        "Probing the protective mechanism of poly-ß-hydroxybutyrate against vibriosis by using gnotobiotic Artemia franciscana and Vibrio campbellii as host-pathogen model",
        "Cellular thermotolerance is associated with heat shock protein 70.1 genetic polymorphisms in Holstein lactating cows",
        "Suppression of an Hsp70 Mutant Phenotype in Saccharomyces cerevisiae through Loss of Function of the Chromatin Component Sin1p/Spt2p",
        "Is the fast/slow allozyme variation at the Adh locus of Drosophila melanogaster an ancient balanced polymorphism?",
        "MHC studies in nonmodel vertebrates: what have we learned about natural selection in 15 years?",
        "Experimental evolution of hsp70 expression and thermotolerance in Drosophila melanogaster",
        "Response to natural and laboratory selection at the Drosophila hsp70 genes",
        "Balancing selection drives the maintenance of genetic variation in Drosophila antimicrobial peptides",
        "Background selection as baseline for nucleotide variation across the Drosophila genome",
        "Balancing selection on immunity genes: review of the current literature and new analysis in Drosophila melanogaster",
        "Evolution and ecology of MHC molecules: from genomics to sexual selection",
        "What are SNPs?",
        "The importance of selective breeding in aquaculture to meet future demands for animal protein: A review",
        "Balancing selection and MHC",
        "A test of neutral molecular evolution based on nucleotide data",
        "Coordinated amino acid changes in the evolution of mammalian defensins",
        "Sequence and expression analysis of HSP70 family genes in Artemia franciscana",
        "Genomic variation in natural populations of Drosophila melanogaster",
        "Genetic architecture and balancing selection: the life and death of differentiated variants",
        "Novel SNPs in heat shock protein 70 gene and their association with sperm quality traits of Boer goats and Boer crosses",
        "Reduced heat shock response in human mononuclear cells during aging and its association with polymorphisms in HSP70 genes",
        "Dynamics of disease resistance polymorphism at the Rpm1 locus of Arabidopsis",
        "The alcohol dehydrogenase polymorphism in populations of Drosophila melanogaster. I. selection in different environments",
        "Heat shock proteins: A review of the molecular chaperones",
        "The polymorphism in the promoter of HSP70 gene is associated with heat tolerance of two congener endemic bay scallops (Argopecten irradians irradians and A. i. concentricus)",
        "Analysis of Hsp70 in Litopenaeus vannamei and detection of SNPs"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ghent",
            "@id": "60033316",
            "affilname": "Universiteit Gent",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60033316",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ghent University Industrial Research Fund",
        "Susan Lindquist Laboratory",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}