{
    "eid": "2-s2.0-85052438012",
    "title": "Xanthones and biphenyls from the stems of Garcinia cylindrocarpa and their cytotoxicity",
    "cover-date": "2018-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "Biphenyl",
        "Cylindrobiphenyls A and B",
        "Cylindroxanthones D–G",
        "Cytotoxicity",
        "Garcinia cylindrocarpa",
        "Xanthone"
    ],
    "authors": [
        "Edwin Risky Sukandar",
        "Sutin Kaennakam",
        "Kitiya Rassamee",
        "Pongpun Siripong",
        "Sri Fatmawati",
        "Taslim Ersam",
        "Santi Tip-pyang"
    ],
    "citedby-count": 19,
    "ref-count": 33,
    "ref-list": [
        "An overview of anticancer activity of Garcinia and Hypericum",
        "Xanthones from the twigs of Garcinia oblongifolia and their antidiabetic activity",
        "Anti-HIV and cytotoxic biphenyls, benzophenones and xanthones from stems, leaves and twigs of Garcinia speciosa",
        "Cytotoxic and anti-oxidant biphenyl derivatives from the leaves and twigs of Garcinia multiflora",
        "Anti-inflammatory activity of benzophenone and xanthone derivatives isolated from Garcinia (Clusiaceae) species",
        "New depsidones and xanthone from the roots of Garcinia schomburgkiana",
        "Prenylated biflavonoids from the green branches of Garcinia dulcis",
        "A depsidone and six triterpenoids from the bark of Garcinia celebica",
        "New cholinesterase inhibitors from Garcinia atroviridis",
        "Cylindroxanthones A–C, three new xanthones and their cytotoxicity from the stem bark of Garcinia cylindrocarpa",
        "Potent antitumor activity of synthetic 1,2-naphthoquinones and 1,4-naphthoquinones",
        "Chemical investigation of ceylonese plants. Part VIII. Trapezifolixanthone, a new di-isoprenylated xanthone from the bark of Calophyllum trapezifolium Thw. (Guttiferae)",
        "Extractives from Guttiferae. Part XXIII. An unambiguous synthesis of 6-deoxyjacareubin and related 3,3- and 1,1-dimethylallyl and annulated xanthones",
        "Two antifungal xanthones from the heartwood of Calophyllum Symingtonianum",
        "Cholinesterase inhibitory activities of xanthones from Anaxagorea luzonensis a. Gray",
        "A new xanthone from Garcinia nitida",
        "A novel dibenzofuran and two new xanthones form Calophyllum panciflorum",
        "A new coumarin from Calophyllum hosei",
        "The isolation of xanthones from trunk latex of Garcinia mangostana Linn. And their antimicrobial activities",
        "Chemical constituents of Hypericum petiolulatum",
        "2-deprenyl-rheediaxanthone B isolated from Metaxya rostrata induces active cell death in colorectal tumor cells",
        "Extractives from Guttiferae. Part XIX. The isolation and structure of two benzophenones, six xanthones and two biflavonoids from the heartwood of Allanblackia floribunda Oliver",
        "New xanthones from the barks of Cratoxylum sumatranum ssp. neriifolium",
        "13C NMR spectroscopy of substituted xanthones-II:13C NMR spectral study of polyhydroxy xanthones",
        "Two new prenylated xanthones from the pericarp of Garcinia mangostana (Mangosteen)",
        "Minor xanthones from the bark of Cratoxylum cochinchinense",
        "Triterpenoids, tocotrienols and xanthones from the bark of Cratoxylum Cochinchinense",
        "Xanthones, triterpenes and a biphenyl from Kielmeyera coriacea",
        "Coniochaetones E–I, new 4H-chromen-4-one derivatives from the Cordyceps-colonizing fungus Fimetariella sp",
        "Friedolanostanes and xanthones from the twigs of Garcinia hombroniana",
        "Benzopyrans, biphenyls and xanthones from the root of Garcinia linii and their activity against Mycobacterium tuberculosis",
        "Isolation of bioactive biphenyl compounds from the twigs of Chaenomeles sinensis",
        "New biphenyl derivatives from the leaves of Nicotiana tabacum and their cytotoxic activity"
    ],
    "affiliation": [
        {
            "affiliation-city": "Surabaya",
            "@id": "60070707",
            "affilname": "Institut Teknologi Sepuluh Nopember",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60070707",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": null,
            "@id": "60029487",
            "affilname": "National Cancer Institute Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029487",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "KEMENRISTEKDIKTI"
    ]
}