{
    "eid": "2-s2.0-84900515614",
    "title": "Mathematical model and experimental validation of the synergistic effect of selective enantioseparation of (S)-amlodipine from pharmaceutical wastewater using a HFSLM",
    "cover-date": "2014-07-25",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        }
    ],
    "keywords": [
        "(S)-Amlodipine",
        "HFSLM",
        "Mathematical model",
        "Pharmaceutical wastewater",
        "Synergistic effect"
    ],
    "authors": [
        "Niti Sunsandee"
    ],
    "citedby-count": 15,
    "ref-count": 29,
    "ref-list": [
        "A novel application of TPAD-MBR system to the pilot treatment of chemical synthesis-based pharmaceutical wastewater",
        "Anaerobic treatment of a chemical synthesis-based pharmaceutical wastewater in a hybrid upflow anaerobic sludge blanket reactor",
        "Evaluation of pharmaceuticals and personal care products as water-soluble molecular markers of sewage",
        "Eur. Mol. Biol. Org.",
        "Heterogeneous batch distillation processes for waste solvent recovery in pharmaceutical industry",
        "Proc. Biochem.",
        "Industrial methods for the production of optically active intermediates",
        "A novel membrane reactor for ozone water treatment",
        "Mass transport modeling and analysis on the mutual separation of lanthanum(III) and cerium(IV) through a hollow fiber supported liquid membrane",
        "Hollow fiber supported liquid membrane: A novel technique for separation and recovery of plutonium from aqueous acidic wastes",
        "The selective separation of (S)-amlodipine via a hollow fiber supported liquid membrane: Modeling and experimental verification",
        "The synergistic effect of selective separation of (S)-amlodipine from pharmaceutical wastewaters via hollow fiber supported liquid membrane",
        "The effects of thermodynamics on mass transfer and enantioseparation of (R,S)-amlodipine across a hollow fiber supported liquid membrane",
        "Enantioselective Separation of Racemic Amlodipine by Two-Phase Chiral Extraction Containing O,O′-Dibenzoyl-(2S,3S)-Tartaric Acid as Chiral Selector",
        "Enantioselective separation of ketoconazole enantiomers by membrane extraction",
        "Supported liquid membrane transport studies on Am(III), Pu(IV), U(VI) and Sr(II) using irradiated TODGA",
        "Application of pseudo-emulsion based hollow fibre strip dispersion (PEHFSD) for the recovery of copper from sulphate solutions",
        "Membrane Technology: A Practical Guide to Membrane Technology and Applications in Food and Bioprocessing",
        "Enantioseparation of amino acids by co-extractants with di(2-ethylhexyl)phosphoric acid and tartaric acid derivatives",
        "Resolution of Zopiclone enantiomers by biphasic recognition chiral extraction",
        "Extractive separation of amino acid enantiomers with co-extractants of tartaric acid derivative and Aliquat-336",
        "Chiral separation of basic and zwitterionic drugs by highly sulfated cyclodextrins using short-end injection capillary electrophoresis",
        "Rapid enantioseparation of amlodipine by highly sulfated cyclodextrins using short-end injection capillary electrophoresis",
        "Mechanistic aspects of chiral discrimination on modified cellulose",
        "A reaction flux model for extraction of Cu(ii) with LIX84i in HFSLM",
        "Selective Transport of Palladium through a Hollow Fiber Supported Liquid Membrane and Prediction Model Based on Reaction Flux",
        "Modeling and simulation of copper-ion extraction with hollow fiber supported liquid membrane",
        "Resolution of the enantiomers of amlodipine, US Patent Application 2003/6646131 B2",
        "Elements of Chemical Reaction Engineering"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Silpakorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bratislava",
            "affilname": "Slovak University of Technology in Bratislava",
            "affiliation-country": "Slovakia"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}