{
    "eid": "2-s2.0-84978819084",
    "title": "Hematology of wild caught Hoplobatrachus rugulosus in Northern Thailand",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        }
    ],
    "keywords": [
        "Erythrocyte",
        "Leukocyte",
        "Morphometry",
        "Nan Province",
        "Packed cell volume",
        "Rice field frog"
    ],
    "authors": [
        "Suthirote Meesawat"
    ],
    "citedby-count": 12,
    "ref-count": 34,
    "ref-list": [
        "Amphibian Hematology",
        "Morphology of peripheral blood cells from various species of Turkish herpetofauna",
        "Haematology of amphibians and reptiles: A review",
        "Preparation and staining methods for blood and bone marrow films",
        "Basic haematological techniques",
        "Casarett and Doull’s Toxicology: The Basic Science of Poisons",
        "Health and habitat quality assessment for the eastern hellbender (Cryptobranchus alleganiensis alleganiensis) in Indiana, USA",
        "Appl Herpetol",
        "Serum chemistry and hematology values for anesthetized American bullfrogs (Rana catesbeiana)",
        "Measuring and Monitoring Biological Diversity: Standard Methods for Amphibians",
        "Blood cell profiles of the tadpoles of the Dubois's tree frog, Polypedates teraiensis Dubois, 1986 (Anura: Rhacophoridae)",
        "Sex-related differences in hematological stress indices of breeding paedomorphic mole salamanders",
        "The use of leukocyte profiles to measure stress in vertebrates: A review for ecologists",
        "The IUCN Red List of Threatened Species. Version 2014.3",
        "Hematological values in hermaphrodite, Bufo bufo (Linnaeus, 1758)",
        "Acad J Interdiscip Stud",
        "Changes in the blood composition of some anurans",
        "Clinical Technique: Amphibian Hematology: A Practitioner's Guide",
        "Relationships between number, size and shape of red blood cells in amphibians",
        "Hematology of Indian rhacophorid tree frog Polypedates maculatus Gray, 1833 (Anura: Rhacophoridae)",
        "Poult Sci",
        "Gender differences of blood rheological parameters in laboratory animals",
        "Phylogenetic relationships among hoplobatrachus rugulosus in thailand as inferred from mitochondrial DNA sequences of the cytochrome-b gene (Amphibia, Anura, Dicroglossidae)",
        "Leukocyte profiles of northern leopard frogs, lithobates pipiens, exposed to pesticides and hematozoa in agricultural wetlands",
        "Haematology of the common Indian frog Rana tigrina. I. Erythrocytes",
        "Hematology of the common Indian Frog Rana tigrina. II. Leucocytes",
        "Hematology of the common indian frog Rana tigrina. III. Hemoglobin and hematocrit",
        "Haematological studies on the prewintering and wintering frog, Rana esculenta",
        "Hematology and serum chemistry of Ozark and eastern hellbenders (Cryptobranchus alleganiensis)",
        "Experiments in Physiology",
        "Haematology of the fire-bellied toad, Bombina bombina L",
        "Age- and Sex-Based Hematological and Biochemical Parameters for Macaca fascicularis",
        "Biostatistical Analysis",
        "Acta Zool Bulg"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}