{
    "eid": "2-s2.0-85142190197",
    "title": "Extremely halophilic strains of Halobacterium salinarum as a potential starter culture for fish sauce fermentation",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Food Science",
            "@code": "1106",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "16S rRNA",
        "GC-MS",
        "histamine",
        "protein hydrolysis",
        "proteinase-producing halophilic archaea"
    ],
    "authors": [
        "Natteewan Udomsil",
        "Sirinya Pongjanla",
        "Sureelak Rodtong",
        "Somboon Tanasupawat",
        "Jirawat Yongsawatdigul"
    ],
    "citedby-count": 3,
    "ref-count": 69,
    "ref-list": [
        "Determination of the degree of hydrolysis of food protein hydrolysates by trinitrobenzenesulfonic acid",
        "Halobacterium sp. SP1(1) as a starter culture for accelerating fish sauce fermentation",
        "Principle of meat aroma flavor and future prospect",
        "Carotenoids from haloarchaea and their potential in biotechnology montserrat",
        "Formation and accumulation of acetaldehyde and Strecker aldehydes during red wine oxidation",
        "Carotenoid production by halophilic archaea under different culture conditions",
        "Polyphasic taxonomy of a novel Halobacillus, Halobacillus thailandensis sp. nov. isolated from fish sauce",
        "Haloplanus rallus sp. nov., a halophilic archaeon isolated from crude solar salt",
        "Approach toward enhancement of halophilic proteinase production by Halobacterium sp. strain LBU50301 using statistical design response surface methodology",
        "Determination of biogenic amines in foods using ultra-performance liquid chromatography (UPLC)",
        "Relative abundance of halophilic archaea and bacteria in diverse salt fermented fish products",
        "Halophiles",
        "Gene cloning and heterologous synthesis of a haloalkaliphilic extracellular protease of Natrialba magadii (Nep)",
        "Soy sauce fermentation: Microorganisms, aroma formation, and process modification",
        "Fish sauce fermentation using Marinococcus halotolerans SPQ isolate as a starter culture",
        "Dynamic changes in the bacterial community during the fermentation of Traditional Chinese Fish Sauce (TCFS) and their correlation with TCFS quality",
        "Electrostatic contributions to the stability of halophilic proteins",
        "Improvement of fish-sauce odor by treatment with bacteria isolated from the fish-sauce mush (moromi) made from frigate mackerel",
        "Identification of distinctive volatile compounds in fish sauce",
        "Olfactometric characterization of aroma active compounds in fermented fish paste in comparison with fish sauce, fermented soy sauce and sauce products",
        "Microbiological spoilage of fish and fish products",
        "Class III. Halobacteria class. nov",
        "Class III. Extremely halophilic archaeobacteria, order Halobacteriales ord. nov",
        "Enlightening the life sciences: The history of halobacterial and microbial rhodopsin research",
        "Halobacterium noricense sp. nov., an archaeal isolate from a bore core of an alpine Permian salt deposit, classification of Halobacterium sp. NRC-1 as a strain of H. salinarum and emended description of H. salinarum",
        "Biogenic amines and their production by microorganisms in food",
        "Halostella limicola sp. nov., isolated from saline soil sampled at the Tarim Basin",
        "Halovenus rubra sp. nov., isolated from salted brown alga Laminaria",
        "Contribution of mixed commercial starter cultures to the quality improvement of fish-chili paste, a Chinese traditional fermented condiment",
        "NaCl-activated nucleoside diphosphate kinase from extremely halophilic archaeon, Halobacterium salinarum, maintains native conformation without salt",
        "Understanding the adaptation of Halobacterium species NRC-1 to its extreme environment through computational analysis of its genome sequence",
        "MEGA4: Molecular evolutionary genetics analysis software",
        "Identification and characterization of the aroma-impact components of Thai fish sauce",
        "Fish sauce products and manufacturing: A review",
        "Halobacterium litoreum sp. nov., isolated from a marine solar saltern",
        "Proteolytic activity of Staphylococcus xylosus strains on pork myofibrillar and sarcoplasmic proteins and use of selected strains in the production of ‘Naples type’ salami",
        "A halophilic serine proteinase from Halobacillus sp. SR5-3 isolated from fish sauce: Purification and characterization",
        "Halococcus thailandensis sp. nov., from fish sauce in Thailand",
        "Next-generation sequencing reveals predominant bacterial communities during fermentation of Thai fish sauce in large manufacturing plants",
        "The effects of environmental conditions on growths of halophilic archaea isolated from Lake Tuz",
        "Improved growth and morphological plasticity of Haloferax volcanii",
        "Beyond archaea: The table salt. bacteriome",
        "Media and conditions for the growth of halophilic and halotolerant bacteria and archaea",
        "Nonprotein nitrogen compounds in harp seal (Phoca groenlandica) meat",
        "Headspace gas analysis of fish sauce",
        "Bacteriological properties and health related biochemical components of fermented fish sauce: An overview",
        "Chemical conversion of alpha-keto acids in relation to flavor formation in fermented foods",
        "Structural basis for the amino acid composition of proteins from halophilic archaea",
        "Identification of halophilic bacteria from fish sauce (Nam-pla) in Thailand",
        "Lentibacillus halophilus sp. nov., from fish sauce in Thailand",
        "Natrinema gari sp. nov., a halophilic archaeon isolated from fish sauce in Thailand",
        "Degradation of histamine by extremely halophilic archaea isolated from high salt-fermented fishery products",
        "Isolation and characterization of an extremely halophilic archaeobacterium from traditionally fermented Thai fish sauce (nam pla)",
        "Quantification of viable starter cultures of Virgibacillus sp. and Tetragenococcus halophilus in fish sauce fermentation by real-time quantitative PCR",
        "Use of Tetragenococcus halophilus as a starter culture for flavor improvement in fish sauce fermentation",
        "Proteinase-producing halophilic lactic acid bacteria isolated from fish sauce fermentation and their ability to produce volatile compounds",
        "Isolation and characterization of halophilic bacteria from Urmia Lake in Iran",
        "Sulfur-containing volatile compounds in seafood: Occurrence, odorant properties and mechanisms of formation",
        "Biosynthesis optimization and purification of a solvent stable alkaline serine protease from Halobacterium sp",
        "Effect of volatile compounds on the quality of miso (traditional Japanese fermented soybean paste)",
        "Volatile aroma components of Thai fish sauce in relation to product categorization",
        "Halorussus ruber sp. nov., isolated from an inland salt lake of China",
        "Halobacterium piscisalsi sp. nov., from fermented fish (pla-ra) in Thailand",
        "Halobacterium jilantaiense sp. nov., a halophilic archaeon isolated from a saline lake in Inner Mongolia, China",
        "Acceleration of Thai fish sauce fermentation using proteinases and bacterial starter cultures",
        "Novel starter cultures to inhibit biogenic amines accumulation during fish sauce fermentation",
        "Characterization of volatile compounds and physicochemical properties of hongeo using headspace solid-phase microextraction and gas chromatography-mass spectrometry during fermentation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nakhon Ratchasima",
            "@id": "60026326",
            "affilname": "Suranaree University of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026326",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "NSRF",
        "National Science, Research and Innovation Fund",
        "NSTDA",
        "Suranaree University of Technology",
        "Thailand Science Research and Innovation"
    ]
}