{
    "eid": "2-s2.0-85109113129",
    "title": "Reshaping Thailand's labor market: The intertwined forces of technology advancements and shifting supply chains",
    "cover-date": "2021-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Employment",
        "Global supply chains",
        "Skills",
        "Technology",
        "Thailand"
    ],
    "authors": [
        "Warn N. Lekfuangfu",
        "Voraprapa Nakavachara"
    ],
    "citedby-count": 3,
    "ref-count": 31,
    "ref-list": [
        "Automation and new tasks: how technology displaces and reinstates labor",
        "Robots and jobs: evidence from US labor markets",
        "The growth of low-skill service jobs and the polarization of the US labor market",
        "The skill content of recent technological change: an empirical exploration",
        "Globalisation: the great unbundling (s)",
        "Trade and industrialization after globalization's second unbundling: how building and joining a supply chain are different and why it matters",
        "The Great Convergence",
        "Global Supply Chains in the Pandemic",
        "‘Detroit of the East’? Industrial upgrading, Japanese car producers and the development of the automotive industry in Thailand",
        "The New Normal of Global Trade: the Impact on Thailand's Export Structure and Structural Changes, Bank of Thailand Symposium",
        "Trade Wars, Technology and Productivity",
        "Industrial Robots and the Global Organization of Production. OECD Science, Technology and Industry Policy Papers, No. 2018/03",
        "Robots and reshoring: evidence from Mexican labor markets",
        "Occupational Tasks and Changes in the Wage Structure",
        "Inequality and changes in task prices: within and between occupation effects",
        "The future of employment: how susceptible are jobs to computerisation?",
        "Is modern technology responsible for jobless recoveries?",
        "Robots at work",
        "ASEAN in Transformation: the Future of Jobs at Risk of Automation",
        "The trend Is the Cycle: Job polarization and Jobless Recoveries (No. W18334)",
        "Robots, Reshoring and the Lot of Low-Skilled Workers",
        "Thailand's Human Capital Management under the 4.0 Era",
        "Industrial Robots and its Impact on Labor Market",
        "Has ICT polarized skill demand? Evidence from eleven countries over twenty-five years",
        "Foreign direct investment and vertical integration of production by Japanese multinationals in Thailand",
        "Digital Thailand: Analyzing the Impact of Connectivity on Firm Productivity",
        "Gaussian processes for machine learning (GPML) toolbox",
        "New Technologies, Global Value Chains and Developing Economies",
        "Does Automation Lead to De-industrialization in Emerging Economies? Evidence from Brazil",
        "Adidas's High-Tech Factory Brings Production Back to Germany",
        "The Future of Jobs Report"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Getafe",
            "@id": "60001741",
            "affilname": "Universidad Carlos III de Madrid",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001741",
            "affiliation-country": "Spain"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}