{
    "eid": "2-s2.0-85020825090",
    "title": "Correlation and Reliability of Cervical Sagittal Alignment Parameters between Lateral Cervical Radiograph and Lateral Whole-Body EOS Stereoradiograph",
    "cover-date": "2016-09-01",
    "subject-areas": [
        {
            "$": "Neurology (clinical)",
            "@code": "2728"
        },
        {
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732"
        },
        {
            "$": "Surgery",
            "@code": "2746"
        }
    ],
    "keywords": [
        "cervical lateral radiograph",
        "cervical sagittal alignment",
        "correlation",
        "EOS",
        "reliability",
        "whole-body stereoradiography"
    ],
    "authors": [
        "Weerasak Singhatanadgige"
    ],
    "citedby-count": 23,
    "ref-count": 16,
    "ref-list": [
        "A barycentremetric study of the sagittal shape of spine and pelvis: The conditions required for an economic standing position",
        "Standardized way for imaging of the sagittal spinal balance.",
        "Standing lateral radiographic positioning does not represent customary standing balance",
        "Which lateral radiographic positioning technique provides the most reliable and functional representation of a patient's sagittal balance?",
        "Is there an optimal patient stance for obtaining a lateral 36″ radiograph?: A critical comparison of three techniques",
        "Does the fists-on-clavicles position represent a functional standing position?",
        "Evaluation of a functional position for lateral radiograph acquisition in adolescent idiopathic scoliosis",
        "The effect of variation in arm position on sagittal spinal alignment",
        "Does whole-spine lateral radiograph with clavicle positioning reflect the correct cervical sagittal alignment?",
        "Cobb method or harrison posterior tangent method: Which to choose for lateral cervical radiographic analysis",
        "Cervical spine alignment, sagittal deformity, and clinical implications: A review",
        "The influence of thoracic inlet alignment on the craniocervical sagittal balance in asymptomatic adults",
        "Intraclass correlations: Uses in assessing rater reliability",
        "Reliability of cervical lordosis and global sagittal spinal balance measurements in adolescent idiopathic scoliosis",
        "The impact of standing regional cervical sagittal alignment on outcomes in posterior cervical fusion surgery",
        "The EOS™ imaging system and its uses in daily orthopaedic practice"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Siriraj Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "New York",
            "affilname": "Columbia University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "St. Louis",
            "affilname": "Washington University in St. Louis",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}