{
    "eid": "2-s2.0-84933529388",
    "title": "Graphene/gelatin hydrogel composites with high storage modulus sensitivity for using as electroactive actuator: Effects of surface area and electric field strength",
    "cover-date": "2015-06-30",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "Actuator",
        "Biopolymer",
        "Electromechanical properties",
        "Gelatin",
        "Graphene",
        "Hydrogels"
    ],
    "authors": [
        "Thawatchai Tungkavet"
    ],
    "citedby-count": 34,
    "ref-count": 52,
    "ref-list": [
        "Elastomers filled with exfoliated graphite as compliant electrodes",
        "Graphene-based nanomaterials for drug delivery and tissue engineering",
        "Deformation and Viscoelastic Behavior of Polymer Gels in Electric Fields, Advances in Polymer Science",
        "Electro-mechanical behavior and direct piezoelectricity of cellulose electro-active paper",
        "Electroactive Polymer (EAP) Actuators As Artificial Muscles: Reality, Potential, and Challenges",
        "A reversibly antigen-responsive hydrogen",
        "Electrochemical behavior of an interpenetrating polymer network hydrogel composed of poly(propylene glycol) and poly(acrylic acid)",
        "Phase Transitions in Ionic Gels",
        "pH-Dependent Equilibrium Swelling Properties of Hydrophobic Polyelectrolyte Copolymer Gels",
        "Applications of thermally reversible polymers and hydrogels in therapeutics and diagnostics",
        "Chem. Rapid Commun.",
        "Thermally on-off switching polymers for drug permeation and release",
        "Investigation of a stimuli-responsive copolymer by atomic force microscopy",
        "Collapse of gels in an electric field",
        "Electrically credible polymer gel for controlled release of drugs",
        "Electric stimuli responses to poly(vinyl alcohol)/chitosan interpenetrating polymer network hydrogel in NaCl solutions",
        "Improvements of electromechanical properties of gelatin hydrogels by blending with nanowire polypyrrole: Effects of electric field and temperature",
        "Swelling behaviour and elastic properties of gelatin gels",
        "Bio-compatible gelatins (Ala-Gly-Pro-Arg-Gly-Glu-4Hyp-Gly-Pro-) and electromechanical properties: Effects of temperature and electric field",
        "Preparation of reduced graphene oxide/gelatin composite films with reinforced mechanical strength",
        "High strength graphene oxide/polyvinyl alcohol composite hydrogels",
        "Sodium alginate/graphene oxide composite films with enhanced thermal and mechanical properties",
        "Electric field in atomically thin carbon films",
        "Superior thermal conductivity of single-layer graphene",
        "Measurement of the elastic properties and intrinsic strength of monolayer graphene",
        "Adv. Funct. Mater.",
        "Graphene based materials: Past, present and future",
        "Rheological and dielectric behavior of a styrene-isoprene-styrene triblock copolymer in n-tetradecane. 1. Rubbery-plastic-viscous transition",
        "Theory of Elasticity",
        "Synthesis and properties of bulk graphene nanoplatelets consolidated by spark plasma sintering",
        "The effect of Si/Al ratio of ZSM-5 zeolite on its morphology, acidity and crystal size",
        "Synthesis of poly(3,4-ethylenedioxythiophene) nanoparticles via chemical oxidation polymerization",
        "Supramolecutar self-assembly of lipid derivatives on carbon nanotubes",
        "Recent advances in graphene based polymer composites",
        "Effect of multi-walled carbon nanotube aspect ratio on mechanical and electrical properties of epoxy-based nanocomposites",
        "Effect of nanoplatelet aspect ratio on mechanical properties of epoxy nanocomposites",
        "Enhanced mechanical properties of nanocomposites at low graphene content",
        "Improvements of electromechanical properties of gelatin hydrogels by blending with nanowire polypyrrole: Effects of electric field and temperature",
        "Prog Nat. Sci. Mater. Int.",
        "Strong and bioactive gelatin-graphene oxide nanocomposites",
        "J. Nanomater",
        "Electrorheology of filled silicone elastomers",
        "Relationship between triple-helix content and mechanical properties of gelatin films",
        "Thermal properties of gelatin films",
        "Electromechanical response of electrorheological fluids and poly(dimethylsiloxane) networks",
        "Mater. Struct.",
        "Electromechanical response of a soft and flexible actuator based on polyaniline particles embedded in a cross-linked poly(dimethyl siloxane) network",
        "Electrostrictive properties of thermoplastic polyurethane elastomer: Effects of urethane type and soft-hard segment composition",
        "Electroactive styrene-isoprene-styrene triblock copolymer: Effects of morphology and electric field",
        "Physically cross-linked cellulosic gel via 1-butyl-3-methylimidazolium chloride ionic liquid and its electromechanical responses",
        "Electrical properties and electromechanical responses of acrylic elastomers and styrene copolymers: Effect of temperature",
        "Electroactive polymer actuator from highly doped permethylpolyazine dispersed in ethylene propylene diene elastomer"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Metal and Materials Technology Center",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Petroleum and Petrochemical College",
        "Royal Thai Government",
        "Thailand Research Fund",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Thailand Graduate Institute of Science and Technology"
    ]
}