{
    "eid": "2-s2.0-85142413797",
    "title": "Phytochemicals from Vanda bensonii and Their Bioactivities to Inhibit Growth and Metastasis of Non-Small Cell Lung Cancer Cells",
    "cover-date": "2022-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Analytical Chemistry",
            "@code": "1602",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Chemistry (miscellaneous)",
            "@code": "1601",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Molecular Medicine",
            "@code": "1313",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Organic Chemistry",
            "@code": "1605",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "anchorage-independent growth",
        "anticancer",
        "cell migration",
        "cell proliferation",
        "cytotoxicity",
        "lung cancer",
        "metastasis",
        "phytochemicals",
        "Vanda bensonii"
    ],
    "authors": [
        "Tajudeen O. Jimoh",
        "Narawat Nuamnaichati",
        "Rungroch Sungthong",
        "Chaisak Chansriniyom",
        "Pithi Chanvorachote",
        "Kittisak Likhitwitayawuid",
        "Chatchai Chaotham",
        "Boonchoo Sritularak"
    ],
    "citedby-count": 0,
    "ref-count": 35,
    "ref-list": [
        "Molecular phylogenetics of Vanda and related genera (Orchidaceae)",
        "Therapeutic orchids: Traditional uses and recent advances—An overview",
        "Genus Vanda: A review on traditional uses, bioactive chemical constituents and pharmacological activities",
        "The folklore medicinal orchids of Sikkim",
        "Orchids in indigenous system of medicine in Nagaland, India",
        "Evaluation of analgesic and anti-inflammatory potentials of the leaf and root extracts of Vanda roxburghii (Roxb)",
        "Cytotoxic effect of selected wild orchids on two different human cancer cell lines",
        "Global cancer statistics 2020: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries",
        "Specific organ metastases and survival in metastatic non-small-cell lung cancer",
        "Indications and limitations of chemotherapy and targeted agents in non-small cell lung cancer brain metastases",
        "Genetic analysis for identification, genomic template stability in hybrids and barcodes of the Vanda species (Orchidaceae) of Thailand",
        "Jorunnamycin A from Xestospongia sp. suppresses epithelial to mesenchymal transition and sensitizes anoikis in human lung cancer cells",
        "Biotransformation of phlorizin by human intestinal flora and inhibition of biotransformation products on tyrosinase activity",
        "Plant volatiles as insect attractants",
        "Cymbinodin-A, a phenanthraquinone from Cymbidium aloifolium",
        "A new dihydrophenanthrene from Cymbidium finlaysonianum and structure revision of cymbinodin-A",
        "Systems pharmacology to decipher the combinational anti-migraine effects of Tianshu formula",
        "Phytochemical analysis and dermo-cosmetic evaluation of Cymbidium Sw. cultivation by-products. Circular economy in North Aegean Island of Samos",
        "Phenanthrene derivatives from Cymbidium Great Flower Marie Laurencin and their biological activities",
        "Novel cytotoxic phenanthrenequinone from Odontioda Marie Noel ‘Velano’",
        "Constituents from Bupleurum montanum (Coss. & Dur.) (Apiaceae)",
        "Vanillin–bioconversion and bioengineering of the most popular plant flavor and its de novo biosynthesis in the vanilla orchid",
        "Phenolic compounds and antioxidant activity of Phalaenopsis orchid hybrids",
        "Deciphering the phenolic acid reserves and antioxidant activity within the protocorm like bodies of Ansellia africana: A vulnerable medicinal orchid",
        "Phytochemical profile and biological activity of a therapeutic orchid from Anatolia: Dactylorhiza romana subsp. georgica",
        "Clitocybe alexandri extract induces cell cycle arrest and apoptosis in a lung cancer cell line: Identification of phenolic acids with cytotoxic potential",
        "Overcoming anoikis–pathways to anchorage-independent growth in cancer",
        "Three new dihydrophenanthrene derivatives from Cymbidium ensifolium and their cytotoxicity against cancer cells",
        "Protocatechuic acid inhibits lung cancer cells by modulating FAK, MAPK, and NF-κ B pathways",
        "The MTT cell viability assay for cytotoxicity testing in multidrug-resistant human leukemic cells",
        "Untapped pharmaceutical potential of 4, 5, 4′-trihydroxy-3, 3′-dimethoxybibenzyl for regulating obesity: A cell-based study with a focus on terminal differentiation in adipogenesis",
        "Wound-healing assay",
        "The soft agar colony formation assay"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Mbale",
            "@id": "60116827",
            "affilname": "Islamic University in Uganda",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60116827",
            "affiliation-country": "Uganda"
        }
    ],
    "funding": [
        "CU ASEAN",
        "Second Century Fund",
        "Thailand Science Research and Innovation Fund Chulalongkorn University",
        "Chulalongkorn University"
    ]
}