{
    "eid": "2-s2.0-85159293941",
    "title": "Antioxidant, Antimicrobial and Cytotoxic Activities of Amides and Aristolactams from Piper wallichii (Miq.) Hand.-Mazz. Stems",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Toxicology",
            "@code": "3005",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Complementary and Alternative Medicine",
            "@code": "2707",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "amides",
        "antimicrobial",
        "antioxidant",
        "aristolactams",
        "cytotoxicity",
        "Piper wallichii"
    ],
    "authors": [
        "Nonthalert Lertnitikul",
        "Rutt Suttisri",
        "Supotchana Sitthigool",
        "Chutichot Pattamadilok",
        "Kanyanat Piewpong",
        "Ariya Khanboon",
        "Jatupol Liangsakul",
        "Cherdsak Boonyong"
    ],
    "citedby-count": 0,
    "ref-count": 45,
    "ref-list": [
        "Survey of the chemical compounds of Piper spp. (Piperaceae) and their biological activities",
        "Betel-like-scented Piper plants as diverse sources of industrial and medicinal aromatic chemicals",
        "Piper species: A comprehensive review on their phytochemistry, biological activities and applications",
        "Alkaloids from Piper: A review of its phytochemistry and pharmacology",
        "Anticancer principles from medicinal Piper plants",
        "Naturally occurring aristolactams, aristolochic acids and dioxoaporphines and their biological activities",
        "A new aristolactam alkaloid and anti-platelet aggregation constituents from Piper taiwanense",
        "Potential anti-inflammatory activities of bractelactone and other compounds isolated from Fissistigma bracteolatum",
        "In vitro susceptibilities of wild and drug resistant Leishmania donovani amastigotes to piperolactam A loaded hydroxypropyl-β-cyclodextrin nanoparticles",
        "Synthesis of aristolactam analogues and evaluation of their antitumor activity",
        "Conventional and molecular pharmacognostic characters integrated with chemical profiles of five Piper plants in the Thai Herbal Pharmacopoeia and their admixture/adulteration/substitution situations in Thailand",
        "In vitro study on antioxidant activity and phenolic content of three Piper species from North East India",
        "‘Choijwal’ (Piper wallichii (Miq.) Hand.-Mazz.): A wild pepper used as spice and medicine in Andaman Islands of India",
        "Ethnobotany of the genus Piper in Thailand",
        "New flavonol C-glycoside and a rare bioactive lignanamide from Piper wallichii Miq. Hand.-Mazz",
        "Chemical constituents of Piper wallichii (Miq.) Hand.-Mazz. and inhibitory effects on Tca83 cells",
        "Study on the bioactive constituents of Piper wallichii",
        "Chemical constituents and antibacterial activity from the stems and leaves of Piper wallichii",
        "Study on three aristolactams from Piper wallichii",
        "Lignans and aromatic glycosides from Piper wallichii and their antithrombotic activities",
        "Chemical constituents from Piper wallichii",
        "Neolignans and lignan from Piper wallichii",
        "In vitro antibacterial activities of compounds isolated from roots of Caylusea abyssinica. Ann",
        "Piperdardine, a piperidine alkaloid from Piper tuberculatum",
        "Preparative isolation and purification of amides from the fruits of Piper longum L. by upright counter-current chromatography and reversed-phase liquid chromatography",
        "An aristolactam from Piper acutisleginum and revision of the structures of piperolactam B and D",
        "Effects of piperine analogues on stimulation of melanocyte proliferation and melanocyte differentiation",
        "A new hydroxy-chavicol dimer from the roots of Piper betle",
        "Inhibitory effect of trans-N-p-coumaroyl tyramine from the twigs of Celtis chinensis on the acetylcholinesterase",
        "Antimicrobial activities of extract, fractions and isolated compounds from the fruits of Elaeocarpus floribundus growing in North-East India",
        "Phytochemicals, anti-hemolytic, anti-inflammatory, antioxidant, and antibacterial activities from Thymus algeriensis",
        "Rhinacanthin-C enhances doxo-rubicin cytotoxicity via inhibiting the func-tions of P-glycoprotein and MRP2 in breast cancer cells",
        "N-Trans-p-coumaroyltyramine enhances indomethacin- and diclofenac-induced apoptosis through endoplasmic reticulum stress-dependent mechanism in MCF-7 cells",
        "Study of some variables in a tetrazolium dye (MTT) based assay for cell growth and chemosensitivity",
        "Oxidative stress, aging and diseases",
        "Plant polyphenols, more than just simple natural antioxidants: Oxidative stress, aging and age-related diseases",
        "Antioxidant activities and phenolic content of Piper wallichii (Miq.) Hand.-Mazz",
        "In vitro antioxidant activity of piperine",
        "Antioxidant efficacy of black pepper (Piper nigrum L.) and piperine in rats with high fat diet induced oxidative stress",
        "Essential oils as antimicrobial agents-Myth or real alternative?",
        "Analysis of volatile oil of Piper wallichii from 2 producing areas of Guizhou province by GC-MS",
        "Bio-derived size/shape controllable gold nanoparticles and its antimicrobial activity. J",
        "The effects of Benjakul extract and its isolated compounds on cell cycle arrest and apoptosis in human non-small cell lung cancer cell line NCI-H226",
        "Piperine, a major constituent of black pepper, inhibits human P-glycoprotein and CYP3A4",
        "Piper nigrum and piperine: An update"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60023366",
            "affilname": "Rangsit University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023366",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}