{
    "eid": "2-s2.0-84990214976",
    "title": "Multiple-criteria decision analysis to promote recycling activities at different stages of urbanization",
    "cover-date": "2016-11-20",
    "subject-areas": [
        {
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209"
        },
        {
            "$": "Strategy and Management",
            "@code": "1408"
        },
        {
            "$": "Renewable Energy",
            "@code": "2105"
        },
        {
            "$": "General Environmental Science",
            "@code": "2300"
        }
    ],
    "keywords": [
        "Analytic hierarchy process (AHP)",
        "Informal recycling",
        "Urbanization",
        "Willingness to pay (WTP)",
        "Willingness to recycle"
    ],
    "authors": [
        "Amornchai Challcharoenwattana"
    ],
    "citedby-count": 21,
    "ref-count": 59,
    "ref-list": [
        "Household valuation of curbside recycling",
        "Willingness to pay for waste management improvement in Dhaka city, Bangladesh",
        "A survey of recycling behaviour in households in Dhaka, Bangladesh",
        "An AHP (Analytic Hierarchy Process)/ANP (Analytic Network Process)-based multi-criteria decision approach for the selection of solar-thermal power plant investment projects",
        "Economies of scale and scope: A cost analysis of municipal solid waste services",
        "Co-benefits of household waste recycling for local community's sustainable waste management in Thailand",
        "Wishing to finance a recycling program? Willingness-to-pay study for enhancing municipal solid waste recycling in urban settlements in Thailand",
        "We want to sort! Assessing households' preferences for sorting waste",
        "Using an innovative criteria weighting tool for stakeholders involvement to rank MSW facility sites with the AHP",
        "Community participation in household solid waste reduction in Surabaya, Indonesia",
        "Risk assessment of organic contamination in shallow groundwater around a leaching landfill site in Kaifeng, China",
        "The determinants of household recycling: A material-specific analysis of recycling program features and unit pricing",
        "Garbage and Recycling with Endogenous Local Policy",
        "Korean household waste management and recycling behavior",
        "Estimating municipal solid waste generation by different activities and various resident groups: A case study of Beijing",
        "Statistical analyses on time complexity and rank consistency between singular value decomposition and the duality approach in AHP: A case study of faculty member selection",
        "Assessing the sustainability of small wastewater treatment systems: A composite indicator approach",
        "Pricing landfill externalities: Emissions and disamenity costs in Cape Town, South Africa",
        "Formal and informal recovery of recyclables in Mexicali, Mexico: Handling alternatives",
        "Household demand for waste recycling services.",
        "Influence of a municipal solid waste landfill in the surrounding environment: Toxicological risk and odor nuisance effects",
        "Int. J. Serv. Sci.",
        "Recycling of Domestic Waste: Early Experiences in Singapore",
        "Embracing waste as a resource: Insights from the informal sector",
        "Does size really matter? Landfill scale impacts on property values",
        "A decision support system for financial and social investment",
        "Conspicuous conservation: The Prius halo and willingness to pay for environmental bona fides",
        "An improved landfill site screening procedure under NIMBY syndrome constraints",
        "Multiple stakeholders in multi-criteria decision-making in the context of municipal solid waste management: A review",
        "Sustainable nanotechnology decision support system: bridging risk management, sustainable innovation and risk governance",
        "Assessment of factors influencing the performance of solid waste recycling programs",
        "Public participation and recycling performance in England: A comparison of tools for behaviour change",
        "Drainage, waterlogging, and salinity",
        "Optimize of all effective infiltration parameters in furrow irrigation using visual basic and genetic algorithm programming",
        "Sensitive analysis of optimized infiltration parameters in SWDC model",
        "Building recycling rates through the informal sector",
        "An analysis of household acceptance of curbside recycling scheme in Kuala Lumpur, Malaysia",
        "The profiles of household solid waste recyclers and non-recyclers in Kuala Lumpur, Malaysia"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Center of Excellence on Hazardous",
        "Chulalongkorn University"
    ]
}