{
    "eid": "2-s2.0-85048382031",
    "title": "Sustainable dimension adaptation measure in green township assessment criteria",
    "cover-date": "2018-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Earth and Planetary Sciences (all)",
            "@code": "1900",
            "@abbrev": "EART"
        }
    ],
    "keywords": [],
    "authors": [
        "R. Yaman",
        "S. Thadaniti",
        "N. Ahmad",
        "F. M. Halil",
        "N. M. Nasir"
    ],
    "citedby-count": 4,
    "ref-count": 27,
    "ref-list": [
        "Final draft, document prepared by the German Presidency of the European Union",
        "Urban ecology and sustainability: The state-of-the-science and future directions",
        "Indicator-based urban sustainability - A review",
        "Exploring social capital as an urban neighbourhood resource: Empirical findings and strategic conclusions of a case study in Berlin-Moabit",
        "Sustainable neighbourhoods - A qualitative model for resource management in communities",
        "Sustainability assessment: An integrated approach with inhabitant participation",
        "A systematic review of guiding principles for sustainable urban neighborhood development",
        "A guide to community sustainability indicators",
        "Definition of indicators for environmentally sustainable development",
        "Review of sustainability indices and indicators: Towards a new City Sustainability Index (CSI)",
        "Achievements and gaps in indicators for sustainability",
        "A goal oriented indicator framework to support integrated assessment of new policies for agri-environmental systems",
        "Developing indicators for environmental policy: Data-driven and theory-driven approaches examined by example",
        "A relational indicatorset model for urban land-use planning and management: Methodological approach and application in two case studies",
        "The application of urban sustainability indicators - A comparison between various practices",
        "A critical review of seven selected neighborhood sustainability assessment tools",
        "Sustainable by Design?: Insights from U.S. LEED-ND Pilot Projects",
        "A comparative study of DGNB, LEED and BREEAM certificate systems in urban sustainability",
        "The role of public awareness and government regulations in stimulating sustainable consumption of Malaysian consumers",
        "The potential of sustainable building rating System in the Malaysian building industry",
        "The delphi method as a research tool: An example, design considerations and applications"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kuala Lumpur",
            "@id": "60016775",
            "affilname": "International Islamic University Malaysia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016775",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Shah Alam",
            "@id": "60004351",
            "affilname": "Universiti Teknologi MARA",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004351",
            "affiliation-country": "Malaysia"
        }
    ],
    "funding": [
        "EDS Chulalongkorn University",
        "FSPU UiTM",
        "KAED IIUM"
    ]
}