{
    "eid": "2-s2.0-84940121890",
    "title": "Effect of germination period on changes in mungbean and azuki bean protein and amino acid profiles",
    "cover-date": "2015-06-30",
    "subject-areas": [
        {
            "$": "Horticulture",
            "@code": "1108"
        }
    ],
    "keywords": [
        "Essential amino acids",
        "Protein nitrogen",
        "Vigna angilaris",
        "Vigna radiata"
    ],
    "authors": [
        "K. Duangmal"
    ],
    "citedby-count": 4,
    "ref-count": 17,
    "ref-list": [
        "Official Methods of Analysis of AOAC International",
        "Waters AccQ Tag Method for Hydrolysate Amino Acid Analysis",
        "Begin at the beginning: evolution of translational initiation",
        "Expert Consultation, Energy and Protein Requirements",
        "Kinetic study of the antioxidant compounds and antioxidant capacity during germination of Vigna radiata cv. emmerald, Glycine max cv. jutro and Glycine max cv. merit",
        "Handbook of Food Analytical Chemistry",
        "The impact of germination and dehulling on nutrients, antinutrients, in vitro iron and calcium bioavailability and in vitro starch and protein digestibility of some legume seeds",
        "Protein quality of Asian beans and their wild progenitor, Vigna sublobata (Roxb)",
        "Effects of different germination conditions on the contents of free protein and non-protein amino acids of commercial legumes",
        "Bioactive compounds in legumes and their germinated products",
        "Nutritional composition and antinutritional factors of mung bean seeds (Phaseolus aureus) as affected by some home traditional processes",
        "Variations of non-protein nitrogen in six Spanish legumes according to the extraction method used",
        "Stimulation of phenolics, antioxidant and antimicrobial activities in dark germinated mung bean sprouts in response to peptide and phytochemical elicitors",
        "Influence of germination on the nutritional quality of Phaseolus vulgaris and Cajanus cajan",
        "Effect of soaking and germination temperatures on selected nutrients and antinutrients of mungbean",
        "Handbook of Food Analytical Chemistry"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}