{
    "eid": "2-s2.0-84946541782",
    "title": "Biostimulant activity of chitosan in horticulture",
    "cover-date": "2015-11-30",
    "subject-areas": [
        {
            "$": "Horticulture",
            "@code": "1108"
        }
    ],
    "keywords": [
        "Chitosan",
        "Defense",
        "Growth",
        "Hydrogen peroxide",
        "Stress"
    ],
    "authors": [
        "Rath Pichyangkura"
    ],
    "citedby-count": 296,
    "ref-count": 153,
    "ref-list": [
        "Postharvest quality of mango (mangifera indica l.) fruit as affected by chitosan coating",
        "J. Am. Sci.",
        "Potential of chitosan coating in delaying the postharvest anthracnose (Colletotrichum gloeosporioides Penz.) of Eksotika II papaya",
        "Effect of chitosan coatings on the physicochemical characteristics of Eksotika II papaya (Carica papaya L.) fruit during cold storage",
        "J. Biol. Life Sci.",
        "Effectiveness of submicron chitosan dispersions in controlling anthracnose and maintaining quality of dragon fruit",
        "Induction of lignin and pathogenesis related proteins in dragon fruit plants in response to submicron chitosan dispersions",
        "Antimicrobial activity of chitosan enriched with lemongrass oil against anthracnose of bell pepper",
        "Evolution of selected volatiles in chitosan-coated strawberries (Fragaria x ananassa) during refrigerated storage",
        "Potential of the biopolymer chitosan with different molecular weights to control postharvest gray mold of tomato fruit",
        "Effects of chitosan and plant extracts on growth of Colletotrichum gloeosporioides, anthracnose levels and quality of papaya fruit",
        "A review of the management alternatives for controlling fungi on papaya fruit during the postharvest supply chain",
        "Effects of chitin and chitosan on the incidence and severity of Fusarium yellows of celery",
        "Controlling gray mould caused by Botrytis cinerea in cucumber plants by means of chitosan",
        "Treatment with chitosan enhances resistance of tomato plants to the crown and root rot pathogen Fusarium oxysporum f. sp. radicis-lycopersici",
        "A wound- and systemin-inducible polygalacturonase in tomato leaves",
        "Chitosan treatment of wheat seeds induces resistance to Fusarium graminearum and improves seed quality",
        "Chitosan effects on blackmold rot and pathogenic factors produced by Alternaria alternata in postharvest tomatoes",
        "Effect of pre-harvest chitosan sprays on post-harvest infection by Botrytis cinerea quality of strawberry fruit",
        "Reduction of transpiration through foliar application of chitosan",
        "Phenylalanine ammonia lyase",
        "Chitosan: Antimicrobial activity and potential applications for preserving minimally processed strawberries",
        "The combination of curing with either chitosan or Bacillus subtilis CPA-8 to control brown rot infections caused by Monilinia fructicola",
        "Accumulation of phenylpropanoid derivatives in chitosan-induced cell suspension culture of Cocos nucifera",
        "Chitosan enhances rice seedling growth via gene expression network between nucleus and chloroplast",
        "Improved menthol production from chitosan-elicited suspension culture of Mentha piperita",
        "Chitosan coating for inhibition of sclerotinia rot of carrots",
        "Coating citrus (Murcott tangor) fruit with low molecular weight chitosan increases postharvest quality and shelf life",
        "Quality assessment of low molecular weight chitosan coating on sliced red pitayas",
        "Effects of edible chitosan coating on quality and shelf life of sliced mango fruit",
        "Chitosan treatments affect growth and selected quality of sunflower sprouts",
        "International Conference on Agriculture Technology and Food Sciences (ICATFS'2012) Nov. 17-18",
        "Reactive oxygen species signaling in plants under abiotic stress",
        "Int. J. Agric. Res.",
        "Biotechnological approaches for field applications of chitooligosaccharides (COS) to induce innate immunity in plants",
        "Integrated application of 1-methylcyclopropene and modified atmosphere packaging to improve quality retention of litchi cultivars during storage",
        "Regulation of the Arabidopsis transcriptome by oxidative stress",
        "Chitosan: Antimicrobial activity, interactions with food components and applicability as a coating on fruit and vegetables",
        "Oligogalacturonides and chitosan activate plant defensive genes through the octadecanoid pathway",
        "Effects of chitosan coating on quality and shelf life of peeled litchi fruit",
        "Effect of citric acid and chitosan on maintaining red colouration of litchi fruit pericarp",
        "Biochemical and cytochemical aspects of the interactions of chitosan and Botrytis cinerea in bell pepper fruit",
        "Res. J. Agric. Biol. Sci.",
        "Plant defense against insect herbivores",
        "Oligogalacturonides: Plant damage-associated molecular patterns and regulators of growth and development",
        "Chitosan elicits mono-glucosylated stilbene production and release in fed-batch bioreactor cultures of grape cells",
        "Redox regulation in plant immune function",
        "β-1,3-Glucan with different degree of polymerization induced different defense responses in tobacco",
        "J. Fruit Ornamental Plant Res.",
        "Evaluation of the antifungal properties of chitosan coating on cut apples using a non-invasive image analysis technique",
        "Caspian J. Environ. Sci.",
        "Changes in postharvest quality of loquat (Eriobotrya japonica) fruits influenced by chitosan",
        "Effect of chitosan coating in preventing deterioration and preserving the quality of fresh-cut papaya 'Maradol'",
        "Seed priming with chitosan improves maize germination and seedling growth in relation to physiological changes under low temperature stress",
        "Plant Physiol.",
        "Plant science review: Multiple effects of chitosan on plant systems: Solid science or hype",
        "Anatomy of a nonhost disease resistance response of pea to Fusarium solani: PR gene elicitation via DNase, chitosan and chromatin alterations",
        "Effect of calcium dips and chitosan coatings on postharvest life of strawberries (Fragaria x ananassa)",
        "Effect of chitosan coating combined with postharvest calcium treatment on strawberry (Fragaria × ananassa) quality during refrigerated storage",
        "Mode of action of chitosan coating on anthracnose disease control in papaya",
        "An octadecanoid pathway mutant (JL5) of tomato is compromised in signaling for defense against insect attack",
        "Tomato lipoxygenase D involved in the biosynthesis of jasmonic acid and tolerance to abiotic and biotic stress in tomato",
        "Chitosan antitranspirant activity is due to abscisic acid-dependent stomatal closure",
        "High-density chitosan reduces the severity of bacterial spot and activates the defense mechanisms of tomato plants",
        "Analysis of light and sucrose potencies on petal coloration and pigmentation of lisianthus cultivars (in vitro)",
        "Effects of chitosan coating on postharvest life and quality of longan fruit",
        "Bioproduction of chitooligosaccharides: Present and perspectives",
        "Plant cells recognize chitin fragments for defense signaling through a plasma membrane receptor",
        "Chitosan specificity for the in vitro seed germination of two Dendrobium orchids (Asparagales: Orchidaceae)",
        "The degrees of polymerization and N-acetylation of chitosan determine its ability to elicit callose formation in suspension cells and protoplasts of Catharanthus roseus",
        "Effect of chitosan and chitooligosaccharide on vitamin C and polyphenols contents in cherries and strawberries during refrigerated storage",
        "Effect of foliar application of chitin and chitosan oligosaccharides on photosynthesis of maize and soybean",
        "Effect of chitosan on the biological properties of sweet basil (ocimum basilicum L.)",
        "Convergence of calcium signaling pathways of pathogenic elicitors and abscisic acid in Arabidopsis guard cells",
        "A simple preparation of half N-acetylated chitosan highly soluble in water and aqueous organic solvents",
        "Production and evaluation of chitosan from Aspergillus niger MTCC strains",
        "Effects of cinnamon extract, chitosan coating, hot water treatment and their combinations on crown rot disease and quality of banana fruit",
        "Treatment with chitosan protects habanero pepper against the infection with Phytophthora capsici",
        "Chitosan treatment: An emerging strategy for enhancing resistance of greenhouse tomato plants to infection by Fusarium oxysporum f.sp. radicis-lycopersici",
        "Oligogalacturonic acid and chitosan reduce stomatal aperture by inducing the evolution of reactive oxygen species from guard cells of tomato and Commelina communis"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksompoj Research Fund",
        "Chulalongkorn University"
    ]
}