{
    "eid": "2-s2.0-84904092978",
    "title": "A clinicopathologic analysis of 207 cases of benign fibro-osseous lesions of the jaws",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Anatomy",
            "@code": "2702"
        },
        {
            "$": "Surgery",
            "@code": "2746"
        },
        {
            "$": "Pathology and Forensic Medicine",
            "@code": "2734"
        }
    ],
    "keywords": [
        "Benign fibro-osseous lesion",
        "Fibrous dysplasia",
        "Jaw",
        "Juvenile ossifying fibroma",
        "Osseous dysplasia",
        "Ossifying fibroma"
    ],
    "authors": [
        "Ekarat Phattarataratip"
    ],
    "citedby-count": 34,
    "ref-count": 32,
    "ref-list": [
        "Benign fibro-osseous diseases of the maxillofacial bones. A review and differential diagnosis.",
        "Benign fibro-osseous lesions: A review of current concepts",
        "Benign fibro-osseous lesions of the craniofacial complex a review",
        "Fibro-osseous lesions of the jaws",
        "Fibro-osseous lesions of the jaws",
        "Pathology and Genetics of Head and Neck Tumours",
        "Activating mutations of Gs protein in monostotic fibrous lesions of bone",
        "Distinguishing features of focal cemento-osseous dysplasia and cemento-ossifying fibromas II. A Clinical and radiologic spectrum of 316 cases",
        "Distinguishing features of focal cemento-osseous dysplasias and cemento-ossifying fibromas: I. A pathologic spectrum of 316 cases",
        "Benign fibro-osseous lesions of the jaws: A study of 127 Chinese patients and review of the literature",
        "Lesions related to the formation of bone, cartilage or cementum arising in the oral area: a statistical study and review of the literature.",
        "Benign fibro-osseous lesions of the jaw bones in Jamaica: Analysis of 32 cases",
        "Fibro-osseous lesions of the jaws: An analysis of 122 cases in Thailand",
        "A clinicoradiologic analysis of symptomatic craniofacial fibro-osseous lesions",
        "Benign fibro-osseous lesions of the maxillas: Analysis of 11 cases",
        "Focal cemento-osseous dysplasia: A clinicopathologic study of 221 cases",
        "Central ossifying fibroma: A clinicopathologic study of 28 cases",
        "Ossifying fibromas of the jaw bone: 20 cases",
        "Osseous (Cemento-osseous) Dysplasia of the Jaws: Clinical and Radiographic Analysis",
        "Cemento-osseous dysplasia of the jaw bones: Key radiographic features",
        "Cemento-osseous dysplasia of the jaws in 54 Japanese patients",
        "Ossifying fibroma: A clinicopathologic study of sixty-four cases",
        "Ossifying fibroma in a Hong Kong community: The clinical and radiological features and outcomes of treatment",
        "Central ossifying fibroma: An analysis of 20 cases and review of the literature",
        "Ossifying fibroma of the mandible and maxilla: review of 18 cases",
        "Fibrous dysplasia: A systematic review",
        "Craniomaxillofacial fibrous dysplasia: A 10-year database 1996-2006",
        "Fibrous dysplasia - A 13-year retrospective radiographic analysis in a south Indian population",
        "Psammomatoid and trabecular juvenile ossifying fibroma of the craniofacial skeleton: Two distinct clinicopathologic entities",
        "Juvenile ossifying fibroma. An analysis of 33 cases with emphasis on histopathological aspects",
        "Fibrous dysplasia: A nosologic problem in the diagnosis of fibro‐osseous lesions of the jaws",
        "Dahlin's Bone Tumors: General Aspects and Data on 10165 Cases"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}