{
    "eid": "2-s2.0-84965003009",
    "title": "Nocardia rayongensis sp. nov., isolated from thai peat swamp forest soil",
    "cover-date": "2016-05-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [],
    "authors": [
        "Somboon Tanasupawat"
    ],
    "citedby-count": 8,
    "ref-count": 47,
    "ref-list": [
        "Culture Media for Actinomycetes",
        "Susceptibility Testing of Mycobacteria, Nocardiae, and Other Aerobic Actinomycetes; Approved Standard M24-A",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Parsimony in systematics: biological and statistical issues.",
        "Evolution",
        "Bergey’s Manual of Systematic Bacteriology, the Actinobacteria",
        "Bergey’s Manual of Systematic Bacteriology",
        "A comparative study of some strains received as nocardiae.",
        "The type species of the genus Nocardia.",
        "Nocardia coeliaca, Nocardia autotrophica, and the nocardin strain",
        "Nucleic Acids Symp Ser",
        "A rapid analysis for chemical grouping of aerobic actinomycetes",
        "Humic acid-vitamin agar, a new medium for the selective isolation of soil actinomycetes",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "16S/23S Rrna Sequencing. in Nucleic Acid Techniques in Bacterial Systematics",
        "Int J Syst Bacteriol",
        "Chemotaxonomy of aerobic Actinomycetes: Phospholipid composition",
        "Polar lipid composition in the classification of Nocardia and related bacteria",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Asanoa siamensis sp. nov., isolated from soil from a temperate peat swamp forest",
        "Acrocarpospora phusangensis sp. nov., isolated from a temperate peat swamp forest soil",
        "Actinomadura rayongensis sp. nov., isolated from peat swamp forest soil",
        "Biodiversity and conservation of tropical peat swamp forests",
        "Rapid preparation of DNA from filamentous fungi",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "MIDI Technical Note",
        "Int J Syst Bacteriol",
        "Micromonospora humi sp. nov., isolated from peat swamp forest soil",
        "Is there a limit for high-pH life? [1]",
        "Microbiol Today",
        "Proposal for a new hierarchic classification system, Actinobacteria classis nov.",
        "Planotetraspora thailandica sp. nov., isolated from soil in Thailand",
        "Phylogenetic studies of Nocardia species based on gyrB gene analyses",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Color Harmony Manual",
        "Actinomycetologica",
        "Micromonospora eburnea sp. nov., isolated from a Thai peat swamp forest",
        "Micromonospora siamensis sp. nov., isolated from Thai peat swamp forest",
        "Actinocatenispora thailandica gen. nov., sp. nov., a new member of the family Micromonosporaceae",
        "Mycolic acid composition and thermally adaptative changes in Nocardia asteroides",
        "An improved method for the glycolate test for simple identification of the acyl type of bacterial cell walls",
        "Int J Syst Bacteriol",
        "Numerical classification of Streptomyces and related genera",
        "Asaia bogorensis gen. nov., sp. nov., an unusual acetic acid bacterium in the α-Proteobacteria"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tsukuba",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}