{
    "eid": "2-s2.0-84897505370",
    "title": "Molecular mechanism of Mg2+-dependent gating in CorA",
    "cover-date": "2014-04-02",
    "subject-areas": [
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Physics and Astronomy",
            "@code": "3100"
        }
    ],
    "keywords": [],
    "authors": [
        "Olivier Dalmas"
    ],
    "citedby-count": 59,
    "ref-count": 52,
    "ref-list": [
        "Cellular magnesium homeostasis",
        "Magnesium transporters: Properties, regulation and structure",
        "Transport of magnesium and other divalent cations: Evolution of the 2-TM-GxN proteins in the MIT superfamily",
        "Magnesium transport in Escherichia coli. Inhibition by cobaltous ion.",
        null,
        null,
        null,
        "Crystal structure of a divalent metal ion transporter CorA at 2.9 angstrom resolution",
        null,
        null,
        null,
        "The CorA family: Structure and function revisited",
        "A repulsion mechanism explains magnesium permeation and selectivity in CorA",
        "Structural asymmetry in the magnesium channel CorA points to sequential allosteric regulation",
        null,
        "An iris-like mechanism of pore dilation in the CorA magnesium transport system",
        "Structural Dynamics of the Magnesium-Bound Conformation of CorA in a Lipid Bilayer",
        null,
        null,
        null,
        "Manipulation of intracellular magnesium content in polymyxin B nonapeptide-sensitized Escherichia coli by ionophore A23187",
        "Motion of spin-labeled side chains in T4 lysozyme. Correlation with protein structure and dynamics",
        "Mg 2-dependent gating of bacterial MgtE channel underlies Mg 2 homeostasis",
        null,
        "Conformation of spin-labeled melittin at membrane surfaces investigated by pulse saturation recovery and continuous wave power saturation electron paramagnetic resonance",
        "SPIN LABELED CYSTEINES AS SENSORS FOR PROTEIN‐LIPID INTERACTION AND CONFORMATION IN RHODOPSIN",
        null,
        "Distance measurements on spin-labelled biomacromolecules by pulsed electron paramagnetic resonance",
        "Symmetry-constrained analysis of pulsed Double Electron-Electron Resonance (DEER) spectroscopy reveals the dynamic nature of the KcsA activation gate",
        "Structural refinement of membrane proteins by restrained molecular dynamics and solvent accessibility data",
        null,
        "A variant of yellow fluorescent protein with fast and efficient maturation for cell-biological applications",
        "Voltage clamp recordings from Xenopus oocytes.",
        "Gating currents in Shaker K+ channels. Implications for activation and inactivation models",
        "DeerAnalysis2006 - A comprehensive software package for analyzing pulsed ELDOR data",
        "CHARMM: The biomolecular simulation program",
        "Simulation of activation free energies in molecular systems",
        "Finite representation of an infinite bulk system: Solvent boundary potential for computer simulations",
        "Calculation of rigid-body conformational changes using restraint-driven cartesian transformations",
        "HOLE: A program for the analysis of the pore dimensions of ion channel structural models",
        "Electrostatics of nanosystems: Application to microtubules and the ribosome",
        "PDB2PQR: Expanding and upgrading automated preparation of biomolecular structures for molecular simulations",
        "PDB2PQR: An automated pipeline for the setup of Poisson-Boltzmann electrostatics calculations",
        "Accurate calculation of hydration free energies using macroscopic solvent models",
        "A quantitative assesment of models for voltage-dependent gating of ion channels",
        "APBSmem: A graphical interface for electrostatic calculations at the membrane",
        null,
        "VMD: Visual molecular dynamics",
        "An improved empirical potential energy function for molecular simulations of phospholipids",
        "Software news and updates Wordom: A user-friendly program for the analysis of molecular structures, trajectories, and free energy surfaces",
        "Dictionary of protein secondary structure: Pattern recognition of hydrogen‐bonded and geometrical features",
        "A series of PDB related databases for everyday needs"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chicago",
            "affilname": "Institute for Biophysical Dynamics",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Institutes of Health",
        "National Institute of General Medical Sciences",
        "National Institute of General Medical Sciences",
        "Chulalongkorn University",
        "Chulalongkorn University"
    ]
}