{
    "eid": "2-s2.0-85052096858",
    "title": "Glutaraldehyde removal from flowback and produced waters using photolysis",
    "cover-date": "2016-01-01",
    "subject-areas": [],
    "keywords": [
        "Glutaraldehyde",
        "Hydraulic fracturing fluid",
        "Photolysis",
        "Produced water"
    ],
    "authors": [
        "Soklida Hong"
    ],
    "citedby-count": 2,
    "ref-count": 15,
    "ref-list": [
        "Water Management Associated with Hydraulic Fracturing",
        "Produced Water Volumes and Management Practices in the United States (No. ANL/EVS/R-09-1)",
        "Hydraulic Fracturing and Water Resources: Separating the Frack from the Fiction",
        "Evaluation of environmental impact of typical leather chemicals. Part II: Biodegradability of organic tanning agents by activated sludge",
        "U.S. Energy Information Administration",
        "Fate of glutaraldehyde in hospital wastewater and combined effects of glutaraldehyde and surfactants on aquatic organisms",
        "Review of technologies for oil and gas produced water treatment",
        "Light-source-dependent effects of main water constituents on photodegradation of phenicol antibiotics: Mechanism and kinetics",
        "Hydraulic fracturing 101: What every representative, environmentalist, regulator, reporter, investor, university researcher, neighbor and engineer should know about estimating frac risk and improving frac performance in unconventional gas and oil wells",
        "Glutaraldehyde degradation in hospital wastewater by photoozonation",
        "Can We Treat Hydraulic Fracturing Flowback with a Conventional Biological Process? The Case of Guar Gum",
        "Ecotoxicology of glutaraldehyde: Review of environmental fate and effects studies",
        "Microbial communities in flowback water impoundments from hydraulic fracturing for recovery of shale gas",
        "Glutaraldehyde: Current Status and Uses",
        "A review on risk assessment techniques for hydraulic fracturing water and produced water management implemented in onshore unconventional oil and gas production"
    ],
    "affiliation": [
        {
            "affiliation-city": "Fargo",
            "affilname": "North Dakota State University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Fargo",
            "affilname": "NDSU College of Engineering",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Khon Kaen University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}