{
    "eid": "2-s2.0-84922470442",
    "title": "Altered immune response of the rice frog Fejervarya limnocharis living in agricultural area with intensive herbicide utilization at Nan Province, Thailand",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Environmental Science",
            "@code": "2300"
        },
        {
            "$": "Toxicology",
            "@code": "3005"
        }
    ],
    "keywords": [
        "Agrochemicals",
        "Amphibian",
        "Liver",
        "Melanomacrophage",
        "Sentinel species"
    ],
    "authors": [
        "Khattapan Jantawongsri"
    ],
    "citedby-count": 13,
    "ref-count": 32,
    "ref-list": [
        "The role of melano‐macrophage centres in iron storage in normal and diseased fish",
        "Phylogenetic development of melano–macrophage centres in fish",
        "Effects of starvation on the melano‐macrophage centres of fish",
        "Melano-macrophage centres and their role in fish pathology",
        "Mechanisms of changes to the liver pigmentary component during the annual cycle (activity and hibernation) of Rana esculenta L",
        "Immune System Indicators",
        "Macrophage aggregates: Biomarker for immune function in fishes?",
        "Piscine macrophage aggregate parameters as health monitors: effect of age, sex, relative weight, season and site quality in largemouth bass (Micropterus salmoides)",
        "Extra‐Cutaneous Melanin",
        "Age‐dependent accumulation of macrophage aggregates in the yellow perch, Perca flavescens (Mitchill)",
        "Effects of agricultural pesticides on the immune system of Xenopus laevis and Rana pipiens",
        "The Record of Agrochemicals, Chemical Fertilizer and Organic Fertilizer Utilization at Nan Province in 2008",
        "Visual Encounter Surveys",
        "Agricultural Land Use Stresses Amphibians and Alters Immune Function. Society of Environmental Toxicology and Chemistry North America 32Nd Annual Meeting",
        "Immunosuppression in the northern leopard frog (Rana pipiens) induced by pesticide exposure",
        "Liver lesions produced by aflatoxins in Rana catesbeiana (bullfrog)",
        "Hermaphroditic, demasculinized frogs after exposure to the herbicide atrazine at low ecologically relevant doses",
        "Animal Tissue Techniques. WH Freeman and Company",
        "Impact of cadmium on liver pigmentary system of the frog Rana ridibunda",
        "Association between atrazine utilization and biologic response of rice field crab Esanthelphusa nani in paddy fields of Nan Province, Thailand",
        "Annals of the Faculty of Engineering Hunedoara",
        "Animal as Sentinel of Environmental Health Hazards",
        "Using the Rice Frog (Fejervarya Limnocharis) as a Sentinel Species for Cadmium Contamination in Tak Province, Thailand. Doctoral Dissertation, Program in Environmental Management. Graduate School",
        "Immunotoxicology and Immunopharmacology. In: Amphibian, Fish, and Bird Immunotoxicology",
        "Amphibians as environmental sentinels",
        "Master’s Thesis, Department of Biology, Faculty of Science",
        "Journal of Environmental Protection",
        "Evidence for melano-macrophage centres of teleost as evolutionary precursors of germinal centres of higher vertebrates: An immunohistochemical study",
        "Climatediagram Maps of the Individual Continents and the Ecological Climatic Regions of the Earth",
        "Piscine macrophage aggregates: A review",
        "Preliminary evaluation of the use of macrophage aggregates (MA) as fish health monitors",
        "Population declines and priorities for amphibian conservation in Latin America"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Center of Excellence on Hazardous Substance Management",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}