{
    "eid": "2-s2.0-84946740114",
    "title": "Semi-supervised cluster-and-label with feature based re-clustering to reduce noise in Thai document images",
    "cover-date": "2015-12-01",
    "subject-areas": [
        {
            "$": "Information Systems and Management",
            "@code": "1802"
        },
        {
            "$": "Software",
            "@code": "1712"
        },
        {
            "$": "Management Information Systems",
            "@code": "1404"
        },
        {
            "$": "Artificial Intelligence",
            "@code": "1702"
        }
    ],
    "keywords": [
        "Cluster-and-label",
        "Document enhancement",
        "Noise reduction",
        "Semi-supervised classification",
        "Thai document"
    ],
    "authors": [
        "N. Piroonsup"
    ],
    "citedby-count": 7,
    "ref-count": 40,
    "ref-list": [
        "Low quality document image modeling and enhancement",
        "Removing salt-and-pepper noise in text/graphics images",
        "Line removal and restoration of handwritten characters on the form documents",
        "Removal of interfering strokes in double-sided document images",
        "A generic method of cleaning and enhancing handwritten data from business forms",
        "A new algorithm for removing noisy borders from monochromatic documents",
        "An adaptive binarization technique for low quality historical documents",
        "A Morphological Approach to Text String Extraction from Regular Periodic Overlapping Text/Background Images",
        "Combination of active learning and self-training for cross-lingual sentiment classification with density analysis of unlabelled samples",
        "Stroke-like pattern noise removal in binary document images",
        "Applying a semi-supervised learning approach to reduce noise in Thai-OCR",
        "Proceedings of the 7th International Joint Conference on Computer Science and Software Engineering",
        "A taxonomy for noise in images of paper documents - The physical noises",
        "Foundation of Thai Language (In Thai)",
        "Learning to Read Thai",
        "A Reference Grammar of Thai",
        "A Lao Grammar for Language Learners",
        "Cambodian System of Writing and Beginning Reader",
        "Combining trigram and winnow in Thai OCR error correction",
        "Proceedings of the 38th Annual Meeting on Association for Computational Linguistics",
        "How to read less and know more: Approximate OCR for thai",
        "Approximate ilp rules by backpropagation neural network: A result on thai character recognition",
        "Removing noises similar to dots from persian scanned documents",
        "Technical Report TR-1530",
        "Clustering unlabeled data with SOMs improves classification of labeled real-world data",
        "Semi-Supervised Learning",
        "Semi-supervised clustering using genetic algorithms",
        "TESC: An approach to TExt classification using Semi-supervised Clustering",
        "Dr. Dobb's J. Softw. Tools",
        "Off-line Thai Word Based Handwritten Character Recognition Using Fuzzy Rules with Distinctive Features (In Thai)",
        "One-Pass Parallel Thinning: Analysis, Properties, and Quantitative Evaluation",
        "Technical Report",
        "The feature combination technique for off-line Thai character recognition system",
        "The development of the feature extraction algorithms for thai handwritten character recognition system",
        "Using contour analysis to improve feature extraction in Thai handwritten character recognition systems",
        "The self-organizing map",
        "Proceedings of the 14th International Conference on Machine Learning",
        "Clustering of the self-organizing map",
        "SIGKDD Explor. Newsl."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}