{
    "eid": "2-s2.0-85107578170",
    "title": "Different light spectra and intensity level effects on vegetative growth and antioxidant content of coriander",
    "cover-date": "2021-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Horticulture",
            "@code": "1108",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Coriandrum sativum",
        "Led light",
        "Red and blue light ratios"
    ],
    "authors": [
        "M. Sanluang",
        "T. Tayjasanant"
    ],
    "citedby-count": 0,
    "ref-count": 11,
    "ref-list": [
        "Growth and nutritional properties of lettuce affected by mixed irradiation of white and supplemental light provided by light-emitting diode",
        "Leaf photosynthetic rate, growth, and morphology of lettuce under different fractions of red, blue, and green light from light-emitting diodes (LEDs)",
        "Blue LED (light-emitting diodes)-mediated growth promotion and control of Botrytis disease in lettuce",
        "Absorption spectra of leaves. I. The visible spectrum",
        "Different ratios of red and blue LED light effects on coriander productivity and antioxidant properties",
        "Light environment optimization for lettuce growth in plant factory",
        "Growth, photosynthetic and antioxidant parameters of two lettuce cultivars as affected by red, green, and blue light-emitting diodes",
        "Leaf morphology, photosynthetic performance, chlorophyll fluorescence, stomatal development of Lettuce (Lactuca sativa L.) exposed to different ratios of red light to blue light",
        "Studies on the dual antioxidant and antibacterial properties of parsley (Petroselinum crispum) and cilantro (Coriandrum sativum) extracts",
        "Effects of environment lighting on the growth, photosynthesis and quality of hydroponic lettuce in a plant factory",
        "Antioxidant and free radical-scavenging activities of wheat germ protein hydrolysates (WGPH) prepared with alcalase"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}