{
    "eid": "2-s2.0-84955591953",
    "title": "Kutzneria chonburiensis sp. Nov., isolated from soil",
    "cover-date": "2015-11-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [],
    "authors": [
        "Manee Chanama"
    ],
    "citedby-count": 6,
    "ref-count": 35,
    "ref-list": [
        "Culture Media for Actinomycetes",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Parsimony in systematics: biological and statistical issues.",
        "Evolution",
        "Nocardia coeliaca, Nocardia autotrophica, and the nocardin strain",
        "Nucleic Acids Symp Ser",
        "Amended description of the genus Kineospora, based on chemotaxonomic and morphological studies",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "Inter-Society Color Council – National Bureau of Standards Color Name Charts Illustrated with Centroid Colors",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "4 Lipid and Cell-Wall Analysis in Bacterial Systematics",
        "Bergey’s Manual of Systematic Bacteriology",
        "Int J Syst Bacteriol",
        "Chemotaxonomy of aerobic Actinomycetes: Phospholipid composition",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        null,
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids",
        "Int J Syst Bacteriol",
        "Transfer of Streptosporangium viridogriseum, Streptosporangium viridogriseum subsp. kofuense, and Streptosporangium albidum to Kutzneria gen. nov. as Kutzneria viridogrisea comb. nov., Kutzneria kofuensis comb. nov., and Kutzneria albida comb. nov., respectively, and emendation of the genus Streptosporangium",
        "Simplified approach to identification of aerobic actinomycetes by thin layer chromatography",
        "Planotetraspora thailandica sp. nov., isolated from soil in Thailand",
        "Kutzneria buriramensis sp. nov., isolated from soil, and emended description of the genus Kutzneria",
        "Selective isolation and study on the global distribution of the genus Planobispora in soils",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "A new genus of the order Actinomycetales, Couchioplanes gen. nov., with descriptions of Couchioplanes caeruleus (Horan and Brodsky 1986) comb. nov. and Couchioplanes caeruleus subsp. azureus subsp. nov.",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "CLUSTAL W: Improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "An improved method for the glycolate test for simple identification of the acyl type of bacterial cell walls",
        "Nonisotopic DNA Probe Techniques",
        "Int J Syst Bacteriol",
        "Actinomycetes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}