{
    "eid": "2-s2.0-85009827453",
    "title": "Influence of sulfenamide accelerators on cure kinetics and properties of natural rubber foam",
    "cover-date": "2017-05-15",
    "subject-areas": [
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "elastomers",
        "foams",
        "kinetics",
        "thermal properties"
    ],
    "authors": [
        "Pollawat Charoeythornkhajhornchai"
    ],
    "citedby-count": 29,
    "ref-count": 40,
    "ref-list": [
        "Physical properties of ethylene vinyl acetate copolymer (EVA)/natural rubber (NR) blend based foam",
        "Preparation and characterization of natural rubber foams: Effects of foaming temperature and carbon black content",
        "Mechanical and morphological properties of cellular NR/SBR vulcanizates under thermal and weathering ageing",
        "Correlation between the acoustic and dynamic mechanical properties of natural rubber foam: Effect of foaming temperature",
        "Effect of precured degrees on morphology, thermal, and mechanical properties of BR/SBR/NR foams",
        "Processing of kaolinite and alumina loaded in natural rubber composite foams",
        "In Handbook of Plastic Foams: Types, Properties, Manufacture and Applications",
        "Effect of foaming temperature and rubber grades on properties of natural rubber foams",
        "Effect of foaming temperature and blowing agent content on cure characteristics, mechanical and morphological properties of natural rubber foams",
        "J. Phys. Sci.",
        "Effect of azodicarbonamide on microstructure, cure kinetics and physical properties of natural rubber foam",
        "Malaysian Polym. J.",
        "Analysis of cure characteristics on cross-link density and type, and viscoelastic properties of natural rubber",
        "Vulcanization kinetics study of natural rubber compounds having different formulation variables",
        "Bis(N-benzyl piperazino) thiuram disulfide and dibenzothiazyl disulfide as synergistic safe accelerators in the vulcanization of natural rubber",
        "Chemistry of the vulcanization and protection of elastomers: A review of the achievements",
        "In Rubber Compounding: Chemistry and Applications;",
        "THIURAM VULCANIZATION OF NATURAL RUBBER IN THE PRESENCE OF AMINES - APPLICATION OF ESR TECHNIQUE TO ELUCIDATE THE MECHANISM OF VULCANIZATION.",
        "Studies on accelerated sulphur vulcanization of natural rubber using 1-phenyl-2, 4-dithiobiuret/tertiary butyl benzothiazole sulphenamide",
        "Vulcanization kinetics of nitrile rubber/layered clay nanocomposites",
        "Sulfur vulcanization of natural rubber for benzothiazole accelerated formulations: From reaction mechanisms to a rational kinetic model",
        "The Science and Technology of Rubber",
        "Characterization of the natural rubber vulcanizates obtained by different accelerators",
        "TMTD, MBTS, and CBS accelerator effects on a silica filled natural rubber compound upon vulcanization properties",
        "Effect of nano-titanium nitride on thermal insulating and flame-retardant performances of phenolic foam",
        "Study on vulcanization kinetics of constant viscosity natural rubber by using a rheometer MDR2000",
        "The Science of Rubber Compounding",
        "In Organic Chemistry",
        "In Organic Chemistry",
        "Cure kinetic and network structure of NR/SBR composites reinforced by multiwalled carbon nanotube and carbon blacks",
        "Kinetic analysis of isothermal decomposition process of zinc leach residue in an inert atmosphere. the estimation of the apparent activation energy distribution",
        "Thermal and cure kinetics of epoxy molding compounds cured with thermal latency accelerators",
        "Curing kinetics and mechanical behavior of natural rubber reinforced with pretreated carbon nanotubes",
        "ICTAC Kinetics Committee recommendations for performing kinetic computations on thermal analysis data",
        "Vulcanization kinetics of graphene/natural rubber nanocomposites",
        "Techniques used for determining cure kinetics of rubber compounds",
        "Vulcanization kinetics of graphene/styrene butadiene rubber nanocomposites",
        "Science of Heat and Thermophysical Studies",
        "Crystallization kinetics accountability and the correspondingly developed glass-forming criteria - A personal recollection at the forty years anniversaries",
        "In Aerosol Technology: Properties, Behavior and Measurement of Airborne Particles"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}