{
    "eid": "2-s2.0-85169010982",
    "title": "Opportunities and challenges in Asian bee research and conservation",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Nature and Landscape Conservation",
            "@code": "2309",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [],
    "authors": [
        "Natapot Warrit",
        "John Ascher",
        "Parthib Basu",
        "Vasuki Belavadi",
        "Axel Brockmann",
        "Damayanti Buchori",
        "James B. Dorey",
        "Alice Hughes",
        "Smitha Krishnan",
        "Hien T. Ngo",
        "Paul Williams",
        "Chao Dong Zhu",
        "Dharam Abrol",
        "Kamal Bawa",
        "Chet Bhatta",
        "Renee M. Borges",
        "Silas Bossert",
        "Cleofas Cervancia",
        "Nontawat Chatthanabun",
        "Douglas Chesters",
        "Phung Huu Chinh",
        "Kedar Devkota",
        "Hanh Pham Duc",
        "Rafael Ferrari",
        "Lucas Garibaldi",
        "Jin Ge",
        "Dibyajyoti Ghosh",
        "Dunyuan Huang",
        "Chuleui Jung",
        "Alexandra Maria Klein",
        "Jonathan Berenguer Uhuad Koch",
        "Erin Krichilsky",
        "Krushnamegh Kunte",
        "Tial C. Ling",
        "Shanlin Liu",
        "Xiuwei Liu",
        "Arong Luo",
        "Shiqi Luo",
        "Junpeng Mu",
        "Tshering Nidup",
        "Ze Qing Niu",
        "A. Mustafa Nur-Zati",
        "Shannon B. Olsson",
        "Gard W. Otis",
        "Fang Ouyang",
        "Yan Qiong Peng",
        "Windra Priawandiputra",
        "Maxim Proshchalykin",
        "Rika Raffiudin",
        "Anandhan Rameshkumar",
        "Zongxin Ren",
        "Azhagarraja Suruliraj",
        "Sanjay Sane",
        "Xiaoyu Shi",
        "Palatty Allesh Sinu",
        "Deborah R. Smith",
        "Zestin W.W. Soh",
        "Hema Somananthan",
        "Tuanjit Sritongchuay",
        "Alyssa B. Stewart",
        "Cheng Sun",
        "Min Tang",
        "Chawatat Thanoosing",
        "Teja Tscharntke",
        "Nico Vereecken",
        "Su Wang",
        "Kanuengnit Wayo",
        "Siriwat Wongsiri",
        "Xin Zhou",
        "Zhenghua Xie",
        "Dan Zhang",
        "Yi Zou",
        "Pengjuan Zu",
        "Michael Orr"
    ],
    "citedby-count": 0,
    "ref-count": 110,
    "ref-list": [
        "The Future Role of Dwarf Honeybees in Natural and Agricultural Systems",
        "Global agricultural productivity is threatened by increasing pollinator dependence without a parallel increase in crop diversification",
        "Myth and reality of a global crisis for agricultural pollination",
        "Antioxidant-based medicinal properties of stingless bee products: recent progress and future directions",
        "The Asian pollinator initiatives alliance",
        "Discover Life bee species guide and world checklist Hymenoptera: Apoidea: Anthophila",
        "A report on the bees (Hymenoptera: Apoidea: Anthophila) of Cambodia",
        "Bees of the Bukit Timah Nature Reserve and vicinity",
        "The bees of Singapore (Hymenoptera: Apoidea: Anthophila): first comprehensive country checklist and conservation assessment for a Southeast Asian bee fauna",
        "Bees of economic importance in India",
        "Global trends in bumble bee health",
        "Illegalities in the online trade of stingless bees in Brazil",
        "A review of pollination biology research in selected Asian countries",
        "Global modeling of nature's contributions to people",
        "Predicted thresholds for natural vegetation cover to safeguard pollinator services in agricultural landscapes",
        "Resin bees of genus Megachile, subgenera Callomegachile and Carinula (Hymenoptera, Megachilidae) from Thailand with description of a new species",
        "Meliponiculture: stingless bee beekeeping in Thailand",
        "Flower visitors and pollination in the Oriental (Indomalayan) Region",
        "Catalogus Hymenopterorum: Apidae (Anthophila). 1896",
        "The Solitary Bees: Biology, Evolution, Conservation",
        "A global-scale expert assessment of drivers and risks associated with pollinator decline",
        "A globally synthesised and flagged bee occurrence dataset and cleaning workflow",
        "A key to the genera and subgenera of stingless bees in Indonesia (Hymenoptera: Apidae)",
        "The cellophane bees of Colletes Latreille (Hymenoptera: Colletidae) from Xizang (Tibet), China",
        "The genomic basis of evolutionary differentiation among honey bees",
        "Wild pollinators enhance fruit set of crops regardless of honey bee abundance",
        "Working landscapes need at least 20% native habitat",
        "Phased contests allow rapid hierarchy formation in paired bumble bee workers",
        "Trade-offs between multifunctionality and profit in tropical smallholder landscapes",
        "Pesticide use in South and South-East Asia: environmental public health and legal concerns",
        "Colony development of two species of Japanese bumblebees Bombus (Bombus) ignitus and Bombus (Bombus) hypocrita reared under artificial condition (Hymenoptera, Apidae)",
        "Towards large-scale integrative taxonomy (LIT): resolving the data conundrum for dark taxa",
        "International scientists formulate a roadmap for insect conservation and recovery",
        "Seven shortfalls that beset large-scale knowledge of biodiversity",
        "Understanding the drivers of Southeast Asian biodiversity loss",
        "The Assessment Report of the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services on Pollinators, Pollination and Food Production",
        "Gene reuse facilitates rapid radiation and independent adaptation to diverse habitats in the Asian honeybee",
        "Identification of complete repertoire of Apis florea odorant receptors reveals complex orthologous relationships with Apis mellifera",
        "Apis laboriosa confirmed by morphometric and genetic analyses of giant honey bees (Hymenoptera, Apidae) from sites of sympatry in Arunachal Pradesh, North East India",
        "Fruit set of highland coffee increases with the diversity of pollinating bees",
        "Importance of pollinators in changing landscapes for world crops",
        "A preliminary assessment of bumble bee (Hymenoptera: Apidae) habitat suitability across protected and unprotected areas in the Philippines",
        "Status of pollinators and their efficiency in coffee fruit set in a fragmented landscape mosaic in South India",
        "Pollinator services in coffee agroforests of the Western Ghats",
        "Selection of non-crop plant mixes informed by arthropod-plant network analyses for multiple ecosystem services delivery towards ecological intensification of agriculture",
        "Annotated catalogue of the Hymenoptera of Russia. Volume I. Symphyta and Apocrita: Aculeata",
        "Tree identity and canopy openness mediate oil palm biodiversity enrichment effects on insect herbivory and pollination",
        "Functional diversity of farmland bees across rural-urban landscapes in a tropical megacity",
        "Invasion status and potential ecological impacts of an invasive alien bumblebee, Bombus terrestris L.(Hymenoptera: Apidae) naturalized in Southern Hokkaido, Japan",
        "Biological characteristics and pollination service of Mason bee",
        "The Bees of the World",
        "Habitat management on multiple spatial scales can enhance bee pollination and crop yield in tropical homegardens",
        "Alleviating poverty in India: biodiversity's role",
        "The resin bee subgenus Ranthidiellum in Thailand (Megachilidae, Anthidiini): nesting biology, cleptoparasitism by Stelis, and new species",
        "Report on the stingless bees of Bhutan (Hymenoptera: Apidae: Meliponini)",
        "Bees of the genus Anthidium Fabricius, 1804 (Hymenoptera: Apoidea: Megachilidae: Anthidiini) from China",
        "How many flowering plants are pollinated by animals?",
        "Three questions: how can taxonomists survive and thrive worldwide?",
        "Global patterns and drivers of bee distribution",
        "Biodiversity data synthesis is critical for realizing a functional post-2020 framework",
        "The rising threat of the invasive bumblebee Bombus terrestris highlights the need for sales restrictions and domestication of unique local biodiversity in Asia",
        "Role of human action in the spread of honey bee (Hymenoptera: Apidae) pathogens",
        "When the cure kills—CBD limits biodiversity research",
        "The newly rising meliponiculture and research on stingless bees in China-a mini review",
        "Pollinator diversity and density measures: survey and indexing standard to model, detect, and assess pollinator deficits",
        "Flight activity and pollen resources of Apis nigrocincta and Apis cerana in Central Sulawesi, Indonesia",
        "Southeast Asian meliponiculture for sustainable livelihood",
        "Insect pollination and self-incompatibility in edible and/or medicinal crops in southwestern China, a global hotspot of biodiversity",
        "Pollination ecology in China from 1977 to 2017",
        "Bee and non-bee pollinator importance for local food security",
        "Past, present, and future perspectives of environmental DNA (eDNA) metabarcoding: a systematic review in methods, monitoring, and applications of global eDNA",
        "Diversity, nest preferences, and forage plants of stingless bees (Hymenoptera: Apidae: Meliponini) from West Halmahera, Indonesia",
        "Too much to handle? Pesticide dependence of smallholder vegetable farmers in Southeast Asia",
        "Use of Osmia cornifrons for pollination of apples in Aomori Prefecture, Japan",
        "Wild insect diversity increases inter-annual stability in global crop pollinator communities",
        "Can landscape level semi-natural habitat compensate for pollinator biodiversity loss due to farmland consolidation?",
        "Colonizing the east and the west: distribution and niche properties of a dwarf Asian honey bee invading Africa, the Middle East, the Malay Peninsula, and Taiwan",
        "Biogeography of honey bees",
        "Conserving Southeast Asian forest biodiversity in human-modified landscapes",
        "Forest proximity and lowland mosaic increase robustness of tropical pollination networks in mixed fruit orchards",
        "Landscape-level effects on pollination networks and fruit-set of crops in tropical small-holder agroecosystems",
        "Year-round temporal stability of a tropical, urban plant-pollinator network",
        "Habitat and landscape factors influence pollinators in a tropical megacity, Bangkok, Thailand",
        "Genus-wide characterization of bumblebee genomes provides insights into their evolution and variation in ecological and behavioral traits",
        "An Illustrated Guide to Japanese Bees",
        "High-throughput monitoring of wild bee diversity and abundance via mitogenomics",
        "Beekeeping and honey hunting in Nepal: Current status and future perspectives",
        "The Asian honey bee (Apis cerana) is significantly in decline",
        "A field-based quantitative analysis of sublethal effects of air pollution on wild pollinators",
        "A homeotic shift late in development drives mimetic color variation in a bumble bee",
        "Seeing TIGER for the bees: digitizing apian specimens from Thailand's national parks",
        "Wallace's Giant Bee for sale: implications for trade regulation and conservation",
        "Insect declines in the Anthropocene",
        "How urbanization is driving pollinator diversity and pollination–a systematic review",
        "An annotated checklist of bumble bees with an analysis of patterns of description (Hymenoptera: Apidae, Bombini)",
        "The distribution of bumblebee colour patterns worldwide: possible significance for thermoregulation, crypsis, and warning mimicry",
        "The bumblebees of the Himalaya, an identification guide",
        "Bumblebees, climate and glaciers across the Tibetan plateau (Apidae: Bombus Latreille)",
        "Bear wasps of the Middle Kingdom: a decade of discovering China's bumblebees",
        "Widespread polytypic species or complexes of local species? Revising bumblebees of the subgenus Melanobombus world-wide (Hymenoptera, Apidae, Bombus)",
        "Pollination and Floral Ecology",
        "More eyes on the prize: an observation of a very rare, threatened species of Philippine bumble bee, Bombus irisanensis, on iNaturalist and the importance of citizen science in conservation biology",
        "Relatório Temático sobre Polinização",
        "Hand pollination of global crops–a systematic review",
        "The effect of grazing on bumblebees in the high rangelands of the eastern Tibetan Plateau of Sichuan",
        "Temperature and humidity favorable for colony development of the indoor-reared bumblebee, Bombus ignitus",
        "Testing the systematic status of Homalictus and Rostrohalictus with weakened cross-vein groups within Halictini (Hymenoptera: Halictidae) using low-coverage whole-genome sequencing",
        "A joint call for actions to advance taxonomy in China",
        "Landscape effects on pollinator communities and pollination services in small-holder agroecosystems"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bogor",
            "@id": "60069381",
            "affilname": "IPB University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069381",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Suzhou",
            "@id": "60102426",
            "affilname": "Xi'an Jiaotong-Liverpool University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60102426",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Kolkata",
            "@id": "60069491",
            "affilname": "Zoological Survey of India",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069491",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Gottingen",
            "@id": "60031514",
            "affilname": "Georg-August-Universität Göttingen",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031514",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Beijing",
            "@id": "60029608",
            "affilname": "Institute of Zoology Chinese Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029608",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Kolkata",
            "@id": "60024232",
            "affilname": "University of Calcutta",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024232",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Beijing",
            "@id": "60013805",
            "affilname": "Chinese Academy of Forestry",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013805",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Andong",
            "@id": "60000763",
            "affilname": "Andong National University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000763",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Itabuna",
            "@id": "60271620",
            "affilname": "Universidade Federal do Sul da Bahia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60271620",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Jinan",
            "@id": "60268325",
            "affilname": "Shandong University of Political Science and Law",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60268325",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Viedma",
            "@id": "60120700",
            "affilname": "Universidad Nacional de Río Negro",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60120700",
            "affiliation-country": "Argentina"
        },
        {
            "affiliation-city": "Stuttgart",
            "@id": "60117421",
            "affilname": "Staatliches Museum für Naturkunde Stuttgart",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60117421",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60114771",
            "affilname": "Singapore Botanic Gardens",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60114771",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Kasaragod",
            "@id": "60105868",
            "affilname": "Central University of Kerala",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60105868",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Thiruvananthapuram",
            "@id": "60103629",
            "affilname": "Indian Institute of Science Education and Research Thiruvananthapuram",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103629",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Beijing",
            "@id": "60102081",
            "affilname": "Beijing Academy of Agriculture and Forestry Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60102081",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Mianyang",
            "@id": "60088062",
            "affilname": "Mianyang Normal University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60088062",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Beijing",
            "@id": "60087826",
            "affilname": "Ministry of Agriculture of the People's Republic of China",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60087826",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Guelph",
            "@id": "60085823",
            "affilname": "Ontario Agricultural College",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60085823",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Kunming",
            "@id": "60083515",
            "affilname": "Yunnan Agricultural Academy",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60083515",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Rome",
            "@id": "60077404",
            "affilname": "Bioversity International",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60077404",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Kanglung",
            "@id": "60072843",
            "affilname": "Royal University of Bhutan's Sherubtse College",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60072843",
            "affiliation-country": "Bhutan"
        },
        {
            "affiliation-city": "Vladivostok",
            "@id": "60072267",
            "affilname": "Far Eastern Branch, Russian Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60072267",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Los Banos",
            "@id": "60071494",
            "affilname": "University of the Philippines Los Banos",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071494",
            "affiliation-country": "Philippines"
        },
        {
            "affiliation-city": "Bengaluru",
            "@id": "60070270",
            "affilname": "Ashoka Trust for Research in Ecology and the Environment",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60070270",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Zurich",
            "@id": "60069923",
            "affilname": "Vetsuisse-Fakultät",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069923",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "New York",
            "@id": "60030162",
            "affilname": "Columbia University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030162",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Beijing",
            "@id": "60027363",
            "affilname": "University of Chinese Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027363",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Zurich ZH,",
            "@id": "60025858",
            "affilname": "ETH Zürich",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025858",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "Freiburg im Breisgau",
            "@id": "60025641",
            "affilname": "Universität Freiburg",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025641",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "London",
            "@id": "60025352",
            "affilname": "The Natural History Museum, London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025352",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60024063",
            "affilname": "University of Massachusetts Boston",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024063",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Adelaide",
            "@id": "60020828",
            "affilname": "Flinders University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020828",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Beijing",
            "@id": "60020256",
            "affilname": "Capital Normal University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020256",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Kepong",
            "@id": "60020127",
            "affilname": "Forest Research Institute Malaysia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020127",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Srinagar",
            "@id": "60019683",
            "affilname": "Sher-e-Kashmir University of Agricultural Sciences and Technology of Kashmir",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019683",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Kunming",
            "@id": "60018910",
            "affilname": "Kunming Institute of Botany",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018910",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Leipzig",
            "@id": "60018229",
            "affilname": "Helmholtz Zentrum für Umweltforschung",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018229",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Pullman",
            "@id": "60018208",
            "affilname": "Washington State University Pullman",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018208",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60018013",
            "affilname": "Maejo University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018013",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Radford",
            "@id": "60017220",
            "affilname": "Radford University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017220",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60017161",
            "affilname": "National University of Singapore",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017161",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Lawrence",
            "@id": "60015457",
            "affilname": "University of Kansas",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015457",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "London",
            "@id": "60015150",
            "affilname": "Imperial College London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015150",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bengaluru",
            "@id": "60014097",
            "affilname": "Indian Institute of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014097",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Beijing",
            "@id": "60013551",
            "affilname": "China Agricultural University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013551",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Mengla",
            "@id": "60012627",
            "affilname": "Xishuangbanna Tropical Botanical Garden Chinese Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012627",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "New York",
            "@id": "60011425",
            "affilname": "American Museum of Natural History",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011425",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Thonburi",
            "@id": "60008786",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008786",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Washington, D.C.",
            "@id": "60007670",
            "affilname": "Smithsonian National Museum of Natural History",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007670",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Hong Kong",
            "@id": "60006541",
            "affilname": "The University of Hong Kong",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006541",
            "affiliation-country": "Hong Kong"
        },
        {
            "affiliation-city": "Bengaluru",
            "@id": "60005502",
            "affilname": "National Centre for Biological Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005502",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Buenos Aires",
            "@id": "60004518",
            "affilname": "Consejo Nacional de Investigaciones Científicas y Técnicas",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004518",
            "affiliation-country": "Argentina"
        },
        {
            "affiliation-city": "Rome",
            "@id": "60003553",
            "affilname": "Food and Agriculture Organization of the United Nations",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003553",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Washington, D.C.",
            "@id": "60001989",
            "affilname": "USDA Agricultural Research Service",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001989",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bengaluru",
            "@id": "60001181",
            "affilname": "University of Agricultural Sciences, Bangalore",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001181",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Brussels",
            "@id": "60000145",
            "affilname": "Université Libre de Bruxelles",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000145",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Hanoi",
            "@id": "130119473",
            "affilname": "Mountain Bee Development Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/130119473",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Pusa",
            "@id": "126250735",
            "affilname": "Dr. Rajendra Prasad Central Agricultural University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/126250735",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Rampur",
            "@id": "116365966",
            "affilname": "Agriculture and Forestry University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/116365966",
            "affiliation-country": "Nepal"
        },
        {
            "affiliation-city": "Hanoi",
            "@id": "100394810",
            "affilname": "Bee Research and Development Centre",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/100394810",
            "affiliation-country": "Viet Nam"
        }
    ],
    "funding": [
        "IUCN"
    ]
}