{
    "eid": "2-s2.0-84950129737",
    "title": "Managerial Talent and Corporate Social Responsibility (CSR): How Do Talented Managers View Corporate Social Responsibility?",
    "cover-date": "2016-06-01",
    "subject-areas": [
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        },
        {
            "$": "Finance",
            "@code": "2003"
        }
    ],
    "keywords": [],
    "authors": [
        "Pattanaporn Chatjuthamard"
    ],
    "citedby-count": 34,
    "ref-count": 28,
    "ref-list": [
        "Academy of Management Journal",
        "CEO ability and management earnings forecasts",
        "Does stakeholder orientation matter? The relationship between stakeholder management models and firm financial performance",
        "Does it pay to be different? An analysis of the relationship between corporate social and financial performance",
        "Corporate social responsibility and access to finance",
        "Academy of Management Journal",
        "Quantifying managerial ability: A new measure and validity tests",
        "Managerial ability and earnings quality",
        "American Economic Review",
        "Strategic Management: A Stakeholder Perspective",
        "Managing for stakeholders: Survival, reputation, and success",
        "Stakeholder theory: The state of the art",
        "New York Times Magazine",
        "The impact of corporate social responsibility on the cost of bank loans",
        "Corporate Social Performance As a Competitive Advantage in Attracting a Quality Workforce",
        "Shareholder value, stakeholder management, and social issues: What's the bottom line?",
        "The impact of corporate social responsibility on investment recommendations",
        "Value maximization, stakeholder theory, and the corporate objective function",
        "How do powerful CEOs view corporate social responsibility (CSR)? An empirical note",
        "Does corporate social responsibility (CSR) improve credit ratings? Evidence from geographic identification",
        "Corporate sustainability performance and idiosyncratic risk: A global perspective",
        "Journal of Investing",
        "Journal of Political Economy",
        "Journal of Business",
        "Does doing good always lead to doing better? Consumer reactions to corporate social responsibility",
        "Academy of Management Journal",
        "The corporate social performance-financial performance link"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Sasin School of Management, Bangkok",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "affilname": "Penn State Great Valley",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Beijing",
            "affilname": "Central University of Finance and Economics",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "University Park",
            "affilname": "Pennsylvania State University",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}