{
    "eid": "2-s2.0-84981713372",
    "title": "Francisella infection in cultured tilapia in Thailand and the inflammatory cytokine response",
    "cover-date": "2016-04-11",
    "subject-areas": [
        {
            "$": "Aquatic Science",
            "@code": "1104"
        }
    ],
    "keywords": [],
    "authors": [
        "Sasibha Jantrakajorn"
    ],
    "citedby-count": 27,
    "ref-count": 40,
    "ref-list": [
        "Intracellular localisation and innate immune responses following Francisella noatunensis infection of Atlantic cod (Gadus morhua) macrophages",
        "Identification of Francisella sp. from Atlantic salmon, Salmo salar L., in Chile",
        "Francisella infections in fish and shellfish",
        "Biological activity of sea bass (Dicentrarchus labrax L.) recombinant interleukin-1β",
        "Fish Pathology",
        "Francisella infections in farmed and wild aquatic organisms",
        "Immunity to francisella",
        "Innate and adaptive immunity to Francisella",
        "Francisella noatunensis in Atlantic cod (Gadus morhua L.); waterborne transmission and immune responses",
        "Analysis of 16S ribosomal DNA sequences of Francisella strains and utilization for determination of the phylogeny of the genus and for identification of strains by PCR",
        "Pro- versus anti-inflammatory cytokine profile in patients with severe sepsis: A marker for prognosis and future therapeutic options",
        "Processing tissue and cells for transmission electron microscopy in diagnostic pathology and research",
        "Transforming growth factor-β response to mycobacterial infection in striped bass Morone saxatilis and hybrid tilapia Oreochromis spp.",
        "Gene expression profiling in naïve and vaccinated rainbow trout after Yersinia ruckeri infection: Insights into the mechanisms of protection seen in vaccinated fish",
        "Enzootics of visceral granulomas associated with Francisella-like organism infection in tilapia (Oreochromis spp.)",
        "Piscirickettsia-like organisms as a cause of acute necrotic lesions in Colombian tilapia larvae",
        "An outbreak of disease caused by Francisella sp. in Nile tilapia Oreochromis niloticus at a recirculation fish farm in the UK",
        "Clinical applications of cytokines",
        "Identification and pathogenicity of intracellular Francisella bacterium in three-line grunt Parapristipoma trilineatum",
        "Mass mortality of giant abalone Haliotis gigantea caused by a Francisella sp. bacterium",
        "Increasing of temperature induces pathogenicity of Streptococcus agalactiae and the up-regulation of inflammatory related genes in infected Nile tilapia (Oreochromis niloticus)",
        "Outbreaks and genetic diversity of Francisella noatunensis subsp orientalis isolated from farm-raised Nile tilapia (Oreochromis niloticus) in Brazil",
        "Emergence of Francisella novicida bacteremia, Thailand",
        "Comparison of adhesive gut bacteria composition, immunity, and disease resistance in juvenile hybrid tilapia fed two different Lactobacillus strains",
        "Characterization of a piscirickettsiosis-like disease in Hawaiian tilapia",
        "Occurrence of Piscirickettsiosis-like syndrome in tilapia in the continental United States",
        "A Piscirickettsiosis-like syndrome in cultured Nile tilapia in Latin America with Francisella spp. as the pathogenic agent",
        "Francisella noatunensis subsp. orientalis, an emerging bacterial pathogen affecting cultured red tilapia (Oreochromis sp.) in Thailand",
        "Francisella sp. (Family Francisellaceae) causing mortality in Norwegian cod (Gadus morhua) farming",
        "A novel systemic granulomatous inflammatory disease in farmed Atlantic cod, Gadus morhua L., associated with a bacterium belonging to the genus Francisella",
        "Aquatic Francisella-like bacterium associated with mortality of intensively cultured hybrid striped bass Morone chrysops x M. saxatilis",
        "Pathological and microbiological studies of Japanese hare (Lepus brachyurus angustidens) naturally infected with Francisella tularensis subsp. holarctica",
        "Innate immune response in rainbow trout (Oncorhynchus mykiss) against primary and secondary infections with Yersinia ruckeri O1",
        "New advances and contributions to fish biology",
        "Characterisation and expression analysis of the interleukin genes, IL-1β, IL-8 and IL-10, in Atlantic cod (Gadus morhua L.)",
        "Francisella asiatica as the causative agent of piscine francisellosis in cultured tilapia (oreochromis sp.) in the united states",
        "Francisella sp., an emerging pathogen of tilapia, Oreochromis niloticus (L.), in Costa Rica",
        "Phylogenetic relationships of Francisella-like endosymbionts detected in two species of Amblyomma from snakes in Thailand",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Host immune response and acute disease in a zebrafish model of francisella pathogenesis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "affilname": "Prince of Songkla University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}