{
    "eid": "2-s2.0-85004008128",
    "title": "Roles and competences for educators of undergraduate dental students: a discussion paper",
    "cover-date": "2018-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Dentistry (all)",
            "@code": "3500",
            "@abbrev": "DENT"
        }
    ],
    "keywords": [
        "dental educators",
        "educator roles and competences",
        "undergraduate dental education"
    ],
    "authors": [
        "S. Chuenjitwongsa",
        "A. Bullock",
        "R. G. Oliver"
    ],
    "citedby-count": 12,
    "ref-count": 49,
    "ref-list": [
        "‘So you want to be a clinician-educator…’: designing a clinician-educator curriculum for internal medicine residents",
        "Quality assurance and benchmarking: an approach for european dental schools",
        "Barriers to scholarship in dentistry, medicine, nursing, and pharmacy practice faculty",
        "Evidence-based care and the curriculum",
        "Identification of competencies for effective dental faculty",
        "Competency-based dental education in context",
        "Competence, competency-based education, and undergraduate dental education: a discussion paper",
        "So you want to be an academic?",
        "Further insights into the roles of the medical educator: the importance of scholarly management",
        "Academic competencies for medical faculty",
        "Teaching as a competency”: competencies for medical educators",
        "Defining the key roles and competencies of the clinician–educator of the 21st century: a national mixed-methods study",
        "Perspectives of staff on student outreach placements",
        "Amee guide no 20: the good teacher is more than a lecturer - the twelve roles of the teacher",
        "Challenges facing pbl tutors: 12 tips for successful group facilitation",
        "Clinical teaching: maintaining an educational role for doctors in the new health care environment",
        "Amee guide no. 34: teaching in the clinical environment",
        "Tacit knowledge in dental clinical teaching",
        "Profile and competences for the graduating european dentist - update 2009",
        "Dental education as a social science: some implications for research",
        "Paradigmatic controversies, contradictions, and emerging confluence",
        "Who will lead dental education in the future?",
        "Leaders or managers: who will define a new vision for dental education?",
        "Staff recruitment, development and global mobility",
        "Profile of the dentist in the oral healthcare team in countries with developed economies",
        "Toward a competency-based curriculum",
        "A framework for developing excellence as a clinical educator",
        "What clinical teachers in medicine need to know",
        "The abcs of pedagogy for clinical teachers",
        "Developing guidelines for postgraduate dental educators in the uk",
        "A framework of teaching competencies across the medical education continuum",
        "Identifying characteristics that students, interns and residents look for in their role models",
        "How medical students and residents describe the roles and characteristics of their influential clinical teachers",
        "Professions and professionalism in teaching and development",
        "Ethics and professionalism in teaching",
        "Educating the whole child, “head, heart, and hands”: learning from the waldorf experience",
        "Qualities of an effective teacher: what do medical teachers think?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Cardiff",
            "@id": "60023998",
            "affilname": "Cardiff University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023998",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}