{
    "eid": "2-s2.0-85056569852",
    "title": "Premature small for gestational age infants fed an exclusive human milk-based diet achieve catch-up growth without metabolic consequences at 2 years of age",
    "cover-date": "2019-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pediatrics, Perinatology and Child Health",
            "@code": "2735",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Obstetrics and Gynecology",
            "@code": "2729",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "adiposity",
        "human milk",
        "metabolic outcomes",
        "premature infants",
        "SGA infants"
    ],
    "authors": [
        "Chonnikant Visuthranukul",
        "Steven A. Abrams",
        "Keli M. Hawthorne",
        "Joseph L. Hagan",
        "Amy B. Hair"
    ],
    "citedby-count": 17,
    "ref-count": 37,
    "ref-list": [
        "Human milk and clinical outcomes in VLBW infants: How compelling is the evidence of benefit?",
        "An exclusively human milk-based diet is associated with a lower rate of necrotizing enterocolitis than a diet of human milk and bovine milk-based products",
        "Beyond necrotizing enterocolitis prevention: Improving outcomes with an exclusive human milk-based diet",
        "Outcomes of human milk-fed premature infants",
        "Human milk feeding supports adequate growth in infants ≤ 1250 grams birth weight",
        "Glucose tolerance, insulin sensitivity, and insulin secretion in children born small for gestational age",
        "Early nutrition in preterm infants and later blood pressure: Two cohorts after randomised trials",
        "Premature birth and later insulin resistance",
        "Differences in insulin resistance markers between children born small for gestational age or born preterm appropriate for gestational age",
        "Insulin sensitivity and secretion are related to catch-up growth in small-for-gestational-age infants at age 1 year: Results from a prospective cohort",
        "Relation of serial changes in childhood body-mass index to impaired glucose tolerance in young adulthood",
        "Insulin resistance and body composition in preterm born children during prepubertal ages",
        "Determinants of insulin sensitivity and secretion in very-low-birth-weight children",
        "New intrauterine growth curves based on United States data",
        "Maintaining a nutrient database in a changing marketplace: Keeping pace with changing food products-a research perspective",
        "Use and abuse of HOMA modeling",
        "Accuracy of dual-energy x-ray absorptiometry for body-composition measurements in children",
        "Body composition during the first 2 years of life: An updated reference",
        "Bone mineral content in children 1 to to 6 years of age. Detectable sex differences after 4 years of age",
        "ALSPAC study steam. Adjustment of fat-free mass and fat mass for height in children aged 8 y",
        "Body composition of reference children from birth to age 10 years",
        "Beneficial effects of breast milk in the neonatal intensive care unit on the developmental outcome of extremely low birth weight infants at 18 months of age",
        "A randomised multicentre study of human milk versus formula and later development in preterm infants",
        "Enteral nutrition of the very low birth weight (VLBW) infant",
        "Postnatal body weight curves for infants below 1000 g birth weight receiving early enteral and parenteral nutrition",
        "Early development of adiposity and insulin resistance after catch-up weight gain in small-for-gestational-age children",
        "Catch-up growth in girls born small for gestational age precedes childhood progression to high adiposity",
        "Postnatal weight increase and growth velocity of very low birthweight infants",
        "Comparison of postdischarge growth in adequate for gestational age and small for gestational age very low birthweight infants",
        "Early development of visceral fat excess after spontaneous catch-up growth in children with low birth weight",
        "Differences in body composition and resting energy expenditure in childhood in preterm children born with very low birth weight",
        "Growth and body composition in very young SGA children",
        "Development of whole body adiposity in preterm infants",
        "Adiposity in children born small for gestational age",
        "Preterm birth and random plasma insulin levels at birth and in early childhood",
        "Longitudinal changes in insulin sensitivity and secretion from birth to age three years in small-and appropriate-for-gestational-age children"
    ],
    "affiliation": [
        {
            "affiliation-city": "Austin",
            "@id": "60122541",
            "affilname": "Dell Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60122541",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Houston",
            "@id": "60008978",
            "affilname": "Texas Children's Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008978",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Houston",
            "@id": "60002441",
            "affilname": "Baylor College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002441",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}