{
    "eid": "2-s2.0-85131830302",
    "title": "Potent Anti-Cutibacterium acnes Activity of the Essential Oils Derived from Allium sativum, Gardenia jasminoides, and Hedychium coronarium Cultivated in Thailand",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "antibacterial activity",
        "Cutibacterium acnes",
        "essential oil",
        "garlic"
    ],
    "authors": [
        "Kiettipum Phontree",
        "Siros Tongchure",
        "Teeratad Sudsai",
        "Pragatsawat Chanprapai"
    ],
    "citedby-count": 1,
    "ref-count": 48,
    "ref-list": [
        "Anti-bacterial effect of garlic (Allium sativum) against clinical isolates of Staphylococcus aureus and Escherichia coli from patients attending Hawassa Referral Hospital, Ethiopia",
        "GC-MS analysis of commercially available Allium sativum and Trigonella foenum-graecum essential oils and their antimicrobial activities",
        "The development of anti-acne products from Eucalyptus globlus and Psidium guajava oil",
        "In vitro activities of azithromycin (CP 62,993), clarithromycin (A-56268; TE-031), erythromycin, roxithromycin, and clindamycin",
        "Chemical constituents and pharmacological activities of garlic (Allium sativum L.): a review",
        "Antibacterial effect of ethanolic extract of Allium sativum on biofilm forming Staphylococcus aureus which cause folliculitis",
        "Antibacterial properties of organosulfur compounds of garlic (Allium sativum)",
        "Antimicrobial activities of some local plants of Thailand against acne-producing bacteria",
        "Volatile constituents and biological activities of Gardenia jasminoides",
        "Chemical composition, antibacterial and antioxidant activities of tunisian garlic (Allium sativum) essential oil and ethanol extract",
        "Topical agents: a thoughtful choice for multimodal analgesia",
        "Composition of garlic essential oil (Allium sativum L.) as influenced by drying method",
        "A comparative assessment of the antimicrobial effects of garlic (Allium sativum) and antibiotics on diarrheagenic organisms",
        "Garlic burns mimicking herpes zoster",
        "Antibac-terial activity of Allium sativum L. cream formulation against Propionibacterium acnes and Staphylococcus epidermidis",
        "Anti-acne properties of hydrophobic fraction of red ginseng (Panax ginseng C.A. Meyer) and its active components",
        "Anti-acne activity of Selaginella involvens extract and its non-antibiotic antimicrobial potential on Propionibacterium acnes",
        "Antimicrobial activity and chemical composition of essential oil from Hedychium coronarium",
        "An-tibacterial activity of ethanolic extract of cinnamon bark, honey, and their combination effects against acne-causing bacteria",
        "Antibacte-rial activity of passion fruit purple variant (Passiflora edulis Sims var. edulis) seeds extract against Propi-onibacterium acnes",
        "Identification and immunologic characterization of an allergen, allin lyase, from garlic (Al-lium sativum)",
        "Gel formulation of ethyl acetate garlic extraction and its activity against Staphylococcus epidermis",
        "Phytochemicals: a promising weap-on in the arsenal against antibiotic-resistant bacteria",
        "The effects of green tea on acne vulgaris: a systematic review and meta-analysis of randomized clinical trials",
        "Antibacterial activity of ent-kaurene diterpenoids from Rabdosia rosthornii",
        "Anti-bacterial potential of Malaysian ethnomedicinal plants against methicillin-susceptible Staphylococcus aureus (MSSA) and methicillin-resistant Staphylococcus au-reus (MRSA)",
        "Antimicrobial activity of essential oils against five strains of Propionibacterium acnes",
        "Effect of environ-mental conditions on the yield of peel and composition of essential oils from citrus cultivated in Bahia (Brazil) and Corsica (France)",
        "In vitro antibacterial activity of nineteen essential oils against acne-associated bacteria",
        "Chemical composition and biological activity of five essential oils from the Ecuadorian amazon rain forest",
        "A multifactorial comparison of ternary combinations of essential oils in topical preparations to current antibiotic prescription therapies for the control of acne vulgaris-associated Bacteria",
        "Hed-chium coronarium rhizomes: promising antidiabetic and natural inhibitor of α-amylase and α-glucosidase",
        "Gardenia jasm-inoides extract ameliorates DfE-induced atopic der-matitis in mice through restration of barrier function and T-helper 2-mediated immune response",
        "In-vitro investigation of anti-acne properties of Mangifera indica L. kernel extract and its mechanism of action against Propionibacterium acnes",
        "Anti-acne-inducing bacterial activity of mangosteen fruit rind extracts",
        "Chemical compositions and antimicrobial activities of Ocimum sanctum L. essential oils at different harvest stages",
        "Composition of leaf and rhizome essential oils of Hedychium coronarium Koen. from Brazil",
        "Development and evaluation of anti-acne gel containing garlic (Al-lium sativum) against Propionibacteria acnes",
        "The chemical compositions of the volatile oils of garlic (Allium sativum) and wild garlic (Allium vineale)",
        "Chemical composition of turmeric oil (Curcuma longa L. cv. Roma) and its antimicrobial activity against eye infecting pathogens",
        "In vitro antibac-terial activity of proply-propane-thiosulfinate and propyl-propane-thiosulfonate derived from Allium spp. against Gram-negative and Gram-positive Mul-tidrug-resistant bacteria isolated from human samples",
        "Antibacterial activities and synergistic interaction of citrus essential oils and limonene with gentamicin against clinically isolated Methicillin-Re-sistant Staphylococcus aureus",
        "Antibacterial activity of Nepalese wild mushrooms against Staphylococcus aureus and Propionibacterium acnes",
        "Susceptibility testing of fluconazole by the NCCLS broth macrodilution method, E-test, and disk diffusion for application in the routine laboratory",
        "The antifungal effect of garlic essential oil on Phytophthora nicotianae and the inhibitory component involved",
        "Chemistry and bioactive of Gardenia jasminoides",
        "Phytochemical analysis and in vitro activity of essential oils of selected plants against Salmonella enteritidis and Salmonella gallinarum of poultry origin",
        "Constituents of the essential oils of garlic and citronella and their vapor-phase inhibition mechanism against S. aureus"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60194933",
            "affilname": "Chandrakasem Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60194933",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60013939",
            "affilname": "Faculty of Medicine, Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013939",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}