{
    "eid": "2-s2.0-85040314314",
    "title": "Mobile banking adoption in Thailand: An integration of technology acceptance model and mobile service quality",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "General Economics",
            "@code": "2000"
        },
        {
            "$": "General Business",
            "@code": "1400"
        }
    ],
    "keywords": [
        "Mobile banking adoption",
        "Service quality",
        "Technology acceptance model",
        "Thailand"
    ],
    "authors": [
        "W. Puriwat"
    ],
    "citedby-count": 19,
    "ref-count": 20,
    "ref-list": [
        "Structural Equation Modeling in Practice: A Review and Recommended Two-Step Approach",
        "Mobile banking service quality and customer relationships",
        "Consumer attitudes on mobile payment services - results from a proof of concept test",
        "SEM Made Simple: A Gentle Approach to Learning Structural Equation Modeling",
        "All Commercial Banks' Deposits Classified by Sizes and Maturity",
        "Resistance, motivations, trust and intention to use mobile financial services",
        "Adoption of internet banking: An empirical study in Hong Kong",
        "Management Science",
        "Mobile banking services adoption in Pakistan: are there gender differences?",
        "Examining the key dimensions of mobile banking service quality: an exploratory study",
        "The effects of customer satisfaction and switching barrier on customer loyalty in Korean mobile telecommunication services",
        "Why do people use information technology? A critical review of the technology acceptance model",
        "A multidimensional and hierarchical model of mobile service quality",
        "Exploring switching behavior of US mobile service customers",
        "Telematics and Informatics",
        "The 2016 Household Survey on The Use of Information and Communication Technology",
        "A caution regarding rules of thumb for variance inflation factors",
        "Mobile banking adoption: A literature review",
        "Number of Smartphone Users in Thailand from 2013 to 2022 (in Millions)",
        "Mobile shopping: The next frontier of the shopping industry? An emerging market perspective"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn Business School",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Bangkok University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}