{
    "eid": "2-s2.0-84945458712",
    "title": "Factors associated with postrhinoplasty mucous cyst in cleft lip patients",
    "cover-date": "2015-12-01",
    "subject-areas": [
        {
            "$": "Otorhinolaryngology",
            "@code": "2733"
        },
        {
            "$": "Oral Surgery",
            "@code": "3504"
        },
        {
            "$": "Surgery",
            "@code": "2746"
        }
    ],
    "keywords": [
        "Cleft rhinoplasty",
        "Mucous cyst",
        "Postsurgery complication",
        "Risk factor"
    ],
    "authors": [
        "Niels Christian Pausch"
    ],
    "citedby-count": 2,
    "ref-count": 28,
    "ref-list": [
        "Complications of rhinoplasty. I. Skin and subcutaneous tissues.",
        "The mucoid cyst, unusual complications of rhinoplasty",
        "Endoscopic excision for postrhinoplasty mucous cyst of the nose",
        "Mucous cysts of the nose: A postrhinoplasty complication?: A long-term follow-up",
        "Mucous cyst: Postrhinoplasty complication",
        "Dorsal nasal mucocele: A delayed complication of rhinoplasty",
        "Recurrent glabellar mucous cyst: A rare postrhinoplasty complication",
        "Postrhinoplasty mucous cyst of the nose",
        "Inclusion mucous cysts of the nose: A late complication after septorhinoplasty in two cleft lip patients",
        "Information and assent: Presentation of 32 information cards concerning plastic and aesthetic surgery",
        "Surgical techniques in cleft lip and palate",
        "Bilateral cleft lip and a primary forked flap: A preliminary report",
        "Panel and patient perceptions of nasal aesthetics after secondary cleft rhinoplasty with versus without columellar grafting",
        "Paraffinoma or postrhinoplasty mucous cyst of the nose: Which is it? [8]",
        "Postrhinoplasty nasal cysts and the use of petroleum-based ointments and nasal packing",
        "Paranasal mucous cyst: A rare finding following septorhinoplasty",
        "Mucous cyst - A postrhinoplasty complication: Outcome and prevention",
        "Unusual and Fatal Complications of Rhinoplasty",
        "Postrhinoplasty mucous cyst of the nose",
        "Dorsal Nasal Cyst Formation: A Rare Complication of Cosmetic Rhinoplasty",
        "Mucous cyst formation after rhinoplasty.",
        "Recurrent multiple epidermoid inclusion cysts following rhinoplasty - An unusual complication",
        "The pathogenesis of epidermoid implantation cysts",
        "A post-traumatic nasal epidermoid: An endoscopic approach",
        "The role of open rhinoplasty in the management of nasal dermoid cysts",
        "Nasolabial cyst in a patient with cleft lip and palate",
        "Foreign body inclusion cyst of the nasal radix after augmentation rhinoplasty",
        "Postrhinoplasty mucous cyst of the nose [4]"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Leipzig",
            "affilname": "Universitätsklinikum Leipzig und Medizinische Fakultät",
            "affiliation-country": "Germany"
        }
    ],
    "funding": []
}