{
    "eid": "2-s2.0-85141392453",
    "title": "Cisplatin-induced alterations in the blood-nerve barrier: effects of combination of vitamin B1, B6 and B12",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "cisplatin",
        "endothelial cell",
        "nerve",
        "neuropathy",
        "pericyte"
    ],
    "authors": [
        "A. Tothonglor",
        "P. Kobutree",
        "A. Roumwong",
        "D. Jindatip",
        "S. Agthong"
    ],
    "citedby-count": 2,
    "ref-count": 30,
    "ref-list": [
        "The effect of curcumin on oxaliplatin and cisplatin neurotoxicity in rats: some behavioral, biochemical, and histopathological studies",
        "An animal model of nociceptive peripheral neuropathy following repeated cisplatin injections",
        "B-vitamins potentiate the antinociceptive effect of diclofenac in carrageenin-induced hyperalgesia in the rat tail pressure test",
        "Accuracy of the three-window sampling method in morphometric analysis of human sural nerve",
        "Evidence for acute vascular toxicity of cisplatin-based chemotherapy in patients with germ cell tumour",
        "Platinum-based drugs: past, present and future",
        "Pericyte migration from the vascular wall in response to traumatic brain injury",
        "Caspases and calpain are independent mediators of cisplatin-induced endothelial cell necrosis",
        "Calpain is involved in cisplatin-induced endothelial injury in an in vitro three-dimensional blood vessel model",
        "Vitamin B-6-induced neuropathy: exploring the mechanisms of pyridoxine toxicity",
        "Characteristics of pericytes in diethylstilbestrol (DES)-induced pituitary prolactinoma in rats",
        "Pericyte loss and detachment in experimental cisplatin-induced neuropathy",
        "B vitamins alleviate indices of neuropathic pain in diabetic rats",
        "Chronic inflammatory demyelinating polyneuropathy: decreased claudin-5 and relocated ZO-1",
        "Antiangiogenesis mediates cisplatin-induced peripheral neuropathy: attenuation or reversal by local vascular endothelial growth factor gene therapy without augmenting tumor growth",
        "Neuronal involvement in cisplatin neuropathy: prospective clinical and neurophysiological studies",
        "Incidence of ischemic stroke post-chemotherapy: a retrospective review of 10,963 patients",
        "A narrative review of complementary nutritional supplements for chemotherapy-induced peripheral neuropathy",
        "Vascular damage in testicular cancer patients: A study on endothelial activation by bleomycin and cisplatin in vitro",
        "Barriers of the peripheral nerve",
        "Pericyte migration: a novel mechanism of pericyte loss in experimental diabetic retinopathy",
        "Chemotherapy-induced peripheral neuropathy",
        "Peripheral sensory neuropathy and cisplatin chemotherapy",
        "Overview of cisplatin-induced neurotoxicity and ototoxicity, and the protective agents",
        "Peripheral nerve pericytes modify the blood-nerve barrier function and tight junctional molecules through the secretion of various soluble factors",
        "Advanced glycation end-products induce basement membrane hypertrophy in endoneurial microvessels and disrupt the blood-nerve barrier by stimulating the release of TGF-β and vascular endothelial growth factor (VEGF) by pericytes",
        "Cisplatin neuropathy. Clinical, electrophysiologic, morphologic, and toxicologic studies",
        "Sex-related differences in cisplatin-induced neuropathy in rats",
        "Altered phosphorylation of mitogen-activated protein kinases in dorsal root ganglia and sciatic nerve of rats with cisplatin-induced neuropathy",
        "Cisplatin-Induced stria vascularis damage is associated with inflammation and fibrosis"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60002620",
        "affilname": "Faculty of Medicine, Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}