{
    "eid": "2-s2.0-85136026197",
    "title": "Hostile takeover threats, managerial myopia and asset redeployability",
    "cover-date": "2023-01-26",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (miscellaneous)",
            "@code": "1401",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "Asset redeployability",
        "Asset specificity",
        "Corporate governance",
        "Market for corporate control",
        "Redeployable asset",
        "Redeployable assets",
        "Takeover market",
        "Takeovers"
    ],
    "authors": [
        "Pattanaporn Chatjuthamard",
        "Kriengkrai Boonlert-U-Thai",
        "Pornsit Jiraporn",
        "Ali Uyar",
        "Merve Kilic"
    ],
    "citedby-count": 2,
    "ref-count": 105,
    "ref-list": [
        "Optimal investment with costly reversibility",
        "Director’s remuneration and correlation on firm’s performance: a study from the Indian corporate",
        "Earnings quality and audit attributes in high concentrated ownership market",
        "Redeployment of corporate resources: a study of acquisition strategies in the US defense industries, 1978–1996",
        "Asset redeployment, acquisitions and corporate strategy in declining industries",
        "Corporate governance and firm performance in developing countries: evidence from India",
        "Corporate governance and corporate social responsibility (CSR): the moderating roles of attainment discrepancy and organization slack",
        "Impact of corporate governance, financial and regulatory factors on firms’ acquisition ability",
        "Coups d’état and the cost of debt",
        "The impact of board diversity and gender composition on corporate social responsibility and firm reputation",
        "Do short-term objectives lead to under-or overinvestment in long-term projects?",
        "What matters in corporate governance?",
        "Asset salability and debt maturity: evidence from nineteenth-century American railroads",
        "Collateral pricing",
        "Irreversibility, uncertainty, and cyclical investment",
        "Is there discretion in wage setting? A test using takeover legislation",
        "Enjoying the quiet life? Corporate governance and managerial preferences",
        "Corporate governance and firm performance",
        "The promise and peril of corporate governance indices",
        "Capital market pressure, disclosure frequency-induced earnings/cashflow conflict, and managerial myopia (retracted)",
        "The takeover market, corporate board composition, and ownership structure: the case of banking",
        "Corporate governance myths: comments on Armstrong, guay, and weber",
        "Corporate governance and firm valuation",
        "Do takeover laws matter? Evidence from five decades of hostile takeovers",
        "Empirical tests of the Feltham–Ohlson (1995) model",
        "Real assets and capital structure",
        "Asset divestiture following horizontal acquisitions: a dynamic view",
        "Antitakeover amendments and managerial entrenchment: new evidence from investment policy and CEO compensation",
        "Antitakeover provisions, managerial entrenchment and firm innovation",
        "Do hostile takeover threats matter? Evidence from credit ratings",
        "Corporate complexity, managerial myopia, and hostile takeover exposure: evidence from textual analysis",
        "Does board gender diversity matter? Evidence from hostile takeover vulnerability",
        "Asset redeployability and the choice between bank debt and public debt",
        "Identifying control motives in managerial ownership:evidence from antitakeover legislation",
        "Exploring the effect of religious piety on corporate governance: evidence from anti-takeover defenses and historical religious identification",
        "Aggregate accounting research and development expenditures and the prediction of real gross domestic product",
        "Does weak governance cause weak stock returns? An examination of firm operating performance and investors’ expectations",
        "Thirty years of shareholder rights and firm valuation",
        "Takeovers and the cross-section of returns",
        "Corporate governance: the impact of director and board structure, ownership structure and corporate control on the performance of listed companies on the Ghana stock exchange",
        "Related party transactions and separation between control and direction in business groups: the Italian case",
        "CSR committee attributes and CSR performance: UK evidence",
        "Antecedents of voluntary corporate governance disclosure: a post-2007/08 financial crisis evidence from the influential UK combined code",
        "Agency problems and the theory of the firm",
        "Agency problems and residual claims",
        "Asset liquidity, corporate investment, and endogenous financing costs",
        "Corporate governance mechanisms and agency costs: cross-country analysis",
        "Capital structure and corporate control: the effect of antitakeover statutes on firm leverage",
        "The role of trading frictions in real asset markets",
        "Boards, takeover protection, and real earnings management",
        "How frequent financial reporting can cause managerial short-termism: an analysis of the costs and benefits of increasing reporting frequency",
        "Corporate governance and equity prices",
        "The economic implications of corporate financial reporting",
        "Entropy balancing for causal effects: a multivariate reweighting method to produce balanced samples in observational studies",
        "Corporate governance and CSR nexus",
        "A theory of debt based on the inalienability of human Capital",
        "Asset redeployability and trade credit",
        "Asset redeployability and corporate tax avoidance",
        "Theory of the firm: managerial behavior, agency costs and ownership structure",
        "The market for corporate control: the scientific evidence",
        "Capital structure, shareholder rights, and corporate governance",
        "CEO compensation, shareholder rights, and corporate governance: an empirical investigation",
        "Corporate governance, shareholders rights, and firm diversification: an empirical analysis",
        "Simple robust averages of forecasts: some empirical results",
        "The wealth effects of second-generation state takeover legislation",
        "The impact of ownership and board structure on corporate social responsibility (CSR) reporting in the Turkish banking industry",
        "The asset redeployability channel: how uncertainty affects corporate investment",
        "Economic ‘short-termism’: the debate, the unresolved issues, and the implications for management practice and research",
        "Managerial myopia or systemic short-termism? The importance of managerial systems in valuing the long term",
        "Antitakeover statutes and internal corporate governance",
        "Does takeover activity cause managerial discipline? Evidence from international M&A laws",
        "Selection models in accounting research",
        "Corruption and earnings management in developed and emerging countries",
        "Managerial risk-taking behavior and equity-based compensation",
        "Corporate investment myopia: a horserace of the theories",
        "The value of waiting to invest",
        "Mergers and the market for corporate control",
        "Exploring the debate on short-termism: a theoretical and empirical analysis",
        "How long is a long-term-firm investment in the presence of governance mechanisms?",
        "The theory and practice of myopic management",
        "Managerial incentives for short-term results",
        "Does the market for corporate control impede or promote corporate innovation efficiency? Evidence from research quotient",
        "Does the market for corporate control influence executive risk-taking incentives? Evidence from takeover vulnerability",
        "Corporate integrity and hostile takeover threats: evidence from machine learning and ‘CEO luck",
        "Real asset illiquidity and the cost of capital",
        "Does board independence influence asset redeployability? Evidence from a quasi-natural experiment",
        "Executive compensation, firm performance and governance: an empirical analysis",
        "The market for corporate control and the cost of debt",
        "Does asset redeployability affect corporate investment and equity value?",
        "The central role of the propensity score in observational studies for causal effects",
        "Takeovers improve firm performance: evidence from the banking industry",
        "Are founder-led firms less susceptible to managerial myopia?",
        "Hostility in takeovers: in the eyes of the beholder?",
        "Board attributes, corporate social responsibility strategy, and corporate environmental and social performance",
        "Liquidation values and debt capacity: a market equilibrium approach",
        "Takeover threats and managerial myopia",
        "Efficient capital markets, inefficient firms: a model of myopic corporate behavior",
        "The impact of board independency, CEO duality and CEO fixed compensation on M&A performance",
        "Outside director‐shareholder agency conflicts: evidence from bank consolidation",
        "Board of directors and financial transparency and disclosure. Evidence from Italy",
        "Cross-listings, antitakeover defenses, and the insulation hypothesis",
        "The effect of managerial entrenchment on analyst bias",
        "Corporate finance and corporate governance",
        "Do takeover threats influence corporate social responsibility? Evidence from hostile takeover vulnerability",
        "Boardroom’s independence and corporate performance: the ever-elusive conundrum"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Samsun",
            "@id": "60193849",
            "affilname": "Samsun University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60193849",
            "affiliation-country": "Turkey"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "La Rochelle",
            "@id": "60112757",
            "affilname": "Excelia Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60112757",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Research Council of Thailand"
    ]
}