{
    "eid": "2-s2.0-85112679086",
    "title": "The Revival of Buddhist Nationalism in Thailand and Its Adverse Impact on Religious Freedom",
    "cover-date": "2021-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Sociology and Political Science",
            "@code": "3312",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Law",
            "@code": "3308",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "anti-Muslim movement",
        "Dhammakaya",
        "Keywords: Thai Buddhism",
        "royalist nationalism",
        "Thai Constitution"
    ],
    "authors": [
        "Khemthong Tonsakulrungruang"
    ],
    "citedby-count": 2,
    "ref-count": 82,
    "ref-list": [
        "The Hinayana Fallacy",
        "The Decrease of Monks and Its Future Effect on Buddhism",
        "When Notions of Legitimacy Conflict. The Case of Thailand",
        "Thailand's Traditional Trinity and the Rule of Law: Can They Coexist?",
        "A Thorn in Bangkok's Side: Kruba Sriwichai, Sacred Space and the Last Stand of the Pre-Modern Chiang Mai State",
        "Constitutional Afterlife: The Continuing Impact of Thailand's Postpolitical Constitution",
        "Ethnic or Religious Cleavage? Investigating the Nature of the Conflict in Southern Thailand",
        "Santi Asoke Buddhism and the Occupation of Bangkok International Airport",
        "Religionisation of Politics in Sri Lanka, Thailand and Myanmar",
        "Thaksin Shinawatra and the Reshaping of Thai Politics",
        "The Hupphaasawan Movement: Millenarian Buddhism among the Thai Political Elite",
        "Thai and Western Buddhist Scholarship in the Age of Colonialism: King Chulalongkorn Redefines the Jatakas",
        "The Vessantara Jataka, Barami, and the Bodhisttta-Kings: The Origin and Spread of a Thai Concept of Power",
        "Theravada Buddhism, and Buddhist Nationalism: Sri Lanka, Myanmar, Cambodia, and Thailand",
        "Buddhist Bureaucracy and Religious Freedom in Thailand",
        "Buddhism, Democracy, and Identity in Thailand",
        "Ordering Peace: Thailand's 2016 Constitutional Referendum",
        "Buddhist Thai Temples' Financial Management: The Congruence of Good Governance Principles",
        "Religious Movements in Contemporary Thailand: Buddhist Struggles for Modern Relevance",
        "The Bhikkhuni-Ordination Controversy in Thailand",
        "Administration of the Thai Sangha: Past, Present, and Future",
        "Thai Regional Elites and the Reforms of King Chulalongkorn",
        "Buddhist Apologetics and A Genealogy of Comparative Religion in Siam"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "IRECO",
        "Vinnova"
    ]
}