{
    "eid": "2-s2.0-84922432572",
    "title": "Effects of temperature and water soluble fraction of palm biodiesel and diesel fuel on hatchability and survival of first stage larvae of macrobrachium rosenbergii",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Environmental Science",
            "@code": "2300"
        },
        {
            "$": "Toxicology",
            "@code": "3005"
        }
    ],
    "keywords": [
        "Diesel",
        "Macrobrachium rosenbergii",
        "Palm biodiesel",
        "Temperature",
        "Toxicology"
    ],
    "authors": [
        "Puncharas Gorcharoenwat"
    ],
    "citedby-count": 4,
    "ref-count": 30,
    "ref-list": [
        "Enzymatic approach to biodiesel production",
        "Characteristics of dispersions and water-soluble extracts of crude and refined oils and their toxicity to estuarine crustaceans and fish",
        "Standard Methods for the Examination of Water and Wastewater",
        "Toxicological Profile for Fuel Oils [Monograph on the Internet]",
        "Basic properties of palm oil biodiesel-diesel blends",
        "Degradation and Phytotoxicity of Biodiesel Oil. Institute of Arable Crops Research, Report",
        "Temperature influence on chemical toxicity to aquatic organisms",
        "Effects of toxic chemicals in the marine environment: predictions of impacts from laboratory studies",
        "Biodegradation and environmental behavior of biodiesel mixtures in the sea: An initial study",
        "Biodiesel in Thailand [Homepage on the Internet]",
        "Impact of oil and related chemicals on the marine environment",
        "Aqueous solubility, dispersibility and toxicity of biodiesels",
        "Acute toxicity of crude oil water accommodated fraction on marine copepods: The relative importance of acclimatization temperature and body size",
        "The effects of water soluble fraction of crude oil on larvae of the decapod crustacean Neopanope texana (Sayi)",
        "A Comparison of acute toxicity of biodiesel, biodiesel blends, and diesel on aquatic organisms",
        "Oceanography Marine Biology",
        "Oceanography Marine Biology",
        "A study on the effects of salinity and temperature on the disappearance of aromatic hydrocarbons from the water-soluble fraction of No. 2 fuel oil",
        "Interactive effects of salinity, temperature and polycyclic aromatic hydrocarbons on the survival and development rate of larvae of the mud crab Rhithropanopeus harrisii",
        "A long-term study of the effects of water-soluble fractions of No. 2 fuel oil on the survival, development rate, and growth of the mud crab Rhithropanopeus harrisii",
        "Toxicity, uptake, and release of the water-soluble fraction of crude oil in different developing stages of the prawn Macrobrachium borellii",
        "The influence of temperatures ranging from 25 to 36 °C on developmental rates, morphometrics and survival of freshwater prawn (Macrobrachium rosenbergii) embryos",
        "In: Sources, Effects and Sinks of Hydrocarbons in the Aquatic Environment. American Institute of Biological Sciences.",
        "Prawns of Japan and the World",
        "In: Source, Effect and Sinks of Hydrocarbons in the Aquatic Environment. American Institute of Biological Sciences.",
        "Fate and Effects of Petroleum Hydrocarbons in Marine Organisms and Ecosystems",
        "Biocatalysis: Towards ever greener biodiesel production",
        "The Marine Products Export Development Authority (Ministry of Commerce, Government of India) Pananmpilly Avenue",
        "Technical Handbook for Marine Biodiesel in Recreational Boats. Cytoculture International Environment Biotechnology"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}