{
    "eid": "2-s2.0-85132668848",
    "title": "Effect of feeding banana stalk on the physical quality and nutritive value of eggs, fatty acid profile, and lipid quality index in yolk of laying hens under a free-range rearing system in bamboo plantation",
    "cover-date": "2022-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Animal welfare",
        "Dietary fiber",
        "Free range system",
        "Functional food",
        "Laying hens"
    ],
    "authors": [
        "M. Nopparatmaitree",
        "N. Aiem-Mongkol",
        "T. Sittisuporn",
        "B. V. Raksasiri",
        "S. Chotnipat",
        "J. Glinubon",
        "T. Na Nan"
    ],
    "citedby-count": 0,
    "ref-count": 59,
    "ref-list": [
        "Designer egg and meat through nutrient manipulation",
        "Comparison of fatty acid, cholesterol, and vitamin A and E composition in eggs from hens housed in conventional cage and range production facilities",
        "Use of space and its impact on the welfare of laying hens in a commercial free-range system",
        "Enzymatic activity of Trichoderma species",
        "Free-range egg production: its implications for hen welfare",
        "Nutrition and metabolism in poultry: role of lipids in early diet",
        "The chemical composition of free-range and conventionally-farmed eggs available to Canadians in rural Nova Scotia",
        "Chicken embryo development: metabolic and morphological basis for in ovo feeding technology",
        "Effect of inclusion of oat hulls and sugar beet pulp in the diet on productive performance and digestive traits of broilers from 1 to 42 days of age",
        "Effect of level of fiber of the rearing phase diets on egg production, digestive tract traits, and body measurements of brown egg-laying hens fed diets differing in energy concentration",
        "Inclusion of fiber in diets for brown-egg laying pullets: effects on growth performance and digestive tract traits from hatching to 17 weeks of age",
        "Review: The effect of grass and herbs in organic egg production on egg fatty acid composition, egg yolk colour and sensory properties",
        "Egg yolk cholesterol and productive performance of laying hens influenced by dietary crude fiber levels under drinking natural saline water",
        "Meat quality, oxidative stability and blood parameters from Graylag geese offered alternative fiber sources in growing period",
        "A market study on the quality characteristics of eggs from different housing systems",
        "Acceptance of brown-shelled eggs in a white-shelled egg market",
        "Vitamins A, E and fatty acid composition of the eggs of caged hens and pastured hens",
        "Body weight and range usage affect net energy utilisation in commercial free-range laying hens when evaluated in net energy chambers",
        "Quality of eggs from hens kept in two different free-range systems in comparison with a barn system",
        "Overview of the use of probiotics in poultry production",
        "Comparing quality of free range and battery cage eggs",
        "Effect of probiotic supplementation on laying hen diets on yield performance and serum and egg yolk cholesterol",
        "Influence of substituting dietary soybean meal for dehulled-micronized lupin (Lupinus albus cv. Multitalia) on early phase laying hens production and egg quality",
        "Direct transesterification of all classes of lipids in a one-step reaction",
        "Comparison of protoporphyrin IX content and related gene expression in the tissues of chickens laying brown-shelled eggs",
        "Fatty acid profile of lipids and caeca volatile fatty acid production of broilers fed a full fat meal from Tenebrio molitor larvae",
        "Quality of eggs from different laying hen production systems, from indigenous breeds and specialty eggs",
        "Mitochondrial transcription factor A induces the declinedmitochondrial biogenesis correlative with depigmentation ofbrown eggshell in aged laying hens",
        "Designer eggs: a future prospective",
        "Nutritional quality and functional lipids in the free-range egg yolks of Brazilian family farmers",
        "Fatty acid profile and oxidative stability of egg yolks from hens under different production systems",
        "Effects of dietary probiotic (Pediococcus acidilactici) supplementation on performance, nutrient digestibility, egg traits, egg yolk cholesterol, and fatty acid profile in laying hens",
        "Changes in egg quality traits during the last phase of production: is there potential for an extended laying cycle?",
        "The effects of husbandry system on the grass intake and egg nutritive characteristics of laying hens",
        "Colour measurement and analysis in fresh and processed foods: A review",
        "Color variation and characterization of broiler breast meat during processing in Italy",
        "HDAC inhibition prevents NF-κB activation by suppressing proteasome activity: Downregulation of proteasome subunit expression stabilizes IκBα",
        "Fatty acid composition of yolk of nine poultry species kept in their natural environment",
        "Quality of eggs from layers reared under alternative and conventional system",
        "Endocrinology of stress",
        "Isolation and screening of trichoderma spp. from bamboo soil in Nam Tok Yong National Park, Nakhon Si Thammarat Province for inhibition of Phytophthora palmivora (Butler) Butler",
        "Lipid transport to avian oocytes and to the developing embryo",
        "Fatty acid and antioxidant composition of conventional compared to pastured eggs: characterization of conjugated linoleic acid and branched chain fatty acid isomers in eggs",
        "Eggshell color in brown-egg laying hens -a review",
        "Nutritional value of edible insects in Kalasin Province",
        "Symposium: Role of poultry products in enriching the human diet with n-3 PUFA",
        "Isolation and identification of potential probiotic bacteria from cattle farm soil in Dibrugarh District",
        "The effect of the type of non-caged housing system, genotype and age on the behaviour of laying hens",
        "Performance, biochemical and haematological responses, and relative organ weights of laying hens fed diets supplemented with prebiotic, probiotic and symbiotic",
        "Role of dietary fiber in poultry nutrition",
        "Effects of green tea powder on laying performance and egg quality in laying hens",
        "Physiological stress in broilers: ramifications on nutrient digestibility and responses",
        "Effects of different probiotics on laying performance, egg quality, oxidative status, and gut health in laying hens",
        "Quality of eggs in different production systems",
        "The effect of male and female supplementation of L-carnitine on reproductive traits of white Leghorns"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ubon Ratchathani",
            "@id": "60030801",
            "affilname": "Ubon Ratchathani University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030801",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60018809",
            "affilname": "Silpakorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018809",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}