{
    "eid": "2-s2.0-85109894549",
    "title": "Fund ratings of socially responsible investing (Sri) funds: A precautionary note",
    "cover-date": "2021-07-02",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Computer Science (miscellaneous)",
            "@code": "1701",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Building and Construction",
            "@code": "2215",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Environmental Science (miscellaneous)",
            "@code": "2301",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Energy Engineering and Power Technology",
            "@code": "2102",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Hardware and Architecture",
            "@code": "1708",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Computer Networks and Communications",
            "@code": "1705",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Emerging markets",
        "ESG",
        "Fund ratings",
        "Mutual funds",
        "Socially responsible investing"
    ],
    "authors": [
        "Pornanong Budsaratragoon",
        "Boonlert Jitmaneeroj"
    ],
    "citedby-count": 0,
    "ref-count": 40,
    "ref-list": [
        "Out of sight, out of mind: The effects of expenses on mutual fund flows",
        "Truth in mutual fund advertising: Evidence on future performance and fund flows",
        "Morningstar ratings and mutual fund performance",
        "Can mutual fund investors distinguish good from bad managers?",
        "Mutual fund performance appraisals: A multi-horizon perspective with endogenous benchmarking",
        "Blurred stars: Mutual fund ratings in the shadow of conflict of interest",
        "Reading the stars: Age bias in Morningstar ratings",
        "Investing in Morningstar five-star stock upgrades: Price and style effects",
        "Evaluating multi-criteria ratings of financial investment options",
        "Do investors obtain better results selecting mutual funds through quantitative ratings?",
        "On the failure of mutual fund industry regulation",
        "A fuzzy-set analysis of conditions influencing mutual fund performance",
        "Is quantitative and qualitative information relevant for choosing mutual funds?",
        "Frontier-based vs. traditional mutual fund ratings: A first back testing analysis",
        "The impact of the Morningstar sustainability rating on mutual fund flows",
        "Star ratings and the incentives of mutual funds",
        "Mutual fund age and Morningstar rating",
        "Morningstar ratings and mutual fund manager turnover",
        "Assessing the performance of alternative investments using non-parametric efficiency measurement approaches: Is it convincing",
        "Efficiency of mutual funds and portfolio performance measurement: A non-parametric approach",
        "Ranking mutual funds using unconventional utility theory and stochastic dominance",
        "Ranking of mutual fund families: Minimum expenses and maximum loads as markers for moral turpitude",
        "Identification and prioritization of corporate sustainability practices using analytical hierarchy process",
        "Data envelopment analysis of mutual funds based on second-order stochastic dominance",
        "A first look at the accuracy of the CRSP mutual fund database and a comparison of the CRSP and Morningstar mutual fund databases",
        "Review and new evidence on composite innovation indicators for evaluating national performance",
        "A critique on the corruption perceptions index: An interdisciplinary approach",
        "Reforms priorities for corporate sustainability: Environmental, social, governance, or economic performance?",
        "Bayesian network classifiers",
        "On the decision structures and knowledge discovery for ANP modeling",
        "Measuring causal relations and identifying critical drivers for corporate sustainability: The quadruple bottom line approach",
        "Beyond the equal-weight framework of the social progress index: Identifying causal relationships for policy reforms",
        "Rating shopping and asset complexity: A theory of rating inflation",
        "The chicken or the egg? A note on the dynamic interrelation between government bond spreads and credit default swaps",
        "Temporal causality between house prices and output in the US: A bootstrap rolling-window approach"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60199583",
        "affilname": "Chulalongkorn Business School",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
        "affiliation-country": "Thailand"
    },
    "funding": []
}