{
    "eid": "2-s2.0-85030154266",
    "title": "Electrospinning and solid state polymerization: A simple and versatile route to conducting PEDOT composite films",
    "cover-date": "2017-11-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "General Physics and Astronomy",
            "@code": "3100"
        }
    ],
    "keywords": [
        "Conducting polymer",
        "Electrospinning",
        "PEDOT",
        "Poly(methyl methacrylate)",
        "Polystyrene",
        "Solid state polymerization"
    ],
    "authors": [
        "Thanarat Pisuchpen"
    ],
    "citedby-count": 18,
    "ref-count": 55,
    "ref-list": [
        "Structural aspects of electrochemical doping and dedoping of poly(3,4-ethylenedioxythiophene)",
        "PEDOT:PSS/graphene nanocomposite hole-injection layer in polymer light-emitting diodes",
        "High efficiency organic light-emitting diodes with PEDOT-based conducting polymer anodes",
        "Improving Efficiency of Blue Organic Light-Emitting Diode with Sulfobutylated Lignin Doped PEDOT as Anode Buffer Layer",
        "Label-free electrochemical DNA sensor using \"click\"-functionalized PEDOT electrodes",
        "PEDOT:PSS organic electrochemical transistor arrays for extracellular electrophysiological sensing of cardiac cells",
        "Transparent graphene/PEDOT-PSS composite films as counter electrodes of dye-sensitized solar cells",
        "Influence of doped PEDOT:PSS on the performance of polymer solar cells",
        "Solution processed perovskite solar cells using highly conductive PEDOT:PSS interfacial layer",
        "Facile solid-state synthesis of highly conducting poly(ethylenedioxythiophene)",
        "Solid-State Synthesis of a Conducting Polythiophene via an Unprecedented Heterocyclic Coupling Reaction",
        "Poly(3,4-ethylenedioxythiophene) and its derivatives: past, present, and future",
        "Conductive modifications of polymers with polypyrroles and polythiophenes",
        "Enhanced electrical conductivity of polypyrrole prepared by chemical oxidative polymerization: Effect of the preparation technique and polymer additive",
        "Electronics of conjugated polymers (I): Polyaniline",
        "High-conductivity poly(3,4-ethylenedioxythiophene):poly(styrene sulfonate) film and its application in polymer optoelectronic devices",
        "Stability of the interface between indium-tin-oxide and poly(3,4-ethylenedioxythiophene)/poly(styrenesulfonate) in polymer light-emitting diodes",
        "Degradation of organic solar cells due to air exposure",
        "Systematic parameter study for ultra-fine fiber fabrication via electrospinning process",
        "Effect of electrospinning parameters on the nanofiber diameter and length",
        "A review of the effect of processing variables on the fabrication of electrospun nanofibers for drug delivery applications",
        "Electrospun PEDOT:PSS-PVA nanofiber based ultrahigh-strain sensors with controllable electrical conductivity",
        "Electrospun PEDOT:PSS/PVP nanofibers as the chemiresistor in chemical vapour sensing",
        "Electrospun chitosan/PEDOT nanofibers",
        "Chemical cross-linking of conducting poly(3,4-ethylenedioxythiophene): poly(styrenesulfonate) (PEDOT:PSS) using poly(ethylene oxide) (PEO)",
        "Electrospinning of magnesium-ion linked binder-less PEDOT:PSS nanofibers for sensing organic gases",
        "Nano-fiber scaffold electrodes based on PEDOT for cell stimulation",
        "Poly(3,4-ethylenedioxythiophene) (PEDOT) hollow microflowers and their application for nitrite sensing",
        "Int. J. Mater. Mech. Manuf.",
        "Effect of solvents on electro-spinnability of polystyrene solutions and morphological appearance of resulting electrospun polystyrene fibers",
        "Flight path of electrospun polystyrene solutions: Effects of molecular weight and concentration",
        "Preparation of superhydrophobic polystyrene membranes by electrospinning",
        "PMMA nanofibers production by electrospinning",
        "Text. Res. J.",
        "Electrospun camphorsulfonic acid doped poly(o-toluidine)-polystyrene composite fibers: Chemical vapor sensing",
        "Electrospinning of polystyrene/poly(2-methoxy-5-(2′-ethylhexyloxy)-1, 4-phenylene vinylene) blends",
        "Melt-welding and improved electrical conductivity of nonwoven porous nanofiber mats of poly(3,4-ethylenedioxythiophene) grown on electrospun polystyrene fiber template",
        "Enhanced luminescence observed in polyaniline-polymethylmethacrylate composites",
        "Gas sensing properties of a composite composed of electrospun poly(methyl methacrylate) nanofibers and in situ polymerized polyaniline",
        "Study on polypyrrole-coated polystyrene sulfonic acid microspheres - a proton electrolyte",
        "In situ polymerization of aniline within lightly sulfonated polystyrene",
        "Hopping conduction on PAni/PSS blends",
        null,
        "Electrospinning of Grooved Polystyrene Fibers: Effect of Solvent Systems",
        "Effects of solvents on electrospun polymeric fibers: Preliminary study on polystyrene",
        "Effects of processing parameters on morphology of electrospun polystyrene nanofibers",
        "Hierarchically structured PMMA fibers fabricated by electrospinning",
        "Electrospinning of polymethyl methacrylate nanofibres in different solvents",
        "Zeroth-order, electrohydrostatic solution for electrospraying in cone-jet mode",
        "In situ spectroelectrochemical Raman studies of poly(3,4-ethylenedioxythiophene) (PEDT)",
        "On the mechanism of conductivity enhancement in plasma treated poly(3,4-ethylenedioxythiophene) films",
        "On the mechanism of conductivity enhancement in poly(3,4- ethylenedioxythiophene):poly(styrene sulfonate) film through solvent treatment",
        "Oxidative chemical vapor deposition of electrically conducting poly(3,4-ethylenedioxythiophene) films",
        "The mechanisms of pyrrole electropolymerization",
        "Enhancement of electrical conductivity of poly(3, 4-ethylenedioxythiophene)/poly(4-styrenesulfonate) by a change of solvents"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Thailand Toray Science Foundation"
    ]
}