{
    "eid": "2-s2.0-85041549068",
    "title": "Locus of Control and its Intergenerational Implications for Early Childhood Skill Formation",
    "cover-date": "2018-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [],
    "authors": [
        "Warn N. Lekfuangfu",
        "Nattavudh Powdthavee",
        "Nele Warrinnier",
        "Francesca Cornaglia"
    ],
    "citedby-count": 23,
    "ref-count": 75,
    "ref-list": [
        "Intergenerational transmission of cognitive and noncognitive skills",
        "Investment in human capital: a theoretical analysis",
        "Human capital and the rise and fall of families",
        "Early and extensive maternal employment and young children's socioemotional development: children of the National Longitudinal Survey of Youth",
        "The production of human capital and the life cycle of earnings",
        "The effect of maternal employment and child care on children's cognitive development",
        "Cohort profile: the ‘Children of the 90s’–the index offspring of the Avon Longitudinal Study of Parents and Children",
        "Can having internal locus of control insure against negative shocks? Psychological evidence from panel data",
        "Locus of control and job search strategies",
        "Locus of control and human capital revisited",
        "Time-preference, non-cognitive skills and well-being across the life course: do non-cognitive skills encourage healthy behaviour?",
        "Locus of control and the labour market",
        "Healthy habits: the connection between diet, exercise, and locus of control",
        "Locus of Control and Savings",
        "Two economists’ musings on the stability of locus of control",
        "An economic model of locus of control and the human capital investment decision",
        "Subjective rationality, parenting styles, and investments in children",
        "Estimating the technology of cognitive and noncognitive skill formation",
        "Intrafamily resource allocations: a dynamic structural model of birth weight",
        "Economic deprivation and early childhood development",
        "School readiness and later achievement",
        "How much does childhood poverty affect the life chances of children?",
        "Inequality in the early cognitive development of British children in the 1970 cohort",
        "How the allocation of children's time affects cognitive and non-cognitive development",
        "An analysis of sample attrition in panel data: the Michigan panel study of income dynamics",
        "Investment in education: do economic volatility and credit constraints matter?",
        "Labor market returns to an early childhood stimulation intervention in Jamaica",
        "The effects of a mother's return to work decision on child development in the UK",
        "Parental education and parental time with children",
        "A life-cycle model of earnings, learning, and consumption",
        "Maternal expectations for mastery of developmental tasks in Japan and the United States",
        "The core self-evaluations scale: development of a measure",
        "Diverging destinies: maternal education and the developmental gradient in time with children",
        "How is family income related to investments in children's learning?",
        "Parental report of infant language skills: a review of the development and application of the Communicative Development Inventories",
        "Parent-directed approaches to enrich the early language environments of children living in poverty",
        "The nature of credit constraints and human capital",
        "Developmental maturity expectations of Israeli fathers and mothers: effects of education, ethnic origin, and religiosity",
        "How the perception of control influences unemployed job search",
        "Panel data models and transitory fluctuations in the explanatory variable",
        "Assortative mating for psychiatric disorders and psychological traits",
        "Investment in human capital and personal income distribution",
        "Theories of the distribution of earnings",
        "Fathers’ involvement in the care of their infants and their attributions of cognitive competence to infants",
        "A locus of control scale for noncollege as well as college adults",
        "A preschool and primary internal-external control scale",
        "The use of multivariate personality strategies in predicting attrition from alcoholism treatment",
        "Does the black-white test score gap widen after children enter school?",
        "The widening academic achievement gap between the rich and the poor: new evidence and possible explanations",
        "Generalized expectancies of internal versus external control of reinforcements",
        "On the specification and estimation of the production function for cognitive achievement",
        "The production of cognitive achievement in children: home, school, and racial test score gaps",
        "Effects of early and recent maternal employment on children from low-income families",
        "Inverse probability weighted M-estimators for sample selection, attrition, and stratification",
        "How money matters for young children's development: parental investment and family processes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Coventry",
            "@id": "60115484",
            "affilname": "Warwick Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60115484",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "3000 Leuven",
            "@id": "60025063",
            "affilname": "KU Leuven",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025063",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "London",
            "@id": "60022109",
            "affilname": "Queen Mary University of London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022109",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "London",
            "@id": "60003059",
            "affilname": "London School of Economics and Political Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003059",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": null,
            "@id": "120183016",
            "affilname": "LICOS",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/120183016",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "US National Institute on Aging",
        "Wellcome Trust",
        "Medical Research Council",
        "Economic and Social Research Council",
        "University of Bristol"
    ]
}