{
    "eid": "2-s2.0-85159790802",
    "title": "Species diversity of phlebotomine sand flies and sympatric occurrence of Leishmania (Mundinia) martiniquensis, Leishmania (Leishmania) donovani complex, and Trypanosoma spp. in the visceral leishmaniasis focus of southern Thailand",
    "cover-date": "2023-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Parasitology",
            "@code": "2405",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Anuran Trypanosoma",
        "Leishmania donovani complex",
        "Leishmania martiniquensis",
        "Phlebotomine sand flies",
        "Southern Thailand",
        "Visceral leishmaniasis"
    ],
    "authors": [
        "Kanok Preativatanyou",
        "Komson Chinwirunsirisup",
        "Atchara Phumee",
        "Pathamet Khositharattanakool",
        "Sakone Sunantaraporn",
        "Jérôme Depaquit",
        "Padet Siriyasatien"
    ],
    "citedby-count": 0,
    "ref-count": 73,
    "ref-list": [
        "Transmission of disease agents by phlebotomine sand flies",
        "Case report: simple nodular cutaneous leishmaniasis caused by autochthonous Leishmania (Mundinia) orientalis in an 18-month-old girl: the first pediatric case in Thailand and literature review",
        "Cavernicolous species of phlebotomine sand flies from Kanchanaburi Province, with an updated species list for Thailand",
        "The trypanosomiases",
        "Phlebotomine sand flies in southern Thailand: entomological survey, identification of blood meals and molecular detection of Trypanosoma spp",
        "Sand flies: basic information on the vectors of leishmaniasis and their interactions with Leishmania parasites",
        "Animal reservoirs and potential vectors of Leishmania siamensis in southern Thailand",
        "Records of phlebotomine sand flies (Diptera, Psychodidae, Phlebotominae) with a description of a new species of Sergentomyia França & Parrot from Khao Yai National Park",
        "Molecular analysis of archived blood slides reveals an atypical human Trypanosoma infection",
        "On the true identity of Sergentomyia gemmea and description of a closely related species: Se. raynali n. sp",
        "Chinius barbazani n. sp. de Thaïlande (Diptera: Psychodidae)",
        "Phlebotomus (Euphlebotomus) barguesae n. sp. from Thailand (Diptera - Psychodidae)",
        "Leishmania development in sand flies: parasite-vector interactions overview",
        "Evidence incriminating midges (Diptera: Ceratopogonidae) as potential vectors of Leishmania in Australia",
        "Mitochondrial haplotypes and phylogeography of Phlebotomus vectors of Leishmania major",
        "A phylogenetic lineage of closely related trypanosomes (Trypanosomatidae, Kinetoplastida) of anurans and sand flies (Psychodidae, Diptera) sharing the same ecotopes in brazilian amazonia",
        "Global genome diversity of the Leishmania donovani complex",
        "Molecular insights into the genetic and haplotype diversity among four populations of Catla catla from Madhya Pradesh revealed through mtDNA cyto b gene sequences",
        "The molecular phylogeny of trypanosomes: evidence for an early divergence of the Salivaria",
        "BioEdit: a user-friendly biological sequence alignment editor analysis program for Windows 95/98/NT",
        "Phlebotomine sand flies (Diptera: Psychodidae) and sand fly-borne pathogens in the Greater Mekong Subregion: a systematic review",
        "Transmission of Trypanosoma rotatorium from frogs to white mice",
        "Leishmania (Mundinia) orientalis n. sp. (Trypanosomatidae), a parasite from Thailand responsible for localised cutaneous leishmaniasis",
        "Seroprevalence of Leishmania infection in domestic animals in Songkhla and Satun provinces, southern Thailand",
        "Sergentomyia (Neophlebotomus) gemmea, a potential vector of Leishmania siamensis in southern Thailand",
        "Natural infection of the sand fly Phlebotomus kazeruni by Trypanosoma species in Pakistan",
        "Autochthonous visceral leishmaniasis: a report of a second case in Thailand",
        "Analysis of ribosomal DNA internal transcribed spacer sequences of the Leishmania donovani complex",
        "MEGA X: molecular Evolutionary Genetics Analysis across Computing Platforms",
        "Domestic mammals as reservoirs for Leishmania donovani on the Indian subcontinent: possibility and consequences on elimination",
        "POPART: full-feature software for haplotype network construction",
        "Determination of parous rates in Phlebotomine sandflies with special reference to Amazonian species",
        "The phlebotomine sandflies (Diptera: Psychodidae) of the Oriental Region",
        "Phlebotomine sandflies (Diptera: Psychodidae) from the Oriental Region",
        "Taxonomy of the Australasian Phlebotominae (Diptera: Psychodidae) with revision of genus Sergentomyia from the region",
        "Internal structural changes in some African Phlebotominae",
        "An autochthonous case of cutaneous bovine leishmaniasis in Switzerland",
        "Trypanosomatids are much more than just trypanosomes: clues from the expanded family tree",
        "Visceral leishmaniasis caused by Leishmania infantum in Thailand",
        "Can Sergentomyia (Diptera, Psychodidae) play a role in the transmission of mammal-infecting Leishmania?",
        "A review of leishmaniasis: current knowledge and future directions",
        "Prevalence and risk factors associated with Leishmania infection in Trang Province, southern Thailand",
        "Phlebotomine sandflies and the spreading of leishmaniases and other diseases of public health concern",
        "Phylogenetic position of the giant anuran trypanosomes Trypanosoma chattoni, Trypanosoma fallisi, Trypanosoma mega, Trypanosoma neveulemairei, and Trypanosoma ranarum inferred from 18S rRNA gene sequences",
        "Molecular investigation of vector-borne pathogens in red foxes (Vulpes vulpes) from Southern France",
        "Phlebotomus (Euphlebotomus) mascomai n. sp. (Diptera-Psychodidae)",
        "Occurrence of Leishmania sp. in cutaneous lesions of horses in Central Europe",
        "A nested PCR for the ssrRNA gene detects Trypanosoma binneyi in the platypus and Trypanosoma sp. in wombats and kangaroos in Australia",
        "Trypanosomatid parasites causing neglected diseases",
        "Species diversity and seasonality of phlebotomine sand flies (Diptera: Psychodidae) in Satun Province",
        "Detection of an unknown Trypanosoma DNA in a Phlebotomus stantoni (Diptera: Psychodidae) collected from Southern Thailand and records of new sand flies with reinstatement of Sergentomyia hivernus Raynal & Gaschen, 1935 (Diptera: Psychodidae)",
        "Sand fly identification and screening for Leishmania spp. in six provinces of Thailand",
        "Description of Sergentomyia phadangensis n. sp. (Diptera, Psychodidae) of Thailand",
        "First isolation of Leishmania from Northern Thailand: case report, identification as Leishmania martiniquensis and phylogenetic position within the Leishmania enriettii complex",
        "Autochthonous Leishmania siamensis in horse",
        "Diagnosis of a Trypanosoma lewisi-like (Herpetosoma) infection in a sick infant from Thailand",
        "The evolution and diversity of kinetoplastid flagellates",
        "Detection of DNA of Leishmania siamensis in Sergentomyia (Neophlebotomus) iyengari (Diptera: Psychodidae) and molecular identification of blood meals of sand flies in an affected area, Southern Thailand",
        "First evidence of co-circulation of emerging Leishmania martiniquensis, Leishmania orientalis, and Crithidia sp. in Culicoides biting midges (Diptera: Ceratopogonidae), the putative vectors for autochthonous transmission in Southern Thailand",
        "Detection and species identification of old world Leishmania in clinical samples using a PCR-based method",
        "Diversity and evolution of anuran trypanosomes: insights from the study of European species",
        "Detection of Leishmania and Trypanosoma DNA in field-caught sand flies from endemic and non-endemic areas of leishmaniasis in Southern Thailand",
        "Case report: autochthonous disseminated cutaneous, mucocutaneous, and visceral leishmaniasis caused by Leishmania martiniquensis in a patient with HIV/AIDS from Northern Thailand and literature review",
        "Prevalence and associated risk factors of Leishmania infection among immunocompetent hosts, a community-based study in Chiang Rai, Thailand",
        "The ancient and divergent origins of the human pathogenic trypanosomes, Trypanosoma brucei and T. cruzi",
        "A suspected new species of Leishmania, the causative agent of visceral leishmaniasis in a Thai patient",
        "A survey of sandflies in the affected areas of leishmaniasis, southern Thailand",
        "Leishmania, microbiota and sand fly immunity",
        "Prevalence of sand flies and Leishmania donovani infection in a natural population of female Phlebotomus argentipes in Bihar State",
        "First report of anuran Trypanosoma DNA in flat-tailed house geckos (Reptilia: Gekkonidae) collected from Southern Thailand: no evidence as a reservoir for human trypanosomatids",
        "Atypical human infections by animal trypanosomes",
        "Immunology labs made easy with insects"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tha Sala",
            "@id": "60026526",
            "affilname": "Walailak University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026526",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Rai",
            "@id": "60199562",
            "affilname": "School of Medicine, Mae Fah Luang University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199562",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Reims",
            "@id": "60122522",
            "affilname": "EpidemioSurveillance et CirculAtion des Parasites dans les Environnements (ESCAPE)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60122522",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Chiang Rai",
            "@id": "60020524",
            "affilname": "Mae Fah Luang University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020524",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Science Research and Innovation Fund Chulalongkorn University",
        "Chulalongkorn University"
    ]
}