{
    "eid": "2-s2.0-85089023617",
    "title": "Infection during the first year in patients treated with CD19 CAR T cells for diffuse large B cell lymphoma",
    "cover-date": "2020-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Hematology",
            "@code": "2720",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Oncology",
            "@code": "2730",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Kitsada Wudhikarn",
        "M. Lia Palomba",
        "Martina Pennisi",
        "Marta Garcia-Recio",
        "Jessica R. Flynn",
        "Sean M. Devlin",
        "Aishat Afuye",
        "Mari Lynne Silverberg",
        "Molly A. Maloy",
        "Gunjan L. Shah",
        "Michael Scordo",
        "Parastoo B. Dahi",
        "Craig S. Sauter",
        "Connie L. Batlevi",
        "Bianca D. Santomasso",
        "Elena Mead",
        "Susan K. Seo",
        "Miguel Angel Perales"
    ],
    "citedby-count": 109,
    "ref-count": 34,
    "ref-list": [
        "CAR T cell toxicity: current management and future directions",
        "Use of chimeric antigen receptor T cell therapy in clinical practice for relapsed/refractory aggressive B cell non-Hodgkin lymphoma: an expert panel opinion from the american society for transplantation and cellular therapy",
        "Persistent cytopenias after chimeric antigen receptor T-cell immunotherapy for CD19+ aggressive lymphoma: a single institution experience",
        "Early and late hematologic toxicity following CD19 CAR-T cells",
        "Infectious complications of CD19-targeted chimeric antigen receptor-modified T-cell immunotherapy",
        "Incidence and risk factors associated with infection after chimeric antigen receptor T cell therapy for relapsed/refractory B-cell malignancies",
        "Cytokine release syndrome grade as a predictive marker for infections in patients with relapsed or refractory B-cell acute lymphoblastic leukemia treated with chimeric antigen receptor T cells",
        "Infectious complications associated with CAR T-cell therapy",
        "Infections associated with CAR T therapy for treatment of hematological malignancies",
        "Infectious complications following CD19 chimeric antigen receptor t-cell therapy for children, adolescents, and young adults",
        "Infections after transplantation of bone marrow or peripheral blood stem cells from unrelated donors",
        "Axicabtagene Ciloleucel CAR T-Cell Therapy in Refractory Large B-Cell Lymphoma",
        "Tisagenlecleucel in adult relapsed or refractory diffuse large B-cell lymphoma",
        "Pivotal safety and efficacy results from transcend NHL 001, a multicenter phase 1 study of Lisocabtagene Maraleucel (liso-cel) in relapsed/refractory (R/R) large B cell lymphomas",
        "Late events after treatment with CD19-targeted chimeric antigen receptor modified T cells",
        "A multicenter retrospective analysis of clinical outcomes, toxicities, and patterns of use in institutions utilizing commercial axicabtagene ciloleucel and tisagenlecleucel for relapsed/refractory aggressive B-cell lymphomas",
        "Invasive mold infections after chimeric antigen receptor-modified T-cell Therapy: A case series, review of the literature, and implications for prophylaxis",
        "American Society for Blood and Marrow Transplantation Pharmacy Special Interest Group Survey on chimeric antigen receptor T cell therapy administrative, logistic, and toxicity management practices in the United States",
        "Management of adults and children undergoing chimeric antigen receptor T-cell therapy: best practice recommendations of the European Society for Blood and Marrow Transplantation (EBMT) and the Joint Accreditation Committee of ISCT and EBMT (JACIE)",
        "Choosing wisely BMT: American Society for Blood and Marrow Transplantation and Canadian Blood and Marrow Transplant Group’s list of 5 tests and treatments to question in blood and marrow transplantation",
        "Persistence of long-lived plasma cells and humoral immunity in individuals responding to CD19-directed CAR T-cell therapy",
        "Durable preservation of antiviral antibodies after CD19-directed chimeric antigen receptor T-cell immunotherapy",
        "Long-term safety and activity of axicabtagene ciloleucel in refractory large B-cell lymphoma (ZUMA-1): a single-arm, multicentre, phase 1-2 trial",
        "Kinetics of immune reconstitution after CD19 CAR-T cell therapy in ALL patients",
        "Inflammatory signatures for quick diagnosis of life-threatening infection during the CAR T-cell therapy",
        "Effective treatment of severe COVID-19 patients with Tocilizumab",
        "First case of COVID-19 in a patient with multiple myeloma successfully treated with tocilizumab"
    ],
    "affiliation": [
        {
            "affiliation-city": "New York",
            "@id": "60009343",
            "affilname": "Memorial Sloan-Kettering Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009343",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "New York",
            "@id": "60007997",
            "affilname": "Weill Cornell Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007997",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Milan",
            "@id": "60006583",
            "affilname": "Fondazione IRCCS Istituto Nazionale dei Tumori, Milan",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006583",
            "affiliation-country": "Italy"
        }
    ],
    "funding": [
        "AIL Milano e Provincia ONLUS",
        "Angiocrine Bioscience, Inc.",
        "Janssen Pharmaceutical",
        "NIH/NCI",
        "NIH",
        "Amgen",
        "Novartis",
        "American Italian Cancer Foundation"
    ]
}