{
    "eid": "2-s2.0-85064956808",
    "title": "Identification and lipolytic activity of Bacillus and Staphylococcus strains from shrimp paste (Ka-pi)",
    "cover-date": "2019-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (miscellaneous)",
            "@code": "2701",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology, Toxicology and Pharmaceutics (all)",
            "@code": "3000",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology (medical)",
            "@code": "2736",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "16S rRNA gene sequence",
        "Bacillus",
        "Lipase",
        "Shrimp paste",
        "Staphylococcus"
    ],
    "authors": [
        "Rungsima Daroonpunt",
        "Patcharin Saeng-in",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 3,
    "ref-count": 39,
    "ref-list": [
        "Production of thermoalkaliphilic lipase from Geobacillus thermoleovorans DA2 and application in leather industry",
        "Microbial lipases and their industrial applications: review",
        "Production and characterization of esterase and lipase from Haloarcula marismortui",
        "Darkening prevention of fermented shrimp paste by pre-soaking whole shrimp paste with pyrophosphate",
        "Virgibacillus kapii sp. nov., isolated from Thai shrimp paste (Ka-pi)",
        "Bacillus piscicola sp. nov., isolated from Thai fish sauce (Nam-pla)",
        "An approach to the identification and characterisation of a psychrotrophic lipase producing Pseudomonas sp ADT3 from Arctic Region",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "What distinguishes an esterase from a lipase: a novel structural approach",
        "Bacillus tequilensis s nov., isolated from a 2000-year-old Mexican shaft-tomb, is closely related to Bacillus subtilis",
        "Lipases in autolysed cultures of filamentous fungi",
        "Screening and molecular characterization of extracellular lipase producing Bacillus species from coconut oil mill soil",
        "Halotolerant amylase production by a novel bacterial strain, Rheinheimera aquimaris",
        "The genus Bacillus",
        "Changes of proximate composition and extractive components in narezushi, a fermented mackerel product, during processing",
        "Bacterial lipases: a review on purification and characterization",
        "Staphylococcus cohnii subspecies: Staphylococcus cohnii subsp cohnii subsp. nov. and Staphylococcus cohnii subsp. urealyticum subsp. nov",
        "Bacillus infantis sp nov. and Bacillus idriensis sp. nov., isolated from a patient with neonatal sepsis",
        "Lipase from Bacillus pumilus RK31: production, purification and some properties",
        "MEGA7: molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Isolation and characterization of a thermophilic lipase from Bacillus thermoleovorans ID-1",
        "Determination of carbohydrate metabolism of marine bacteria",
        "Characterization of an organic solvent-tolerant lipase from Idiomarina sp W33 and its application for biodiesel production using Jatropha oil",
        "Biodiesel synthesis and conformation of lipase from Burkholderia cepacia in room temperature ionic liquids and organic solvents",
        "Proposal of nine novel species of the Bacillus cereus group",
        "Bacillus wiedmannii sp nov., a psychrotolerant and cytotoxic Bacillus cereus group species isolated from dairy foods and dairy environments",
        "Identification and characterization of lipolytic bacteria from Thai fermented foods",
        "Bacillus subtilis K-C3 isolated from Thai salted shrimp paste (Kapi): Its extracellular enzymes and use as a starter culture in Kapi production",
        "A numerical classification of the genus Bacillus",
        "Production, optimization, and partial purification of lipase from Pseudomonas sp strain BUP6, a novel rumen bacterium characterized from Malabari goat",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Branched chain amino acids as source of specific branched chain volatile fatty acids during the fermentation process of fish sauce",
        "Production, purification, characterization, and applications of lipases",
        "Volatile compounds of vegetarian soybean kapi, a fermented Thai food condiment",
        "Asaia bogorensis gen nov., sp. nov., an unusual acetic acid bacterium in the α-Proteobacteria",
        "A new extracellular thermosolvent-stable lipase from Burkholderia ubonensis SL-4: Identification, characterization and application for biodiesel production",
        "New thermostable and organic solventtolerant lipase from Staphylococcus warneri; optimization of media and production conditions using statistical methods",
        "Introducing EzBioCloud: a taxonomically united database of 16S rRNA and whole genome assemblies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "@id": "60009116",
            "affilname": "Burapha University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009116",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}