{
    "eid": "2-s2.0-85087907264",
    "title": "Controversies in acute kidney injury: conclusions from a Kidney Disease: Improving Global Outcomes (KDIGO) Conference",
    "cover-date": "2020-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Nephrology",
            "@code": "2727",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "acute kidney disease",
        "acute kidney injury",
        "fluid management",
        "nephrotoxicity",
        "renal replacement therapy",
        "risk stratification"
    ],
    "authors": [
        "Marlies Ostermann",
        "Rinaldo Bellomo",
        "Emmanuel A. Burdmann",
        "Kent Doi",
        "Zoltan H. Endre",
        "Stuart L. Goldstein",
        "Sandra L. Kane-Gill",
        "Kathleen D. Liu",
        "John R. Prowle",
        "Andrew D. Shaw",
        "Nattachai Srisawat",
        "Michael Cheung",
        "Michel Jadoul",
        "Wolfgang C. Winkelmayer",
        "John A. Kellum",
        "Sean M. Bagshaw",
        "Erin F. Barreto",
        "Azra Bihorac",
        "Ilona Bobek",
        "Josée Bouchard",
        "Jorge Cerdá",
        "Rajasekara Chakravarthi",
        "Silvia De Rosa",
        "Daniel T. Engelman",
        "Lui G. Forni",
        "Ulla K. Hemmilä",
        "Charles A. Herzog",
        "Eric A. Hoste",
        "Sarah C. Huen",
        "Kunitoshi Iseki",
        "Michael Joannidis",
        "Kianoush B. Kashani",
        "Jay L. Koyner",
        "Andreas Kribben",
        "Norbert Lameire",
        "Andrew S. Levey",
        "Etienne Macedo",
        "Jolanta Małyszko",
        "Melanie Meersch",
        "Ravindra L. Mehta",
        "Irene Mewburn",
        "Olga Mironova",
        "Patrick T. Murray",
        "Mitra K. Nadim",
        "Jenny S. Pan",
        "Neesh Pannu",
        "Zhiyong Peng",
        "Barbara Philips",
        "Daniela Ponce",
        "Patricio E. Ray",
        "Zaccaria Ricci",
        "Thomas Rimmelé",
        "Claudio Ronco",
        "Edward D. Siew",
        "Paul E. Stevens",
        "Ashita J. Tolwani",
        "Marcello Tonelli",
        "Suvi T. Vaara",
        "Marjel van Dam",
        "Anitha Vijayan",
        "Michael Wise",
        "Vin Cent Wu",
        "Alexander Zarbock"
    ],
    "citedby-count": 176,
    "ref-count": 151,
    "ref-list": [
        "Epidemiology of acute kidney injury in critically ill patients: the multinational AKI-EPI study",
        "International Society of Nephrology's 0-by-25 initiative for acute kidney injury (zero preventable deaths by 2025): a human rights case for nephrology",
        "The epidemiology and characteristics of acute kidney injury in the Southeast Asia intensive care unit: a prospective multicentre study",
        "Epidemiology of acute kidney injury in critically ill children and young adults",
        "Incidence and outcomes of neonatal acute kidney injury (AWAKEN): a multicentre, multinational, observational cohort study",
        "Prevention of cardiac surgery-associated AKI by implementing the KDIGO guidelines in high risk patients identified by biomarkers: the PrevAKI randomized controlled trial",
        "Biomarker-guided intervention to prevent acute kidney injury after major surgery: the prospective randomized BigpAK Study",
        "The effects of alternative resuscitation strategies on acute kidney injury in patients with septic shock",
        "Prophylactic hydration to protect renal function from intravascular iodinated contrast material in patients at high risk of contrast-induced nephropathy (AMACING): a prospective, randomised, phase 3, controlled, open-label, non-inferiority trial",
        "Balanced crystalloids versus saline in noncritically ill adults",
        "Balanced crystalloids versus saline in critically ill adults",
        "Effect of early vs delayed initiation of renal replacement therapy on mortality in critically ill patients with acute kidney injury: The ELAIN Randomized Clinical Trial",
        "Initiation strategies for renal-replacement therapy in the intensive care unit",
        "Timing of renal-replacement therapy in patients with acute kidney injury and sepsis",
        "Clinical decision support for in-hospital AKI",
        "An organizational-level program of intervention for AKI: a pragmatic stepped wedge cluster randomized trial",
        "Improved management of acute kidney injury in primary care using e-alerts and an educational outreach programme",
        "Automated, electronic alerts for acute kidney injury: a single-blind, parallel-group, randomised controlled trial",
        "Impact of compliance with a care bundle on acute kidney injury outcomes: a prospective observational study",
        "A sustained quality improvement program reduces nephrotoxic medication-associated acute kidney injury",
        "Accuracy of neutrophil gelatinase-associated lipocalin (NGAL) in diagnosis and prognosis in acute kidney injury: a systematic review and meta-analysis",
        "Discovery and validation of cell cycle arrest biomarkers in human acute kidney injury",
        "Validation of cell-cycle arrest biomarkers for acute kidney injury using clinical adjudication",
        "Clinical use of [TIMP-2]∗[IGFBP7] biomarker testing to assess risk of acute kidney injury in critical care: guidance from an expert panel",
        "Disparate outcomes observed within Kidney Disease: Improving Global Outcomes (KDIGO) acute kidney injury stage 1",
        "Acute kidney injury: a problem of definition",
        "Incidence and prognosis of acute kidney diseases and disorders using an integrated approach to laboratory measurements in a universal health care system",
        "Classifying AKI by urine output versus serum creatinine level",
        "Definition of hourly urine output influences reported incidence and staging of acute kidney injury",
        "Quality improvement goals for acute kidney injury",
        "Guidelines for perioperative care in cardiac surgery: enhanced recovery after surgery society recommendations",
        "Impact of electronic acute kidney injury (AKI) alerts with automated nephrologist consultation on detection and severity of AKI: a quality improvement study",
        "The development of a machine learning inpatient acute kidney injury prediction model",
        "MySurgeryRisk: development and validation of a machine-learning risk algorithm for major complications and death after surgery",
        "A clinically applicable approach to continuous prediction of future acute kidney injury",
        "Use of the Renal Angina Index in determining acute kidney injury",
        "Assessment of a renal angina index for prediction of severe acute kidney injury in critically ill children: a multicentre, multinational, prospective observational study",
        "Furosemide stress test and biomarkers for the prediction of AKI severity",
        "Developing risk prediction models for kidney injury and assessing incremental value for novel biomarkers",
        "Urinary biomarkers predict advanced acute kidney injury after cardiovascular surgery",
        "Combining functional and tubular damage biomarkers improves diagnostic precision for acute kidney injury after cardiac surgery",
        "A prediction model for severe AKI in critically ill adults that incorporates clinical and biomarker data",
        "Acute kidney disease and renal recovery consensus report of the Acute Disease Quality Initiative (ADQI) 16 Workgroup",
        "Expanding the role for kidney biopsies in acute kidney injury",
        "New ultrasound techniques promise further advances in AKI and CKD",
        "Ultrasound in acute kidney disease",
        "Functional magnetic resonance imaging in acute kidney injury: present status",
        "Traditional urinary biomarkers in the assessment of hospital-acquired AKI",
        "A prospective evaluation of urine microscopy in septic and non-septic acute kidney injury",
        "Urine biochemistry in septic and non-septic acute kidney injury: a prospective observational study",
        "Development and standardization of a furosemide stress test to predict the severity of acute kidney injury",
        "The prognostic value of the furosemide stress test in predicting delayed graft function following deceased donor kidney transplantation",
        "Long-term prognosis after acute kidney injury (AKI): what is the role of baseline kidney function and recovery? A systematic review",
        "The impact of acute kidney injury on the long-term risk of stroke",
        "Long-term risk of coronary events after AKI",
        "Derivation and external validation of prediction models for advanced chronic kidney disease following acute kidney injury",
        "Care of the acute kidney injury survivor",
        "Assessment of fluid responsiveness: recent advances",
        "Fluid administration for acute circulatory dysfunction using basic monitoring: narrative review and expert panel recommendations from an ESICM task force",
        "Conservative fluid management or deresuscitation for patients with sepsis or acute respiratory distress syndrome following the resuscitation phase of critical illness: a systematic review and meta-analysis",
        "Liberal versus restrictive intravenous fluid therapy for early septic shock: rationale for a randomized trial",
        "Restrictive versus liberal fluid therapy for major abdominal surgery",
        "A randomized trial of protocol-based care for early septic shock",
        "Goal-directed resuscitation for patients with early septic shock",
        "Trial of early, goal-directed resuscitation for septic shock",
        "Does goal-directed haemodynamic and fluid therapy improve peri-operative outcomes?: A systematic review and meta-analysis",
        "Perioperative fluid management strategies in major surgery: a stratified meta-analysis",
        "Hydroxyethyl starch or saline for fluid resuscitation in intensive care",
        "Hydroxyethyl starch 130/0.42 versus Ringer's acetate in severe sepsis",
        "Albumin replacement in patients with severe sepsis or septic shock",
        "Small volume resuscitation with 20% albumin in intensive care: physiological effects: The SWIPE randomised clinical trial",
        "Association between albumin administration and survival in cardiac surgery: a retrospective cohort study",
        "Management of ascites and hepatorenal syndrome",
        "A randomized, controlled trial of furosemide with or without albumin in hypoproteinemic patients with acute lung injury",
        "Fluid overload in the ICU: evaluation and management",
        "Controversies in acute kidney injury: effects of fluid overload on outcome",
        "Increased fluid administration after early acute kidney injury is associated with less renal recovery",
        "Fluid overload and mortality in children receiving continuous renal replacement therapy: the prospective pediatric continuous renal replacement therapy registry",
        "Fluid overload is associated with impaired oxygenation and morbidity in critically ill children",
        "SGLT2 inhibitors for the prevention of kidney failure in patients with type 2 diabetes: a systematic review and meta-analysis",
        "Drug management in acute kidney disease—Report of the Acute Disease Quality Initiative XVI meeting",
        "Paradigms of acute kidney injury in the intensive care setting",
        "Drug-induced glomerular disease: attention required!",
        "Drug use and nephrotoxicity in the intensive care unit",
        "Diagnosis of acute kidney injury using functional and injury biomarkers: workgroup statements from the tenth Acute Dialysis Quality Initiative Consensus Conference",
        "Acute kidney injury and 'nephrotoxins': mind your language",
        "Drug-induced nephrotoxicity: pathogenic mechanisms, biomarkers and prevention strategies",
        "Epidemiology of acute kidney injury among patients receiving concomitant vancomycin and piperacillin-tazobactam: opportunities for antimicrobial stewardship",
        "Drug-induced acute kidney injury: a focus on risk assessment for prevention",
        "Drug class combination-associated acute kidney injury",
        "Concurrent use of diuretics, angiotensin converting enzyme inhibitors, and angiotensin receptor blockers with non-steroidal anti-inflammatory drugs and risk of acute kidney injury: nested case-control study",
        "Outcomes after angiography with sodium bicarbonate and acetylcysteine",
        "Haemodynamic-guided fluid administration for the prevention of contrast-induced acute kidney injury: the POSEIDON randomised controlled trial",
        "Post-contrast acute kidney injury in intensive care unit patients: a propensity score-adjusted study",
        "Nomenclature for kidney function and disease: report of a Kidney Disease: Improving Global Outcomes (KDIGO) Consensus Conference",
        "Comparison of standard and accelerated initiation of renal replacement therapy in acute kidney injury",
        "A comparison of early versus late initiation of renal replacement therapy in critically ill patients with acute kidney injury: a systematic review and meta-analysis",
        "The impact of “early” versus “late” initiation of renal replacement therapy in critical care patients with acute kidney injury: a systematic review and evidence synthesis",
        "Timing of RRT based on the presence of conventional indications",
        "Late initiation of renal replacement therapy is associated with worse outcomes in acute kidney injury after major abdominal surgery",
        "Impact of timing of renal replacement therapy initiation on outcome of septic acute kidney injury",
        "Timing of renal replacement therapy and patient outcomes in the randomized evaluation of normal versus augmented level of replacement therapy study",
        "Selection and receipt of kidney replacement in critically ill older patients with AKI",
        "When should renal replacement therapy be initiated for acute kidney injury?",
        "Patient selection and timing of continuous renal replacement therapy",
        "Dialysis versus nondialysis in patients with AKI: a propensity-matched cohort study",
        "Biomarkers for prediction of renal replacement therapy in acute kidney injury: a systematic review and meta-analysis",
        "The furosemide stress test for prediction of worsening acute kidney injury in critically ill patients: a multicenter, prospective, observational study",
        "Early versus standard initiation of renal replacement therapy in furosemide stress test non-responsive acute kidney injury patients (the FST trial)",
        "The challenge of providing renal replacement therapy in developing countries: the Latin American perspective",
        "Peritoneal dialysis in acute kidney injury: trends in the outcome across time periods",
        "Comparing continuous venovenous hemodiafiltration and peritoneal dialysis in critically ill patients with acute kidney injury: a pilot study",
        "Peritoneal dialysis for children with acute kidney injury in Lagos, Nigeria: experience with adaptations",
        "Vascular access for renal replacement therapy in acute kidney injury: are nontunneled catheters the right choice?",
        "A randomized controlled trial of regional citrate versus regional heparin anticoagulation for continuous renal replacement therapy in critically ill adults",
        "Regional citrate versus heparin anticoagulation for continuous renal replacement therapy in critically ill patients: a meta-analysis with trial sequential analysis of randomized controlled trials",
        "Citrate versus heparin anticoagulation for continuous renal replacement therapy: an updated meta-analysis of RCTs",
        "Precision continuous renal replacement therapy and solute control",
        "Dosing of renal replacement therapy in acute kidney injury: lessons learned from clinical trials",
        "Effluent volume in continuous renal replacement therapy overestimates the delivered dose of dialysis",
        "Solute clearance in CRRT: prescribed dose versus actual delivered dose",
        "Net ultrafiltration intensity and mortality in critically ill patients with fluid overload",
        "Association of net ultrafiltration rate with mortality among critically ill adults with acute kidney injury receiving continuous venovenous hemodiafiltration: a secondary analysis of the Randomized Evaluation of Normal vs Augmented Level (RENAL) of Renal Replacement Therapy trial",
        "Combination of extracorporeal membrane oxygenation and continuous renal replacement therapy in critically ill patients: a systematic review",
        "Safety and efficacy of combined extracorporeal CO2 removal and renal replacement therapy in patients with acute respiratory distress syndrome and acute kidney injury: The Pulmonary and Renal Support in Acute Respiratory Distress Syndrome Study",
        "Low flow extracorporeal CO2 removal in ARDS patients: a prospective short-term crossover pilot study",
        "A safe procedure for connecting a continuous renal replacement therapy device into an extracorporeal membrane oxygenation circuit",
        "Renal replacement therapy in critically ill patients receiving extracorporeal membrane oxygenation",
        "A multicenter international survey of renal supportive therapy during ECMO: the Kidney Intervention During Extracorporeal Membrane Oxygenation (KIDMO) Group",
        "Low-flow CO(2) removal integrated into a renal-replacement circuit can reduce acidosis and decrease vasopressor requirements",
        "Extracorporeal CO2 removal by hemodialysis: in vitro model and feasibility",
        "Carbon dioxide removal using low bicarbonate dialysis in rodents",
        "Extracorporeal CO2 removal may improve renal function of patients with acute respiratory distress syndrome and acute kidney injury: an open-label, interventional clinical trial",
        "Continuous renal replacement therapy during extracorporeal membrane oxygenation: why, when and how?",
        "Continuous renal replacement therapy during extracorporeal membrane oxygenation in patients treated in medical intensive care unit: technical considerations",
        "A new approach combining venoarterial extracorporeal membrane oxygenation and CRRT for adults: a retrospective study",
        "CRRT connected to ECMO: managing high pressures",
        "The use of regional citrate anticoagulation continuous venovenous hemofiltration in extracorporeal membrane oxygenation",
        "Extracorporeal organ support (ECOS) in critical illness and acute kidney injury: from native to artificial organ crosstalk",
        "Choice of renal replacement therapy modality and dialysis dependence after acute kidney injury: a systematic review and meta-analysis",
        "Continuous renal replacement therapy versus intermittent hemodialysis in intensive care patients: impact on mortality and renal recovery",
        "Modality of RRT and recovery of kidney function after AKI in patients surviving to hospital discharge",
        "Dipstick albuminuria and acute kidney injury recovery in critically ill septic patients",
        "The significance of tubular and glomerular proteinuria in critically ill patients with severe acute kidney injury",
        "Post-acute kidney injury proteinuria and subsequent kidney disease progression: the Assessment, Serial Evaluation, and Subsequent Sequelae in Acute Kidney Injury (ASSESS-AKI) Study",
        "Acute kidney injury (AKI) and risk of readmissions in patients with heart failure",
        "Renal replacement therapy intensity for acute kidney injury and recovery to dialysis independence: a systematic review and individual patient data meta-analysis",
        "Long-term outcome in ICU patients with acute kidney injury treated with renal replacement therapy: a prospective cohort study",
        "Process based quality improvement using a continuous renal replacement therapy dashboard",
        "Quality of care and safety measures of acute renal replacement therapy: workgroup statements from the 22nd acute disease quality initiative (ADQI) consensus conference"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "San Francisco",
            "@id": "60031970",
            "affilname": "UCSF School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031970",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Edmonton",
            "@id": "60030835",
            "affilname": "University of Alberta",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030835",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Cincinnati",
            "@id": "60030440",
            "affilname": "Cincinnati Children's Hospital Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030440",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Sydney",
            "@id": "60028333",
            "affilname": "UNSW Sydney",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028333",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Melbourne",
            "@id": "60026553",
            "affilname": "University of Melbourne",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026553",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60025272",
            "affilname": "The University of Tokyo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025272",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "San Francisco",
            "@id": "60023691",
            "affilname": "University of California, San Francisco",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023691",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "@id": "60021435",
            "affilname": "Barts and The London School of Medicine and Dentistry",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021435",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Cincinnati",
            "@id": "60017412",
            "affilname": "University of Cincinnati College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017412",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Pittsburgh",
            "@id": "60015543",
            "affilname": "University of Pittsburgh",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015543",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Brussels",
            "@id": "60012936",
            "affilname": "Cliniques Universitaires Saint-Luc",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012936",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Sao Paulo",
            "@id": "60008088",
            "affilname": "Universidade de São Paulo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008088",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "London",
            "@id": "60005518",
            "affilname": "Guy's and St Thomas' NHS Foundation Trust",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005518",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Houston",
            "@id": "60002441",
            "affilname": "Baylor College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002441",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Pittsburgh",
            "@id": "60001361",
            "affilname": "University of Pittsburgh School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001361",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Brussels",
            "@id": "116585513",
            "affilname": "Kidney Disease: Improving Global Outcomes (KDIGO)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/116585513",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "102044311",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/102044311",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "AM-Pharma",
        "Akebia Therapeutics",
        "BioPorto",
        "CytoSorbents",
        "KDIGO",
        "LaJolla Pharma",
        "National University Hospital Singapore",
        "NxStage",
        "Otsuka",
        "Quark Pharmaceuticals",
        "RenalSense",
        "Vifor Fresenius Medical Care Renal Pharma",
        "National Institutes of Health",
        "Amgen",
        "AstraZeneca",
        "Novartis",
        "Baxter",
        "Boehringer Ingelheim",
        "Astute Medical",
        "MSD",
        "Fresenius Medical Care",
        "Health Research Council of New Zealand",
        "Fundação de Amparo à Pesquisa do Estado de São Paulo",
        "Kyowa Kirin"
    ]
}