{
    "eid": "2-s2.0-84962052502",
    "title": "Bacillus piscicola sp. nov., isolated from Thai fish sauce (Nam-pla)",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [],
    "authors": [
        "Rungsima Daroonpunt"
    ],
    "citedby-count": 11,
    "ref-count": 39,
    "ref-list": [
        "Antibiotics in Laboratory Medicine",
        "Bacillus polygoni sp. nov., a moderately halophilic non-motile obligate alkaliphile isolated from indigo balls",
        "Bacillus iranensis sp. nov., a moderate halophile from a hypersaline lake",
        "Cowan and Steel’s Manual for the Identification of Medical Bacteria",
        "Bacillus chagannorensis sp. nov., a moderate halophile from a soda lake in inner Mongolia, China",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Evolution",
        "Rapid flagella stain.",
        "Bacillus oryzaecorticis sp. nov., a moderately halophilic bacterium isolated from rice husks",
        "Tech Bull N Y St Agric Exp Stn",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "Fatty acids in the genus Bacillus. II. Similarity in the fatty acid compositions of Bacillus thuringiensis, Bacillus anthracis, and Bacillus cereus.",
        "4 Lipid and Cell-Wall Analysis in Bacterial Systematics",
        "Bacillus solimangrovi sp. nov., isolated from mangrove soil",
        "DETERMINATION OF CARBOHYDRATE METABOLISM OF MARINE BACTERIA.",
        "Bacillus salarius sp. nov., a halophilic, spore-forming bacterium isolated from a salt lake in China",
        "Fish sauce products and manufacturing: A review",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Isolation of Lentibacillus salicampi strains and Lentibacillus juripiscarius sp. nov. from fish sauce in Thailand",
        "Bacillus vietnamensis sp. nov., a moderately halotolerant, aerobic, endospore-forming bacterium isolated from Vietnamese fish sauce",
        "List of Prokaryotic Names with Standing in Nomenclature: A Folder Available on the Internet",
        "Bacillus pakistanensis sp. nov., a halotolerant bacterium isolated from salt mines of the Karak Area in Pakistan",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids",
        "The Prokaryotes: The Handbook on The Biology of Bacteria",
        "Bacillus Rigiliprofundi sp. nov., an endospore-forming, mn-oxidizing, moderately halophilic bacterium isolated from deep subseafloor basaltic crust",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Fish Fermentation",
        "Lentibacillus halophilus sp. nov., from fish sauce in Thailand",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "Jpn J Lactic Acid Bacteria",
        "THE DIFFERENTIATION OF PSEUDOMONAS FROM OTHER GRAM‐NEGATIVE BACTERIA ON THE BASIS OF ARGININE METABOLISM",
        "Biology of moderately halophilic aerobic bacteria",
        "Int J Syst Bacteriol",
        "Bacillus marisflavi sp. nov. and Bacillus aquimaris sp. nov., isolated from sea water of a tidal flat of the Yellow Sea in Korea",
        "Bacillus oshimensis sp. nov., a moderately halophilic, non-motile alkaliphile"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tsukuba",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}