{
    "eid": "2-s2.0-85106913520",
    "title": "Antidiuretic hormone inhibits osteogenic differentiation of dental follicle stem cells via V1a receptors and the PLC-IP3 pathway",
    "cover-date": "2021-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Otorhinolaryngology",
            "@code": "2733",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Dentistry (all)",
            "@code": "3500",
            "@abbrev": "DENT"
        },
        {
            "@_fa": "true",
            "$": "Cell Biology",
            "@code": "1307",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "ADH",
        "Calcium signaling",
        "Dental follicle stem cells",
        "Osteogenesis"
    ],
    "authors": [
        "P. Kongthitilerd",
        "A. Sharma",
        "H. E. Guidry",
        "W. Rong",
        "J. Nguyen",
        "S. Yao",
        "S. Adisakwattana",
        "H. Cheng"
    ],
    "citedby-count": 0,
    "ref-count": 26,
    "ref-list": [
        "Vasopressin: physiology, assessment and osmosensation",
        "Polymeric sheet actuators with programmable bioinstructivity",
        "Comparison of murine dental follicle precursor and retinal progenitor cells after neural differentiation in vitro",
        "Intercellular calcium waves integrate hormonal control of glucose output in the intact liver",
        "Arginine vasopressin-mediated cardiac differentiation: Insights into the role of its receptors and nitric oxide signaling",
        "Calcium signaling pathway genes RUNX2 and CACNA1C are associated with calcific aortic valve disease",
        "Depletion of intracellular calcium stores activates a calcium current in mast cells",
        "Glucose transport by human renal Na+/D-glucose cotransporters SGLT1 and SGLT2",
        "Characterization of Ca(2+) signaling pathways in human mesenchymal stem cells",
        "Genetic manipulation of calcium release-activated calcium channel 1 modulates the multipotency of human cartilage-derived mesenchymal stem cells",
        "Analysis of relative gene expression data using real-time quantitative PCR and the 2(-Delta Delta C(T)) Method",
        "Vasopressin stimulates the proliferation and differentiation of red blood cell precursors and improves recovery from anemia",
        "Multilineage differentiation of dental follicle cells and the roles of Runx2 over-expression in enhancing osteoblast/cementoblast-related gene expression in dental follicle cells",
        "Purinergic and store-operated Ca(2+) signaling mechanisms in mesenchymal stem cells and their roles in ATP-Induced stimulation of cell migration",
        "Phosphoproteomic identification of Vasopressin/cAMP/PKA-Dependent signaling in kidney",
        "Vasopressin-dependent myogenic cell differentiation is mediated by both Ca2+/calmodulin-dependent kinase and calcineurin pathways",
        "Store-operated CRAC channels regulate gene expression and proliferation in neural progenitor cells",
        "Development and therapeutic indications of orally-active non-peptide vasopressin receptor antagonists",
        "Skeletal muscle regeneration in mice is stimulated by local overexpression of V1a-vasopressin receptor",
        "Arginine vasopressin inhibits adipogenesis in human adipose-derived stem cells",
        "CRACM1 is a plasma membrane protein essential for store-operated Ca2+ entry",
        "Osteogenic differentiation of MSC through calcium signaling activation: Transcriptomics and functional analysis",
        "Differentiation of stem cells in the dental follicle",
        "Characterization of receptors mediating AVP- and OT-induced glucagon release from the rat pancreas",
        "Dental stem cell and dental tissue regeneration",
        "Bone morphogenetic protein 2 induces dental follicle cells to differentiate toward a cementoblast/osteoblast phenotype"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Baton Rouge",
            "@id": "60026632",
            "affilname": "School of Veterinary Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026632",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}