{
    "eid": "2-s2.0-85069875077",
    "title": "Post-treatment patient-reported outcome measures in a group of Thai dental implant patients",
    "cover-date": "2019-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Oral Surgery",
            "@code": "3504",
            "@abbrev": "DENT"
        }
    ],
    "keywords": [
        "implant therapy",
        "patient-reported outcome measures",
        "post-treatment"
    ],
    "authors": [
        "Pat Vipattanaporn",
        "Nikos Mattheos",
        "Pagaporn Pisarnturakit",
        "Atiphan Pimkhaokham",
        "Keskanya Subbalekha"
    ],
    "citedby-count": 7,
    "ref-count": 22,
    "ref-list": [
        "A qualitative analysis on participants' perspectives on oral implants",
        "Patients' expectations before and evaluation after dental implant therapy",
        "Soft tissue reaction to de novo plaque formation on implants and teeth. An experimental study in the dog",
        "Patient-reported outcomes of dental implant therapy in a large randomly selected sample",
        "Implant stability, tissue conditions, and patient self-evaluation after treatment with osseointegrated implants in the posterior mandible",
        "Group 3 ITI consensus report: Patient-reported outcome measures associated with implant dentistry",
        "Social media patient testimonials in implant dentistry: Information or misinformation?",
        "What are the longevities of teeth and oral implants?",
        "Patient-centered perspectives and understanding of peri-implantitis",
        "Provision of information on dental implant treatment: Patients' thoughts and experiences",
        "Provision of information to patients on dental implant treatment: Clinicians' perspectives on the current approaches and future strategies",
        "Impact of maintenance therapy for the prevention of peri-implant diseases: A systematic review and meta-analysis",
        "Improvements in implant dentistry over the last decade: Comparison of survival and complication rates in older and newer publications",
        "Patients' satisfaction following implant therapy. A 10-year prospective cohort study",
        "Progress and trends in patients' mindset on dental implants. I: Level of information, sources of information and need for patient information",
        "Representative marketing-oriented study on implants in the Austrian population. I. Level of information, sources of information and need for patient information",
        "Patient-related outcome measures with implant therapy after 5 years",
        "Longevity of teeth and implants - a systematic review",
        "Patient satisfaction and quality of single-tooth restorations",
        "Public perceptions of dental implants: A qualitative study",
        "What do patients expect from treatment with dental implants? Perceptions, expectations and misconceptions: A multicenter study",
        "Experimental peri-implant mucositis in man"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hong Kong",
            "@id": "60006541",
            "affilname": "The University of Hong Kong",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006541",
            "affiliation-country": "Hong Kong"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}