{
    "eid": "2-s2.0-85015214116",
    "title": "Nontraditional Methods to Evaluate Wound Healing",
    "cover-date": "2017-03-01",
    "subject-areas": [
        {
            "$": "Dermatology",
            "@code": "2708"
        },
        {
            "$": "Surgery",
            "@code": "2746"
        }
    ],
    "keywords": [],
    "authors": [
        "Sukhontha Hasatsri"
    ],
    "citedby-count": 5,
    "ref-count": 45,
    "ref-list": [
        "Definitions and guidelines for assessment of wounds and evaluation of healing",
        "Guidance for industry: Chronic cutaneous ulcer and burn wounds - Developing products for treatment: Draft - Not for implementation",
        "Measure: A proposed assessment framework for developing best practice recommendations for wound assessment",
        "A comparison of computer-assisted and manual wound size measurement.",
        "Exudate assessment and management",
        "A new smartphone-based method for wound area measurement",
        "Wound measurement comparing the use of acetate tracings and Visitrak™ digital planimetry",
        "Stereophotogrammetry for measuring rates of cutaneous healing: A comparison with conventional techniques",
        "Digital planimetry results in more accurate wound measurements: A comparison to standard ruler measurements",
        "A novel and accurate technique of photographic wound measurement",
        "Rama Nurs J",
        "Wounds measured from digital photographs using photodigital planimetry software: Validation and rater reliability",
        "Endod Top",
        "Wound Essentials",
        "Wound Care: A Collaborative Practice Manual for Health Professionals. 4th Ed",
        "Digital measurement and analysis of wounds based on colour segmentation",
        "Wound fluid management in wound care: The role of a hydroconductive dressing",
        "A digital assessment and documentation tool evaluated for daily podiatric wound practice",
        "Wound Healing and Skin Integrity: Principles and Practice",
        "Comparison of closed chamber and open chamber evaporimetry",
        "A closed unventilated chamber for the measurement of transepidermal water loss",
        "Effects of occlusive and semiocclusive dressings on the return of barrier function to transepidermal water loss in standardized human wounds",
        "Epidermal wound healing in severe sepsis and septic shock in humans",
        "Scar quality and physiologic barrier function restoration after moist and moist-exposed dressings of partial-thickness wounds",
        "Instrumental evaluation of the protective effects of a barrier film on surrounding skin in chronic wounds",
        "The effect of adhesive dressing edges on cutaneous irritancy and skin barrier function.",
        "Randomized Clinical Trial of the Innovative Bilayered Wound Dressing Made of Silk and Gelatin: Safety and Efficacy Tests Using a Split-Thickness Skin Graft Model",
        "Treatment of minor wounds from dermatologic procedures: A comparison of three topical wound care ointments using a laser wound model",
        "Rapid healing and reduced erythema after ablative fractional carbon dioxide laser resurfacing combined with the application of autologous platelet-rich plasma",
        "Comparison of transepidermal water loss and laser scanning microscopy measurements to assess their value in the characterization of cutaneous barrier defects",
        "Guidelines for transepidermal water loss (TEWL) measurement: A Report from the Standardization Group of the European Society of Contact Dermatitis",
        "Transepidermal water loss in young and aged healthy humans: A systematic review and meta-analysis",
        "Skin Aging: Effect on Transepidermal Water Loss, Stratum Corneum Hydration, Skin Surface pH, and Casual Sebum Content",
        "Age-related changes in skin barrier function - Quantitative evaluation of 150 female subjects",
        "Proceedings of the 10th ICBEM Tallinn Estonia",
        "Impedance measurement of individual skin surface electrodes",
        "Real-time monitoring of moisture levels in wound dressings in vitro: An experimental study",
        "Electrical characteristics of the skin. The impedance of the surface sheath and deep tissues.",
        "Plastic Surgery",
        "The physiology of wound healing.",
        "Effects of dermatitis, stripping, and steroids on the morphology of corneocytes. A new bioassay",
        "A novel in vitro stripping method to study geometry of corneocytes with fluorescent microscopy: Example of aging skin",
        "The experimental study on corneocytes of chronically irritated skin (II).",
        "Clinical Efficacy of Wound Dressing Containing Silk Sericin for Split-thickness Skin Graft Donor Site Treatment"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}