{
    "eid": "2-s2.0-85039921941",
    "title": "A new species of trichopeltis pocock, 1894 from southern china, with a checklist and a distribution map of trichopeltis species (diplopoda, polydesmida, cryptodesmidae)",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Paleontology",
            "@code": "1911"
        },
        {
            "$": "Insect Science",
            "@code": "1109"
        },
        {
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101"
        },
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "China",
        "Cryptodesmidae",
        "Millipede",
        "New species",
        "Trichopeltis"
    ],
    "authors": [
        "Natdanai Likhitrakarn"
    ],
    "citedby-count": 3,
    "ref-count": 28,
    "ref-list": [
        "On some surface structures of potential taxonomic importance in families of the suborders Polydesmidea and Dalodesmidea (Polydesmida, Diplopoda)",
        "II. Theil. Denkschriften der Akademie der Wissenschaften Wien, mathematisch-naturwissenschaftliche Classe",
        "Archiv für Naturgeschichte",
        "Memoirs of the Indian Museum",
        "Mémoires du Muséum national d’Histoire naturelle",
        "Das Tierreich",
        "Mémoires du Muséum national d’Histoire naturelle, Sér. A (Zoologie)",
        "Brandtia",
        "Arthropoda Selecta",
        "Fauna i ekologiya zhivotnykh Vietnama [Fauna and animal ecology of Vietnam]",
        "Tropical Natural History",
        "The millipede family Cryptodesmidae in Indochina (Diplopoda, Polydesmida)",
        "Tropical Natural History",
        "Arthropoda Selecta",
        "One new and two little-known species of the millipede family Cryptodesmidae from Indochina (Diplopoda, Polydesmida)",
        "A species checklist of the millipedes (Myriapoda, Diplopoda) of India",
        "Annals and Magazine of Natural History, Series",
        "Studies on Neotropical Fauna and Environment",
        "Entomologische Berichten",
        "Annali del Museo Civico di Storia Naturale di Genova",
        "A checklist of the millipedes (Diplopoda) of Laos",
        "A checklist of the millipedes (Diplopoda) of Cambodia",
        "Three new cavernicolous species of the millipede genus trichopeltis pocock, 1894 from southern China (Diplopoda, polydesmida, cryptodesmidae)",
        "Zoologische Ergebnisse einer Reise in Niederländisch Ost-Indien",
        "IV. Report upon the Polydesmoidea collected by Sig. L. Fea, Mr. E. W. Oates and others. Annali del Museo Civico di Storia Naturale di Genova, Serie 2",
        "Journal of the Madras University, Series B",
        "Insecta Mundi",
        "Archiv für Naturgeschichte, NF"
    ],
    "affiliation": [
        {
            "affiliation-city": "Moscow",
            "affilname": "A.N. Severtsov Institute of Ecology and Evolution Russian Academy of Sciences",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Maejo University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Office of the Royal Development Projects Board",
        "RDPB",
        "Thailand Research Fund"
    ]
}