{
    "eid": "2-s2.0-85087395088",
    "title": "Review strategies in a first-year university undergraduate thai EFL writing context",
    "cover-date": "2020-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Language and Linguistics",
            "@code": "1203",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Linguistics and Language",
            "@code": "3310",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "English proficiency",
        "Review strategies",
        "Thai EFL context",
        "University undergraduates",
        "Writing"
    ],
    "authors": [
        "Walaipun Puengpipattrakul"
    ],
    "citedby-count": 0,
    "ref-count": 52,
    "ref-list": [
        "The effects of trained peer responses on ESL students‘ revision types and writing quality",
        "Teaching in the disciplines",
        "How do students of German perceive feedback practices at university? A motivational exploration",
        "Feedback providing improvement strategies and reflection on feedback use: Effects on students‘ writing motivation, process, and performance",
        "The effects of focused and unfocused written corrective feedback in an English as a foreign language context",
        "Analyzing Revision",
        "The Effect of English Writing Proficiency in the Type and Amount of Errors Produced by Moroccan EFL Students",
        "Fossilization—A classic concern of SLA research",
        "Peer feedback on academic writing: undergraduate students‘ peer feedback role, peer feedback perceptions and essay performance",
        "The Effect of Self-and Peer-assessment on Iranian EFL Learners‘ Argumentative Writing Performance",
        "Using the revision process to help international students understand the linguistic construction of the academic identity",
        "The role of feedback",
        "Key aspects of teaching and learning in computing science",
        "Collaborative revision in L2 writing: learners‘ reflections",
        "The Effect of Teacher-Feedback, Peer-Feedback, and Self-Revision on Iranian EFL Learners‘ Form and Content Revision",
        "The effect of language proficiency on the negotiation in peer review in EFL context",
        "Teaching and testing writing",
        "Assessment of Thai EFL undergraduates‘ writing competence through integrated feedback",
        "Peer review: Is giving corrective feedback better than receiving it in L2 writing?",
        "Teaching Writing Through Process-Genre Based Approach",
        "Toward an understanding of the distinct nature of L2 writing: The ESL research and its implications",
        "The Impact of Peer Review on EFL Learners‘ Writing Proficiency: Global and Local Aspects",
        "How to prepare learners to use corpora?",
        "Peer Feedback Content and Sender‘s Competence Level in Academic Writing Revision Tasks: Are They Critical for Feedback Perceptions and Efficiency?",
        "Students‘ Perspectives on the Use of Peer Feedback in an English as a Second Language Writing Class",
        "A critical look at the Communicative Approach (1)",
        "The Impact of Peer Review on Writing Development in French as a Foreign Language",
        "Do Secondary L2 Writers Benefit from Peer Comments?",
        "The Effects of the Peer Feedback Process on Reviewers‘ Own Writing",
        "Tutoring and Revision: Second Language Writers in the Writing Center"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}