{
    "eid": "2-s2.0-84923281794",
    "title": "Molluscicidal activity of Camellia oleifera seed meal",
    "cover-date": "2014-12-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Organic farming",
        "Pomacea canaliculata",
        "Rice technology",
        "Saponin",
        "Tea oil camellia"
    ],
    "authors": [
        "Supunsa Kijprayoon"
    ],
    "citedby-count": 22,
    "ref-count": 26,
    "ref-list": [
        "J Nat Resour",
        "Dictionary of Chinese Traditional Medicine",
        "Medicinal Plants of East and Southeast Asia",
        "The use of saponin to control predaceous fishes in shrimp ponds",
        "Saponins. Chemistry and Pharmacology of Natural Products",
        "Histoire Naturelle des Animaux Sans Vertèbres",
        "Micronesica Suppl",
        "The golden apple snail Pomacea canaliculata in asian rice farming systems: Present impact and future threat",
        "Environmental impact of two molluscicides: Niclosamide and metaldehyde in a rice paddy ecosystem",
        "Efficiency of Tea Seed Cake (Camellia Sinensis) and Derris Roots (Derris Elliptica) Extracts for Controlling of Golden Apple Snails (Pomacea Canaliculata)",
        "Quantitative thin layer chromatographic analysis of the saponins in tea seed meal",
        "Molluscicide screening and evaluation.",
        "J Econ Entomol",
        "Probit Analysis",
        "Molluscicidal saponins from Sapindus mukorossi, inhibitory agents of golden apple snails, Pomacea canaliculata",
        "New Saponins from Phytolacca dodecandra l'HERIT",
        "Camellidins, antifungal saponins isolated from camellia Japonica",
        "A New Glucuronide Saponin from Tea Leaves (Camellia sinensis var. sinensis)t",
        null,
        null,
        "Bioactive saponins and glycosides. XV. Saponin constituents with gastroprotective effect from the seeds of tea plant, Camellia sinensis L. var. assamica Pierre, cultivated in Sri Lanka: Structures of assamsaponins A, B, C, D, and E",
        "Bioactive saponins and glycosides. XVII. Inhibitory effect on gastric emptying and accelerating effect on gastrointestinal transit of tea saponins: Structures of assamsaponins F, G, H, I, and J from the seeds and leaves of the tea plant",
        "Triterpenoid saponins from the roots of tea plant (Camellia sinensis var. assamica)",
        "Studies on chemical constituents of Camellia oleifera Abel",
        "Saponins. Chemistry and Pharmacology of Natural Products",
        "Toxicological activity of crude saponin extract of ficus platyphylla"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}