{
    "eid": "2-s2.0-84994716119",
    "title": "Preparation of hemp nanofibers from agricultural waste by mechanical defibrillation in water",
    "cover-date": "2017-01-20",
    "subject-areas": [
        {
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209"
        },
        {
            "$": "Strategy and Management",
            "@code": "1408"
        },
        {
            "$": "Renewable Energy",
            "@code": "2105"
        },
        {
            "$": "General Environmental Science",
            "@code": "2300"
        }
    ],
    "keywords": [
        "Hemp",
        "High pressure homogenizer",
        "Mechanical defibrillation",
        "Mechanical isolation",
        "Microfluidizer",
        "Nanocellulose"
    ],
    "authors": [
        "Kamonwan Pacaphol"
    ],
    "citedby-count": 91,
    "ref-count": 33,
    "ref-list": [
        "Non-woody plants as raw materials for production of microfibrillated cellulose (MFC): A comparative study",
        "Flow properties of microcrystalline cellulose suspension prepared by acid treatment of native cellulose",
        "Investigation on the effect of cellulosic nanoparticles' morphology on the properties of natural rubber based nanocomposites",
        "Control of size and viscoelastic properties of nanofibrillated cellulose from palm tree by varying the TEMPO-mediated oxidation time",
        "Plant fibers as reinforcement for green composites",
        "Methods of Wood Chemistry",
        "Cellulose microfibrils: A novel method of preparation using high shear refining and cryocrushing",
        "Novel process for isolating fibrils from cellulose fibers by high-intensity ultrasonication. II. fibril characterization",
        "Fabrication of nanocelluloses from hemp fibers and their application for the reinforcement of hemp fibers",
        "Optimization of high pressure homogenization parameters for the isolation of cellulosic nanofibers using response surface methodology",
        "Mechanical behavior of sheets prepared from sugar beet cellulose microfibrils",
        "Nanocellulose: From nature to high performance tailored materials",
        "Hemp: A more sustainable annual energy crop for climate and energy policy",
        "TEMPO-mediated surface oxidation of cellulose whiskers",
        "Characterization of the supermolecular structure of cellulose in wood pulp fibres",
        "Characteristics of cellulose nanofibers isolated from rubberwood and empty fruit bunches of oil palm using chemo-mechanical process",
        "Effects of hydrolysis conditions on the morphology, crystallinity, and thermal stability of cellulose nanocrystals extracted from kenaf bast fibers",
        "Preparation of cellulose nanofibrils by high-pressure homogenizer and cellulose-based composite films",
        "J. Educ. Modul. Mater. Sci. Eng.",
        "Proceedings of the Chemistry and Processing of Wood and Plant Fibrous Materials, Cellucon 1994. Bangor, U.K",
        "Ind. Eng. Chem.",
        "Cellulose Fundamental Aspects",
        "Preparation of ultrasonic-assisted high carboxylate content cellulose nanocrystals by tempo oxidation",
        "An Empirical Method for Estimating the Degree of Crystallinity of Native Cellulose Using the X-Ray Diffractometer",
        "Nanofibrillation of wood pulp using a high-speed blender",
        "Study of structural morphology of hemp fiber from the micro to the nanoscale",
        "Microfibrillated cellulose from mangosteen (Garcinia mangostana L.) rind: Preparation, characterization, and evaluation as an emulsion stabilizer",
        "Characteristics of hemicellulose, cellulose and lignin pyrolysis",
        "Ultrasonic technique for extracting nanofibers from nature materials"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Center of Excellence on Petrochemical and Materials Technology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadapisek Sompoch Endowment Fund",
        "Chulalongkorn University"
    ]
}