{
    "eid": "2-s2.0-85028453091",
    "title": "Impact Analysis of Start-Up Lost Time at Major Intersections on Sathorn Road Using a Synchro Optimization and a Microscopic SUMO Traffic Simulation",
    "cover-date": "2017-08-12",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "General Computer Science",
            "@code": "1700"
        }
    ],
    "keywords": [
        "cycle length",
        "signalized intersection",
        "Start-up lost time",
        "traffic signal light optimization",
        "travel time"
    ],
    "authors": [
        "Suneet Kumar Singh"
    ],
    "citedby-count": 8,
    "ref-count": 23,
    "ref-list": [
        "Tom Tom Trafflc Index",
        "Integrated Sustainable Mobility in Cities, World Business Council Sustain-able Develeopment",
        "World Business Council Sustainable Development (WBCSD) Mobility Sathorn Model Project.",
        "Private Motorized Transport",
        "J. Eastern Asia Soc. Transp. Stud.",
        "Int. J. Trafflc Transp. Eng.",
        "Kentucky Transp. Res. Program",
        "Effects of countdown timers on queue discharge characteristics of through movement at a signalized intersection",
        "J. Eeastern Asia Soc. Tranp. Stud.",
        "Estimation of saturation flow rate and start-up lost time for signal timing based on headway distribution",
        "Synchro Studio 9 User Guide",
        "Proc. 4th Middle East Symp. Simulation Modeling (MESM)",
        "Urban Street Concepts Highway Capacity Manual",
        "Split-cycle offset optimization technique and coordinated actuated traffic control evaluated through microsimulation",
        "Signalized Intersection: Supplemental Highway Capacity Manual, Transp. Res. Board",
        "Transp. Syst. Eng.",
        "Identification of oversaturated intersections using high-resolution traffic signal data",
        "Estimating the minimum delay optimal cycle length based on a time-dependent delay formula",
        "Traffic signal coordinated control optimization: A case study",
        "Optimization of urban road traffic in Intelligent Transport Systems",
        "Proc. 3rd Int. Conf. Adv. Syst. Simulation",
        "Transp. Problem",
        "Performance comparison between queueing theoretical optimality and q-learning approach for intersection traffic signal control"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}