{
    "eid": "2-s2.0-84946546530",
    "title": "Long-term trends and variability of total and extreme precipitation in Thailand",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "Atmospheric Science",
            "@code": "1902"
        }
    ],
    "keywords": [
        "Extreme indices",
        "Precipitation",
        "Thailand",
        "Trend"
    ],
    "authors": [
        "Atsamon Limsakul"
    ],
    "citedby-count": 173,
    "ref-count": 77,
    "ref-list": [
        "Report WMO-TD 1186",
        "Changes in precipitation and temperature extremes in Central America and northern South America, 1961-2003",
        "Global observed changes in daily climate extremes of temperature and precipitation",
        "Atmospheric warming and the amplification of precipitation extremes",
        "The impact of changing rainfall variability on resource-dependent wealth dynamics",
        "Changes in temperature and precipitation extremes over the Indo-Pacific region from 1971 to 2005",
        "Progress in research on homogenization of climate data",
        "Changes in means and extreme events of temperature and precipitation in the Asia-Pacific Network region, 1955-2007",
        "Changes in precipitation extremes in the Hawaiian Islands in a warming climate",
        "Long-term trends and extremes in observed daily precipitation and near surface air temperature in the Philippines for the period 1951-2010",
        "A decade of weather extremes",
        "The International Disaster Database, Center for Research on the Epidemiology of Disasters",
        "Adv. Sci. Res.",
        "Updated analyses of temperature and precipitation extreme indices since the beginning of the twentieth century: The HadEX2 dataset",
        "Changes in extreme temperature and precipitation in the Arab region: Long-term trends and variability related to ENSO and NAO",
        "Trends in precipitation extremes over Southeast Asia",
        "Active Archives of Large Floods, 1985-Present",
        "Thailand Flood Monitoring System, Geo-Informatics and Space Technology Development Agency",
        "Increasing trend of extreme rain events over India in a warming environment",
        "Variations of twentieth-century temperature and precipitation extreme indicators in the northeast United States",
        "Continental-scale impacts of intra-seasonal rainfall variability on simulated ecosystem responses in Africa",
        "Regional precipitation trends: Distinguishing natural variability from anthropogenic forcing",
        "The extreme cold anomaly over Southeast Asia in February 2008: Roles of ISO and ENSO",
        "Evolution of ENSO-related rainfall anomalies in Southeast Asia region and its relationship with atmosphere - Ocean variations in Indo-Pacific sector",
        "Influence of modes of climate variability on global precipitation extremes",
        "Asymmetry in the response of eastern Australia extreme rainfall to low-frequency Pacific variability",
        "Urbanization signature in the observed heavy rainfall climatology over India",
        "Changes in daily temperature and precipitation extremes in central and south Asia",
        "WMO-TD No. 1500",
        "Hydrol. Res. Lett.",
        "Influence of PDO on South Asian summer monsoon and monsoon-ENSO relation",
        "Hydrol. Res. Lett.",
        "Detecting trends in tropical rainfall characteristic, 1979-2003",
        "J. Environ. Res.",
        "J. Environ. Res.",
        "J. Environ. Res.",
        "A Pacific Interdecadal Climate Oscillation with Impacts on Salmon Production",
        "United Kingdom daily precipitation intensity: Improved early data, error estimates and an update from 2000 to 2006",
        "An updated assessment of trends and variability in total and extreme rainfall in the western Pacific",
        "Human contribution to more-intense precipitation extremes",
        "Climatic trends in major U.S. urban areas, 1950-2009",
        "The variability of the Southeast Asian summer monsoon",
        "Trends in indices for extremes in daily temperature and precipitation in central and western Europe, 1901-99",
        "Indices for daily temperature and precipitation extremes in Europe analyzed for the period 1901-2000",
        "Office of the National Economic and Social Development Board",
        "Variations of surface temperature and rainfall in Vietnam from 1971 to 2010",
        "Linkages between ENSO/PDO signals and precipitation, streamflow in China during the last 100 years",
        "Comparative analysis of indices of extreme rainfall events: Variations and trends from southern México",
        "Monitoring changes in climate extremes: A tale of international collaboration",
        "Homogeneity adjustments of in situ atmospheric climate data: A review",
        "Explaining extreme events of 2011 from a climate perspective",
        "Precipitation and damaging floods: Trends in the United States, 1932-97",
        "Spatial and temporal trends of mean and extreme rainfall and temperature for the 33 urban centers of the arid and semi-arid state of Rajasthan, India",
        "The predictability of interdecadal changes in ENSO activity and ENSO teleconnections",
        "North Atlantic Oscillation influence and weather types associated with winter total and extreme precipitation events in Spain",
        "Tenki",
        "Influence of Pacific decadal oscillation and El Niño Southern oscillation on the summer monsoon precipitation in Myanmar",
        "A review of current investigations of urban-induced rainfall and recommendations for the future",
        "Changes in extreme daily rainfall for São Paulo, Brazil",
        "Interannual and interdecadal variability of Thailand summer monsoon season",
        "A climatological monsoon break in rainfall over Indochina - A singularity in the seasonal march of the Asian summer monsoon",
        "Decreasing trend in rainfall over Indochina during the late summer monsoon: Impact of tropical cyclones",
        "On the roles of the northeast cold surge, the Borneo vortex, the Madden-Julian Oscillation, and the Indian Ocean Dipole during the extreme 2006/2007 flood in southern Peninsular Malaysia",
        "The changing character of precipitation",
        "Bull. Am. Meteorol. Soc.",
        "Long-term trends and variability of rainfall extremes in the Philippines",
        "Accounting for autocorrelation in detecting mean shifts in climate data series using the penalized maximal t or F test",
        "Atmosphere-warm ocean interaction and its impacts on Asian-Australian monsoon variation",
        "Penalized maximal t test for detecting undocumented mean change in climate data series",
        "Effect of urbanization on the winter precipitation distribution in Beijing area",
        "Interannual variations of East Asian trough axis at 500 hPa and its association with the East Asian winter monsoon pathway",
        "A case study on a strong tropical disturbance and record heavy rainfall in Hat Yai, Thailand during the winter monsoon",
        "Measuring the strength of ENSO events: How does 1997/98 rank?",
        "ENSO-like interdecadal variability: 1900-93",
        "Trends in Middle East climate extreme indices from 1950 to 2003",
        "The influence of large-scale climate variability on winter maximum daily precipitation over North America",
        "Indices for monitoring changes in extremes based on daily temperature and precipitation data"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathumtani",
            "affilname": "Environmental Research and Training Center",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "International Development Research Centre",
        "Thailand Research Fund"
    ]
}