{
    "eid": "2-s2.0-84977907968",
    "title": "Climate and Society",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Management",
            "@code": "2308"
        },
        {
            "$": "Atmospheric Science",
            "@code": "1902"
        },
        {
            "$": "Global and Planetary Change",
            "@code": "2306"
        }
    ],
    "keywords": [
        "Climate governance",
        "Climate resilience",
        "Climate society",
        "Human health",
        "Remote communities",
        "Vulnerability"
    ],
    "authors": [
        "Kanayathu Koshy"
    ],
    "citedby-count": 2,
    "ref-count": 104,
    "ref-list": [
        "Climate Change and Variability Implications on Biodiversity – Youth Scenario Simulations and Adaptations",
        "Youth Action for Climate Change through Art. Asia-Pacific Mountain Courier",
        "Kobe: Asia-Pacific Network for Global Change Research",
        "Annual Report 2008–2009",
        "January 2009 Heatwave in Victoria: An Assessment of Health Impacts",
        "A Report under the United Nations Framework Convention on Climate Change",
        "Glaciers, glacial lakes and glacial lake outburst floods in the Mount Everest region, Nepal",
        "Identifying vulnerable subpopulations for climate change health effects in the United States",
        "Asia-Pacific Network for Global Change Research",
        "Bangkok Post",
        "Climate change and small island states: Power, knowledge and the South Pacific",
        "Accommodating Migration to Promote Adaptation to Climate Change",
        "Copenhagen: CGIAR Research Program on Climate Change, Agriculture and Food Security (CCAFS)",
        "'Earth system governance' as a crosscutting theme of global change research",
        "Science and Implementation Plan of the Earth System Governance Project (Earth System Governance Report, 1, IHDP Report, 20)",
        "Earth system governance: A research framework",
        "Assessing the roles of temperature, precipitation, and ENSO in dengue re-emergence on the Texas-Mexico border region",
        "GNS Science Report 2006/038. Wellington: Institute of Geological and Nuclear Sciences",
        "Community Relocation as an Option for Adaptation to the Effects of Climate Change and Climate Variability in Pacific Island Countries (Pics)",
        "Shima. International Journal of Research into Island Cultures",
        "An overview of natural hazard planning in the pacific island region",
        "Printed in June",
        "Human Health and Climate Change",
        "Urbanisation in the Island Pacific: Towards Sustainable Development",
        "Managing the health effects of climate change. Lancet and University College London Institute for Global Health Commission",
        "Presented in the Second Stakeholders Workshop on NAPA in Agriculture Sector",
        "Climate-based models for understanding and forecasting dengue epidemics",
        "A Thesis Submitted for the Degree of Doctor of Philosophy in the School of Environmental Sciences",
        "On the role of climate scenarios for adaptation planning",
        "Carbon Governance in Asia: Bridging Scales and Disciplines",
        "Paper Presented at the Expert Seminar: Human Right to Decent Environment; with Special Reference to the Indigenous Peoples",
        "Rome: Food and Agriculture Organization of the United Nations (FAO)",
        "Pacific Island Paradise – Wasting Away",
        "Revenue (Disaster Management) Department, Government of Andhra Pradesh",
        "Proceedings of Consultative Technical Workshop to Raise Awareness and Identify the Priority Research and Development Areas in Livestock Subsector Addressing Climate Change",
        "Climate Change in the Mid Hills of Nepal; Facts Or Fictions? From a farmers’ Perspective",
        "Kathmandu: International Center for Integrated Mountain Development",
        "Towards a formal framework of vulnerability to climate change",
        "Contribution of Working Group II to the Third Assessment Report of the Intergovernmental Panel on Climate Change (IPCC)",
        "Contribution of Working Groups I, II and III to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change",
        "A Special Report of Working Groups I and II of the Intergovernmental Panel on Climate Change",
        "Climate Governance beyond the State",
        "APN Project Report: Cba2012-04Nsy-Kanie",
        "Global Climate Change Impacts in the US. US Global Change Research Program (USGCRP)",
        "Introduction: Exploring and explaining the Asia-Pacific partnership on clean development and climate",
        "New model of reef-island evolution: Maldives, Indian Ocean",
        "Training Institute on Climate and Extreme Events in the Pacific",
        "Elevated sea surface temperature during May 2010 induces mass bleaching of corals in the Andaman",
        "Adaptation Policy Frameworks for Climate Change: Developing Policies, Strategies and Measures. UNDP/GEF",
        "Improving Pacific Island Meteorological Data Rescue and Data Visualisation Capabilities through Involvement in Emerging Climate Research Programmes",
        "Climate Change in the Eastern Himalayas: Advancing Community-Based Scientific Capacity to Support Climate Change Adaptation",
        "Pacific Mountain Courier: Special Issue on Youth Action for Climate Change through Art",
        "Climate change and human health: Present and future risks",
        "Applying Climate Information to Enhance the Resilience of Farming Systems Exposed to Climatic Risk in South and Southeast Asia",
        "Greenhouse-gas emission targets for limiting global warming to 2°C",
        "Climate Change 2007: Impacts, Adaptation and Vulnerability. Contribution of Working Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change",
        "Malaysia National Policy on Climate Change",
        "Environmental refugees: A growing phenomenon of the 21st century",
        "Secretariat of the Pacific Regional Environment Programme (SPREP)",
        "Encyclopedia of Global Environmental Change",
        "Science and Decisions: Advancing Risk Assessment",
        "Climate and Your Health: Addressing the Most Serious Effects of Climate Change",
        "2010 National Adaptation Programme of Action, Singha Durbar, Kathmandu",
        "A Case Study on the Carbon Footprint of a Karen Community at Huay Hin Lad, Chiang Rai",
        "Kathmandu: National Planning Commission, Government of Nepal",
        "Scientific Capacity Development of the Trainers and Policy Makers for Climate Change Adaptation Planning in Asia and the Pacific",
        "Himalayas: Growing Mountains, Living Myths, Migrating Peoples",
        "Canberra: Australian Greenhouse Office",
        "Research Triangle Park: Environmental Health Perspectives/National Institute of Environmental Health Sciences",
        "Graduate Conference on Climate Change and People",
        "APN Project Report: Cia2009-02Nsy-Pulhin",
        "China: The third pole",
        "Where the rubber meets the garden",
        "Atmospheric Brown Clouds: Regional Assessment Report with Focus on Asia. Nairobi: United Nations Environment Programme",
        "Facilitating an International Agreement on Climate Change: Adaptation to Climate Change",
        "A safe operating space for humanity",
        "Planetary boundaries: Exploring the safe operating space for humanity",
        "APN Workshops on Climate Variability & Trends in Oceania",
        "Climate Change – Socioeconomic Effects. Intech",
        "Global Environmental Research"
    ],
    "affiliation": [
        {
            "affiliation-city": "Lund",
            "affilname": "Lunds Universitet",
            "affiliation-country": "Sweden"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hamilton",
            "affilname": "The University of Waikato",
            "affiliation-country": "New Zealand"
        },
        {
            "affiliation-city": "Minden",
            "affilname": "Universiti Sains Malaysia",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Islamabad",
            "affilname": "Programme department",
            "affiliation-country": "Pakistan"
        },
        {
            "affiliation-city": "Kobe",
            "affilname": "APN Secretariat",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Los Altos",
            "affilname": "ClimAdapt, LLC",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}