{
    "eid": "2-s2.0-85051446629",
    "title": "Quality and safety of indigenous fermented foods",
    "cover-date": "2016-01-05",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "A. K. Senapati"
    ],
    "citedby-count": 0,
    "ref-count": 211,
    "ref-list": [
        "Culture-independent study of the diversity of microbial populations in brines during fermentation of naturally-fermented Aloreña green table olives",
        "In: Food Microbiology. Adams",
        null,
        "Quality index of kalantan unprocessed \"budu.\" In: Proceedings of the 9th Symposium of the Malaysian Society of Applied Biology, Exploring the Source of life as a catalyst for Technological Advancement, pp",
        "Occurrence and Function of Yeasts in Asian Origin and History of Beer and Brewing: From Prehistoric Times to the Beginning of Brewing Science and Technology",
        "Technology of Indian Milk Products",
        "The effect of solvent treatment on the chemical composition and organoleptic acceptability of traditional condiments from Nigeria",
        "In: Handbook of Indigenous Fermented Foods. Steinkraus",
        "Microbiology and biochemistry of natural fermentation of coconut palm sap",
        "In: Indigenous Fermented Food of Non-Western Origin. Hesseltine",
        "Dev Ind Microbiol",
        "The Effect of Enzymatic Processing on Banana Juice and Wine",
        "Alcoholic beverage consumption in India, Mexico, and Nigeria a cross-cultural comparison",
        "Ind Food Packer",
        "INFORM",
        "Milchtvissenschafi",
        "Acta Hortic",
        "Biotransformation of aflatoxin",
        "Food Sci Res J",
        "Chemical composition of volatiles from coconut sap (neera) and effect of processing",
        "Butterworths Lond",
        "J Hill Res",
        "The Toxic Substances",
        "Controlling mycotoxin in oilseeds and oilseed cakes",
        "An enzymatic assay for the total cyanide content of cassava (manihot esculenta crantz)",
        "Cult Dairy Prod J",
        "In: Chronic Cassava Toxicity. Nestel",
        "In: Legume Based Fermented Foods. Reddy",
        "Indian J Dairy Sci",
        null,
        "Microbiological evaluation of indigenous fermented milk products of the Sikkim Himalayas",
        "Dominant lactic acid bacteria and their technological properties isolated from the Himalayan ethnic fermented milk products",
        "Springer",
        null,
        "Reclassification of the genus Leuconostoc and proposals of Fructobacillus fructosus gen. nov., comb. nov., Fructobacillus durionis comb. nov., Fructobacillus ficulneus comb. nov. and Fructobacillus pseudoficulneus comb. nov",
        "Quality Assurance for Small-Scale Rural Food Industries",
        "Growth of Yeasts during Wine Fermentations",
        "Recent developments on 3-MCPD in food and food ingredients",
        "The complete home wine maker",
        "3rd edition. Tata McGraw Hill Pub. Co.",
        "J FD Sci Technol",
        "Objective analysis of seafood quality",
        "Front Bot",
        "Food Quality Assurance",
        null,
        "Microbiological spoilage of fish and fish products",
        "A Tool to Diagnose Culture in Food Business Operators",
        "Screening of Bacillus strains as potential probiotics and subsequent confirmation of the in vivo effectiveness of Bacillus subtilis MA139 in pigs",
        "and Canadian breads: measurements by gas chromatography-mass spectrometry. Cereal Chem",
        "Determination of ethyl carbamate in various fermented foods by selected ion monitoring",
        "Use of starter cultures in fermentation on a household scale",
        "Lactic acid bacteria from fermented table olives",
        "Test all sauces for cancer-causing agent",
        "Effect of methods of processing on the microbiological and nutrient composition of \"ogi\" produced from three maize varieties",
        "Microbiological safety of gari, lafun and ogiri in Akure metropolis, Nigeria",
        "In: 13th IUFOST World Congress of Food Science and Technology. Food is Life. Nantes",
        "Significance of yeasts and moulds occurring in maize dough fermentation for 'kenkey' production",
        "Molecular identification of yeast species associated with 'Hamei' - A traditional starter used for rice wine production in Manipur, India",
        "Molecular identification of dominant microflora associated with 'Hawaijar' - A traditional fermented soybean (Glycine max (L.)) food of Manipur, India",
        "Traditional fermented foods of Manipur",
        "Survey of 3-monochloropropane- 1,2-diol (3-MCPD) in acid hydrolyzed vegetable protein",
        "Fruit Wines",
        "Sensory Science: Principles and Applications in Evaluation of Food",
        "In: Microbiology: Applications and Current Trends. Trivedi",
        "Handbook of Enology: Principles",
        "In: Postharvest Technology of Fruits and Vegetables. Verma",
        "Am J Enol Vitic",
        "In: Postharvest Technology of Fruits and Vegetables. Verma",
        "Technology and status of Sur production in Himachal Pradesh: A critical appraisal",
        "Int J Food Ferment Technol",
        "Biotechnology: Food Fermentation Microbiology, Biochemistry and Technology"
    ],
    "affiliation": [
        {
            "affiliation-city": "Minden",
            "affilname": "School of Industrial Technology",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Navsari",
            "affilname": "Navsari Agricultural University",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Auckland",
            "affilname": "Auckland University of Technology",
            "affiliation-country": "New Zealand"
        },
        {
            "affiliation-city": "Anand",
            "affilname": "Anand Agricultural University",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Durban",
            "affilname": "Durban University of Technology",
            "affiliation-country": "South Africa"
        },
        {
            "affiliation-city": "Solan",
            "affilname": "Dr. Yashwant Singh Parmar University of Horticulture and Forestry",
            "affiliation-country": "India"
        }
    ],
    "funding": []
}