{
    "eid": "2-s2.0-84978388878",
    "title": "Immunohistochemical localization of estrogen receptor in the embryonic gonad of male quail embryo during gonadal differentiation Localización inmunohistoquímica del receptor de estrógeno en la gónada embrionaria en el embrión de codorniz macho durante la diferenciación gonadal",
    "cover-date": "2016-06-01",
    "subject-areas": [
        {
            "$": "Anatomy",
            "@code": "2702"
        }
    ],
    "keywords": [
        "Embryonic gonad",
        "Estrogen receptor",
        "Gonadal differentiation",
        "Quail embryo"
    ],
    "authors": [
        "Sittipon Intarapat"
    ],
    "citedby-count": 0,
    "ref-count": 19,
    "ref-list": [
        "Effects of phyto-oestrogens on tissues",
        "Sites of estrogen receptor and aromatase expression in the chicken embryo",
        "Effects of bisphenol a and tetrabromobisphenol a on sex organ development in quail and chicken embryos",
        "Effects of endocrine modulators on sex differentiation in birds",
        "An overview of factors influencing sex determination and gonadal development in birds.",
        "Estrogen target cells in gonads of the chicken embryo during sexual differentiation",
        "A series of normal stages in the development of the chick embryo",
        "Anatomical and histological changes of reproductive organs in Japanese quail (Coturnix japonica) embryos after in ovo exposure to genistein",
        "Anat. Res. Int.",
        "Sexually Dimorphic and Sex-Independent Left-Right Asymmetries in Chicken Embryonic Gonads",
        "Left-right asymmetry in chicken embryonic gonads",
        "Immunohistochemical detection of estrogen receptor alpha in the growing and regressing ovaries of newly hatched chicks",
        "Differential expression of genes for aromatase and estrogen receptor during the gonadal development in chicken embryos",
        "In ovo exposure to nonylphenol and bisphenol A resulted in dose-independent feminization of male gonads in Japanese quail (Coturnix japonica) embryos",
        "The normal embryology of the coturnix quail",
        "A quantitative investigation of gonadal feminization by diethylstilboestrol of genetically male embryos of the quail Coturnix coturnix japonica",
        "The Avian Embryo. Structural and Functional Development.",
        "Gonadal sex differentiation in chicken embryos: Expression of estrogen receptor and aromatase genes",
        "Sex determination: Insights from the chicken"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}