{
    "eid": "2-s2.0-85106416009",
    "title": "A proximal interphalangeal joint custom-made orthosis in trigger finger: Functional outcome",
    "cover-date": "2021-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "custom-made",
        "orthosis",
        "proximal interphalangeal joint",
        "Trigger finger"
    ],
    "authors": [
        "Kawee Pataradool",
        "Chayanin Lertmahandpueti"
    ],
    "citedby-count": 1,
    "ref-count": 18,
    "ref-list": [
        "Flexor tendon entrapment of the digits (trigger finger and trigger thumb)",
        "Trigger digits: principles, management, and complications",
        "Multidisciplinary consensus guideline for managing trigger finger: results from the European HANDGUIDE study",
        "Stenosing tenosynovitis of the fingers and thumb: results of a prospective trial of steroid injection and splinting",
        "Trigger fingers and thumb. When to splint, inject, or operate",
        "Conservative management of trigger finger: a systematic review",
        "Conservative management of the trigger finger: a new approach",
        "Functional distal interphalangeal joint splinting for trigger finger in laborers: a review and cadaver investigation",
        "Repetitive strain injury. Diagnostic and treatment tips on six common problems. The Goff group",
        "Effectiveness of proximal interphalangeal joint-blocking orthosis vs metacarpophalangeal joint-blocking orthosis in trigger digit management: a randomized clinical trial",
        "Development of the QuickDASH: comparison of the three-item reduction approaches",
        "Night splinting for idiopathic trigger digits",
        "Psychometric properties of the shortened disabilities of the arm, shoulder, and hand questionnaire (QuickDASH) and numeric pain rating scale in patients with shoulder pain",
        "Minimum clinically important difference: current trends in the orthopaedic literature, part I: upper extremity: a systematic review",
        "Effectiveness of splinting for the treatment of trigger finger",
        "Trigger finger treatment: a comparison of 2 splint designs",
        "An alternative splint design for trigger finger",
        "Trigger finger splinting"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Department of Rehabilitation Medicine, Faculty of Medicine, Chulalongkorn University"
    ]
}