{
    "eid": "2-s2.0-85087656410",
    "title": "The role of external actors in shaping migrant health insurance in Thailand",
    "cover-date": "2020-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Chantal Herberholz"
    ],
    "citedby-count": 3,
    "ref-count": 73,
    "ref-list": [
        "HIV donor funding has both boosted and curbed the delivery of different non-HIV health services in Sub-Saharan Africa",
        "The impact of global health initiatives at national and sub-national level–a policy analysis of their role in implementation processes of antiretroviral treatment (ART) roll-out in Zambia and South Africa",
        "How do external donors influence national health policy processes? Experiences of domestic policy actors in Cambodia and Pakistan",
        "Whose policy is it anyway? International and national influences on health policy development in Uganda",
        "Exploring the influence of the Global Fund and the GAVI Alliance on health systems in conflict-affected countries",
        "Has donor prioritization of HIV/AIDS displaced aid for other health issues?",
        "From donorship to ownership? Budget support and donor influence in Rwanda and Tanzania",
        "Power and pro-poor policies: The case of iCCM in Niger",
        "Post-conditionality politics and administrative reform: Reflections on the cases of Uganda and Tanzania",
        "Health financing in Brazil, Russia and India: What role does the international community play?",
        "Behind the scenes: International NGOs’ influence on reproductive health policy in Malawi and South Sudan",
        "Knowledge, moral claims and the exercise of power in global health",
        "Introduction: Epistemic communities and international policy coordination",
        "Thailand migration profile",
        "Migration policy and practice in Thailand",
        "Health security for cross–border migrants in Thailand: Where have we been?",
        "Implementing health insurance for migrants, Thailand",
        "Migrant policies in Thailand in light of the universal health coverage: Evolution and remaining challenges",
        "Evolution and complexity of government policies to protect the health of undocumented/illegal migrants in Thailand–the unsolved challenges",
        "Towards universal health coverage for migrants in Thailand",
        "The devil is in the detail —understanding divergence between intention and implementation of health policy for undocumented migrants in Thailand",
        "The 2014 Thai coup and some roots of authoritarianism",
        "Two faces of power",
        "The forms of capital",
        "The bases of social power",
        "Revising the soft power concept: What are the means and mechanisms of soft power?",
        "10 best resources on power in health policy and systems in low- and middle-income countries",
        "A framework on the emergence and effectiveness of global health networks",
        "A glossary of theories for understanding power and policy for health equity",
        "Setting the global health agenda: The influence of advocates and ideas on political priority for maternal and newborn survival",
        "Framing the decision to contract out elderly care and primary health care services–perspectives of local level politicians and civil servants in Finland",
        "Agenda setting and framing of gender-based violence in Nepal: How it became a health issue",
        "‘The one with the purse makes policy’: Power, problem definition, framing and maternal health policies and programmes evolution in national level institutionalised policy making processes in Ghana",
        "Something borrowed, something new: A governance and social construction framework to investigate power relations and responses of diverse stakeholders to policies addressing antimicrobial resistance",
        "Discourse, ideas and power in global health policy networks: Political attention for maternal and child health in the Millennium Development Goal era",
        "Generating political priority for maternal mortality reduction in 5 developing countries",
        "A social explanation for the rise and fall of global health issues",
        "Generation of political priority for global health initiatives: A framework and case study of maternal mortality",
        "Soft power, civic virtue and world politics",
        "Non-economic values and objectives in EU trade policy: Different models of externalization and enforcement",
        "Human rights naming and shaming: International and domestic processes",
        "Caught at the keyhole: The power and limits of shame",
        "Conclusion: Exploring the politics of leverage",
        "‘Doing’ health policy analysis: Methodological and conceptual reflections and challenges",
        "Thailand’s HIV/AIDS program after weaning-off the Global Fund’s support",
        "Working conditions for migrants and illegal, unreported and unregulated fishing in Thailand’s fisheries sector",
        "After the exodus: Exploring migrant attitudes to documentation, brokerage and employment following the 2014 mass withdrawal of Cambodian workers from Thailand",
        "The effects of global health initiatives on country health systems: A review of the evidence from HIV/AIDS control",
        "Knowledge and networks—key sources of power in global health: Comment on \"Knowledge, moral claims and the exercise of power in global health",
        "Why Asean hasn’t condemned Thailand",
        "If Thailand is a coup, why wasn’t Egypt?",
        "Even generals need friends: How domestic and international reactions to coups influence regime survival",
        "Soft power",
        "Global health and foreign policy",
        "Health in All (Foreign) Policy: Challenges in achieving coherence",
        "Framing health and foreign policy: Lessons for global health diplomacy",
        "Defining health diplomacy: Changing demands in the era of globalization",
        "Global health diplomacy: How foreign policy can influence health",
        "Trade policy and public health"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}