{
    "eid": "2-s2.0-85122699677",
    "title": "Firms' potential for economic sustainability and firm value: The moderating role of blockholders",
    "cover-date": "2022-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Development",
            "@code": "3303",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "active owners",
        "blockholders",
        "economic sustainability",
        "firm value",
        "R&D"
    ],
    "authors": [
        "Khine Kyaw",
        "Steen Thomsen",
        "Sirimon Treepongkaruna"
    ],
    "citedby-count": 1,
    "ref-count": 81,
    "ref-list": [
        "Information asymmetry, R&D, and insider gains",
        "The “Wall Street Walk” and shareholder activism: Exit as a form of voice",
        "Do institutional blockholders influence corporate investment? Evidence from emerging markets",
        "Large shareholders and firm performance—An empirical examination of founding-family ownership",
        "Reading between the blocks",
        "Blocks, liquidity, and corporate control",
        "The market value of government ownership",
        "How does hedge fund activism reshape corporate innovation?",
        "Block ownership and firm-specific information",
        "Large shareholders, monitoring, and the value of the firm",
        "Does stakeholder management have a dark side?",
        "The stock market valuation of research and development expenditures",
        "The impact of earnings pressure on exploratory innovation",
        "Stock liquidity and managerial short-termism",
        "Achieving sustainable development goals through board size and innovation",
        "Blockholder heterogeneity, CEO compensation, and firm performance",
        "The effect of shareholding dispersion on the degree of control in British companies: Theory and measurement",
        "The governance transfer of blockholders: Evidence from block acquisitions and earnings management around the world",
        "The structure of ownership and the theory of the firm",
        "The structure of corporate ownership: Causes and consequences",
        "Ownership structure and corporate performance",
        "Large blocks of stock: Prevalence, size, and measurement",
        "Blockholder trading, market efficiency, and managerial myopia",
        "Governance through trading and intervention: A theory of multiple blockholders",
        "Blockholders and corporate governance (December 2014)",
        "Risk, ambiguity, and the savage axioms",
        "Agency problems and residual claims",
        "Bridging the gap: How sustainable development can help companies create shareholder value and improve financial performance",
        "Investigating causal relations by econometric models and cross-spectral methods",
        "Inside ownership beyond the IPO: The evolution of corporate ownership concentration",
        "Corporate governance and CSR nexus",
        "Shareholder value, stakeholder management, and social issues: What's the bottom line?",
        "A survey of Blockholders and corporate control",
        "Are founding families special blockholders? An investigation of controlling shareholder influence on firm performance",
        "The impact of sustainability reporting quality on the value relevance of corporate sustainability performance",
        "Theory of the firm: Managerial behavior, agency costs, and ownership structure",
        "Initial public offerings, subscription precommitments and venture capital participation",
        "A pecking order of shareholder structure",
        "Does corporate sustainability performance increase corporate financial performance? Focusing on the information and communication technology industry in Korea",
        "Do managers listen to the market?",
        "Blockholder monitoring and the efficiency of pay-performance benchmarking",
        "Value of outside blockholder activism: Evidence from the switchers",
        "Missing R&D",
        "Capitalization versus Expensing: Evidence on the uncertainty of future earnings from capital expenditures versus R&D outlays",
        "Financial restatements and Sarbanes-Oxley: Impact on Canadian firm governance and management turnover",
        "Do co-opted boards strategically choose LGBT-supportive policies?",
        "Does gender diverse board mean less earnings management?",
        "Corporate responsibility activities and economic performance: A theory of why and how they are connected",
        "The market reaction to corporate governance regulation",
        "The economic consequences of increased disclosure",
        "Stock returns in relation to environmental, social and governance performance: Mispricing or compensation for risk?",
        "Internal corporate governance strength as a mechanism for achieving sustainable development goals",
        "Multiple large shareholders and firm value",
        "Additional evidence on equity ownership and corporate value",
        "Management ownership and firm value: An empirical analysis",
        "Sustainable development and corporate financial performance: A study based on the Brazilian corporate sustainability index (ISE)",
        "Why sustainability is now the key driver of innovation",
        "Corporate governance and the cost of capital: Evidence from Australian companies",
        "Family control and investment–cash flow sensitivity: Empirical evidence from the euro zone",
        "Capital disadvantage: America's failing capital investment system",
        "Sustainable development and economic performance: Gaps and trends for future research",
        "The role of directors representing institutional ownership in sustainable development through corporate social responsibility reporting",
        "Female directorship on boards and corporate sustainability policies: Their effect on sustainable development",
        "A resource-based perspective on corporate environmental performance and profitability",
        "Proactive corporate environmental strategy and the development of competitively valuable organizational capabilities",
        "A survey of corporate governance",
        "Ownership, control, financial structure and the performance of firms",
        "Shareholder activism for corporate social responsibility: What do we know?",
        "Neuronal substrates for choice under ambiguity, risk, gains, and losses",
        "Corporate responsibility and financial performance: The role of intangible resources",
        "Technological innovation to achieve sustainable development—Renewable energy technologies diffusion in developing countries",
        "Ownership structure and economic performance in the largest European companies",
        "Blockholder ownership: Effects on firm value in market and control based governance systems",
        "Employee ownership and sustainable development in tourism: A case in North Cyprus",
        "Report of the world commission on environment and development: Our common future",
        "Relationships, corporate governance, and performance: Evidence from private placements of common stock",
        "Are large shareholders effective monitors? An investigation of share ownership and corporate performance",
        "The sustainability delta: Considering sustainability opportunities in firm valuation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Trondheim",
            "@id": "60242136",
            "affilname": "NTNU Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60242136",
            "affiliation-country": "Norway"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60189723",
            "affilname": "The UWA Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189723",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Frederiksberg",
            "@id": "60020188",
            "affilname": "Copenhagen Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020188",
            "affiliation-country": "Denmark"
        }
    ],
    "funding": [
        "International Corporate Governance Society",
        "Novo Nordisk Foundation"
    ]
}