{
    "eid": "2-s2.0-85078129509",
    "title": "Expectations and satisfaction in the use of the smartphone smoking cessation application \"Thai Rai Kwan\"",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Expectation",
        "Satisfaction",
        "Smart phone application",
        "Smoking cessation"
    ],
    "authors": [
        "S. Rojnawee",
        "S. Rungruanghiranya",
        "S. Treenai",
        "S. Preechawong"
    ],
    "citedby-count": 0,
    "ref-count": 17,
    "ref-list": [
        "The situation of non-communicable disease and main risk factors",
        "Provision of smoking cessation service in NCDs clinics",
        "Recommendations for the implementation of who framework convention on tobacco control article 14 on tobacco cessation support",
        "Tobacco cessation services in Thailand",
        "An evaluation of usage patterns, effectiveness and cost of the national smoking cessation quitline in Thailand",
        "Randomized, controlled pilot trial of a smartphone app for smoking cessation using acceptance and commitment therapy",
        "A mobile app to aid smoking cessation: Preliminary evaluation of SmokeFree28",
        "Clickotine, A personalized smartphone app for smoking cessation: Initial evaluation",
        "Effectiveness of mobile apps for smoking cessation: A review",
        "How smart are smartphone apps for smoking cessation?",
        "Free smoking cessation mobile apps available in Australia: A quality review and content analysis",
        "Content analysis of smartphone apps for smoking cessation in China: Empirical study",
        "Health-related quality of life among patients receiving smoking cessation services",
        "Heaviness of smoking index, number of cigarettes smoked and the Fagerstrom test for nicotine dependence among adult male Malaysians",
        "What do smokers want in a smartphone-based cessation application?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60000316",
            "affilname": "Srinakharinwirot University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000316",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}