{
    "eid": "2-s2.0-85068890809",
    "title": "Computed Tomography Radiation Exposure among Referred Kidney Stone Patients: Results from the Registry for Stones of the Kidney and Ureter",
    "cover-date": "2019-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Urology",
            "@code": "2748",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "CT",
        "effective dose",
        "ionizing radiation",
        "kidney stones",
        "low-dose CT",
        "radiation dose limit"
    ],
    "authors": [
        "David T. Tzou",
        "Samuel Zetumer",
        "Manint Usawachintachit",
        "Kazumi Taguchi",
        "Seth K. Bechis",
        "Brian D. Duty",
        "Jonathan D. Harper",
        "Ryan S. Hsi",
        "Mathew Sorensen",
        "Roger L. Sur",
        "Shalonda Reliford-Titus",
        "Helena C. Chang",
        "Dylan Isaacson",
        "David B. Bayne",
        "Zhen J. Wang",
        "Marshall L. Stoller",
        "Thomas Chi"
    ],
    "citedby-count": 11,
    "ref-count": 26,
    "ref-list": [
        "Evaluation of the patient with flank pain and possible ureteral calculus",
        "Estimated radiation risks potentially associated with full-body CT screening",
        "Exposure to lowdose ionizing radiation from medical imaging procedures",
        "Radiation exposure from medical imaging: Time to regulate?",
        "Converting doselength product to effective dose at CT",
        "The 2007 recommendations of the international commission on radiological protection. Icrp publication 103",
        "Radiation dose reduction at multidetector CT with adaptive statistical iterative reconstruction for evaluation of urolithiasis: How low can we go?",
        "Radiation doses in consecutive CT Examinations from five university of California Medical Centers",
        "New ACR choosing wisely recommendations: Judicious use of multiphase abdominal CT protocols",
        "Rationale and design of the Registry for Stones of the Kidney and Ureter (ReSKU): A prospective observational registry to study the natural history of urolithiasis patients",
        "Volume CT dose index and doselength product displayed during CT: What good are they?",
        "Computed tomography radiation dose in patients with suspected urolithiasis",
        "Clinical effectiveness protocols for imaging in the management of ureteral calculous disease: AUA technology assessment",
        "Predictors of CT radiation dose and their effect on patient care: A comprehensive analysis using automated data",
        "Radiation exposure in the acute and short-term management of urolithiasis at 2 academic centers",
        "Radiation dose associated with unenhanced CT for suspected renal colic: Impact of repetitive studies",
        "Ultra-low-dose, low-dose, and standard-dose CT of the kidney, ureters, and bladder: Is there a difference? Results from a systematic review of the literature",
        "Low-dose versus standard-dose CT protocol in patients with clinically suspected renal colic",
        "EAU guidelines on diagnosis and conservative management of urolithiasis",
        "Radiation dose index of renal colic protocol CT studies in the United States: A report from the American College of Radiology National Radiology Data Registry",
        "Evaluation of kidney stones with reduced-radiation dose CT: Progress from 2011-2012 to 2015-2016-Not there yet",
        "Stratifying risk of urinary tract malignant tumors in patients with asymptomatic microscopic hematuria",
        "Ionizing radiation in abdominal CT: Unindicated multiphase scans are an important source of medically unnecessary exposure",
        "Radiation exposure during the evaluation and management of nephrolithiasis",
        "National imaging trends after percutaneous nephrolithotomy",
        "National imaging trends after ureteroscopic or shock wave lithotripsy for nephrolithiasis"
    ],
    "affiliation": [
        {
            "affiliation-city": "San Francisco",
            "@id": "60023691",
            "affilname": "University of California, San Francisco",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023691",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Nashville",
            "@id": "60030769",
            "affilname": "Vanderbilt University Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030769",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "San Diego",
            "@id": "60030612",
            "affilname": "University of California, San Diego",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030612",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tucson",
            "@id": "60021334",
            "affilname": "University of Arizona College of Medicine – Tucson",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021334",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Portland",
            "@id": "60016733",
            "affilname": "Oregon Health &amp; Science University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016733",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Seattle",
            "@id": "60015481",
            "affilname": "University of Washington",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015481",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Nagoya",
            "@id": "60004321",
            "affilname": "Nagoya City University Graduate School of Medical Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004321",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "NIH"
    ]
}