{
    "eid": "2-s2.0-85007575402",
    "title": "THE SXDF-ALMA 2 arcmin2 DEEP SURVEY: STACKING REST-FRAME NEAR-INFRARED SELECTED OBJECTS",
    "cover-date": "2016-12-20",
    "subject-areas": [
        {
            "$": "Astronomy and Astrophysics",
            "@code": "3103"
        },
        {
            "$": "Space and Planetary Science",
            "@code": "1912"
        }
    ],
    "keywords": [
        "cosmic background radiation",
        "galaxies: evolution",
        "galaxies: high-redshift",
        "submillimeter: galaxies"
    ],
    "authors": [
        "Wei Hao Wang"
    ],
    "citedby-count": 9,
    "ref-count": 51,
    "ref-list": [
        "Seds: The spitzer extended deep survey. Survey design, photometry, and deep irac source counts",
        "ApJL",
        "The Hubble Deep Field North SCUBA Super-map -I. Submillimetre maps, sources and number counts",
        "The stellar mass function of the most-massive galaxies at 3 ≤ z < 5: In the UKIDSS ultra deep survey",
        "PdBI Cold dust imaging of two extremely red H-[4.5] > 4 galaxies discovered with SEDS and CANDELS",
        "ALMA constraints on the faint millimetre source number counts and their contribution to the cosmic infrared background",
        "Dusty star-forming galaxies at high redshift",
        "Interpreting the cosmic infrared background: Constraints on the evolution of the dust-enshrouded star formation rate",
        "Resolving the cosmic far-infrared background at 450 and 850 μm with SCUBA-2",
        "SMA observations on faint submillimeter galaxies with S 850 < 2 mJy: Ultra dusty low-luminosity galaxies at high redshift",
        null,
        "The SCUBA half-degree extragalactic survey - II. Submillimetre maps, catalogue and number counts",
        "Faint submillimeter counts from deep 850 micron observations of the lensing clusters A370, A851, and A2390",
        "An alma survey of sub-millimeter galaxies in the extended chandra deep field south: Sub-millimeter properties of color-selected galaxies",
        "The cosmic infrared background resolved by Spitzer Contributions of mid-infrared galaxies to the far-infrared background",
        "MNRAS",
        "The spectrum of the extragalactic far-infrared background from the cobe firas observations",
        "ALMA CENSUS of FAINT 1.2 mm SOURCES DOWN to ∼ 0.02 mJy: EXTRAGALACTIC BACKGROUND LIGHT and DUST-POOR, HIGH-z GALAXIES",
        "The Subaru/XMM-Newton Deep Survey (SXDS). II. Optical imaging and photometric catalogs",
        "Candels multiwavelength catalogs: Source identification and photometry in the CANDELS UKIDSS ultra-deep survey field",
        "A 1200-μm MAMBO survey of ELAIS N2 and the Lockman Hole - I. Maps, sources and number counts",
        "Candels: The Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey",
        "AzTEC/ASTE 1.1-mm survey of the AKARI Deep Field South: Source catalogue and number counts",
        "SXDF-ALMA 2-arcmin2 deep survey: 1.1-mm number counts",
        "Faint end of 1.3 mm number counts revealed by alma",
        "The LABOCA survey of the Extended Chandra Deep Field-South: Clustering of submillimetre galaxies",
        "Compact starbursts in z ∼ 3-6 submillimeter galaxies revealed by ALMA",
        "Star formation in galaxies along the Hubble sequence",
        null,
        "Candels: The cosmic assembly near-infrared deep extragalactic legacy survey - The hubble space telescope observations, imaging data products, and mosaics",
        "In Proc. IAU Symp. 319, Galaxies at High Redshift and Their Evolution over Cosmic Time",
        "Far-infrared surveys of galaxy evolution",
        "ASP Conf. Ser. 376, Astronomical Data Analysis Software and Systems XVI",
        "HerMES: SPIRE galaxy number counts at 250, 350, and 500 μ m",
        "Faint submillimeter galaxies revealed by multifield deep alma observations: Number counts, spatial clustering, and a dark submillimeter line emitter",
        "ALMACAL I: FIRST DUAL-BAND NUMBER COUNTS from A DEEP and WIDE ALMA SUBMILLIMETER SURVEY, FREE from COSMIC VARIANCE",
        "A&A",
        "The source counts of submillimetre galaxies detected at λ= 1.1 mm",
        "Deep 1.1 mm-wavelength imaging of the GOODS-S field by AzTEC/ASTE - I. Source catalogue and number counts",
        "The evolution of interstellar medium mass probed by dust emission: Alma observations at z = 0.3-2",
        "The scuba-2 cosmology legacy survey: Alma resolves the rest-frame far-infrared emission of sub-millimeter galaxies",
        "The nature of faint submillimetre-selected galaxies",
        "Nature of Hα selected galaxies at z > 2. I. Main-sequence and dusty star-forming galaxies",
        null,
        "Star formation rate and extinction in faint z 4 Lyman break galaxies",
        "Alma deep field in SSA22: A concentration of dusty starbursts in A z = 3.09 protocluster core",
        "Ultradeep near-infrared observations of goods 850-5",
        null,
        "An 850 micron scuba survey of the Hubble Deep Field-North goods region",
        "The large apex bolometer camera survey of the extended Chandra deep field south",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "The University of Tokyo",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Edinburgh",
            "affilname": "University of Edinburgh, Institute for Astronomy",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Research Center for the Early Universe",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Taipei",
            "affilname": "Academia Sinica, Institute of Astronomy and Astrophysics",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Puebla",
            "affilname": "Instituto Nacional de Astrofisica Optica y Electronica",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Mitaka",
            "affilname": "National Institutes of Natural Sciences - National Astronomical Observatory of Japan",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Shanghai",
            "affilname": "Shanghai Jiao Tong University",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Garching bei Munchen",
            "affilname": "European Southern Observatory",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Garching bei Munchen",
            "affilname": "Max Planck Institute for Astrophysics",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Garching bei Munchen",
            "affilname": "Max Planck Institute for Extraterrestrial Physics",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Hayama",
            "affilname": "The Graduate University for Advanced Studies",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Kamuela",
            "affilname": "Télescope Canada-France-Hawaii",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Amherst",
            "affilname": "University of Massachusetts Amherst",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Groningen",
            "affilname": "Kapteyn Instituut",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Kyoto",
            "affilname": "Kyoto University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Geneva",
            "affilname": "Université de Genève",
            "affiliation-country": "Switzerland"
        }
    ],
    "funding": [
        "Horizon 2020 Framework Programme"
    ]
}