{
    "eid": "2-s2.0-84907984295",
    "title": "Prospecting for groundwater discharge in the canals of Bangkok via natural radon and thoron",
    "cover-date": "2014-11-07",
    "subject-areas": [
        {
            "$": "Water Science and Technology",
            "@code": "2312"
        }
    ],
    "keywords": [
        "Bangkok",
        "Groundwater",
        "Radon",
        "Seepage",
        "Thailand",
        "Thoron"
    ],
    "authors": [
        "Supitcha Chanyotha"
    ],
    "citedby-count": 25,
    "ref-count": 28,
    "ref-list": [
        null,
        "Radon Tracing of Submarine Groundwater Discharge in Coastal Environments",
        "Quantifying submarine groundwater discharge in the coastal zone via multiple methods",
        "Environmental Radiochemical Analysis III. Royal Society of Chemistry",
        "Underground sources of nutrient contamination to surface waters in Bangkok, Thailand",
        "Use of automated radon measurements for rapid assessment of groundwater flow into Florida streams",
        "Estimating groundwater discharge into the northeastern Gulf of Mexico using radon-222",
        "Experience in using radon and thoron data to solve environmental and water problems",
        "Detecting groundwater inputs into Bangkok canals via radon and thoron measurements",
        "Assessing diffusive fluxes and pore water radon activities via a single automated experiment",
        "Determining natural groundwater influx to a tropical river using radon, chlorofluorocarbons and ionic environmental tracers",
        null,
        "Application of radon-222 to investigate groundwater discharge into small shallow lakes",
        null,
        null,
        "Are groundwater inputs into river-dominated areas important? The Chao Phraya River - Gulf of Thailand",
        null,
        "Large groundwater inputs to coastal waters revealed by 226Ra enrichments",
        "The subterranean estuary: A reaction zone of ground water and sea water",
        null,
        "Radon in Chalk streams: Spatial and temporal variation of groundwater sources in the Pang and Lambourn catchments, UK",
        "Assessment of a ground water flow model of the Bangkok Basin, Thailand, using carbon-14-based ages and paleohydrology",
        "Geochim. Cosmochim. Acta",
        null,
        "Nutrient inputs to the coastal ocean through submarine groundwater discharge: Controls and potential impact",
        "Investigation of submarine groundwater discharge",
        "Chemiker-Zeitung"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tallahassee",
            "affilname": "Florida State University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Billerica",
            "affilname": "DURRIDGE Company, Inc.",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "U.S. National Science Foundation"
    ]
}