{
    "eid": "2-s2.0-84905719408",
    "title": "Miscibility and hydrolytic degradability of polylactic acid/poly (ethylene terephthalate-co-lactic acid) blends",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Aliphatic-aromatic copolyester",
        "Blend",
        "Degradable",
        "Hydrolysis",
        "Miscibility"
    ],
    "authors": [
        "Paranee Sriromreun"
    ],
    "citedby-count": 6,
    "ref-count": 20,
    "ref-list": [
        "Polylactic Acid Technology",
        "Properties of lactic acid based polymers and their correlation with composition",
        null,
        "Synthesis and structural study of copolymers of l-lactic acid and bis(2-hydroxyethyl terephthalate)",
        "Modification of waste poly(ethylene terephthalate) (PET) by using poly(L-lactic acid) (PLA) and hydrolytic stability",
        "Preparation and characterization of PET-PLA copolyester from waste PET and lactic acid (LA)",
        "Hydrolytic degradation of copolymers based on l-lactic acid and bis-2-hydroxyethyl terephthalate",
        "Estimation of Hydrolysis and Biodegradation Processes in Ethylene Terephthalate and Lactic Acid Copolymers",
        "January/March",
        "Lancaster, Pa., U.S.A.: Technomic Pub. Co.",
        "Thermal properties and crystallization behaviors of polylactide and its enantiomeric blends",
        "Crystallization of polylactide and its stereocomplex investigated by two-dimensional fourier transform infrared correlation spectroscopy employing carbonyl overtones",
        "Synthesis and characterizations of degradable aliphatic-aromatic copolyesters from lactic acid, dimethyl terephthalate and diol: Effects of diol type and monomer feed ratio",
        "Effects of synthesis conditions on chemical structures and physical properties of copolyesters from lactic acid, ethylene glycol and dimethyl terephthalate",
        "Synthesis and characterization of degradable poly(ethylene terephthalate-co-lactic acid) and its blends",
        "Polym. Bull",
        "Standard methods for characterizations of structure and hydrolytic degradation of aliphatic/aromatic copolyesters",
        "End group modification in poly(ethylene terephthalate)",
        "Bull. Am. Phys. Soc",
        "Infrared and Raman Characteristic Group Frequencies: Tables and Charts"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Center of Excellence on Petrochemical and Materials Technology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Metal and Materials Technology Center",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Sirindhorn International Institute of Technology, Thammasat University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}