{
    "eid": "2-s2.0-85114358202",
    "title": "Discrimination of Curcuma species from Asia using intron length polymorphism markers in genes encoding diketide-CoA synthase and curcumin synthase",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Complementary and Alternative Medicine",
            "@code": "2707",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Organic Chemistry",
            "@code": "1605",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "Curcuma",
        "Curcumin synthase",
        "Diketide-CoA synthase",
        "Intron length polymorphism",
        "Molecular identification",
        "trnK"
    ],
    "authors": [
        "Qundong Liu",
        "Shu Zhu",
        "Shigeki Hayashi",
        "Osamu Iida",
        "Akihito Takano",
        "Katsunori Miyake",
        "Suchada Sukrong",
        "Mangestuti Agil",
        "Indira Balachandran",
        "Norio Nakamura",
        "Nobuo Kawahara",
        "Katsuko Komatsu"
    ],
    "citedby-count": 2,
    "ref-count": 34,
    "ref-list": [
        "Labour and Welfare",
        "Pharmacopoeia of The People’s Republic of China",
        "Turmeric, medicinally-used Curcuma plants and Curcuma drugs in Asia",
        "Anti-inflammatory activity of curcumin-loaded solid lipid nanoparticles in IL-1β transgenic mice subjected to the lipopolysaccharide-induced sepsis",
        "Curcumin prevents maleate-induced nephrotoxicity: relation to hemodynamic alterations, oxidative stress, mitochondrial oxygen consumption and activity of respiratory complex I",
        "Antitumor activity of curcumin by modulation of apoptosis and autophagy in human lung cancer A549 cells through inhibiting PI3K/Akt/mTOR pathway",
        "Comparison of anti-inflammatory activities of six Curcuma rhizomes: a possible curcuminoid-independent pathway mediated by Curcuma phaeocaulis extract. Evid-based complement",
        "Prediction of cyclooxygenase inhibitory activity of Curcuma rhizome from chromatograms by multivariate analysis",
        "Prospects for discriminating Zingiberaceae species in India using DNA barcodes",
        "Testing DNA barcodes in closely related species of Curcuma (Zingiberaceae) from Myanmar and China",
        "Identification of Curcuma plants and curcumin content level by DNA polymorphisms in the trnS-trnfM intergenic spacer in chloroplast DNA",
        "Phylogeny of Curcuma (Zingiberaceae) based on plastid and nuclear sequences: proposal of the new subgenus Ecomata",
        "Molecular analysis of medicinally-used Chinese and Japanese Curcuma based on 18S rRNA gene and trnK gene sequences",
        "Sequence analysis of Chinese and Japanese Curcuma drugs on the 18S rRNA gene and trnK gene and the application of amplification-refractory mutation system analysis for their authentication",
        "Development of intron length polymorphism markers in genes encoding diketide-CoA synthase and curcumin synthase for discriminating Curcuma species",
        "Numerical taxonomy of medicinal plants of Curcuma in China",
        "The genus Curcuma L. (Zingiberaceae): distribution and classification with reference to species diversity in Thailand",
        "Genus Curcuma L. (Zingiberaceae) from Maharashtra State—India",
        "Flora of China",
        "The identity and distribution of Curcuma zanthorrhiza Roxb. (Zingiberaceae)",
        "Genetic and chemical diversity of Eleutherococcus senticosus and molecular identification of Siberian ginseng by PCR-RFLP analysis based on chloroplast trnK intron sequence",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "MEGA X: molecular evolutionary genetics analysis across computing platforms",
        "Morphological, genetic, and chemical polymorphism of Curcuma kwangsiensis",
        "Back to types! Towards stability of names in Indian Curcuma L. (Zingiberaceae)",
        "The paradisus londinensis:Or coloured figures of plants cultivated in the vicinity of the metropolis. pp. Tab. 96, Explanation of Tab 96",
        "Taxonomic and nomenclatural puzzles in Indian Curcuma: the identity and nomenclatural history of C. zedoaria (Christm.) Roscoe and C. zerumbet Roxb (Zingiberaceae)",
        "The Japanese Pharmacopoeia and its recorded crude drugs",
        "Comparison of Curcuma sp. in Yakushima with C. aeruginosa and C. zedoaria in Java by trnK gene sequence, RAPD pattern and essential oil component",
        "Asiatic researches, or, Transactions of the Society instituted in Bengal for inquiring into the history and antiquities, the arts, sciences and literature of Asia",
        "New and noteworthy records of gingers from north-east India",
        "Phytochemical, pharmacological and ethnobotanical studies in mango ginger (Curcuma amada Roxb.; Zingiberaceae)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ibaraki",
            "@id": "60276334",
            "affilname": "National Institutes of Biomedical Innovation, Health and Nutrition",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60276334",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Surabaya",
            "@id": "60069383",
            "affilname": "Universitas Airlangga",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069383",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Hachioji",
            "@id": "60033124",
            "affilname": "Tokyo University of Pharmacy and Life Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60033124",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Toyama",
            "@id": "60021895",
            "affilname": "University of Toyama",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021895",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Kyotanabe",
            "@id": "60017518",
            "affilname": "Doshisha Women's College of Liberal Arts",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017518",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Machida",
            "@id": "60006582",
            "affilname": "Showa Pharmaceutical University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006582",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Malappuram",
            "@id": "100346442",
            "affilname": "Centre for Medicinal Plants Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/100346442",
            "affiliation-country": "India"
        }
    ],
    "funding": [
        "Department of Traditional Medicine, Ministry of Health and Sports",
        "Yamazaki Spice Promotion Foundation",
        "University of Madras",
        "United Nations University",
        "JSPS",
        "National Institutes of Biomedical Innovation"
    ]
}