{
    "eid": "2-s2.0-85027687085",
    "title": "Using AFLP to identifygenetic relationships in Cassia species from Thailand",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Plant Science",
            "@code": "1110"
        }
    ],
    "keywords": [
        "Amplified fragment length polymorphism",
        "Cassia species",
        "Phylogenetic relationships"
    ],
    "authors": [
        "Anusara Sihanat"
    ],
    "citedby-count": 0,
    "ref-count": 23,
    "ref-list": [
        "Antimicrobial screening of medicinal plant - Artemisia pallens",
        "Fast and sensitive silver staining of DNA in polyacrylamide gels",
        "World J. Pharm. Pharmaceutical Sci.",
        "Asian J. Trad. Med.",
        "Phytochem Bull.",
        "Construction and bootstrap analysis of DNA fingerprinting-based phylogenetic trees with the freeware program FreeTree: Application to trichomonad parasites",
        "The American Cassiinae: A Synoptical Revision of Leguminosae Tribe Cassieae Subtribe Casiinae in the New World.Memoirs of the New York Botanical Garden",
        "Bulletin Societe Vaudoiesdas Science Naturelles",
        "Phylogenetic analysis of Thai Amomum (Alpinioideae: Zingiberaceae) using AFLP markers",
        "Identification and characterization of Curcuma comosa Roxb., phytoestrogens-producing plant, using AFLP markers and morphological characteristics",
        "Brt. Res. Reports",
        "Molecular authentication of Panax notoginseng by specific AFLP-derived SCAR marker",
        "AFLP markers for identification of Swertia species (Gentianaceae).",
        "Genetic diversity of 28 wild species of fodder legume Cassia using RAPD, ISSR and SSR markers: A novel breeding strategy",
        "Species diversity, usages, molecular markers and barcode of medicinal Senna species (Fabaceae, Caesalpinioideae) in Thailand",
        "Genetic diversity and population genetic structure of pomegranate (Punica granatum L.) in Iran using AFLP markers",
        "AFLP genotyping and fingerprinting",
        "Thai Plant Names Tem Smitinand Revised Edition 2014",
        "J. Psychiat. Assoc. Thailand",
        "Int. J. Biomed. Pharm. Sci.",
        "Int. J. Biodivers. Conserv.",
        "AFLP: A new technique for DNA fingerprinting",
        "AFLP analysis of genetic variation in wild populations of five Rhododendron species in Qinling Mountain in China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Rangsit University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "North Bangkok",
            "affilname": "Chitralada Palace",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "College of Public Health Sciences",
        "Chulalongkorn University",
        "Naresuan University"
    ]
}