{
    "eid": "2-s2.0-85108485844",
    "title": "Security studies in Thailand",
    "cover-date": "2018-07-24",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Social Sciences (all)",
            "@code": "3300",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [],
    "authors": [
        "Kasira Cheeppensook"
    ],
    "citedby-count": 1,
    "ref-count": 99,
    "ref-list": [
        "The Concept of Security",
        "The Emerging Field of National Security",
        "Security and Emancipation",
        "Integration and National Security: Remarks on the Cases of the Four Southern ProvincesBuranakarn Tang Sangkom Kub Panha Kwam Mun Kong Kong Rath: Kor Sangket Wa Duay Koranee See Jangwat Park Tai Prathet Thai",
        "The Politics of Peace Negotiations: Comparing Aceh and Thailand’s Southern Border Provinces",
        "On the Threshold: Environmental Changes as Causes of Acute Conflict",
        "Thailand’s Response to the Vietnamese Aggression in Kampuchea",
        "The United States, Thailand, and the Indochinese Conflict",
        "Indochina and Security in Southeast Asia",
        "Meeting the Challenges of Changing Southeast Asia",
        "Thailand in 1993: Politics of Survival",
        "ASEAN’s Security Cooperation: Searching for a Regional Order",
        "Thirty Years of ASEAN: Achievements through Political Cooperation",
        "Thai Foreign Policy in the Global Age: Principle or Profit?",
        "A New World Order in East Asia?",
        "List of Forever Prime Ministers“Tamneab Nayokrattamontri TalodkarnI”",
        "The Problem of the Thai-Muslims in the Four Southern Provinces of Thailand (Part One)",
        "The Problem of the Thai-Muslims in the Four Southern Provinces of Thailand (Part Two)",
        "10 Years of Arms Stealing, 10 Years of Southern Insurgency… Looking at Communities around the Pi Leng Military Camp“Sib Pee Plon Puen Sib Pee Fai Tai… Tarm Pai Doo Chumchon Rob Khai Pi Leng”",
        "Article 17",
        "Nation Building and Political Participation: The Case of ThailandKarn Sang Chart Kab Karb Mee Suanruam Tang Karn Mueng: Koranee Khong Thai",
        "2nd Announcement of Revolution Council",
        "Threats from National Security DestructionPai Chak Karn Bon Tamlai Khwam Munkong Khong Chart”",
        "Political Development for National Security“Pattanakarn Karn Mueng Pheu Khwam Munkong Khong Chart”",
        "National Integration: The Issue of Chinese People in Thailand“Booranakarn Chart: Kor Ra Nee Chao Cheen Nai Prathet Thai”",
        "Trouble in Thailand’s Muslim South: Separatism, not Global Terrorism",
        "National Security Affairs",
        "The Concept of Security",
        "Integration and National Security Issues: Future Recommendations and SolutionsBooranakarn Kab Panha Khwam Munkong Khong Chart: Kor Nae Nam Lae Naew Tang Kae Khai Punha Nai Anakhot",
        "Strategic Implications of the Indochina Conflict: Thai Perspectives",
        "Can ASEAN Break the Stalemate?",
        "The Challenge of Co-existence: ASEAN’s Relations with Vietnam in the 1990s",
        "Full Research Report on Non-Traditional Security Issues and International SystemPan Ha Khwam Munkong Mai Kab Rabob Rawang Prathet",
        "Contemporary Terrorism“Karn Kor Karn Rai Ruam Samai”",
        "Globalization of Terrorism“Lo Ka Piwat Kor Karn Rai”",
        "Terrorism Study“Kor Karn Rai Suksa”",
        "Terrorism in the Twenty-First Century“Kor Karn Rai Nai Satawat Tee 21\"",
        "Anti-Terrorism Law“Kotmai Tor Tan Kor Karn Rai”",
        "Energy Security“Khwam Mankong Darn Palang Ngarn”",
        "Oil Crisis“Wikrit Nam Man”",
        "Thailand’s Energy Security“Khwam Mankong Dan Palang Ngarn Nai Thai”",
        "Insurgency in Southern Thailand“Karn Kor Khwam Mai Sa Ngob Nai Phak Tai Khong Thai”",
        "Defeating Insurgency“Karn Ao Chana Karn Kor Khwam Mai Sa Ngob”",
        "How Big States Lose Small Wars“Rat Yai Phae Songkram Lek Yang Rai”",
        "Geo-Politics of Thai National Security“Phoomi Rattasart Kab Khwam Mankong Thai”",
        "The Three Southern-Most Provinces“Sam Changwat Chai Dan Phak Tai”",
        "Southern Problems in a Social Context“Pan Ha Phak Tai Nai Boribot Sangkom”",
        "Small-Unit Operations“Konlayut Duay Nuai Kanad Lek”",
        "Thai-US Relations: The Age of War on Terrorism",
        "The Mount of Phra Viharn Case“Kor Ra Nee Khao Phra Viharn”",
        "Urban Security“Khwam Mankong Mueng”",
        "Global Financial Crisis-Thai Security Crisis“Wikrit Tang Karn Ngern Lhok Wikrit Khwam Mankong Thai”",
        "Human Security: Human Trafficking in Thailand“Khwam Mankong Khong Manoot: Karn Kha Manoot Nai Thai”",
        "ASEAN 2015",
        "The Ethnic Background of Issues Affecting Bilateral Relations Between Malaysia and Thailand",
        "Field Marshal Thanom Kittikachorn, Rector that is Deputy Prime Minister (b.e. 1960-3)“Chompon Thanom Kittikachorn Athikarnbodee Tee Pen Rong Nayok Rattamontree (b.e. 25032506)\"",
        "The United States and the Coming of the Coup of 1947 in Siam",
        "Thailand and Marxism",
        "Thaksin’s Achilles Heel: The Failure of Hawkish Approaches in the Thai South",
        "The Emergence and Escalation of Ethnic Nationalism: The Case of the Muslim Malays in Southern Siam",
        "Thai Regional Elites and the Reforms of King Chulalongkorn"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}