{
    "eid": "2-s2.0-85169584466",
    "title": "Understanding vitality of public space: A review with an example of capital city Kathmandu in Nepal",
    "cover-date": "2023-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Forestry",
            "@code": "1107",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Nature and Landscape Conservation",
            "@code": "2309",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Economic stability",
        "Green space",
        "Healthy lifestyle",
        "Social cohesion",
        "Urban public space"
    ],
    "authors": [
        "Uttam Paudel",
        "Krishna Prasad Pant"
    ],
    "citedby-count": 0,
    "ref-count": 180,
    "ref-list": [
        "Unleashing economic growth: region-based urban development strategy for Nepal",
        "Urban and environmental planning in Nepal: analysis, policy and proposal",
        "‘‘Ask a silly question.’’: contingent valuation of natural resource damages",
        "Mental health benefits of neighbourhood green space are stronger among physically active adults in middle-to-older age: evidence from 260,061 Australians",
        "The Routledge handbook of planning for health and well-being",
        "Process and characteristics of urbanization in Nepal",
        "Is green land cover associated with less health care spending? Promising findings from county-level Medicare spending in the continental United States",
        "Decentralized management of public squares in the city of São Paulo, Brazil: implications for urban green spaces",
        "Urban vulnerabilities in the Kathmandu Valley, Nepal: Visualizations of Human/Hazard Interactions",
        "Towards an evidence-based model for assessing urban squares as social places",
        "The ecosystem services agenda: bridging the worlds of natural science and economics, conservation and development, and public and private policy",
        "Looking beyond superficial knowledge gaps: understanding public representations of biodiversity",
        "Public spaces as a catalyst for slum upgrading",
        "Re-theorising Contemporary Public Space: a new narrative and a new normative",
        "Public places, urban spaces",
        "Needs in public spaces",
        "Government-driven commodification of public space: the case of Kwun Tong Promenade, Hong Kong",
        "Where are cultural and social in ecosystem services? A framework for constructive engagement",
        "Why are some women politically active? The household, public space, and political participation in India",
        "The role of urban parks for the sustainable city",
        "Meaning of public space and sense of community: the case of new neighbourhoods in the Kathmandu Valley",
        "Urban growth and development of contemporary neighbourhood public space in Kathmandu Valley, Nepal",
        "Determining the health benefits of green space: does gentrification matter?",
        "Is urban agriculture urban green space? A comparison of policy arrangements for urban green space and urban agriculture in Santiago de Chile",
        "Hedonic pricing and different urban green space types and sizes: Insights into the discussion on valuing ecosystem services",
        "Are good-quality environments socially cohesive? Measuring quality and cohesion in urban neighbourhoods",
        "Public spaces, social relations and well-being",
        "Public park behaviour in Da Nang: an investigation into how open space is used",
        "Suburban nation: the rise of Sprawl and the Decline of the American Dream",
        "From farm to firm: Rural-Urban transition in developing countries",
        "Urban residential greenspace and mental health in youth: different approaches to testing multiple pathways yield different conclusions",
        "Nearby green space and human health: Evaluating accessibility metrics",
        "Less public than before? Public space improvement in Newcastle City",
        "The just city",
        "Cities and diversity",
        "The economic value of open space: a review and synthesis",
        "The spaces between buildings",
        "Social cohesion, social capital and the neighborhood",
        "Space defining buildings",
        "Everyday spaces: the potential of neighborhood space",
        "Public land leasing, public productive spending and economic growth in Chinese cities",
        "The Charter of Public Space",
        "Relations in public: micro studies of the public order",
        "The concept of public space and its democratic manifestations",
        "Provocation: technology, resistance and surveillance in public space",
        "Commentary: Is urban design still urban planning? An exploration and response",
        "Rice and bricks: environmental issues and mapping of the unusual crop rotation pattern in the Kathmandu Valley, Nepal",
        "Publiczna własność nieruchomości (Public Ownership of Real Estate)",
        "The public sphere: an encyclopedia article",
        "The social life of wireless urban spaces: internet use, social networks, and the public realm",
        "Hannah Arendt: Politics, history and citizenship",
        "Justice and the American Metropolis",
        "The economic value of tourism and recreation across a large protected area network",
        "Conclusion: public space, virtual space, and democracy",
        "Urban policy and politics in Britain",
        "Social Interactions in Urban Places, Public Spaces",
        "A multi-dimensional classification and equity analysis of an urban park system: a novel methodology and case study application",
        "Inclusive design: Designing and developing accessible environments",
        "Rapid Urban Growth in the Kathmandu Valley, Nepal: Monitoring Land Use Land Cover Dynamics of a Himalayan City with Landsat Imageries",
        "A review of the health benefits of greenness",
        "Understanding situated social interactions in public places",
        "The relationship between social cohesion and urban green space: an avenue for health promotion",
        "Promoting environmental justice through urban green space access: a synopsis",
        "Advancing sustainability through urban green space: cultural ecosystem services, equity, and social determinants of health",
        "The racial/ethnic distribution of heat risk-related land cover in relation to residential Segregation",
        "Recreation–amenity use and contingent valuation of urban green spaces in Guangzhou China",
        "Emotions analysis in public spaces for urban planning",
        "Urban-public area architecture as the objective of the political ideology: Ankara Example",
        "Designing an incubator of public spaces platform: applying cybernetic principles to the co-creation of spaces",
        "Healthy planning",
        "Economic valuation of the environment and travel cost approach: the case of Ayubia National Park",
        "Urban green space and its impact on human health",
        "Urban Space",
        "Property rights & the perceived health contribution of public open space in Hong Kong",
        "How is a political public space made? – The birth of Tiananmen Square and the May Fourth Movement",
        "From psychology of sustainability to sustainability of urban spaces: promoting a primary prevention approach for well-being in the healthy city designing. A waterfront case study in Livorno",
        "Neighborhood socioeconomic disadvantage and urban public green spaces availability: a localized modeling approach to inform land use policy",
        "Investigation of urban green space equity at the city level and relevant strategies for improving the provisioning in China",
        "Urban green spaces and housing prices: an alternative perspective",
        "Green space optimization for rural vitality: Insights for planning and policy",
        "A method to prioritize and allocate nature-based solutions in urban areas based on ecosystem service demand",
        "What makes us tick? The ten desires that drive us",
        "Marginal public spaces in European cities",
        "Street Life: Youth. Culture and competing uses of public space",
        "The paradoxes of public space",
        "Urban squares: a place for public life",
        "Is there any correlation between placemaking and place attachment?",
        "That thing called public involvement",
        "Does access to green space impact the mental well-being of children: a systematic review",
        "Greening Post-industrial Cities: Growth, Equity, and Environmental Governance",
        "Homelessness and contact with the criminal justice system: insights from specialist lawyers and Allied professionals in Australia",
        "People make places: growing the Public Life of Cities",
        "Defining forms of public space: a frame for understanding ‘the Vatican's economic reform’, Church",
        "Exploring the economic impact of national parks on the local economy. The functional approach in the context of Poland's transition economy",
        "Ground control, fear and happiness in the Twenty-first Century City",
        "Neighborhood environments and socioeconomic inequalities in mental well-being",
        "Local Governance and Community Development Program-II, Progress Report (July 2015-March 2016), May 2016",
        "Land Use Policy2015",
        "National Shelter Policy, 2012",
        "Vision Paper- 2069BS",
        "Third United Nations Conference on Housing and Sustainable Urban Development (Habitat III) – Nepal National Report",
        "National Urban Development Strategy, 2017",
        "Urban Design: Street and Square",
        "Contemporary versus traditional styles in architecture and public space: a virtual reality study with 360-degree videos",
        "The provoked economy: economic reality and the performative turn",
        "Urban growth and spatial transition in Nepal: an initial assessment. Directions in development",
        "The privatization of public space: modelling and measuring publicness",
        "Land use policies in Nepal: an overview",
        "Sustainable Development Goals, 2016-2030, National (Preliminary) report",
        "Transforming spaces into places: placemaking of tudikhel",
        "Economic impacts of a linear urban park on local businesses: the case of Gyeongui Line Forest Park in Seoul",
        "Defining public open spaces: an investigation framework to inform planning and design decision-making processes",
        "Social interactions in urban parks: stimulating social cohesion?",
        "Green space suitability evaluation for urban resilience: an analysis of Kathmandu Metropolitan City, Nepal",
        "Open spaces vanishing fast",
        "Urban Open Spaces in Kathmandu – Problems and Prospects, Vaastu",
        "Hawker centres: a social space approach to promoting community wellbeing",
        "What shapes uneven access to Urban Amenities? Thick injustice and the legacy of racial discrimination in Denver's Parks",
        "Conflicts of liveability in the 24-hour city: Learning from 48 h in the life of London's Soho",
        "Smart cities and the architecture of security: pastoral power and the scripted design of public space",
        "Right answers, wrong questions: environmental justice as urban research",
        "Political evolution in the Lisbon of the digital era. Fast urban changes, slow institutional restructuring and growing civic pressures",
        "Ruptured space and spatial estrangement: (Un)making of public space in Kathmandu",
        "Lost in transition? Emerging forms of residential architecture in Kathmandu",
        "The conscience of the Eye: the design and social life of cities",
        "The human–nature relationship and its impact on health: a critical review",
        "The Land Development Boom in Kathmandu Valley",
        "Post-modern buildings in Kathmandu valley – failure in public dimension of architecture",
        "Residential neighbourhoods in Kathmandu: key design guidelines",
        "Associations between recreational walking and attractiveness, size, and proximity of neighborhood open spaces",
        "Advantages of public green spaces in enhancing population health",
        "Rethinking commercial revitalization: a neighborhood small business perspective",
        "Healthy cities with healthy streets, towards a new normal of urban health and well-being",
        "Examining spatiotemporal urbanization patterns in Kathmandu Valley, Nepal: remote sensing and spatial metrics approaches",
        "Urban open space in the 21st century",
        "When contradicting public space regimes collide: the case of Palestinian Israeli towns",
        "Space and place: the perspective of experience",
        "Usage of urban green space and related feelings of deprivation during the COVID-19 lockdown: Lessons learned from an Italian case study",
        "Social mixing’ and the management of disadvantaged neighborhoods: the Dutch policy of urban restructuring revisited",
        "The Sustainable Development Goals Report-2017",
        "Population distribution, urbanization, international migration and development: an international perspective",
        "Healthy People 2020: Social determinants of health",
        "Urban green spaces as a component of an ecosystem",
        "Exploring the distribution of park availability, features, and quality across Kansas City, Missouri by income and race/ethnicity: an environmental justice investigation",
        "Population and health policies in urban areas",
        "Growing urban health: community gardening in South-East Toronto",
        "Park green spaces, public health and social inequalities: understanding the interrelationships for policy implications",
        "Examining social inequalities in urban public leisure spaces provision using principal component analysis",
        "Cross-sectional associations between long-term exposure to particulate matter and depression in China: the mediating effects of sunlight, physical activity, and neighborly reciprocity",
        "Health Indicators of sustainable cities in the Context of the Rio+20 UN Conference on Sustainable Development",
        "Urban Green Spaces and Health",
        "The measurement of place attachment: validity and generalizability of a psychometric approach",
        "Model for assessment of public space quality in town centers",
        "Urban green space, public health, and environmental justice: The challenge of making cities ‘just green enough’",
        "The Social Value of Public Spaces",
        "Estimating the mediating effect of privately-supplied green space on the relationship between urban public green space and property value: evidence from Shanghai, China",
        "Historic definitions of public space: Inspiration for high quality public space",
        "Waterfronts: spatial composition and cultural use",
        "Public open spaces planning for the elderly: The case of dense urban renewal districts in Hong Kong",
        "Neighborhood socioeconomics, food environment and land use determinants of public health: Isolating the relative importance for essential policy insights"
    ],
    "affiliation": [
        {
            "affiliation-city": "Dhulikhel",
            "@id": "60071792",
            "affilname": "Kathmandu University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071792",
            "affiliation-country": "Nepal"
        },
        {
            "affiliation-city": "Kathmandu",
            "@id": "60071790",
            "affilname": "Tribhuvan University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071790",
            "affiliation-country": "Nepal"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}