{
    "eid": "2-s2.0-85071435295",
    "title": "A new micropterous, ground-dwelling, non-cyclostome braconid parasitoid wasp, Epigeiobracon perplexus Quicke & Ward, gen. et sp. nov. (Hymenoptera: Braconidae) from New Zealand of uncertain relationships",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Ecology",
            "@code": "2303",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Agronomy and Crop Science",
            "@code": "1102",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "endemic species",
        "Gondwana",
        "leaf litter",
        "microptery",
        "Microtypinae",
        "Orgilinae",
        "Stewart Island"
    ],
    "authors": [
        "Donald L.J. Quicke",
        "Darren F. Ward",
        "Buntika A. Butcher"
    ],
    "citedby-count": 2,
    "ref-count": 26,
    "ref-list": [
        "Description and natural history of the first micropterous Meteorus species: M. orocrambivorus sp. n. (Hymenoptera, Braconidae, Euphorinae), endemic to New Zealand",
        "Biology of Mesostoa kerri Austin and Wharton (Insecta: Hymenoptera: Braconidae: Mesostoinae), an endemic Australian wasp that causes stem galls on Banksia marginata Cav",
        "Revision of the endemic Australian subfamily Trachypetinae Schulz s.l. (including Cercobarconinae Tobias) (Hymenoptera: Braconidae)",
        "A new enigmatic apterous cyclostome genus (Hymenoptera: Braconidae) from the Greek Islands",
        "New species of flightless doryctine parasitoid wasps (Hymenoptera: Braconidae: Doryctinae) from Australia and New Zealand",
        "Review of the brachypterous, micropterous, and apterous Braconidae of the cyclostome lineage (Hymenoptera: Ichneumonoidea) from the Palearctic Region",
        "Inferring life history from ovipositor morphology in parasitoid wasps using phylogenetic regression and discriminant analysis",
        "Order Hymenoptera: Sawflies, Wasps, Ants, and Bees",
        "Keylimepie peckorum gen. n. and sp. n., (Hymenoptera, Braconidae) from southern Florida, U.S., the first known brachypterous member of the subfamily Microgastrinae",
        "Hierodoris (Insecta: Lepidoptera: Gelechioidea: Oecophoridae), and overview of Oecophoridae",
        "Phylogeny of the subfamilies of Braconidae (Hymenoptera)",
        "The systematic placement of Afrocampsis van Achterberg & Quicke (Hymenoptera: Braconidae): molecular and morphological evidence indicate that it belongs to Helconinae s.l. not Sigalphinae",
        "Revision of the endemic New Zealand braconid wasp genus Metaspathius: new subfamily placement, and descriptions of four new species including three with fully winged females (Hymenoptera: Braconidae: Mesostoinae)",
        "Molecular phylogenetics of Braconidae (Hymenoptera: Ichneumonoidea), based on multiple nuclear genes, and implications for classification",
        "A new, highly sexually dimorphic species of Cosmophorus Ratzeburg (Hymenoptera: Braconidae: Euphorinae) reared from Corsica",
        "Classification and biology of braconid wasps (Hymenoptera: Braconidae)",
        "Die Orgilus-Arten der Paläarktis (Hymenoptera, Braconidae)",
        "Essay on the phylogeny of Braconidae (Hym.: Ichneumonoidea)",
        "Revisionary notes on the subfamily Orgilinae (Hymenoptera: Braconidae)",
        "Revision of the subfamily Blacinae Foerster (Hymenoptera, Braconidae)",
        "Illustrated key to the subfamilies of the Braconidae (Hymenoptera: Ichneumonoidea)",
        "Generic revision of the subfamily Betylobraconinae (Hymenoptera: Braconidae) and other groups with modified fore tarsus",
        "Cuniculobracon verdui gen nov. & spec. nov. and a new species of Polemochartus Schulz (Hymenoptera: Braconidae) from Spain, with a note on Eremita Kasparyan (Hymenoptera: Ichneumonidae)",
        "Afrocampsis, a new genus belonging to the Sigalphinae (Hymenoptera: Braconidae) from the Afrotropical region",
        "A revision of the tribe Planitorini van Achterberg (Hymenoptera, Braconidae, Euphorinae), with description of a new genus from Australia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Auckland",
            "@id": "60015235",
            "affilname": "Landcare Research, Auckland",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015235",
            "affiliation-country": "New Zealand"
        }
    ],
    "funding": [
        "Royal Society of New Zealand",
        "Chulalongkorn University",
        "TRF"
    ]
}