{
    "eid": "2-s2.0-85094859828",
    "title": "A simple high-throughput protocol for the extraction and quantification of inorganic phosphate in rice leaves",
    "cover-date": "2020-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "inorganic phosphate",
        "microplate",
        "molybdenum blue assay",
        "rice"
    ],
    "authors": [
        "Sompop Pinit",
        "Supachitra Chadchawan",
        "Juthamas Chaiwanon"
    ],
    "citedby-count": 5,
    "ref-count": 14,
    "ref-list": [
        "Reducing the genetic redundancy of Arabidopsis PHOSPHATE TRANSPORTER1 transporters to study phosphate uptake and signaling",
        "Site-specific nutrient management for lowland rice in the northern Savannah zones of Ghana",
        "Sensitive detection of phosphorus deficiency in plants using chlorophyll a fluorescence",
        "Performance and limitations of phosphate quantification: Guidelines for plant biologists",
        "Notes on the colorimetric determination of inorganic orthophosphate: Part I. Determination of inorganic orthophosphate in the presence of some acid-labile phosphate compounds of biochemical significance. Part II. Determination of total phosphorus",
        "The molybdenum blue reaction for the determination of orthophosphate revisited: Opening the black box",
        "Low phosphorus tolerance mechanisms: Phosphorus recycling and photosynthate partitioning in the tropical forage grass, Brachiaria hybrid cultivar Mulato compared with rice",
        "Phosphorus uptake of rice plants is affected by phosphorus forms and physicochemical properties of tropical weathered soils",
        "Molecular mechanisms of phosphate transport in plants",
        "The use of percholoric acid in the extraction of phosphoric compounds from plant tissues",
        "Freeze shattering: A simple and effective method for permeabilizing higher plant cell walls",
        "Abscisic acid is involved in root cell wall phosphorus remobilization independent of nitric oxide and ethylene in rice (Oryza sativa)"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "DPST",
        "Development and Promotion of Science and Technology Talents Project",
        "Pathum Thani Rice Research Center",
        "Institute for the Promotion of Teaching Science and Technology",
        "Thailand Research Fund"
    ]
}