{
    "eid": "2-s2.0-85055752021",
    "title": "Occurrence of multidrug resistant (MDR) Campylobacter species isolated from retail chicken meats in Selangor, Malaysia and their associated risk factors",
    "cover-date": "2018-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Campylobacter",
        "Chicken",
        "Multidrug resistance",
        "Risk factors"
    ],
    "authors": [
        "Muhammad Jalo Ibrahim",
        "Saleha Abdul-Aziz",
        "Asinamai Athliamai Bitrus",
        "Dauda Goni Mohammed",
        "Jalila Abu",
        "Siti Khairani Bejo",
        "Mohamed Abdelrahman Mohamed",
        "Mohamed Yousif Ibrahim Mohamed"
    ],
    "citedby-count": 6,
    "ref-count": 55,
    "ref-list": [
        "Prevalence of virulence/stress genes in Campylobacter jejuni from chicken meat sold in Qatari retail outlets",
        "Antimicrobial resistance in bacteria isolated from aquaculture sources in Australia",
        "Antimicrobial resistance among Campylobacter jejuni isolated from raw poultry meat at retail level in Denmark",
        "Recovery of Campylobacter from broiler feces during extended storage of transport cages",
        "Evaluacion de la vigilancia microbiologica de alimentos que se venden en las calles",
        "Achieving hygiene in the domestic kitchen: The effectiveness of commonly used cleaning procedures",
        "Cross-contamination with Campylobacter jejuni and Salmonella spp. from raw chicken products during food preparation",
        "Campylobacter contamination in French chicken production from farm to consumers. Use of a PCR assay for detection and identification of Campylobacter jejuni and C. coli",
        "Description and sources of contamination by Campylobacter spp. of river water destined for human consumption in Brittany, France",
        "Prevalence and antimicrobial resistance of Campylobacter in US dairy cattle",
        "Joint opinion on antimicrobial resistance (AMR) focused on zoonotic infections",
        "Microbial contamination of food refrigeration equipment",
        "Resistance patterns of Campylobacter spp. strains isolated from poultry carcasses in a big Swiss poultry slaughterhouse",
        "Risk factors for sporadic Campylobacter infection in the United States: A case-control study in FoodNet sites",
        "Occurrence of Campylobacter in dogs and cats in Selangor Malaysia and the associated risk factors",
        "Specific identification of the entheropathogens Campylobacter jejuni and Campylobacter coli using a PCR test based on the ceuE gene encoding a putative virulence determinant",
        "Antibiotic use and antibiotic resistance in food animals in Malaysia: A threat to human and animal Health",
        "Routes for Campylobacter contamination of poultry meat: Epidemiological study from hatchery to slaughterhouse",
        "Prevalence and antibiotic resistance of Campylobacter spp. isolated from chicken meat, pork, and beef in Korea, from 2001 to 2006",
        "Epidemiological surveillance of Campylobacter jejuni in chicken, dairy cattle and diarrhoea patients",
        "Prevalence of Campylobacter species in meat, milk and other food commodities in Pakistan",
        "Aspects of Epidemiology of Campylobacter in poultry",
        "Differentiation of Campylobacter coli, Campylobacter jejuni, Campylobacter lari, and Campylobacter upsaliensis by a multiplex PCR developed from the nucleotide sequence of the lipid A gene lpxA",
        "A quantitative analysis of cross-contamination of Salmonella and Campylobacter spp. via domestic kitchen surfaces",
        "The Cape Town Protocol: How to isolate the most Campylobacters for your dollar, pound, frank, yen, etc",
        "Rapid identification by PCR of the genus Campylobacter and of five Campylobacter species enteropathogenic for man and animals",
        "Campylobacter and Salmonella in raw red meats in the United Kingdom: Prevalence, characterization and antimicrobial resistance pattern, 2003-2005",
        "The occurrence of indicator bacteria on hands and aprons of food handlers in delicatessen sections of a retail group",
        "Enhanced in vivo fitness of fluoroquinolone-resistant Campylobacter jejuni in the absence of antibiotic selection pressure",
        "Salmonella and Campylobacter in United Kingdom retail raw chicken in 2005",
        "Street foods in Accra, Ghana: How safe are they?",
        "Antibiotic resistance in Campylobacter jejuni and Campylobacter coli isolated from poultry in the South-East Queensland region",
        "Prevalence of thermophilic Campylobacter spp. in ready-to-eat foods and raw poultry in Northern Ireland",
        "A comparison of risk assessments on Campylobacter in broiler meat",
        "Prevalence of the Campylobacter multi-drug efflux pump (CmeABC) in Campylobacter spp. isolated from freshly processed turkeys",
        "Impact of antibiotic use in adult dairy cows on antimicrobial resistance of veterinary and human pathogens: A comprehensive review",
        "Fluoroquinolone-resistant Campylobacter isolates from conventional and antibiotic-free chicken products",
        "Antimicrobial resistance of Campylobacter spp. isolated from broilers in small poultry processing operations in Trinidad",
        "Quantitative risk assessment of human campylobacteriosis associated with thermophilic Campylobacter species in chickens",
        "Comparison of antimicrobial resistance of Campylobacter jejuni and Campylobacter coli isolated from humans and chicken carcasses in Poland",
        "Antimicrobial resistance in Campylobacter strains isolated from animals, foods, and humans in Spain in 1997-1998",
        "Isolation and characterization of Campylobacter jejuni from broiler chickens in Malaysia",
        "Prevalence of Campylobacter in chicken and chicken by-products retailed in Sapporo area, Hokkaido, Japan",
        "General outbreaks of infectious intestinal disease linked with red meat, England and Wales, 1992-1999",
        "Microbiological evaluation of foodservice contact surfaces in Iowa assisted-living facilities",
        "Prevalence of Campylobacter spp. in poultry and poultry products for sale on the Bulgarian retail market",
        "Multidrug resistance of Campylobacter jejuni and Campylobacter coli to tested antibiotics in strains originating from humans, poultry and swine",
        "Camparison of thermophilic Campylobacter spp. occurrence in two types of retail chicken samples",
        "Potentially pathogenic Campylobacter species among farm animals in rural areas of Limpopo province, South Africa: A case study of chickens and cattles",
        "Colony multiplex PCR assay for identification and differentiation of Campylobacter jejuni, C. coli, C. lari, C. upsaliensis, and C. fetus subsp. fetus",
        "Development of a multiplex PCR assay for identification of Campylobacter coli, Campylobacter fetus, Campylobacter hyointestinalis subsp. Hyointestinalis, Campylobacter jejuni, Campylobacter lari and Campylobacter upsaliensis",
        "Campylobacter jejuni: Molecular biology and pathogenesis",
        "Susceptibility of Campylobacter jejuni and Campylobacter coli isolated from animals and humans to tetracycline"
    ],
    "affiliation": [
        {
            "affiliation-city": "Serdang",
            "@id": "60025577",
            "affilname": "Universiti Putra Malaysia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025577",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kubang Kerian",
            "@id": "60002512",
            "affilname": "School of Medical Sciences, Universiti Sains Malaysia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002512",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Damaturu Yobe State",
            "@id": "118709805",
            "affilname": "Ministry of Agriculture and Environment",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/118709805",
            "affiliation-country": "Nigeria"
        }
    ],
    "funding": []
}