{
    "eid": "2-s2.0-85146780495",
    "title": "Behavioral responses to baited enclosure method that activates habituation in stray dogs",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "food intake",
        "neuter",
        "operant conditioning",
        "population",
        "release",
        "stray dog",
        "trap"
    ],
    "authors": [
        "Sumpun Thammacharoen",
        "Sapon Semsirmboon",
        "Visara Chit-Opas",
        "Phak Anong Tangcharoensin",
        "Kran Nilkachatarn",
        "Narongsak Chaiyabutr"
    ],
    "citedby-count": 0,
    "ref-count": 22,
    "ref-list": [
        "The biology of the human-animal bond",
        "The ecology of free-ranging dogs",
        "A comprehensive study of dog bites in Spain, 1995–2004",
        "Seroprevalence and risk factors of canine distemper virus in the pet and stray dogs in Haa, Western Bhutan",
        "Stray dogs of Sofia (Bulgaria) could be an important reservoir of heartworm (Dirofilaria immitis)",
        "Rabies and dog population control in Thailand: Success or failure?",
        "Stray dogs in Bangkok, Thailand: Rabies virus infection and rabies antibody prevalence",
        "Investigation of Leptospira infection in stray animals in Songkhla, Thailand: Leptospirosis risk reduction in human",
        "Stray dog population demographics in Jodhpur, India following a population control/rabies vaccination program",
        "Size and spatial distribution of stray dog population in the University of São Paulo campus, Brazil",
        "The effectiveness of dog population management: A systematic review",
        "Free-roaming dog populations: A cost-benefit model for different management options, applied to Abruzzo, Italy",
        "Population and social biology of free-ranging dogs, Canis familiaris",
        "Portion size and meal consumption in domesticated dogs: An experimental study",
        "Assessing demographic and epidemiologic parameters of rural dog populations in India during mass vaccination campaigns",
        "Stray dog population in a city of Southern Mexico and its impact on the contamination of public areas",
        "Neuropeptides as facilitators of domestication",
        "Commensalism or cross-species adoption? A critical review of theories of wolf domestication",
        "Decreased vigilance or habituation to humans? Mechanisms on increased boldness in urban animals",
        "Mammal trapping: A review of animal welfare standards of killing and restraining traps"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60031780",
            "affilname": "Thai Red Cross Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031780",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Faculty of Veterinary Science"
    ]
}