{
    "eid": "2-s2.0-85087905890",
    "title": "Identification of sulfate-reducing and methanogenic microbial taxa in anaerobic bioreactors from industrial wastewater treatment plants using next-generation sequencing and gene clone library analyses",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Engineering",
            "@code": "2305",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Anaerobic treatment",
        "biogas",
        "dsrB gene",
        "microbial community",
        "sludge digester"
    ],
    "authors": [
        "Krittayapong Jantharadej",
        "Wuttichai Mhuantong",
        "Tawan Limpiyakorn",
        "Skorn Mongkolsuk",
        "Kwanrawee Sirikanchana",
        "Benjaporn Boonchayaanant Suwannasilp"
    ],
    "citedby-count": 5,
    "ref-count": 35,
    "ref-list": [
        "Anaerobic Treatment of Industrial Wastewaters",
        "Production of Biogas: Relationship between Methanogenic and Sulfate-Reducing Microorganisms",
        "Metabolic Interactions in Methanogenic and Sulfate-Reducing Bioreactors",
        "Microbial Structures and Community Functions of Anaerobic Sludge in Six Full-Scale Wastewater Treatment Plants as Revealed by 454 High-Throughput Pyrosequencing",
        "Microbiota of Anaerobic Digesters in a Full-Scale Wastewater Treatment Plant",
        "Industrial Wastewaters Harbor a Unique Diversity of Bacterial Communities Revealed by High-Throughput Amplicon Analysis",
        "High Variations of Methanogenic Microorganisms Drive Full-Scale Anaerobic Digestion Process",
        "The Diversity of Sulfate-Reducing Bacteria in the Seven Bioreactors",
        "Evaluating Bias of Illumina-Based Bacterial 16S rRNA Gene Profiles",
        "Analysis of the Microbiome: Advantages of Whole Genome Shotgun versus 16S Amplicon Sequencing",
        "Global Patterns of 16S rRNA Diversity at a Depth of Millions of Sequences per Sample",
        "Introducing Mothur: Open-Source, Platform-Independent, Community-Supported Software for Describing and Comparing Microbial Communities",
        "UCHIME Improves Sensitivity and Speed of Chimera Detection",
        "QIIME Allows Analysis of High-Throughput Community Sequencing Data",
        "Search and Clustering Orders of Magnitude Faster than BLAST",
        "An Improved Greengenes Taxonomy with Explicit Ranks for Ecological and Evolutionary Analyses of Bacteria and Archaea",
        "UniFrac: A New Phylogenetic Method for Comparing Microbial Communities",
        "DsrB Gene-Based DGGE for Community and Diversity Surveys of Sulfate-Reducing Bacteria",
        "Basic Local Alignment Search Tool",
        "CD-HIT Suite: A Web Server for Clustering and Comparing Biological Sequences",
        "Molecular Evolutionary Genetics Analysis across Computing Platforms",
        "Microbial Communities Involved in Biogas Production from Wheat Straw as the Sole Substrate within a Two-Phase Solid-State Anaerobic Digestion",
        "Hydrogen Production from Sugars and Sweet Sorghum Biomass Using Ruminococcus albus",
        "Anaerolinea thermolimosa sp. nov., Levilinea saccharolytica gen. nov., sp. nov. and Leptolinea tardivitalis gen. nov., sp. nov., novel filamentous anaerobes, and description of the new classes Anaerolineae classis nov. and Caldilineae classis nov. in the bacterial phylum Chloroflexi",
        "Complete Genome Sequence of Paludibacter propionicigenes Type Strain (WB4)",
        "Do Microbial Communities in an Anaerobic Bioreactor Change with Continuous Feeding Sludge into a Full-Scale Anaerobic Digestion System?",
        "A New Combination of Substrates: Biogas Production and Diversity of the Methanogenic Microorganisms",
        "Metabolic Flexibility of Sulfate-Reducing Bacteria",
        "Mercury-Methylating Genes dsrB and hgcA in Soils/Sediments of the Three Gorges Reservoir",
        "Syntrophobacter furnaroxidans sp. nov., A Syntrophic Propionate-Degrading Sulfate Reducing Bacterium",
        "Community Analysis of a Full-Scale Anaerobic Bioreactor Treating Paper Mill Wastewater",
        "Microbial Dynamics in UASB Bioreactor Granules in Response to Short Term Changes in Substrate Feed",
        "Thermodynamically Diverse Syntrophic Aromatic Compound Catabolism",
        "Characterization of Desulfovibrio Fructosovorans sp. nov"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60276477",
            "affilname": "Laboratory of Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60276477",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60001884",
            "affilname": "Ministry of Higher Education, Science, Research and Innovation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001884",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulabhorn Research Institute, Bangkok, Thailand",
        "Asahi Glass Foundation"
    ]
}