{
    "eid": "2-s2.0-85149928727",
    "title": "Heparan sulfate glycomimetics via iterative assembly of “clickable” disaccharides",
    "cover-date": "2023-02-28",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [],
    "authors": [
        "Cangjie Yang",
        "Yu Deng",
        "Yang Wang",
        "Chaoshuang Xia",
        "Akul Y. Mehta",
        "Kelly J. Baker",
        "Anuj Samal",
        "Putthipong Booneimsri",
        "Chanthakarn Lertmaneedang",
        "Seung Hwang",
        "James P. Flynn",
        "Muqing Cao",
        "Chao Liu",
        "Alec C. Zhu",
        "Richard D. Cummings",
        "Cheng Lin",
        "Udayan Mohanty",
        "Jia Niu"
    ],
    "citedby-count": 2,
    "ref-count": 52,
    "ref-list": [
        "Heparin and heparan sulfate: structure and function",
        "Structural diversity of heparan sulfate binding domains in chemokines",
        "Cell surface, heparin-like molecules are required for binding of basic fibroblast growth factor to its high affinity receptor",
        "Microarrays of synthetic heparin oligosaccharides",
        "Automated solid-phase synthesis of chondroitin sulfate glycosaminoglycans",
        "Structural Features of Heparin and Its Interactions With Cellular Prion Protein Measured by Surface Plasmon Resonance",
        "Heavy heparin: a stable isotope-enriched, chemoenzymatically-synthesized, poly-component drug",
        "Chemoenzymatic synthesis of homogeneous ultralow molecular weight heparins",
        "Synthesis of 3-O-sulfated oligosaccharides to understand the relationship between structures and functions of heparan sulfate",
        "Heparan sulfate microarray reveals that heparan sulfate-protein binding exhibits different ligand requirements",
        "Modular synthesis of heparan sulfate oligosaccharides for structure− activity relationship studies",
        "The ligand-binding profile of HARE: hyaluronan and chondroitin sulfates A, C, and D bind to overlapping sites distinct from the sites for heparin, acetylated low-density lipoprotein, dermatan sulfate, and CS-E",
        "Functional characterization of PmHS1, a Pasteurella multocida heparosan synthase",
        "Divergent synthesis of 48 heparan sulfate-based disaccharides and probing the specific sugar-fibroblast growth factor-1 interaction",
        "Synthesis of 3-O-sulfonated heparan sulfate octasaccharides that inhibit the herpes simplex virus type 1 host-cell interaction",
        "Divergent synthesis of heparan sulfate oligosaccharides",
        "Expedient synthesis of core disaccharide building blocks from natural polysaccharides for heparan sulfate oligosaccharide assembly",
        "Chemical synthesis of a heparan sulfate glycopeptide: Syndecan-1",
        "Enzymatic synthesis of antithrombin III-binding heparan sulfate pentasaccharide",
        "Generation of “Neoheparin” from E. coli K5 Capsular Polysaccharide",
        "Regeneration of PAPS for the enzymatic synthesis of sulfated oligosaccharides",
        "3-O-Sulfation of Heparan Sulfate Enhances Tau Interaction and Cellular Uptake",
        "Facile chemoenzymatic synthesis of biotinylated heparosan hexasaccharide",
        "Tailored design and synthesis of heparan sulfate oligosaccharide analogues using sequential one-pot multienzyme systems",
        "Tunable heparan sulfate mimetics for modulating chemokine activity",
        "Tailored glycopolymers as anticoagulant heparin mimetics",
        "Glycocalyx remodeling with proteoglycan mimetics promotes neural specification in embryonic stem cells",
        "Embryonic stem cell engineering with a glycomimetic FGF2/BMP4 co-receptor drives mesodermal differentiation in a three-dimensional culture",
        "The heparan sulfate-fibroblast growth factor family: diversity of structure and function",
        "Role of heparan sulfate in fibroblast growth factor signalling: a structural view",
        "Automated Synthesis of Peptides: Solid-phase peptide synthesis, a simple and rapid synthetic method, has now been automated",
        "Gene synthesis machines: DNA chemistry and its uses",
        "Click chemistry: diverse chemical function from a few good reactions",
        "Synthesis of heparin oligosaccharides and their interaction with eosinophil-derived neurotoxin",
        "De novo sequencing of heparan sulfate oligosaccharides by electron-activated dissociation",
        "A computational framework for heparan sulfate sequencing using high-resolution tandem mass spectra",
        "Chemistry of natural glycan microarrays",
        "A surface plasmon resonance-based solution affinity assay for heparan sulfate-binding proteins",
        "Activating and inhibitory heparin sequences for FGF-2 (basic FGF). Distinct requirements for FGF-1, FGF-2, and FGF-4",
        "Importance of 2-O-sulfate groups of uronate residues in heparin for activation of FGF-1 and FGF-2",
        "GLYCAM06: a generalizable biomolecular force field. Carbohydrates",
        "Extension and validation of the GLYCAM force field parameters for modeling glycosaminoglycans",
        "Development and testing of a general amber force field",
        "OpenMM 7: Rapid development of high performance algorithms for molecular dynamics",
        "Heparin structure and interactions with basic fibroblast growth factor",
        "A molecular dynamics study of the effect of glycosidic linkage type in the hemicellulose backbone on the molecular chain flexibility",
        "Uncovering the relationship between sulphation patterns and conformation of iduronic acid in heparan sulphate",
        "Free energy landscapes of iduronic acid and related monosaccharides",
        "Heparan sulfate and heparin interactions with proteins",
        "General definition of ring puckering coordinates",
        "Diffuse ions coordinate dynamics in a ribonucleoprotein assembly",
        "Expedient Synthesis of a Library of Heparan Sulfate-Like “Head-to-Tail” Linked Multimers for Structure and Activity Relationship Studies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chestnut Hill",
            "@id": "60031117",
            "affilname": "Boston College",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031117",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60006385",
            "affilname": "Boston University Chobanian &amp; Avedisian School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006385",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60002746",
            "affilname": "Harvard Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002746",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "NIH-S10",
        "NSF-MRI",
        "National Center for Functional Glycomics",
        "NIH",
        "National Institute for General Medical Sciences",
        "Boston College"
    ]
}