{
    "eid": "2-s2.0-84991785867",
    "title": "Microbial community analysis using MiSeq sequencing in a novel configuration fluidized bed reactor for effective denitrification",
    "cover-date": "2016-12-01",
    "subject-areas": [
        {
            "$": "Bioengineering",
            "@code": "1502"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        },
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Renewable Energy",
            "@code": "2105"
        }
    ],
    "keywords": [
        "16S rRNA gene sequencing",
        "Denitrification",
        "Fluidized bed reactor",
        "Low COD to nitrate ratio",
        "Microbial community analysis"
    ],
    "authors": [
        "Phatchariya Rungkitwatananukul"
    ],
    "citedby-count": 18,
    "ref-count": 19,
    "ref-list": [
        "Functional consortium from aerobic granules under high organic loading rates",
        "Standard Methods for the Examination of Water and Wastewater",
        "Comparison of three granular support materials for anaerobic fluidized bed systems",
        "Ultra-high-throughput microbial community analysis on the Illumina HiSeq and MiSeq platforms",
        "Search and clustering orders of magnitude faster than BLAST",
        "Afr. J. Microbiol. Res.",
        "Nitrogen removal characteristics of a newly isolated indigenous aerobic denitrifier from oligotrophic drinking water reservoir, Zoogloea sp. N299",
        "Support media for microbial adhesion in an anaerobic fluidized-bed reactor",
        "High organic loading treatment for industrial molasses wastewater and microbial community shifts corresponding to system development",
        "Bacterial community and biological nitrate removal: Comparisons of autotrophic and heterotrophic reactors for denitrification with raw sewage",
        "Microbial population dynamics during aerobic sludge granulation at different organic loading rates",
        "Microbial ecology of denitrification in biological wastewater treatment",
        "Evaluation of the microbial diversity of denitrifying bacteria in batch reactor",
        "WEFTEC",
        "J. Sustainability",
        "Ecophysiology of abundant denitrifying bacteria in activated sludge",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nagaoka",
            "affilname": "Nagaoka University of Technology",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Rachadaphisek Somphot Endowment Fund",
        "Chulalongkorn University"
    ]
}