{
    "eid": "2-s2.0-85040631055",
    "title": "Low-Molecular-Weight Nitrogenous Compounds (GABA and Polyamines) in Blue-Green Algae",
    "cover-date": "2017-05-01",
    "subject-areas": [],
    "keywords": [
        "Blue-green algae",
        "GABA catabolism",
        "GABA synthesis",
        "Physiological stress",
        "Polyamines"
    ],
    "authors": [
        "S. Jantaro"
    ],
    "citedby-count": 19,
    "ref-count": 77,
    "ref-list": [
        "Glutamate decarboxylase activity and gamma-aminobutyric acid content in Synechocystis sp. PCC 6803 under osmotic stress and different carbon sources",
        "Accumulation of gamma-aminobutyric acid in the halotolerant cyanobacterium Aphanothece halophytica under salt and acid stress",
        "Current Research, Technology and Education Topics in Applied Microbiology and Microbial Biotechnology",
        "The tricarboxylic acid cycle in cyanobacteria",
        "GABA signaling: A conserved and ubiquitous mechanism",
        "GABA in plants: Just a metabolite?",
        "Unusual cyanobacterial TCA cycles: Not broken just different",
        "The γ-aminobutyric acid shunt contributes to closing the tricarboxylic acid cycle in Synechocystis sp. PCC 6803",
        "GABA Accumulation in Response to Different Nitrogenous Compounds in Unicellular Cyanobacterium Synechocystis sp. PCC 6803",
        "Characterization of glutamate decarboxylase from Synechocystis sp. PCC6803 and its role in nitrogen metabolism",
        "[2] L-Glutamate Decarboxylase from Bacteria",
        "Purification and characterization of glutamate decarboxylase from rice germ",
        "Characterization of three kinetically distinct forms of glutamate decarboxylase from pig brain",
        "Crystal structure and functional analysis of Escherichia coli glutamate decarboxylase",
        "Genetic analysis of amino acid transport in the facultatively heterotrophic cyanobacterium Synechocystis sp. strain 6803.",
        "Lactic acid bacterial cell factories for gamma-aminobutyric acid",
        "Polyamine degradation pathway regulating growth and GABA accumulation in germinating fava bean under hypoxia-nacl stress",
        "Regulatory interrelations between GABA and polyamines. I. Brain GABA levels and polyamine metabolism",
        "Metabolic pathway for the utilization of L-arginine, L-ornithine, agmatine, and putrescine as nitrogen sources in Escherichia coli K-12",
        "Bioinformatic evaluation of L-arginine catabolic pathways in 24 cyanobacteria and transcriptional analysis of genes encoding enzymes of L-arginine catabolism in the cyanobacterium Synechocystis sp. PCC 6803",
        "Flux Balance Analysis of Cyanobacterial Metabolism: The Metabolic Network of Synechocystis sp. PCC 6803",
        "Metabolism and functions of gamma-aminobutyric acid",
        "Pollen tube growth and guidance is regulated by POP2, an Arabidopsis gene that controls GABA levels",
        "Murine succinate semialdehyde dehydrogenase deficiency",
        "Succinic semialdehyde couples stress response to quorum-sensing signal decay in Agrobacterium tumefaciens",
        "GABA shunt deficiencies and accumulation of reactive oxygen intermediates: Insight from Arabidopsis mutants",
        "Extracellular γ-aminobutyrate mediates communication between plants and other organisms",
        "Recruitment and metamorphosis of Haliotis larvae induced by molecules uniquely available at the surfaces of crustose red algae",
        "Gamma aminobutyric acid (GABA) and plant responses to stress",
        "Role of glutamate metabolism in bacterial responses towards acid and other stresses",
        "A glutamate decarboxylase system protects Listeria monocytogenes in gastric fluid",
        "Control of acid resistance in Escherichia coli",
        null,
        "Klebsormidium flaccidum, a charophycean green alga, exhibits cold acclimation that is closely associated with compatible solute accumulation and ultrastructural changes",
        "Biosynthesis, oxidation and conjugation of aliphatic polyamines in higher plants",
        "Structure of synechobactins, new siderophores of the marine cyanobacterium Synechococcus sp. PCC 7002",
        "Polyamines stabilise DNA folds",
        "Targeting polyamine metabolism and function in cancer and other hyperproliferative diseases",
        "Polyamines and environmental challenges: Recent development",
        "Polyamines and abiotic stress: Recent advances",
        "Amine synthesis in regenerating rat liver: extremely rapid turnover of ornithine decarboxylase.",
        "Rapid and regulated degradation of ornithine decarboxylase",
        "Regional localization of agmatine in the rat brain: An immunocytochemical study",
        "Agmatine protects against cell damage induced by NMDA and glutamate in cultured hippocampal neurons",
        "Arginine decarboxylase and agmatinase: An alternative pathway for de novo biosynthesis of polyamines for development of mammalian conceptuses",
        "Accumulation of putrescine and related amino acids in potassium deficient Sesamum",
        "Role of spermidine in overwintering of cyanobacteria",
        "Occurrence of norspermidine in some species of genera Vibrio and Beneckea",
        "Short-term UV-B and UV-C radiations preferentially decrease spermidine contents and arginine decarboxylase transcript levels of Synechocystis sp. PCC 6803",
        "Polyamines induced by osmotic stress protect synechocystis sp. PCC 6803 cells and arginine decarboxylase transcripts against UV-B radiation",
        "Metabolism and function of polyamines in plants: Recent development (new approaches)",
        "Content and biosynthesis of polyamines in salt and osmotically stressed cells of Synechocystis sp. PCC 6803",
        "The DI- and polyamine oxidases of plants.",
        "Plant polyamine catabolism: The state of the art",
        "Oxidation of oxalate and polyamines by rat peroxisomes",
        null,
        "Heterologous expression and biochemical characterization of a polyamine oxidase from Arabidopsis involved in polyamine back conversion",
        "Maize Polyamine Oxidase: Antibody Production and Ultrastructural Localization",
        "Cloning and characterization of multiple human polyamine oxidase splice variants that code for isoenzymes with different biochemical characteristics",
        "Bridging the gap between plant and mammalian polyamine catabolism: A novel peroxisomal polyamine oxidase responsible for a full back-conversion pathway in arabidopsis",
        "Polyamines and Acetylpolyamines Increase the Stability and Alter the Conformation of Nucleosome Core Particles",
        null,
        "Resistance to plant pathogens: Possible roles for free polyamines and polyamine catabolism",
        "Widespread occurrence of norspermidine and norspermine in eukaryotic algae",
        "Cellular polyamines of lower eukaryotes belonging to the phyla Glaucophyta, Rhodophyta, Cryptophyta, Haptophyta and Percolozoa",
        "Changes in free polyamine levels induced by salt stress in leaves of cultivated and wild tomato species",
        "Simulated solar irradiation with enhanced UV-B adjust plastid- and thylakoid-associated polyamine changes for UV-B protection",
        "Polyamines interaction with thylakoid proteins during stress",
        "Exogenous spermidine alleviates UV-induced growth inhibition of Synechocystis sp. PCC 6803 via reduction of hydrogen peroxide and malonaldehyde levels",
        "Overexpression of Spermidine synthase enhances tolerance to multiple environmental stresses and up-regulates the expression of various stress-regulated genes in transgenic Arabidopsis thaliana",
        "Modulation of the polyamine biosynthetic pathway in transgenic rice confers tolerance to drought stress",
        "Radical scavenging properties of polyamines",
        "Plant Physiol.",
        "Fast and reversible response of thylakoid-associated polyamines during and after UV-B stress: A comparative study of the wild type and a mutant lacking chlorophyll b of unicellular green alga Scenedesmus obliquus",
        "Evidence that putrescine modulates the higher plant photosynthetic proton circuit",
        "The role of external polyamines on photosynthetic responses, lipid peroxidation, protein and Chlorophyll a content under the UV-A (352 nm) stress in Physcia semipinnata",
        "Cadaverine inhibition of porin plays a role in cell survival at acidic pH"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}