{
    "eid": "2-s2.0-85031784906",
    "title": "Streptomyces cerasinus sp. Nov., isolated from soil in Thailand",
    "cover-date": "2017-10-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Actinomycetes",
        "Polyphasic taxonomy",
        "Soil",
        "Streptomyces cerasinus"
    ],
    "authors": [
        "Pawina Kanchanasin"
    ],
    "citedby-count": 1,
    "ref-count": 33,
    "ref-list": [
        "J Bacteriol",
        "Int J Syst Bacteriol",
        "Bergey’s Manual of Systematic Bacteriology Part B, 2Nd Ed",
        "Streptomyces alfalfae sp. Nov. and comparisons with its closest taxa streptomyces silaceus, Streptomyces flavofungini and Streptomyces intermedius",
        "Fungus-growing ants use antibiotic-producing bacteria to control garden parasites",
        "Streptomyces oryzae sp. nov., an endophytic actinomycete isolated from stems of rice plant",
        "Streptomyces thermogriseus, a new species of the genus Streptomyces from soil, lake and hot-spring",
        "Streptomyces atlanticus sp. nov., a novel actinomycete isolated from marine sponge Aplysina fulva (Pallas, 1766)",
        "Streptomyces verrucosisporus sp. nov., isolated from marine sediments",
        "Bioactive microbial metabolites: A personal view",
        "Int J Syst Bacteriol",
        "Mycoplanecins, novel antimycobacterial antibiotics from actinoplanes aw ajinen sis subsp. mycoplanecinus subsp. nov. I. Taxonomy of producing organism and fermentation",
        "Inter-Society Color Council -National Bureau of Standards Color Name Charts Illustrated with Centroid Colors",
        "Tokyo: The Society for Actinomycetes Japan",
        "Simplified approach to identification of aerobic actinomycetes by thin layer chromatography",
        "An improved method for the glycolate test for simple identification of the acyl type of bacterial cell walls",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "MIDI Technical Note",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "16S ribosomal DNA amplification for phylogenetic study",
        "Nucleic Acid Techniques in Bacterial Systematics",
        "Introducing EzBioCloud: A taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Quantitative phyletics and the evolution of anurans",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Evolution",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Chemotaxonomy of aerobic Actinomycetes: Phospholipid composition",
        "Microbiol Today",
        "Int J Syst Evol Microbiol"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ramkhamhaeng University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "affilname": "Thailand Institute of Scientific and Technological Research (TISTR)",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Science Achievement Scholarship of Thailand",
        "Thailand Institute of Scientific and Technological Research",
        "Office of the Higher Education Commission",
        "King Mongkut's University of Technology Thonburi",
        "School of Aerospace Science and Technology"
    ]
}