{
    "eid": "2-s2.0-85103547768",
    "title": "Neoantigen vaccine platforms in clinical development: understanding the future of personalized immunotherapy",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology (medical)",
            "@code": "2736",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "cancer vaccine",
        "clinical trial",
        "delivery platforms",
        "Neoantigen"
    ],
    "authors": [
        "Suangson Supabphol",
        "Lijin Li",
        "S. Peter Goedegebuure",
        "William E. Gillanders"
    ],
    "citedby-count": 15,
    "ref-count": 88,
    "ref-list": [
        "Tumor neoantigens: from basic research to clinical applications",
        "Neoantigens Generated by Individual Mutations and Their Role in Cancer Immunity and Immunotherapy",
        "Evolution of Metastases in Space and Time under Immune Selection",
        "Cancer immunoediting and resistance to T cell-based immunotherapy",
        "T cell exclusion, immune privilege, and the tumor microenvironment",
        "Tumour antigens recognized by T lymphocytes: at the core of cancer immunotherapy",
        "?CD8? ?+? cytotoxic T lymphocytes in cancer immunotherapy: a review",
        "Adoptive Cell ?Therapy—Tumor-Infiltrating? Lymphocytes, T-Cell Receptors, and Chimeric Antigen Receptors",
        "Tumor- and Neoantigen-Reactive T-cell Receptors Can Be Identified Based on Their Frequency in Fresh Tumor",
        "Developing neoantigen-targeted T ?cell–based? treatments for solid tumors",
        "Tumor and Microenvironment Evolution during Immunotherapy with Nivolumab",
        "?CD4+? T cells indirectly kill tumor cells via induction of cytotoxic macrophages in mouse models",
        "Mutant MHC class II epitopes drive therapeutic immune responses to cancer",
        "CD4 and CD8 T lymphocyte interplay in controlling tumor growth",
        "Revisiting the role of ?CD4+? T cells in cancer immunotherapy-new insights into old paradigms",
        "Endogenous ?CD4? ?+? T Cells Recognize Neoantigens in Lung Cancer Patients,Including Recurrent Oncogenic KRAS and ERBB2 (Her2) Driver Mutations",
        "High-throughput epitope discovery reveals frequent recognition of neo-antigens by CD4+ T cells in human melanoma",
        "cDC1 prime and are licensed by ?CD4+? T cells to induce anti-tumour immunity",
        "MHC-II neoantigens shape tumour immunity and response to immunotherapy",
        "Helpless Priming Sends ?CD8+? T Cells on the Road to Exhaustion",
        "Tumor-reactive ?CD4+? T cells develop cytotoxic activity and eradicate large established melanoma after transfer into lymphopenic hosts",
        "Recent developments in neoantigen-based cancer vaccines",
        "Neoantigen vaccine: an emerging tumor immunotherapy",
        "Exploiting the mutanome for tumor vaccination",
        "Preclinical and clinical development of neoantigen vaccines",
        "Predicting immunogenic tumour mutations by combining mass spectrometry and exome sequencing",
        "Systemic RNA delivery to dendritic cells exploits antiviral defence for cancer immunotherapy",
        "Attacking Tumors From All Sides: personalized Multiplex Vaccines to Tackle Intratumor Heterogeneity",
        "Computational Prediction and Validation of Tumor-Associated Neoantigens",
        "Application of mass spectrometry-based MHC immunopeptidome profiling in neoantigen identification for tumor immunotherapy",
        "Mass Spectrometry Profiling of HLA-Associated Peptidomes in Mono-allelic Cells Enables More Accurate Epitope Prediction",
        "Direct identification of clinically relevant neoepitopes presented on native human melanoma tissue by mass spectrometry",
        "Mass ?spectrometry–based? identification of MHC-bound peptides for immunopeptidomics",
        "Key Parameters of Tumor Epitope Immunogenicity Revealed Through a Consortium Approach Improve Neoantigen Prediction",
        "pVACtools: a Computational Toolkit to Identify and Visualize Cancer Neoantigens",
        "pVAC-Seq: a genome-guided in silico approach to identifying tumor neoantigens",
        "Accounting for proximal variants improves neoantigen prediction",
        "Pathways of antigen processing",
        "The Biology and Underlying Mechanisms of Cross-Presentation of Exogenous Antigens on MHC-I Molecules",
        "Recent progress in adjuvant discovery for peptide-based subunit vaccines",
        "Poly-ICLC, a TLR3 Agonist, Induces Transient Innate Immune Responses in Patients With Treated HIV-Infection: a Randomized Double-Blinded Placebo Controlled Trial",
        "Combining STING-based neoantigen-targeted vaccine with checkpoint modulators enhances antitumor immunity in murine pancreatic cancer",
        "Peptide-Based Cancer Vaccine Strategies and Clinical Results",
        "A Pan-cancer Clinical Study of Personalized Neoantigen Vaccine Monotherapy in Treating Patients with Various Types of Advanced Solid Tumors",
        "Actively personalized vaccination trial for newly diagnosed glioblastoma",
        "Neoantigen vaccine generates intratumoral T cell responses in phase Ib glioblastoma trial",
        "An immunogenic personal neoantigen vaccine for patients with melanoma",
        "A Phase Ib Trial of Personalized Neoantigen Therapy Plus Anti-PD-1 in Patients with Advanced Melanoma, Non-small Cell Lung Cancer, or Bladder Cancer",
        "Tailoring early-phase clinical trial design to address multiple research objectives",
        "Optimisation of anti-cancer peptide vaccines to preferentially elicit high-avidity T cells",
        "Checkpoint blockade cancer immunotherapy targets tumour-specific mutant antigens",
        "The promise of mRNA vaccines: a biotech and industrial perspective",
        "?RNA-Based? Vaccines in Cancer Immunotherapy",
        "Nanomedicines to Deliver mRNA: state of the Art and Future Perspectives",
        "Concise Review: application of In Vitro Transcribed Messenger RNA for Cellular Engineering and Reprogramming: progress and Challenges",
        "Self-adjuvanted mRNA vaccines induce local innate immune responses that lead to a potent and boostable adaptive immunity",
        "Developing mRNA-vaccine technologies",
        "Intranodal vaccination with naked antigen-encoding RNA elicits potent prophylactic and therapeutic antitumoral immunity",
        "An RNA vaccine drives immunity in checkpoint-inhibitor-treated melanoma",
        "An mRNA Vaccine against SARS-CoV-2 — preliminary Report",
        "Safety and Efficacy of the BNT162b2 mRNA Covid-19 Vaccine",
        "Personalized RNA mutanome vaccines mobilize poly-specific therapeutic immunity against cancer",
        "Isolation and generation of human dendritic cells",
        "Dendritic ?Cell–Based? Cancer Vaccines",
        "Cancer immunotherapy based on mutation-specific CD4+ T cells in a patient with epithelial cancer",
        "TriMix and tumor antigen mRNA electroporated dendritic cell vaccination plus ipilimumab: link between T-cell activation and clinical responses in advanced melanoma",
        "A Phase Ib Study of the Combination of Personalized Autologous Dendritic Cell Vaccine, Aspirin, and Standard of Care Adjuvant Chemotherapy Followed by Nivolumab for Resected Pancreatic Adenocarcinoma-A Proof of Antigen Discovery Feasibility in Three Patients",
        "Cancer immunotherapy. A dendritic cell vaccine increases the breadth and diversity of melanoma neoantigen-specific T cells",
        "Neoantigen identification strategies enable personalized immunotherapy in refractory solid tumors",
        "A Phase I/II trial comparing autologous dendritic cell vaccine pulsed either with personalized peptides (PEP-DC) or with tumor lysate (OC-DC) in patients with advanced high-grade ovarian serous carcinoma",
        "Tetanus toxoid and CCL3 improve dendritic cell vaccines in mice and glioblastoma patients",
        "IL-12 from endogenous cDC1, and not vaccine DC, is required for Th1 induction",
        "Cancer DNA vaccines: current preclinical and clinical developments and future perspectives",
        "Biosafety of DNA vaccines: new generation of DNA vectors and current knowledge on the fate of plasmids after injection",
        "Phase 1 studies of the safety and immunogenicity of electroporated HER2/CEA DNA vaccine followed by adenoviral boost immunization in patients with solid tumors",
        "Mammaglobin-A cDNA vaccination of breast cancer patients induces antigen-specific cytotoxic CD4+ICOShi T cells",
        "Safety and preliminary evidence of biologic efficacy of a mammaglobin-a DNA vaccine in patients with stable metastatic breast cancer",
        "Safety, efficacy, and immunogenicity of VGX-3100, a therapeutic synthetic DNA vaccine targeting human papillomavirus 16 and 18 E6 and E7 proteins for cervical intraepithelial neoplasia 2/3: a randomised, double-blind, placebo-controlled phase 2b trial",
        "A Synthetic DNA, Multi-Neoantigen Vaccine Drives Predominately MHC Class I ?CD8? ?+? T-cell Responses, Impacting Tumor Challenge",
        "Optimized polyepitope neoantigen DNA vaccines elicit neoantigen-specific immune responses in preclinical models and in clinical translation",
        "A nanoparticle vaccine that targets neoantigen peptides to lymphoid tissues elicits robust antitumor T cell responses",
        "Abstract CT301: a phase Ib study to evaluate RO7198457, an individualized Neoantigen Specific immunoTherapy (iNeST), in combination with atezolizumab in patients with locally advanced or metastatic solid tumors",
        "Intratumor heterogeneity and branched evolution revealed by multiregion sequencing",
        "Immunotherapy-based combinations: current status and perspectives",
        "Treatment of an aggressive orthotopic murine glioblastoma model with combination checkpoint blockade and a multivalent neoantigen vaccine",
        "Irreversible Electroporation Combined with Checkpoint Blockade and TLR7 Stimulation Induces Antitumor Immunity in a Murine Pancreatic Cancer Model",
        "Safety and Efficacy of Therapeutic Cancer Vaccines Alone or in Combination With Immune Checkpoint Inhibitors in Cancer Treatment"
    ],
    "affiliation": [
        {
            "affiliation-city": "St. Louis",
            "@id": "60273994",
            "affilname": "Alvin J. Siteman Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60273994",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "St. Louis",
            "@id": "60022756",
            "affilname": "Washington University School of Medicine in St. Louis",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022756",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Institute of Health",
        "National Cancer Institute",
        "Susan G. Komen for the Cure",
        "Foundation for Barnes-Jewish Hospital",
        "Alvin J. Siteman Cancer Center",
        "king of Thailand"
    ]
}