{
    "eid": "2-s2.0-85090838197",
    "title": "Records and redescription of a mygalomorph spider genus ignored for over 100 years with a new species: The genus Atmetochilus Simon, 1887 (Araneae, Nemesiidae) in Thailand",
    "cover-date": "2020-07-24",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Burma",
        "Damarchus",
        "Neotype",
        "Tenasserim",
        "Wishbone spider"
    ],
    "authors": [
        "Chawakorn Kunsete",
        "Varat Sivayyapram",
        "Prapun Traiyasut",
        "Chawatat Thanoosing",
        "Kitiwat Khamwan",
        "Natapot Warrit"
    ],
    "citedby-count": 1,
    "ref-count": 23,
    "ref-list": [
        "Notes on Indian mygalomorph spiders",
        "The spider Infraorder Mygalomorphae (Araneae): cladistics and systematics",
        "Three new mygalomorph spider genera from Thailand and China (Araneae)",
        "Post-Eocene climate change across continental Australia and the diversification of Australasian spiny trapdoor spiders (Idiopidae: Arbanitinae)",
        "The fauna of orthognathous spiders (Araneae: Mesothelae, Mygalomorphae) in Thailand",
        "A revision of the trapdoor spider genus Liphistius (Mesothelae: Liphistiidae) in peninsular Malaysia; part 1",
        "Two tailed spiders (Araneae: Hersiliidae) from the reserve forests of north Bengal, India",
        "Natural history and two new species of the trapdoor spider genus Conothele Thorell 1878 (Araneae: Ctenizidae) from India",
        "New genus with two new species of the family Nemesiidae (Araneae: Mygalomorphae) from Arunachal Pradesh, India",
        "Etude sur les arachnides de l'Asie méridionale faisant partie des collections de l'Indian Museum (Calcutta)",
        "Voyage de M. E. Simon au Venezuela (Décembre 1887-Avril 1888). 4e Mémoire. Arachnides (1)",
        "Revision of the genus Phormingochilus (Araneae, Theraphosidae, Ornithoctoninae) with the description of three new species from Sulawesi and Sarawak and notes on the placement of the genera Cyriopagopus, Lampropelma and Omothymus",
        "Bionomic aspects of Prorachias bristowei (Araneae: Mygalomorphae: Nemesiidae): burrow density and shape, food items, body size and reproduction",
        "Viaggio di L. Fea in Birmania e regioni vicine. II. Primo saggio sui ragni birmani",
        "Four new species of the trapdoor spider genus Conothele Thorell, 1878 from Mainland China and Laos (Araneae, Ctenizidae)",
        "Two new species of the trapdoor spider genus Conothele Thorell, 1878 (Mygalomorphae: Halonoproctidae) from China",
        "A redescription of Damarchus cavernicola Abraham, 1924, with notes on Damarchus Thorell, 1891 and Atmetochilus Simon, 1887 (Aranei: Nemesiidae)",
        "A review of the spider genus Atmetochilus of Sumatra, Indonesia, with first analysis of male characters and description of three new species (Araneae, Nemesiidae)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ubon Ratchathani",
            "@id": "60194923",
            "affilname": "Ubon Ratchathani Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60194923",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "@id": "60025352",
            "affilname": "The Natural History Museum, London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025352",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "London",
            "@id": "60015150",
            "affilname": "Imperial College London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015150",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Office of Higher Education Commission, Thailand",
        "Chulalongkorn Univesity",
        "Center of Excellence in Biodiversity"
    ]
}