{
    "eid": "2-s2.0-85131938169",
    "title": "Enhanced production of poly-3-hydroxybutyrate and carotenoids by Arthrospira platensis under combined glycerol and phosphorus supplementation",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Arthrospira platensis",
        "carotenoid",
        "glycerol",
        "PHB",
        "phosphorus"
    ],
    "authors": [
        "Khomson Satchasataporn",
        "Chanchanok Duangsri",
        "Winai Charunchaipipat",
        "Surasak Laloknam",
        "Surachet Burut-Archanai",
        "Sorawit Powtongsook",
        "Nattaphong Akrimajirachoote",
        "Wuttinun Raksajit"
    ],
    "citedby-count": 0,
    "ref-count": 39,
    "ref-list": [
        "Microalgae for high-value compounds and biofuels production: a review with focus on cultivation under stress conditions",
        "Effect of organic carbon source and nutrient depletion on the simultaneous production of a high value bioplastic and a specialty pigment by Arthrospira platensis",
        "Polyhydroxyalkanoates and pigments coproduction by Arthrospira (Spirulina) platensis cultivated in crude glycerol",
        "Cultivation of filamentous cyanobacteria (blue-green algae) in agro-industrial wastes and wastewaters: a review",
        "Prospects, recent advancements and challenges of different wastewater streams for microalgal cultivation",
        "Axenic cultures for microalgal biotechnology: establishment, assessment, maintenance, and applications",
        "Increase in biomass productivity and protein content of Spirulina sp. LEB 18 (Arthrospira) cultivated with crude glycerol",
        "Luxury uptake of phosphorus changes the accumulation of starch and lipid in Chlorella sp. under nitrogen depletion",
        "Spirulina cultivated under different light emitting diodes: enhanced cell growth and phycocyanin production",
        "Carotenoids in algae: distributions, biosyntheses and functions",
        "Low temperature stress alters the expression of phytoene desaturase genes (crtP1 and crtP2) and the _-carotene desaturase gene (crtQ) together with the cellular carotenoid content of Euglena gracilis",
        "Co-production of polyhydroxyalkanoates and carotenoids through bioconversion of glycerol by Paracoccus sp. strain LL1",
        "Enhanced polyhydroxybutyrate (PHB) accumulation in heterotrophically grown Arthrospira platensis under nitrogen deprivation",
        "Biofunctionalized nanofibers using Arthrospira (Spirulina) biomass and biopolymer",
        "Glycerol increases growth, protein production and alters the fatty acids profile of Spirulina (Arthrospira) sp. LEB 18",
        "Utilization of glycerol as carbon source on the growth, pigment and lipid production in Spirulina platensis",
        "Enhanced biomass and lutein production by mixotrophic cultivation of Scenedesmus sp. using crude glycerol in an airlift photobioreactor",
        "Enhanced accumulation of glycogen, lipids and polyhydroxybutyrate under optimal nutrients and light intensities in the cyanobacterium Synechocystis sp. PCC 6803",
        "Improving Spirulina platensis biomass yield using a fed-batch process",
        "Synergistic method for extraction of high purity allophycocyanin from dry biomass of Arthrospira platensis and utilization of spent biomass for recovery of carotenoids",
        "On the dynamics and constraints of batch culture growth of the cyanobacterium Cyanothece sp. ATCC 51142",
        "Valorization of biodiesel derived glycerol as a carbon source to obtain addedvalue metabolites: focus on polyunsaturated fatty acids",
        "Abiotic stress induced production of _-carotene, allophycocyanin and total lipids in Spirulina sp",
        "Application of blue-green algae and mineral fertilizers to direct seeding lowland rice",
        "Heterotrophic cultures of microalgae: metabolism and potential products",
        "Methylerythritol phosphate pathway of isoprenoid biosynthesis",
        "Renewable biomass production by mixotrophic algae in the presence of various carbon sources and wastewaters",
        "Nutrient removal by Arthrospira platensis cyanobacteria in cassava processing wastewater",
        "A review on the assessment of stress conditions for simultaneous production of microalgal lipids and carotenoids",
        "Screening for hydrogenproducing strains of green microalgae in phosphorus or sulfur deprived medium under nitrogen limitation",
        "Mixotrophic growth of Phaeodactylum tricornutum on glycerol: growth rate and fatty acid profile",
        "Regulation of two carotenoid biosynthesis genes coding for phytoene synthase and carotenoid hydroxylase during stress-induced astaxanthin formation in the green alga Haematococcus pluvialis",
        "Glucose-induced expression of carotenoid biosynthesis genes in the dark is mediated by cytosolic pH in the cyanobacterium Synechocystis sp. PCC 6803",
        "Increased production of zeaxanthin and other pigments by application of genetic engineering techniques to Synechocystis sp. strain PCC 6803",
        "Involvement of NADPH in the cyclization reaction of carotenoid biosynthesis",
        "Increased accumulation of polyhydroxybutyrate in divergent cyanobacteria under nutrient-deprived photoautotrophy: an efficient conversion of solar energy and carbon dioxide to polyhydroxybutyrate by Calothrix scytonemicola TISTR 8095",
        "Overexpression of NAD kinase in recombinant Escherichia coli harboring the phbCAB operon improves poly(3-hydroxybutyrate) production",
        "Poly-_-hydroxybutyrate accumulation in Nostoc muscorum and Spirulina platensis under phosphate limitation",
        "Lipid production from fed-batch fermentation of crude glycerol directed by the kinetic study of batch fermentations"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60000316",
            "affilname": "Srinakharinwirot University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000316",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research Council of Thailand",
        "Agricultural Research Development Agency"
    ]
}