{
    "eid": "2-s2.0-85039447883",
    "title": "Differential gene modulation of pattern-recognition receptor TLR and RIG-I-like and downstream mediators on intestinal mucosa of pigs infected with PEDV non S-INDEL and PEDV S-INDEL strains",
    "cover-date": "2018-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Virology",
            "@code": "2406",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Canonical pathway",
        "IRF7",
        "MyD88",
        "NF-κB",
        "Porcine epidemic diarrhea virus",
        "Pro-inflamatory cytokines",
        "RIG-I-like receptors",
        "Toll-like receptor",
        "TRAF6",
        "Type 1 interferon"
    ],
    "authors": [
        "G. Temeeyasen",
        "A. Sinha",
        "L. G. Gimenez-Lirola",
        "J. Q. Zhang",
        "P. E. Piñeyro"
    ],
    "citedby-count": 19,
    "ref-count": 54,
    "ref-list": [
        "Pathogen recognition and innate immunity",
        "Recognition of double-stranded RNA and activation of NF-[kappa]B by Toll-like receptor 3",
        "Recognition of double-stranded RNA and activation of NF-kappaB by Toll-like receptor 3",
        "Age-dependent variation in innate immune responses to porcine epidemic diarrhea virus infection in suckling versus weaned pigs",
        "Viral evasion and subversion of pattern-recognition receptor signalling",
        "IL-12 Is an effective adjuvant for induction of mucosal immunity",
        "Porcine epidemic diarrhea virus inhibits dsRNA-induced interferon-beta production in porcine intestinal epithelial cells by blockade of the RIG-I-mediated pathway",
        "Porcine epidemic diarrhea virus infection induces NF-κB activation through the TLR2, TLR3 and TLR9 pathways in porcine intestinal epithelial cells",
        "Molecular epidemiology of porcine epidemic diarrhea virus in China",
        "Isolation and characterization of porcine epidemic diarrhea viruses associated with the 2013 disease outbreak among swine in the United States",
        "Pathogenesis comparison between the United States porcine epidemic diarrhoea virus prototype and S-INDEL-variant strains in conventional neonatal piglets",
        "Molecular characterization and phylogenetic analysis of porcine epidemic diarrhea virus (PEDV) samples from field cases in Fujian, China",
        "PED virus reinfecting U.S. herds:Virus estimated to have killed 7 million-plus pigs",
        "Inhibition of NF-kappaB-mediated inflammation in severe acute respiratory syndrome coronavirus-infected mice increases survival",
        "Regulation of IRF-3-dependent innate immunity by the papain-like protease domain of the severe acute respiratory syndrome coronavirus",
        "Porcine Epidemic Diarrhea Virus Nucleocapsid Protein Antagonizes Beta Interferon Production by Sequestering the Interaction between IRF3 and TBK1",
        "Porcine Epidemic Diarrhea Virus Nucleocapsid Protein Antagonizes Beta Interferon Production by Sequestering the Interaction between IRF3 and TBK1",
        "Sequence of the spike protein of the porcine epidemic diarrhoea virus",
        "Sequence Analysis of the Porcine Epidemic Diarrhea Virus Genome between the Nucleocapsid and Spike Protein Genes Reveals a Polymorphic ORF",
        "Effects of porcine epidemic diarrhea virus on porcine monocyte-derived dendritic cells and intestinal dendritic cells",
        "TLR signaling",
        "TLR signaling",
        "The role of pattern-recognition receptors in innate immunity: update on Toll-like receptors",
        "IPS-1, an adaptor triggering RIG-I- and Mda5-mediated type I interferon induction",
        "Infectious Bronchitis Coronavirus Inhibits STAT1 Signaling and Requires Accessory Proteins for Resistance to Type I Interferon Activity",
        "Activation of the Chicken Type I Interferon Response by Infectious Bronchitis Coronavirus",
        "Completion of the porcine epidemic diarrhoea coronavirus (PEDV) genome sequence",
        "TRAF6 Establishes innate immune responses by activating NF-κB and IRF7 upon sensing cytosolic viral RNA and DNA",
        "Pathogen recognition in the innate immune response",
        "Comparative Proteome Analysis of Porcine Jejunum Tissues in Response to a Virulent Strain of Porcine Epidemic Diarrhea Virus and Its Attenuated Strain",
        "Analysis of Relative Gene Expression Data Using Real-Time Quantitative PCR and the 2−ΔΔCT Method",
        "Immune signaling by RIG-I-like receptors",
        "The ORF4b-encoded accessory proteins of Middle East respiratory syndrome coronavirus and two related bat coronaviruses localize to the nucleus and inhibit innate immune signalling",
        "Viral sensors: diversity in pathogen recognition",
        "Evaluation on the Efficacy and Immunogenicity of Recombinant DNA Plasmids Expressing Spike Genes from Porcine Transmissible Gastroenteritis Virus and Porcine Epidemic Diarrhea Virus",
        "Identification and characterization of MAVS, a mitochondrial antiviral signaling protein that activates NF-kappaB and IRF 3",
        "Porcine epidemic diarrhoea virus: a comprehensive review of molecular epidemiology, diagnosis, and vaccines",
        "Coronavirus Papain-like Proteases Negatively Regulate Antiviral Innate Immune Response through Disruption of STING-Mediated Signaling",
        "An outbreak of swine diarrhea of a new-type associated with coronavirus-like particles in Japan",
        "Pattern recognition receptors and inflammation",
        "Toll-like receptors, RIG-I-like RNA helicases and the antiviral innate immune response",
        "Toll-Like Receptor 3 Signaling via TRIF Contributes to a Protective Innate Immune Response to Severe Acute Respiratory Syndrome Coronavirus Infection",
        "Toll-Like Receptors (TLRs) and their ligands",
        "Distinct Characteristics and Complex Evolution of PEDV Strains, North America, May 2013-February 2014",
        "US variant porcine epidemic diarrhea virus: histological lesions and genetic characterization",
        "Diversity and regulation in the NF-κB system",
        "VISA is an adapter protein required for virus-triggered IFN-beta signaling",
        "Porcine epidemic diarrhea virus E protein causes endoplasmic reticulum stress and up-regulates interleukin-8 expression",
        "Role of adaptor TRIF in the MyD88-independent toll-like receptor signaling pathway",
        "Isolation and experimental inoculation of an S INDEL strain of porcine epidemic diarrhea virus in Japan",
        "Suppression of type I interferon production by porcine epidemic diarrhea virus and degradation of CREB-binding protein by nsp1",
        "Inhibition of NF-κB activity by the porcine epidemic diarrhea virus nonstructural protein 1 for innate immune evasion",
        "Mouse hepatitis virus does not induce Beta interferon synthesis and does not inhibit its induction by double-stranded"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ames",
            "@id": "60004354",
            "affilname": "Iowa State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004354",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}