{
    "eid": "2-s2.0-85102513854",
    "title": "Expansion of Thailand’s social pension policy and its implications for family support for older persons",
    "cover-date": "2021-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Sociology and Political Science",
            "@code": "3312",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "economic well-being",
        "income security",
        "intergenerational exchange",
        "older persons",
        "social pension",
        "social protection",
        "Thailand"
    ],
    "authors": [
        "Bussarawan Teerawichitchainan",
        "Wiraporn Pothisiri"
    ],
    "citedby-count": 5,
    "ref-count": 38,
    "ref-list": [
        "Social support and social relationships",
        "The role of reciprocity in social support",
        "Public pension programs in Southeast Asia: An assessment: Public pension programs in Southeast Asia",
        "Old age income supports and security in Thailand: Current and future development",
        "Do state pensions crowd out private transfers? A semiparametric analysis in urban China",
        "Do social allowance transfers crowd out private transfers? An analysis of responses among elderly households in Taiwan: Do social transfers crowd out private transfers?",
        "Motives for private income transfers",
        "How responsive are private transfers to income? Evidence from a laissez-faire economy",
        "The connection between public transfers and private interfamily transfers",
        "Social security and private transfers in developing countries: The case of Peru",
        "Inter-vivos transfers and intergenerational exchange",
        "Older-age social pensions and poverty: Revisiting assumptions on targeting and universalism",
        "Financial support and practical help between older parents and their middle-aged children in Europe",
        "Cross-national differences in intergenerational family relations: The influence of public policy arrangements",
        "Exploring intergenerational relations in a multi-cultural context: The example of filial responsibility in Mauritius",
        "Public transfers and living alone among the elderly: A case study of Korea’s new income support program",
        "Is intergenerational solidarity really on the decline? Evidence from Thailand",
        "How much care do the aged receive from their children? A biomodal picture of contact and assistance",
        "There is more to receiving than needing: Theoretical arguments and empirical explorations of crowding in and crowding out",
        "The effects of old-age public transfer on the well-being of older adults: The case of social pension in South Korea",
        "Self-interest and altruism in intergenerational relations",
        "Welfare states do not crowd out the family: Evidence for mixed responsibility from comparative analyses",
        "The impact of a universal allowance for older persons on labor force participation: The case of Thailand",
        "National survey of older persons in Thailand",
        "The 500 baht universal pension scheme—Thailand",
        "Intergenerational solidarity and the structure of adult child-parent relationships in American families",
        "Beyond solidarity, reciprocity and altruism: Moral capital as a unifying concept in intergenerational support for older people",
        "Intergenerational support to aging parents: The role of norms and needs",
        "Who supports intergenerational redistribution policy? Evidence from old-age allowance system in Thailand",
        "How do living arrangements and intergenerational support matter for psychological health of elderly parents? Evidence from Myanmar, Vietnam, and Thailand",
        "The past and the future of home- and community-based long-term care"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60017161",
            "affilname": "National University of Singapore",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017161",
            "affiliation-country": "Singapore"
        }
    ],
    "funding": []
}