{
    "eid": "2-s2.0-84905456538",
    "title": "Development of an antibacterial chitin betainate wound dressing",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "antibacterial",
        "betainate",
        "chitin",
        "quaternary ammonium",
        "wound dressing"
    ],
    "authors": [
        "Wanpen Tachaboonyakiat"
    ],
    "citedby-count": 16,
    "ref-count": 21,
    "ref-list": [
        null,
        "Biological Filling Agent and Wound Healing Agent",
        "Polymeric N-Acetyl-D-Glucosamine (Chitin) Induces Histionic Activation in Dogs",
        "Application of Polymeric n-acetyl-d-Glucosamine (Chitin) to Veterinary Practice",
        "Evaluation of chitin and chitosan on open wound healing in dogs",
        "Effect of chitin on nonwoven fabric implant in tendon healing",
        "Analgesic effects of chitin and chitosan",
        "Preparation of acrylic grafted chitin for wound dressing application",
        "Synthesis and antibacterial activities of quaternary ammonium salt of chitosan",
        "Calorimetric studies of the action of chitosan-N-2-hydroxypropyl trimethyl ammonium chloride on the growth of microorganisms",
        "Structural characterization and antimicrobial activity of chitosan/betaine derivative complex",
        "Antimicrobial activity of chitosan N-betainates",
        "Synthesis and antimicrobial activity of a water-soluble chitosan derivative with a fiber-reactive group",
        "Preparation, characterization and properties of aminoethyl chitin hydrogels",
        "Synthesis of chitooligosaccharide derivative with quaternary ammonium group and its antimicrobial activity against Streptococcus mutans",
        "Preparation of alginate-quaternary ammonium complex beads and evaluation of their antimicrobial activity",
        "Antimicrobial properties of highly fluorinated bis-ammonium salts",
        "Properties and biocompatibility of chitosan films modified by blending with PEG",
        "Surface modification of polymers for medical applications",
        "Int. J. Biol. Macromol.",
        "Physicochemical characterization of α-chitin, β-chitin, and γ-chitin separated from natural resources"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "A1B1-MICO",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}