{
    "eid": "2-s2.0-84946098566",
    "title": "Egg surface decontamination with bronopol increases larval survival of Nile tilapia, Oreochromis niloticus",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        }
    ],
    "keywords": [
        "Bacteria",
        "Desinfectant",
        "Egg disinfection",
        "Tilapia egg"
    ],
    "authors": [
        "S. Jantrakajorn"
    ],
    "citedby-count": 4,
    "ref-count": 31,
    "ref-list": [
        "Journal of Agricultural Science and Technology",
        "The bacterial microflora of fish, revised",
        "Activity of bronopol (Pyceze®) against bacteria cultured from eggs of halibut, Hippoglossus hippoglossus and cod, Gadus morhua",
        "Efficacy of bronopol against infection of rainbow trout (Oncorhynchus mykiss) with the fungus Saprolegnia species",
        "The activity and safety of the antimicrobial agent Bronopol (2-bromo-2-nitropropan-1,3 diol)",
        "Cause and control of muskellunge fry mortality at chautauqua hatchery, New York",
        "Performance Standards for Antimicrobial Disk Susceptibility Tests",
        "Surface disinfection of red drum (Sciaenops ocellatus Linnaeus) eggs leading to bacteria-free larvae",
        "Effects of commonly used disinfectants on bacterial load, hatchability and survival of Bluefin Sea bream (Sparidentex hasta) eggs",
        "Development of the embryo, larva and early juvenile of Nile tilapia Oreochromis niloticus (Pisces: Cichlidae). Developmental staging system",
        "Hatchability of eggs from Atlantic cod, turbot and Atlantic halibut after disinfection with ozonated seawater",
        "Aeromonas species in fish, fish-eggs, shrimp and freshwater",
        "Effects of egg disinfection and incubation temperature on early life stages of spotted wolffish",
        "Effects of egg disinfection on yolk sac and first feeding stages of halibut (Hippoglossus hippoglossus L.) larvae",
        "Effect of iodophor concentration and duration of exposure during water hardening on survival of atlantic salmon eggs",
        "Flavobacterium psychrophilum in rainbow trout, Oncorhynchus mykiss (Walbaum), hatcheries: Studies on broodstock, eggs, fry and environment",
        "The use of bronopol to control fungal infection in rainbow trout eggs",
        "Efficacy of egg surface disinfectants in captive spawning Atlantic cod Gadus morhua L. and haddock Melanogrammus aeglefinus L.",
        "Safety and toxicity evaluation of bronopol in striped catfish (Pangasianodon hypophthalmus)",
        "Evaluation of the toxicity and efficacy of hydrogen peroxide treatments on eggs of warm- and coolwater fishes",
        "Effects of formaldehyde, sodium chloride, potassium permanganate and hydrogen peroxide on hatch rate of African catfish Clarias gariepinus eggs",
        "Antibacterial action of bronopol on various bacteria, especially on pseudomonas aeruginosa",
        "Surface disinfection of eggs from marine fish: evaluation of four chemicals",
        "Antibacterial action of 2-bromo-2-nitropropane-1,3-diol (bronopol)",
        "Techniques for microbial control in the intensive rearing of marine larvae",
        "An investigation of the bactericidal activity of selected essential oils to Aeromonas spp.",
        "Efficacy of formalin and povidone-iodine disinfection techniques on the eggs of three marine finfish species",
        "Disinfection of Oreochromis mossambicus (Peters) eggs against commonly occurring potentially pathogenic bacteria and fungi under artificial hatchery conditions",
        "Negative effects of malachite green and possibilities of its replacement in the treatment of fish eggs and fish: A review",
        "Surface disinfection of cod Gadus morhua and haddock Melanogrammus aeglefinus eggs with bronopol",
        "The effect of six chemicals for disinfection of largemouth bass eggs"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "affilname": "Prince of Songkla University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}