{
    "eid": "2-s2.0-84944447292",
    "title": "Molecular types of Cryptococcus gattii/Cryptococcus neoformans species complex from clinical and environmental sources in Nairobi, Kenya",
    "cover-date": "2015-11-01",
    "subject-areas": [
        {
            "$": "Infectious Diseases",
            "@code": "2725"
        },
        {
            "$": "Dermatology",
            "@code": "2708"
        }
    ],
    "keywords": [
        "Clinical",
        "Cryptococcus",
        "Environment",
        "Kenya",
        "Molecular types"
    ],
    "authors": [
        "Mourine Kangogo"
    ],
    "citedby-count": 15,
    "ref-count": 23,
    "ref-list": [
        "Estimation of the current global burden of cryptococcal meningitis among persons living with HIV/AIDS",
        "High Prevalence of Cryptococcal Antigenemia among HIV-infected Patients Receiving Antiretroviral Therapy in Ethiopia",
        "Recognition of seven species in the Cryptococcus gattii/Cryptococcus neoformans species complex",
        "Epidemiology of Cryptococcus gattii, British Columbia, Canada, 1999-2007",
        "Characterization of environmental sources of the human and animal pathogen Cryptococcus gattii in British Columbia, Canada, and the Pacific Northwest of the United States",
        "Scientifica (Cairo)",
        "Environmental isolation of Cryptococcus neoformans and Cryptococcus gattii from living trees in Guindy National Park, Chennai, South India: Letter to the editor",
        "Ceratonia siliqua (carob) trees as natural habitat and source of infection by Cryptococcus gattii in the Mediterranean environment",
        "Molecular typing of IberoAmerican Cryptococcus neoformans isolates",
        "MALDI-TOF MS enables the rapid identification of the major molecular types within the cryptococcus neoformans/C. gattii species complex",
        "Evidence that the human pathogenic fungus Cryptococcus neoformans var. grubii may have evolved in Africa",
        "A diverse population of Cryptococcus gattii molecular type VGIII in Southern Californian HIV/AIDS patients",
        "Cryptococcal disease in patients with or without human immunodeficiency virus: Clinical presentation and monitoring of serum cryptococcal antigen titers",
        "The brown colour effect (BCE) of Cryptococcus neoformans in the diagnosis, control and epidemiology of C. neoformans infections in AIDS patients",
        "Consensus multi-locus sequence typing scheme for Cryptococcus neoformans and Cryptococcus gattii",
        "Population genetic analyses reveal the African origin and strain variation of Cryptococcus neoformans var. grubii",
        "Prevalence of serotype D in Cryptococcus neoformans isolates from HIV positive and HIV negative patients in Italy",
        "Prevalence of the VNIc genotype of Cryptococcus neoformans in non-HIV-associated cryptococcosis in the Republic of Korea",
        "Individual and environmental factors associated with infection due to cryptococcus neoformans serotype D",
        "Epidemiology and host- and variety-dependent characteristics of infection due to Cryptococcus neoformans in Australia and New Zealand",
        "First isolation of Cryptococcus neoformans var. gattii, serotype C, from the environment in Colombia",
        "First isolation of Cryptococcus neoformans var. gattii from a native jungle tree in the Brazilian Amazon rainforest",
        "Isolation and characterization of Cryptococcus neoformans varieties recovered from natural sources in Bogotá, Colombia, and study of ecological conditions in the area"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nairobi",
            "affilname": "Kenya Medical Research Institute",
            "affiliation-country": "Kenya"
        },
        {
            "affiliation-city": "Nairobi",
            "affilname": "Jomo Kenyatta University of Agriculture and Technology",
            "affiliation-country": "Kenya"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Gottingen",
            "affilname": "Universitätsmedizin Göttingen",
            "affiliation-country": "Germany"
        }
    ],
    "funding": []
}