{
    "eid": "2-s2.0-84937468931",
    "title": "Aerosol characteristics in Phimai, Thailand determined by continuous observation with a polarization sensitive Mie-Raman lidar and a sky radiometer",
    "cover-date": "2015-06-01",
    "subject-areas": [
        {
            "$": "Public Health",
            "@code": "2739"
        },
        {
            "$": "Renewable Energy",
            "@code": "2105"
        },
        {
            "$": "General Environmental Science",
            "@code": "2300"
        }
    ],
    "keywords": [
        "aerosol",
        "aerosol optical characteristics",
        "biomass burning",
        "lidar ratio",
        "soil dust",
        "Thailand"
    ],
    "authors": [
        "Nobuo Sugimoto"
    ],
    "citedby-count": 14,
    "ref-count": 25,
    "ref-list": [
        "Characterizing the vertical profile of aerosol particle extinction and linear depolarization over Southeast Asia and the Maritime Continent: The 2007-2009 view from CALIOP",
        "Integrating laboratory and field data to quantify the immersion freezing ice nucleation activity of mineral dust particles",
        "How important is biological ice nucleation in clouds on a global scale?",
        "Development of a polarization optical particle counter capable of aerosol type classification",
        "Characteristics and composition of atmospheric aerosols in Phimai, central Thailand during BASE-ASIA",
        "An overview of regional experiments on biomass burning aerosols and related pollutants in Southeast Asia: From BASE-ASIA and the Dongsha Experiment to 7-SEAS",
        "Dust resuspension without saltation",
        "Estimated desert-dust ice nuclei profiles from polarization lidar: Methodology and case studies",
        "Optical Properties of the Atmosphere",
        "Use of sky brightness measurements from ground for remote sensing of particulate polydispersions",
        "Overview of the Atmospheric Brown Cloud East Asian Regional Experiment 2005 and a study of the aerosol direct radiative forcing in east Asia",
        "Proc. 23rd Int. Laser Radar Conf.",
        "Proc. 25th Int. Laser Radar Conf.",
        "Continuous observations of Asian dust and other aerosols by polarization lidars in China and Japan during ACE-Asia",
        "Relationship between lidar-derived dust extinction coefficients and mass concentrations in Japan",
        "Lidar network observations of tropospheric aerosols",
        "Characterization of aerosols in East Asia with the Asian Dust and Aerosol Lidar Observation Network (AD-Net)",
        "Detection of internally mixed Asian dust with air pollution aerosols using a polarization optical particle counter and a polarization-sensitive two-wavelength lidar",
        "Optical characteristics of forest-fire smoke observed with two-wavelength Mie-scattering lidars and a high-spectral-resolution lidar over Japan",
        "Record heavy Asian dust in Beijing in 2002: Observations and model analysis of recent events",
        "Opt. Pura Apl.",
        "Profiling of Saharan dust and biomass-burning smoke with multiwavelength polarization Raman lidar at Cape Verde",
        "Organic matter matters for ice nuclei of agricultural soil origin",
        "NMCC Ann. Rep.",
        "Characteristics of aerosol optical properties in pollution and Asian dust episodes over Beijing, China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tsukuba",
            "affilname": "National Institute for Environmental Studies of Japan",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Toyama",
            "affilname": "University of Toyama",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Chiba",
            "affilname": "Chiba University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science"
    ]
}