{
    "eid": "2-s2.0-85072747722",
    "title": "Platelet-Rich Plasma as a Treatment for Androgenetic Alopecia",
    "cover-date": "2019-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Dermatology",
            "@code": "2708",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Aditya K. Gupta",
        "John Cole",
        "David P. Deutsch",
        "Peter A. Everts",
        "Robert P. Niedbalski",
        "Ratchathorn Panchaprateep",
        "Fabio Rinaldi",
        "Paul T. Rose",
        "Rodney Sinclair",
        "James E. Vogel",
        "Ryan J. Welter",
        "Michael D. Zufelt",
        "Carlos J. Puig"
    ],
    "citedby-count": 42,
    "ref-count": 72,
    "ref-list": [
        "Principles and methods of preparation of platelet-rich plasma: A review and author's perspective",
        "Dental and craniofacial applications of platelet-rich plasma",
        "Orthobiologics in foot and ankle surgery",
        "Current applications of platelet gels in facial plastic surgery",
        "Platelet concentrates for bone regeneration: Current evidence and future challenges",
        "Effects of platelet lysates on select bone cell functions",
        "Use of platelet-rich plasma in endodontic procedures in adults: Regeneration or repair? A report of 3 cases with 5 years of follow-up",
        "Platelet-rich plasma: Growth factors and pro-and anti-inflammatory properties",
        "Intralesional platelet rich plasma vs intralesional triamcinolone in the treatment of alopecia areata: A comparative study",
        "Alopecia areata",
        "Platelet-rich plasma activates proinflammatory signaling pathways and induces oxidative stress in tendon fibroblasts",
        "A mechanistic model of platelet-rich plasma treatment for androgenetic alopecia",
        "Autologous platelet-rich plasma: A potential therapeutic tool for promoting hair growth",
        "Mechanism of action and in vivo role of platelet-derived growth factor",
        "Noggin is required for induction of the hair follicle growth phase in postnatal skin",
        "Control of hair growth and follicle size by VEGF-mediated angiogenesis",
        "Paracrine TGF-β signaling counterbalances BMP-mediated repression in hair follicle stem cell activation",
        "Randomized placebo-controlled, double-blind, half-head study to assess the efficacy of platelet-rich plasma on the treatment of androgenetic alopecia",
        "The effect of plasma rich in growth factors on pattern hair loss: A pilot study",
        "Platelet-rich plasma by single spin process in male pattern androgenetic alopecia: Is it an effective treatment?",
        "Autologous platelet rich plasma as a treatment of male androgenetic alopecia: Study of 14 cases",
        "The effect of autologous activated platelet rich plasma (AA-PRP) injection on pattern hair loss: Clinical and histomorphometric evaluation",
        "Evaluation of not-activated and activated PRP in hair loss treatment: Role of growth factor and cytokine concentrations obtained by different collection systems",
        "Mechanical and controlled PRP injections in patients affected by androgenetic alopecia",
        "Study of platelet-rich plasma injections in the treatment of androgenetic alopecia through an one-year period",
        "Introducing platelet-rich stroma: Platelet-rich plasma (PRP) and stromal vascular fraction (SVF) combined for the treatment of androgenetic alopecia",
        "Enhanced effect of platelet-rich plasma containing a new carrier on hair growth",
        "Quantifying heterogeneity in a meta-analysis",
        "Measuring inconsistency in meta-analyses",
        "Meta-analysis of efficacy of platelet-rich plasma therapy for androgenetic alopecia",
        "Platelet-rich plasma-an \"elixir\" for treatment of alopecia: Personal experience on 117 patients with review of literature",
        "The effect of autologous activated platelet-rich plasma injection on female pattern hair loss: A randomized placebo-controlled study",
        "Platelet-rich plasma in androgenic alopecia: Myth or an effective tool",
        "Efficacy of platelet-rich plasma in treatment of androgenic alopecia",
        "The effect of platelet-rich plasma in hair regrowth: A randomized placebo-controlled trial",
        "Comparison of growth factor and platelet concentration from commercial platelet-rich plasma separation systems",
        "Platelet-rich plasma differs according to preparation method and human variability",
        "Platelet and growth factor concentrations in activated platelet-rich plasma: A comparison of seven commercial separation systems",
        "Commercial separation systems designed for preparation of platelet-rich plasma yield differences in cellular composition",
        "Comparison of the efficacy of homologous and autologous platelet-rich plasma (PRP) for treating androgenic alopecia",
        "Applications of platelet-rich fibrin matrix in facial plastic surgery",
        "Identification of an optimal concentration of platelet gel for promoting angiogenesis in human endothelial cells",
        "A study of the efficacy of platelet-rich plasma in the treatment of androgenetic alopecia in males",
        "Outcome of intra-operative injected platelet-rich plasma therapy during follicular unit extraction hair transplant: A prospective randomised study in forty patients",
        "Separation of platelets from whole blood using standing surface acoustic waves in a microchannel",
        "Generation of autologous platelet-rich plasma by the ultrasonic standing waves",
        "Alopecia and platelet-derived therapies",
        "A proposal of an effective platelet-rich plasma protocol for the treatment of androgenetic alopecia",
        "Efficacy of platelet-rich plasma in the treatment of androgenetic (male-patterned) alopecia: A pilot randomized controlled trial",
        "Platelets rich plasma versus minoxidil 5% in treatment of alopecia areata: A trichoscopic evaluation",
        "A randomized, double-blind, placebo-and active-controlled, half-head study to evaluate the effects of platelet-rich plasma on alopecia areata",
        "Platelet-rich plasma for androgenetic alopecia: A pilot study",
        "Morphometric analysis of the human scalp hair follicle: Practical implications for the hair transplant surgeon and hair regeneration studies",
        "Evaluating the efficacy of different platelet-rich plasma regimens for management of androgenetic alopecia: A single-center, blinded, randomized clinical trial",
        "Double-Blind, placebo-controlled pilot study on the use of platelet-rich plasma in women with female androgenetic alopecia",
        "Injections of platelet-rich plasma for androgenic alopecia: A systematic review",
        "A spilt head study of efficacy of placebo versus platelet-rich plasma injections in the treatment of androgenic alopecia",
        "Platelet-rich plasma on female androgenetic alopecia: Tested on 10 patients",
        "Platelet-rich plasma in dermatology: Boon or a bane?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Toronto",
            "@id": "60016849",
            "affilname": "University of Toronto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016849",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Baltimore",
            "@id": "60001555",
            "affilname": "The Johns Hopkins Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001555",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": null,
            "@id": "123947971",
            "affilname": "International Society of Hair Restoration Surgery (ISHRS)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/123947971",
            "affiliation-country": null
        },
        {
            "affiliation-city": "Tacoma",
            "@id": "123888197",
            "affilname": "Northwest Hair Restoration",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/123888197",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Westwood",
            "@id": "123233657",
            "affilname": "New England Center for Hair Restoration",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/123233657",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Salt Lake City",
            "@id": "123233629",
            "affilname": "Hair Restoration Center of Utah",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/123233629",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Fort Myers",
            "@id": "123233616",
            "affilname": "EmCyte Corporation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/123233616",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": null,
            "@id": "123233491",
            "affilname": "International Hair Research Foundation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/123233491",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Houston",
            "@id": "117642663",
            "affilname": "Physicians Hair Restoration Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/117642663",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Alpharetta",
            "@id": "115065052",
            "affilname": "Cole Hair Transplant Group",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/115065052",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Melbourne",
            "@id": "114311160",
            "affilname": "Sinclair Dermatology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/114311160",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Coral Gables",
            "@id": "101117978",
            "affilname": "Hair Transplant Institute of Miami",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101117978",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Beverly Hills",
            "@id": "100535456",
            "affilname": "Bosley Medical Group",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/100535456",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}