{
    "eid": "2-s2.0-85092397200",
    "title": "Nitrogen fertilizer recommendation for waxy corn measured by canopy reflectance using UAV imaging passive sensor",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Instrumentation",
            "@code": "3105",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Earth and Planetary Sciences (miscellaneous)",
            "@code": "1901",
            "@abbrev": "EART"
        }
    ],
    "keywords": [],
    "authors": [
        "P. Jermthaisong",
        "S. Kingpaiboon",
        "P. Chawakitchareon",
        "Y. Kiyoki"
    ],
    "citedby-count": 0,
    "ref-count": 32,
    "ref-list": [
        "Comparison of Crop Canopy Reflectance Sensors Used to Identify Sugarcane Biomass and Nitrogen Status",
        "Estimation of Protein Content in Rice Crop and Nitrogen Content in Rice Leaves Through Regression Analysis with NDVI Derived from Camera Mounted Radio-Control Helicopter",
        "Unmanned Aerial Vehicle to Estimate Nitrogen Status of Turfgrasses",
        "Developing Nitrogen Fertilizer Recommendations for Corn Using an Active Sensor",
        "Maize Response to Time and Rate of Nitrogen Application",
        "Identification of Genetic Differentiation between Waxy and Common Maize by SNP Genotyping",
        "Prediction of Dry Matter Yield of Hybrid Forage Corn Grown for Silage",
        "Yield Prediction and Nitrogen Recommendation in Maize Using Normalized Difference Vegetation Index",
        "Some Aspects of Cultivation and Utilization of Waxy Maize (Zea mays L. ssp. ceratina)",
        "Estimating Rice Yield Based on Normalized Difference Vegetation Index at Heading Stage of Different Nitrogen Application Rates in Southeast of China",
        "Corn (Zea Mays L.) Plant Characteristics and Grain Yield Response to N Fertilization Programs in No-Tillage System",
        "Predicting Early Season Nitrogen Rates of Corn Using Indicator Crops",
        "Effects of Nitrogen and Water on Maize Varieties under Short and Prolonged Drought",
        "Discriminating Tropical Grass Grown under Different Nitrogen Treatments using Hyperspectral Data Resampled to HYMAP",
        "Corn Nitrogen Fertilization Requirement and Corn-Soybean Productivity with a Rye Cover Crop",
        "Sugarcane Response to Nitrogen Rates, Measured by a Canopy Reflectance Sensor",
        "Growth Stage, Development, and Spatial Variability in Corn Evaluated Using Optical Sensor Readings",
        "Yield Prediction by Integrating NDVI and N-Tester Data with Yield Monitor Data",
        "Nitrogen recommendations for corn: An on-the-go sensor compared with current recommendation methods",
        "Effects of Time and Rate of Nitrogen Application on Phenology and Some Agronomical Traits of Maize (Zea mays L.)",
        "Evaluation of Two Crop Canopy Sensors for Nitrogen Variability Determination in Irrigated Maize",
        "Application of Nitrogen Fertilizer in Maize in Southern Asia: A Review",
        "Carbohydrate Characters of Six Vegetable Waxy Corn varieties as Affected by Harvest Time and Storage Duration",
        "Growth and Yield Responses in Maize to Split and Delayed Fertilizer Applications on Sandy Soils Under High Rainfall Regimes",
        "Aerial Color Infrared Photography for Determining Late-Season Nitrogen Requirements in Corn",
        "Normalized Difference Vegetation Index as a Tool for Wheat Yield Estimation: A Case Study from Faisalabad, Pakistan",
        "Red and Photographic Infrared Linear Combinations for Monitoring Vegetation",
        "Opportunities to Improved Fertilizer Nitrogen Management in Production of Arable Crops in Eastern Canada: A review",
        "Correlation and Simple Linear Regression"
    ],
    "affiliation": [
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60025997",
            "affilname": "Keio University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025997",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Khon Kaen University",
        "Agricultural Research Development Agency"
    ]
}