{
    "eid": "2-s2.0-85047085039",
    "title": "Acute Retroviral Syndrome Is Associated with High Viral Burden, CD4 Depletion, and Immune Activation in Systemic and Tissue Compartments",
    "cover-date": "2018-05-02",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "acute retroviral syndrome",
        "CD4 lymphocyte count",
        "highly active antiretroviral therapy",
        "HIV",
        "inflammation"
    ],
    "authors": [
        "Trevor A. Crowell",
        "Donn J. Colby",
        "Suteeraporn Pinyakorn",
        "James L.K. Fletcher",
        "Eugène Kroon",
        "Alexandra Schuetz",
        "Shelly J. Krebs",
        "Bonnie M. Slike",
        "Louise Leyre",
        "Nicolas Chomont",
        "Linda L. Jagodzinski",
        "Irini Sereti",
        "Netanya S. Utay",
        "Robin Dewar",
        "Rungsun Rerknimitr",
        "Nitiya Chomchey",
        "Rapee Trichavaroj",
        "Victor G. Valcour",
        "Serena Spudich",
        "Nelson L. Michael",
        "Merlin L. Robb",
        "Nittaya Phanuphak",
        "Jintanat Ananworanich",
        "Nipat Teeratakulpisarn",
        "Carlo Sacdalan",
        "Duanghathai Sutthichom",
        "Somprartthana Rattanamanee",
        "Peeriya Prueksakaew",
        "Sasiwimol Ubolyam",
        "Pacharin Eamyoung",
        "Suwanna Puttamaswin",
        "Somporn Tipsuk",
        "Putthachard Karnsomlap",
        "Wiriyaporn Ridtitid",
        "Robert J. O'Connell",
        "Siriwat Akapirat",
        "Yuwadee Phuang-Ngern",
        "Suchada Sukhumvittaya",
        "Chayada Sajjaweerawan",
        "Surat Jongrakthaitae",
        "Putita Saetun",
        "Nipattra Tragonlugsana",
        "Bessara Nuntapinit",
        "Nantana Tantibul",
        "Hathairat Savadsuk",
        "Sodsai Tovanabutr"
    ],
    "citedby-count": 24,
    "ref-count": 45,
    "ref-list": [
        "Acute AIDS retrovirus infection Definition of a clinical illness associated with seroconversion",
        "Clinical manifestations of acute infection with human immunodeficiency virus in a cohort of gay men",
        "Characterization of the acute clinical illness associated with human immunodeficiency virus infection",
        "Clinical picture of primary HIV infection presenting as a glandular-fever-like illness",
        "Symptomatic primary infection due to human immunodeficiency virus type 1: Review of 31 cases",
        "Clinical and epidemiologic features of primary HIV infection",
        "Risk factors and clinical presentation of acute primary HIV infection in India",
        "Primary human immunodeficiency virus type 1 infection: Clinical manifestations among women in Mombasa, Kenya",
        "Acute retrovirus syndrome among prospectively identified homosexual men with incident HIV infection in Brazil Projecto Praca Onze Study Group",
        "Clinical features of acute retroviral syndrome differ by route of infection but not by gender and age",
        "Clinical presentation and diagnosis of primary HIV-1 infection",
        "Frequency and spectrum of unexpected clinical manifestations of primary HIV-1 infection",
        "Clinical characteristics and prognostic value of acute retroviral syndrome among injecting drug users Italian Seroconversion Study",
        "Prospective study of acute HIV-1 infection in adults in East Africa and Thailand",
        "Clinical course of primary HIV infection: Consequences for subsequent course of infection",
        "Susceptibility to AIDS progression appears early in HIV infection",
        "Risk of developing AIDS after primary acute HIV-1 infection",
        "Predictors of rapid progression to AIDS in HIV-1 seroconverters",
        "Does symptomatic primary HIV-1 infection accelerate progression to CDC stage IV disease, CD4 count below 200 x 10(6)/l, AIDS, and death from AIDS",
        "Severity and prognosis of acute human immunodeficiency virus type 1 illness: A dose-response relationship",
        "Higher set point plasma viral load and more-severe acute HIV type 1 (HIV-1) illness predict mortality among high-risk HIV-1-infected African women",
        "A novel acute retroviral syndrome severity score predicts the key surrogate markers for HIV-1 disease progression",
        "High rates of forward transmission events after acute/early HIV-1 infection",
        "Long-term antiretroviral treatment initiated at primary HIV-1 infection affects the size, composition, and decay kinetics of the reservoir of HIV-1-infected CD4 T cells",
        "Long-term antiretroviral therapy initiated during primary HIV-1 infection is key to achieving both low HIV reservoirs and normal T cell counts",
        "Impact of multi-targeted antiretroviral treatment on gut T cell depletion and HIV reservoir seeding during acute HIV infection",
        "Antiretroviral therapy initiated within 6 months of HIV infection is associated with lower T-cell activation and smaller HIV reservoir size",
        "Initiation of antiretroviral therapy before detection of colonic infiltration by HIV reduces viral reservoirs, inflammation and immune activation",
        "A novel acute HIV infection staging system based on 4th generation immunoassay",
        "Cross-clade ultrasensitive PCRbased assays to measure HIV persistence in large-cohort studies",
        "Dynamics of HIV viremia and antibody seroconversion in plasma donors: Implications for diagnosis and staging of primary HIV infection",
        "Distinguishing molecular forms of HIV-1 in Asia with a high-throughput, fluorescent genotyping assay, MHAbce v.2",
        "HIV-1 pol mutation frequency by subtype and treatment experience: Extension of the HIVseq program to seven non-B subtypes",
        "Initiation of ART during early acute HIV infection preserves mucosal Th17 function and reverses HIV-related immune activation",
        "Peripheral neuropathy in primary HIV infection associates with systemic and central nervous system immune activation",
        "Neurological symptoms during primary human immunodeficiency virus (HIV) infection correlate with high levels of HIV RNA in cerebrospinal fluid",
        "HIV in body fluids during primary HIV infection: Implications for pathogenesis, treatment and public health",
        "HIV-1 CRF01-AE strain is associated with faster HIV/AIDS progression in Jiangsu Province, China",
        "CRF01-AE subtype is associated with X4 tropism and fast HIV progression in Chinese patients infected through sexual transmission",
        "Impact of HIV-1 subtype on CD4 count at HIV seroconversion, rate of decline, and viral load set point in European seroconverter cohorts",
        "Increasing HIV-1 non-B subtype primary infections in patients in France and effect of HIV subtypes on virological and immunological responses to combined antiretroviral therapy",
        "Improved virological outcome in white patients infected with HIV-1 non-B subtypes compared to subtype B",
        "A steady state of CD4+ T cell memory maturation and activation is established during primary subtype C HIV-1 infection",
        "Persistent, albeit reduced, chronic inflammation in persons starting antiretroviral therapy in acute HIV infection"
    ],
    "affiliation": [
        {
            "affiliation-city": "San Francisco",
            "@id": "60031970",
            "affilname": "UCSF School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031970",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60031780",
            "affilname": "Thai Red Cross Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031780",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Houston",
            "@id": "60027512",
            "affilname": "University of Texas Health Science Center at Houston",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027512",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Frederick",
            "@id": "60027053",
            "affilname": "National Cancer Institute at Frederick",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027053",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "New Haven",
            "@id": "60017994",
            "affilname": "Yale School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017994",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bethesda",
            "@id": "60017336",
            "affilname": "National Institute of Allergy and Infectious Diseases (NIAID)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017336",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60016185",
            "affilname": "Armed Forces Research Institute of Medical Sciences, Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016185",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Rockville",
            "@id": "60014443",
            "affilname": "HJF",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014443",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Silver Spring",
            "@id": "60012786",
            "affilname": "Walter Reed Army Institute of Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Montreal",
            "@id": "60009507",
            "affilname": "University of Montreal",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009507",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Amsterdam",
            "@id": "60002483",
            "affilname": "Universiteit van Amsterdam",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002483",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Bethesda",
            "@id": "108354974",
            "affilname": "US Military HIV Research Program",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/108354974",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}