{
    "eid": "2-s2.0-85054082796",
    "title": "Biocontrol of Orchid-pathogenic Mold, Phytophthora palmivora, by antifungal proteins from Pseudomonas aeruginosa RS1",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Biocontrol",
        "Orchid",
        "Phytophthora palmivora",
        "Pseudomonas aeruginosa"
    ],
    "authors": [
        "Rapeewan Sowanpreecha",
        "Panan Rerngsamran"
    ],
    "citedby-count": 12,
    "ref-count": 49,
    "ref-list": [
        "Effect of pesticides and metabolites on groundwater bacterial community",
        "Impact of pesticides use in agriculture: their benefits and hazards",
        "Phytohormone profiles induced by Trichoderma isolates correspond with their biocontrol and plant growth-promoting activity on melon plants",
        "Addressing the needs for improving classical biological control programs in the USA",
        "Biological control agents: from field to market, problems, and challenges",
        "Pseudomonas putida-induced response in phenolic profile of tomato seedlings (Solanum lycopersicum L.) infected by Clavibacter michiganensis subsp michiganensis",
        "The potential of Streptomyces as biocontrol agents against the rice blast fungus, Magnaporthe oryzae (Pyricularia oryzae)",
        "Biological activity of the lipopeptide-producing Bacillus amyloliquefaciens PGPBacCA1 on common bean Phaseolus vulgaris L. pathogens",
        "Production of antifungal compounds by Pseudomonas aeruginosa K-187 using shrimp and crab shell powder as a carbon source",
        "Fluorescent pseudomonads associated with the rhizosphere of crops-an overview",
        "The anti-Phytophthora effect of selected potato-associated Pseudomonas strains: from the laboratory to the field",
        "Pseudomonas strains naturally associated with potato plants produce volatiles with high potential for inhibition of Phytophthora infestans",
        "Rhamnolipid biosurfactant against Fusarium verticillioides to control stalk and ear rot disease of maize",
        "Biological control of wheat root diseases by the CLP-producing strain Pseudomonas fluorescens HC1-07",
        "Purification and characterization of a new antifungal compound produced by Pseudomonas aeruginosa K-187 in a shrimp and crab shell powder medium",
        "An antifungal protease produced by Pseudomonas aeruginosa M-1001 with shrimp and crab shell powder as a carbon source",
        "Research on orchid biology and biotechnology",
        "2 Global Orchid Industry",
        "International market trends-tropical flowers",
        "Isolation and identification of Burkholderia gladioli on Cymbidium orchids in Korea",
        "Detection, diagnosis of orchid virus and inactivation of cymbidium mosaic virus (CYMV) on plants",
        "The phylogenetic relationship and non-specific symbiotic habit of mycorrhiza fungi from a terrestrial orchid (Cymbidium)",
        "Greenhouse evaluations of harpin protein and microbial fungicides in controlling Curvularia lunata, Fusarium moniliforme, and Phythopthora palmivora, major causes of orchid diseases in Thailand",
        "Effect of wetting period on infection of orchid flowers by Alternaria alternata and Curvularia eragrostidis",
        "Identification of Fusarium solani f. sp. phalaenopsis in Australia",
        "Diseases of Phalaenopsis: symptoms, etiology and management",
        "Black rot of orchids caused by Phytophthora cactorum and Phytophthora palmivora in Florida",
        "Effect of extracts of Thevetia peruviana on the development of Phytophthora megakarya causal agent of black pod disease of cocoa",
        "Maturation of the head of bacteriophage T4I. DNA packaging events",
        "Evaluation of antifungal activity of some medicinal plants essential oils against Botrytis cinerea, causal agent of postharvest apple rot, in vitro",
        "Effect of culture conditions on microorganism identification by Matrix-Assisted Laser Desorption Ionization Mass Spectrometry",
        "Isolation of Bacillus amyloliquefaciens strains with antifungal activities from Meju",
        "Ionexchange chromatography: basic principles and application to the partial purification of soluble mammalian prolyl oligopeptidase",
        "Antifungal proteins: more than antimicrobials?",
        "Survival strategies of yeast and filamentous fungi against the antifungal protein AFP",
        "Diversity of structures and properties among catalases",
        "Characterization of the anti-fungal activity of a Bacillus spp. associated with sclerotia from Sclerotinia sclerotiorum",
        "New families of carboxyl peptidases: serine-carboxyl peptidases and glutamic peptidases",
        "Identification and characterization of an anti-fungi Fusarium oxysporum f. sp. cucumerium protease from the Bacillus subtilis strain N7",
        "Structure and differentiation of the cell wall of Phytophthora palmivora: cysts, hyphae and sporangia",
        "Identification of cell wall-associated proteins from Phytophthora ramorum",
        "Characterization of Pseudomonas aeruginosa chitinase, a gradually secreted protein",
        "Identification of a chitin-binding protein secreted by Pseudomonas aeruginosa",
        "Chitin synthases from Saprolegnia are involved in tip growth and represent a potential target for anti-oomycete drugs",
        "An effective biocontrol bioformulation against Phytophthora blight of pepper using growth mixtures of combined chitinolytic bacteria under different field conditions",
        "Role of chitinase and beta-1,3-glucanase activities produced by a fluorescent pseudomonad and in vitro inhibition of Phytophthora capsici and Rhizoctonia solani",
        "Biocontrol potential against Fusarium oxysporum f. sp. lycopersici and Alternaria solani and tomato plant growth due to plant growth-promoting rhizobacteria",
        "Antifungal mechanisms by which a novel Pseudomonas aeruginosa phenazine toxin kills Candida albicans in biofilms",
        "Genome sequence of the nonpathogenic Pseudomonas aeruginosa strain ATCC 15442"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}