{
    "eid": "2-s2.0-85104921331",
    "title": "Subjective well-being and healthcare utilization: A mediation analysis",
    "cover-date": "2021-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Health (social science)",
            "@code": "3306",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Health Policy",
            "@code": "2719",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Healthcare utilization",
        "HILDA",
        "Life satisfaction",
        "Mediation",
        "Well-being"
    ],
    "authors": [
        "Dusanee Kesavayuth",
        "Prompong Shangkhum",
        "Vasileios Zikos"
    ],
    "citedby-count": 7,
    "ref-count": 44,
    "ref-list": [
        "The immune system and happiness",
        "The moderator–mediator variable distinction in social psychological research: Conceptual, strategic, and statistical considerations",
        "Hypertension and happiness across nations",
        "The promise of well-being interventions for improving health risk behaviors",
        "Multiple influences on participating in physical activity in older age: Developing a social ecological approach",
        "Golden aging: Prospects for healthy, active, and prosperous aging in Europe and Central Asia",
        "Multivariate regression models for panel data",
        "The preventable causes of death in the United States: Comparative risk assessment of dietary, lifestyle, and metabolic risk factors",
        "If, why, and when subjective well-being influences health, and future needed research",
        "Perceived social support mediates anxiety and depressive symptom changes following primary care intervention",
        "What good are positive emotions?",
        "The role of positive emotions in positive psychology: The broaden‐and‐build theory of positive emotions",
        "Social support, social networks, and health",
        "On the concept of health capital and the demand for health",
        "Positive affect and decision making",
        "Locus of control, health and healthcare utilization",
        "Happy people are less likely to be unemployed: Psychological evidence from panel data",
        "Maintaining healthy behavior: A prospective study of psychological well-being and physical activity",
        "Longitudinal evidence on social trust and happiness in China: Causal effects and mechanisms",
        "The benefits of frequent positive affect: Does happiness lead to success?",
        "Mediation analysis",
        "The correspondence between causal and traditional mediation analysis: The link is the mediator by treatment interaction",
        "It pays to be happy (if you are a man): Subjective wellbeing and the gender wage gap in urban China",
        "Correction: Actual causes of death in the United States, 2000",
        "On the pooling of time series and cross section data",
        "Life satisfaction and noncognitive skills: Effects on the likelihood of unemployment",
        "Longer, more optimistic, lives: Historic optimism and life expectancy in the United States",
        "The relationship between physical and mental health: A mediation analysis",
        "Review of the satisfaction with life scale",
        "The happiness equation: The surprising economics of our most valuable asset",
        "Would you like to know what makes people happy? An overview of the datasets on subjective well‐being",
        "Status-quo and omission biases",
        "Persistent psychological well-being predicts improved self-rated health over 9–10 years: Longitudinal evidence from MIDUS",
        "Status quo bias in decision making",
        "Subjective wellbeing, health, and ageing",
        "World population ageing 2020 highlights: Living arrangements of older persons (ST/ESA/SER.A/451)",
        "Explanation in causal inference: Methods for mediation and interaction",
        "Mediation analysis with time varying exposures and mediators",
        "Global action plan on physical activity 2018-2030: More active people for a healthier world",
        "Global spending on health: A world in transition (No. WHO/HIS/HGF/HFWorkingPaper/19.4)",
        "Social networks, interpersonal social support, and health outcomes: A health communication perspective",
        "Effect of positive well-being on incidence of symptomatic coronary artery disease",
        "In vino pecunia? The association between beverage-specific drinking behavior and wages"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60030324",
            "affilname": "University of the Thai Chamber of Commerce",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030324",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}