{
    "eid": "2-s2.0-84897623377",
    "title": "Calculation of the tunneling time using the extended probability of the quantum histories approach",
    "cover-date": "2014-03-07",
    "subject-areas": [
        {
            "$": "General Physics and Astronomy",
            "@code": "3100"
        }
    ],
    "keywords": [
        "Decoherence functional",
        "Extended probability",
        "Path integral method",
        "Quantum history"
    ],
    "authors": [
        "Jiravatt Rewrujirek"
    ],
    "citedby-count": 1,
    "ref-count": 36,
    "ref-list": [
        "Yad. Fiz.",
        "Yad. Fiz.",
        "Larmor clock reexamined",
        "Traversal time for tunneling",
        "Comment on ‘the quantum mechanical tunnelling time problem-revisited’",
        "Traversal time in quantum scattering",
        "Tunneling times: A critical review",
        "Conditional probabilities in quantum theory and the tunneling-time controversy",
        "How much time does a tunneling particle spend in the barrier region?",
        "Unified derivation of tunneling times from decoherence functionals",
        "Complexity, Entropy, and the Physics of Information",
        "Quantum mechanics with extended probabilities",
        "Phys. Rev. A",
        "Phys. Rev. A",
        "The arrival-time distribution: The extended probability approaches",
        "Mathematical Foundations of Quantum Mechanics",
        "Consistent histories and the interpretation of quantum mechanics",
        "Correlations in separated quantum systems: A consistent history analysis of the EPR problem",
        "36. Plots of cross sections and related quantities",
        "Linearly positive histories: Probabilities for a robust family of sequences of quantum events",
        "Class. Quantum Gravity",
        "A Bayesian account of quantum histories",
        "Feynmans approach to negative probability in quantum mechanics",
        "Weak values, \"negative probability\" and the uncertainty principle",
        "Mod. Phys. Lett. A",
        "Complex joint probabilities as expressions of reversible transformations in quantum mechanics",
        "Procedure for direct measurement of general quantum states using weak measurement",
        "Phys. Lett. A",
        "A theoretical study of resonant tunneling characteristics in triangular double-barrier diodes",
        "Effect of interaction between periodic δ-doping in both well and barrier layers on modulation of superlattice band structure",
        "Ballistic transmission through quasi-periodic shape barrier resonant tunneling structures",
        "Diffraction in time",
        "Boundary conditions and time-dependent states",
        "The effect of asymmetry on resonant tunneling in one dimension",
        "Mathematical Tables",
        "A time-dependent exact solution for wave-packet scattering at a rectangular barrier"
    ],
    "affiliation": [
        {
            "affiliation-city": "Phetchabun",
            "affilname": "Phetchabun Rajabhat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}