{
    "eid": "2-s2.0-84924689411",
    "title": "Public Expenditures, Growth, and Distribution in a Mixed Regime of Education with a Status Motive",
    "cover-date": "2015-10-01",
    "subject-areas": [
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        },
        {
            "$": "Sociology and Political Science",
            "@code": "3312"
        },
        {
            "$": "Finance",
            "@code": "2003"
        }
    ],
    "keywords": [],
    "authors": [
        "Frederic Tournemaine"
    ],
    "citedby-count": 9,
    "ref-count": 65,
    "ref-list": [
        "American Economic Review",
        "Optimal taxation when consumers have endogenous benchmark levels of consumption",
        "Inequality and economic growth: The perspective of the new growth theories",
        "Distributive politics and economic growth",
        "American Economic Review",
        "Investigaciones Economicas",
        "Habit formation, catching up with the Joneses, and economic growth",
        "Values, religion, social class and the choice of private school in Australia",
        "Education Markets, Choice and Social Class: The market as a class strategy in the UK and the USA[l]",
        "On the cusp: Parents choosing between state and private schools in the UK: Action within an economy of symbolic goods",
        "Circuits of schooling: A sociological exploration of parental choice of school in social class contexts",
        "Journal of Political Economy",
        "Economic growth in a cross section of countries",
        "Tax and education policy in a heterogeneous-agent economy: What levels of redistribution maximize growth and efficiency?",
        "Parental choice, social class and market forces: The consequences of privatization of public services in education",
        "Public education expenditures, taxation, and growth: Linking data to theory",
        "Education choice, endogenous growth and income distribution",
        "Infrastructure provision and macroeconomic performance",
        "Educational systems, growth and income distribution: A quantitative study",
        "What can new survey data tell us about recent changes in distribution and poverty?",
        "Satisfaction and comparison income",
        "On relative wealth effects and the optimality of growth",
        "Pecuniary emulation, inequality and growth",
        "Public versus private education when differential fertility matters",
        "A Theory of Economic Growth: Dynamics and Policy in Overlapping Generations",
        "A new data set measuring income inequality",
        "Should public capital be subsidized or provided?",
        "Social status, education, and growth",
        "Scandinavian Journal of Economics",
        "Keeping one step ahead of the Joneses: Status, the distribution of wealth, and long run growth",
        "Debt, growth and budgetary regimes",
        "Journal of Political Economy",
        "Democratic Choice of an Education System: Implications for Growth and Income Distribution",
        "Journal of Political Economy",
        "Measuring the social return to R&D",
        "Too much of a good thing? the economics of investment in R&D",
        "On the mechanics of economic development",
        "A contribution to the empirics of economic growth",
        "Smooth it like the 'Joneses'? Estimating peer-group effects in intertemporal consumption choice",
        "Relative-income effects on subjective well-being in the cross-section",
        "Education at a Glance",
        "Is inequality harmful for growth? Comment",
        "Is inequality harmful for growth?",
        "Economic growth and status-seeking through personal wealth",
        "American Economic Review",
        "Education, democracy and growth",
        "American Economic Review",
        "The Economic Value of Education",
        "Transforming Traditional Agriculture",
        "Can education expenditures reduce income inequality?",
        "Journal of Political Economy",
        "Social aspirations and choice of fertility: Why can status motive reduce per-capita growth?",
        "Relative consumption, relative wealth and growth",
        "Status jobs, human capital, and growth: The effects of heterogeneity",
        "Gain versus pain from status and ambition: Effects on growth and inequality",
        "Keeping up with the Joneses, growth, and distribution",
        "Public services and endogenous growth",
        "Status in a canonical macro model: Labour supply, growth and inequality",
        "Methods of Macroeconomic Dynamics",
        "Access to Education for the Poor in Europe and Central Asia",
        "Health and endogenous growth",
        "Accounting for the effect of health on economic growth",
        "The East Asian Miracle. Economic Growth and Public Policy",
        "Optimal public investments in education and endogenous growth"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "University of the Thai Chamber of Commerce",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "affilname": "London Metropolitan University",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": []
}