{
    "eid": "2-s2.0-85138074826",
    "title": "Value chains and DNA barcoding for the identification of antiinfective medicinal plants",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "antiinfective plants",
        "DNA barcoding",
        "Embelia ribes",
        "Picrorhiza kurroa",
        "Saussurea costus",
        "Swertia chirayita",
        "traditional medicines"
    ],
    "authors": [
        "Seethapathy G. Saroja",
        "Remya Unnikrishnan",
        "Santhosh Kumar J. Urumarudappa",
        "Xiaoyan Chen",
        "Jiangnan Peng"
    ],
    "citedby-count": 0,
    "ref-count": 98,
    "ref-list": [
        "Andrographis SPP.: A source of bitter compounds for medicinal use",
        "Developing a medicinal plant value chain: Lessons from an initiative to cultivate Kutki (Picrorhiza kurrooa)",
        "Enhanced antimycotic activity of nanoconjugates from fungal chitosan and Saussurea costus extract against resistant pathogenic Candida strains",
        "DNA barcoding in authentication of herbal raw materials, extracts and dietary supplements: A perspective",
        "United States pharmacopeial convention.",
        "United States Pharmacopeial Convention.",
        "DNA barcoding and haplotyping in different species of Andrographis",
        "Syzygium aromaticum l. (myrtaceae): Traditional uses, bioactive chemical constituents, pharmacological and toxicological activities",
        "Online HPLC-DPPH method for antioxidant activity of Picrorhiza kurroa Royle ex Benth. and characterization of kutkoside by ultra-performance LC-electrospray ionization quadrupole time-of-flight mass spectrometry",
        "Stability-indicating LC-PDA method for determination of picrosides in hepatoprotective Indian herbal preparations of picrorhiza kurroa",
        "Essential oil counterfeit identification through middle infrared spectroscopy",
        "Food tracking perspective: DNA metabarcoding to identify plant composition in complex and processed food products",
        "Saussurea species in Indian Himalayan region: Diversity, distribution and indigenous uses",
        "Chemical adulterants in herbal medicinal products: A review",
        "An update of the Angiosperm Phylogeny Group classification for the orders and families of flowering plants: APG IV",
        "Authentication of Saussurea lappa, an endangered medicinal material, by ITS DNA and 5S rRNA sequencing",
        "Trends in the use of complementary health approaches among adults: United States",
        "Clove (Syzygium aromaticum): A precious spice",
        "Paris in the spring: A review of the trade, conservation and opportunities in the shift from wild harvest to cultivation of Paris polyphylla (Trilliaceae)",
        "Production from both wild harvest and cultivation: The cross-border Swertia chirayita (Gentianaceae) trade",
        "DNA barcoding and pharmacovigilance of herbal medicines",
        "Antimicrobial and antioxidant properties of Syzygium aromaticum (L.) Merr. & Perry: Impact upon bacteria, fungi and fatty acid levels in ageing mice",
        "Genetic characterization and authentication of Embelia ribes using RAPD-PCR and SCAR marker",
        "Authenticity analyses of Rhizoma Paridis using barcoding coupled with high resolution melting (Bar-HRM) analysis to control its quality for medicinal plant product",
        "High prevalence but limited evidence in complementary and alternative medicine: Guidelines for future research",
        "Authentication of medicinal plants by DNA markers",
        "Broad-spectrum antiviral properties of andrographolide",
        "Biological identifications through DNA barcodes",
        "Andrographis paniculata (Burm. f.) Wall. ex Nees: A review of ethnobotany, phytochemistry, and pharmacology",
        "Authentication of herbal supplements using next-generation sequencing",
        "Swertia chirayita - An overview",
        "Description of Picrorhiza kurroa: A source of the ayurvedic drug kutaki",
        "Swertia chirayita: The Himalayan herb",
        "Phytochemical investigation of crude methanol extracts of different species of Swertia from Nepal",
        "Artemisinin, a miracle of traditional Chinese medicine",
        "Molecular authentication of medicinal plant, Swertia chirayita and its adulterant species",
        "A review of Swertia chirayita (Gentianaceae) as a traditional medicinal plant",
        "Cultivation of Saussurea costus cannot be treated as “artificially propagated,”",
        "Distribution, use, trade and conservation of Paris polyphylla Sm. in Nepal",
        "Number of species on Earth tagged at 8.7 million",
        "Identification of Tibetan medicine Dida based on DNA barcoding",
        "Secondary metabolites from Andrographis paniculata",
        "Molecular authentication of the medicinal plant Paris polyphylla Smith var. yunnanensis (Melanthiaceae) and its related species by polymerase chain reaction restriction fragment length polymorphism (PCR-RFLP)",
        "Essential oil composition and larvicidal activity of Saussurea lappa roots against the mosquito Aedes albopictus (Diptera: Culicidae)",
        "RP-HPLC-DAD method for the estimation of embelin as marker in Embelia ribes and its polyherbal formulations",
        "Employing barcoding markers to authenticate selected endangered medicinal plants traded in Indian markets",
        "There shall be order",
        "Antiviral activity of traditional medicinal plants from Ayurveda against SARS-CoV-2 infection",
        "Status of Embelia ribes Burm f. (Vidanga), an important medicinal species of commerce from northern Western Ghats of India",
        "AFLP markers for identification of Swertia species (Gentianaceae)",
        "Aucklandia costus (Syn. Saussurea costus): Ethnopharmacology of an endangered medicinal plant of the Himalayan region",
        "Distribution of andrographis species in different districts of Andhra Pradesh",
        "Paris polyphylla: Chemical and biological prospectives",
        "Chemical fingerprinting and antibacterial activity of Saussurea lappa clarke",
        "Identification of species adulteration in traded medicinal plant raw drugs using DNA barcoding",
        "Harnessing the medicinal properties of Andrographis paniculata for diseases and beyond: A review of its phytochemistry and pharmacology",
        "Bar-HRM for authentication of plant-based medicines: Evaluation of three medicinal products derived from Acanthaceae species",
        "Hybrid analysis (barcode-high resolution melting) for authentication of Thai herbal products, Andrographis paniculata (Burm.f.) Wall.ex Nees",
        "The effect of harvesting approaches on fruit yield, embelin concentration and regrowth dynamics of the forest shrub, Embelia tsjeriam-cottam, in central India",
        "Polyherbal formulation: Concept of ayurveda",
        "DNA barcoding for the identification of botanicals in herbal medicine and dietary supplements: Strengths and limitations",
        "Assessment of the authenticity of herbal dietary supplements: Comparison of chemical and DNA barcoding methods",
        "Oligarchic forests of economic plants in Amazonia: Utilization and conservation of an important tropical resource",
        "Medico-historical review of drug Kustha",
        "Taxonomic study of some medicinally important species of Swertia L. (Gentianaceae) in Nepal",
        "Streptomyces from traditional medicine: Sources of new innovations in antibiotic discovery",
        "Benefits and limitations of DNA barcoding and metabarcoding in herbal product authentication",
        "Evaluation of medicinal herbs for Anti-CHIKV activity",
        "Standardization of storage conditions and duration on picroside-I and picroside-II in raw material of drug kutki (Picrorhiza kurroa Royle ex Benth.)",
        "Kuth Saussurea costus (Falc.) Lipsch.: A critically endangered medicinal plant from Himalaya",
        "Assessment of adulteration in raw herbal trade of important medicinal plants of India using DNA barcoding",
        "Review on some plants of Indian traditional medicine with antioxidant activity",
        "DNA barcoding for industrial quality assurance",
        "Ex-situ cultivation at lower altitude and evaluation of Swertia chirayita, a critically endangered medicinal plant of Sikkim Himalayan region, India",
        "Ultra performance liquid chromatography coupled with principal component and cluster analysis of Swertia chirayita for adulteration check",
        "Species adulteration in the herbal trade: Causes, consequences and mitigation",
        "The discovery of artemisinin and the Nobel Prize in physiology or medicine",
        "Antifungal fractions and compounds from uncrushed green leaves of Azadirachta indica",
        "Trade and sustainable conservation of Swertia chirayita (Roxb. ex Fleming) h. Karst in Nepal",
        "Towards next-generation biodiversity assessment using DNA metabarcoding",
        "Infectious agents and how they cause disease",
        "Commercial extraction of Picrorhiza kurrooa royle ex benth. in the Western Himalaya",
        "Comparative pharmacokinetic profiles of picrosides I and II from kutkin, Picrorhiza kurroa extract and its formulation in rats",
        "Ayurveda: Putting the house in order",
        "Evaluation of traditional anthelmintic herbs as substitutes for the endangered Embelia ribes, using Caenorhabditis elegans model",
        "DNA barcoding in plants: Taxonomy in a new perspective",
        "Argemone mexicana decoction for the treatment of uncomplicated falciparum malaria",
        "Bis-iridoid and iridoid glycosides: Viral protein R inhibitors from Picrorhiza kurroa collected in Myanmar",
        "Application of microscopy in authentication and distinguishing of 11 Paris species in West Sichuan",
        "Quantitative evaluation and discrimination of wild Paris polyphylla var. yunnanensis (Franch.) Hand.-Mazz from three regions of Yunnan Province using UHPLC–UV–MS and UV spectroscopy couple with partial least squares discriminant analysis",
        "Detection of Valeriana jatamansi as an adulterant of medicinal Paris by length variation of chloroplast psbA-trnH region",
        "Anti-hepatitis B virus active constituents from Swertia chirayita"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Peechi",
            "@id": "60026093",
            "affilname": "Kerala Forest Research Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026093",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Baltimore",
            "@id": "60017062",
            "affilname": "Morgan State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017062",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}