{
    "eid": "2-s2.0-85126691115",
    "title": "Thymosin-ɑ1 for people with chronic hepatitis B",
    "cover-date": "2022-03-17",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology (medical)",
            "@code": "2736",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Norah Htet Htet",
        "Cho Naing",
        "Sompong Vongpunsawad",
        "Thin Thin Win",
        "Yong Poovorawan"
    ],
    "citedby-count": 0,
    "ref-count": 76,
    "ref-list": [
        "Hepatology",
        "Chapter 7: Considering bias and conflicts of interest among the included studies. In: Higgins JP, Thomas J, Chandler J, Cumpston M, Li T, Page MJ, et al, editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 6.2 (updated February 2021). Cochrane, 2021",
        "Trial sequential analysis reveals insufficient information size and potentially false positive results in many meta-analyses",
        "Apparently conclusive meta-analyses may be inconclusive - trial sequential analysis adjustment of random error risk due to repetitive testing of accumulating data in apparently conclusive neonatal meta-analyses",
        "Assessing imprecision in Cochrane systematic reviews: a comparison of GRADE and Trial Sequential Analysis",
        "The efficacy of thymosin in the treatment of chronic hepatitis B virus infection: a meta-analysis",
        "Efficacy of thymosin α1 in patients with chronic hepatitis B: a randomized, controlled trial",
        "Management of hepatitis B virus infection: 2018 guidelines from the Canadian Association for the Study of the Liver and Association of Medical Microbiology and Infectious disease Canada (CASL/AMMI 2018 guidelines)",
        "Chapter 10: Analysing data and undertaking meta-analyses. In: Higgins JP, Thomas J, Chandler J, Cumpston M, Li T, Page MJ, et al, editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 6.2 (updated February 2021). Cochrane, 2021",
        "Clinical practice guidelines on the management of hepatitis B virus infection",
        "Revised Cochrane risk of bias tool for randomized trials (RoB 2). Additional considerations for cluster-randomized trials (RoB 2 CRT)",
        "ICH Topic E 2 A clinical safety data management: definitions and standards for expedited reporting (ICH Harmonised Tripartite Guideline)",
        "Increased risks for random errors are common in outcomes graded as high certainty of evidence",
        "Thymosins: chemistry and biological properties in health and diseases",
        "Revised Cochrane risk-of-bias tool for randomized trials (RoB 2)",
        "Revised Cochrane risk of bias tool for randomized trials (RoB 2). Additional considerations for crossover trials",
        "Cochrane Handbook for Systematic Reviews of Interventions Version 6.2 (updated February 2021). Cochrane, 2021",
        "Chapter 8: Assessing risk of bias in a randomized trial. In: Higgins JP, Thomas J, Chandler J, Cumpston M, Li T, Page MJ, et al, editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 6.2 (updated February 2021). Cochrane, 2021",
        "Chapter 23: Including variants on randomized trials. In: Higgins JP, Thomas J, Chandler J, Cumpston M, Li T, Page MJ, et al. Cochrane Handbook for Systematic Reviews of Interventions Version 6.2 (updated February 2021). Cochrane, 2021",
        "Chapter 6: Choosing effect measures and computing estimates of effect. In: Higgins JP, Thomas J, Chandler J, Cumpston M, Li T, Page MJ, et al. editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 6.2 (updated February 2021). Cochrane, 2021",
        "What is meant by intention to treat analysis? Survey of published randomised controlled trials",
        "International conference on harmonisation of technical requirements for registration of pharmaceuticals for human use. ICH Harmonised Tripartite Guideline post-approval safety data management: definitions and standards for expedited reporting E2D. Current step 4 version",
        "ICH Harmonised Guideline. Integrated addendum to ICH E6(R1): guideline for good clinical practice E6(R2)",
        "Thresholds for statistical and clinical significance in systematic reviews with meta-analytic methods",
        "Hepatitis B Coinfection",
        "Chapter 4: Searching for and selecting studies. In: Higgins JP, Thomas J, Chandler J, Cumpston M, Li T, Page MJ, editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 6.2 (updated February 2021). Cochrane, 2021",
        "Thymosin alpha1 based immunomodulatory therapy for sepsis: a systematic review and meta-analysis",
        "The efficacy of thymosin α1 as immunomodulatory treatment for sepsis: a systematic review of randomised controlled trials",
        "Effect of ulinastatin combined with thymosin alpha1 on sepsis: a systematic review and meta-analysis of Chinese and Indian patients",
        "Hepatitis B treatment: what we know now and what remains to be researched",
        "Thymosins: structure, function and therapeutic applications",
        "Industry sponsorship and research outcome",
        "HBV-HCV coinfection: viral interactions, management, and viral reactivation",
        "A comprehensive immunization strategy to eliminate transmission of hepatitis B virus infection in the United States: recommendations of the Advisory Committee on Immunization Practices (ACIP) Part II: immunization of adults",
        "Chronic hepatitis B infection: a workshop consensus statement and algorithm",
        "Chapter 12: Synthesizing and presenting findings using other methods. In: Higgins JP, Thomas J, Chandler J, Cumpston M, Li T, Page MJ, et al, editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 6.2 (updated February 2021). Cochrane, 2021",
        "Why articles are retracted: a retrospective cross-sectional study of retraction notices at bioMed central",
        "Intention-to-treat analysis: implications for quantitative and qualitative research",
        "Complications; hepatitis B",
        "Hepatitis B (chronic): diagnosis and management. Clinical guideline [CG165]",
        "The clinical efficacy and adverse effects of entecavir plus thymosin alpha-1 combination therapy versus entecavir monotherapy in HBV-related cirrhosis: a systematic review and meta-analysis",
        "Serum thymosin α1 levels in patients with chronic inflammatory autoimmune diseases",
        "PRISMA-S: an extension to the PRISMA Statement for Reporting Literature Searches in Systematic Reviews",
        "Viral hepatitis",
        "Thymosin alpha1 for chronic hepatitis B",
        "Prothymosin alpha and immune responses: are we close to potential clinical applications?",
        "Asian-Pacific clinical practice guidelines on the management of hepatitis B: a 2015 update",
        "Hepatitis B virus taxonomy and hepatitis B virus genotypes",
        "Chapter 14: Completing 'Summary of findings' tables and grading the certainty of the evidence. In: Higgins JP, Thomas J, Chandler J, Cumpston M, Li T, Page MJ, et al, editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 6.2 (updated February 2021). Cochrane, 2021",
        "Chapter 15: Interpreting results and drawing conclusions. In: Higgins JP, Thomas J, Chandler J, Cumpston M, Li T, Page MJ, et al, editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 6.2 (updated February 2021). Cochrane, 2021",
        "RoB 2: a revised tool for assessing risk of bias in randomised trials",
        "Methylphenidate for attention deficit hyperactivity disorder (ADHD) in children and adolescents – assessment of adverse events in non-randomised studies",
        "Update on prevention, diagnosis, and treatment of chronic hepatitis B: AASLD 2018 hepatitis B guidance",
        "Interpreting meta-analysis according to the adequacy of sample size. An example using isoniazid chemoprophylaxis for tuberculosis in purified protein derivative negative HIV-infected individuals",
        "User Manual for Trial Sequential Analysis (TSA); 2nd edition. Copenhagen Trial Unit, 2017",
        "Why and how do journals retract articles? An analysis of Medline retractions 1988–2008",
        "Thymosin alpha 1 is associated with improved cellular immunity and reduced infection rate in severe acute pancreatitis patients in a double blind randomised control study",
        "Trial Sequential Analysis may establish when firm evidence is reached in cumulative meta-analysis",
        "Estimating required information size by quantifying diversity in a random-effects meta-analysis",
        "Trial Sequential Analysis in systematic reviews with meta-analysis",
        "Combating hepatitis B and C to reach elimination by 2030",
        "Global health sector strategy on viral hepatitis 2016–2021",
        "Global hepatitis report",
        "Progress report on HIV, viral hepatitis and sexually transmitted infections 2019. Accountability for the global health sector strategies, 2016–2021",
        "Hepatitis",
        "Interventions for preventing infection in nephrotic syndrome",
        "Thymosin alpha-1 treatment in chronic hepatitis B",
        "Combination of entecavir with thymosin alpha-1 in HBV-related compensated cirrhosis: a prospective multicenter randomised open-label study",
        "Comparison of the efficacy of thymosin alpha-1 and interferon alpha in the treatment of chronic hepatitis B: a meta-analysis",
        "Efficacy of thymosin alpha-1 and interferon alpha in treatment of chronic viral hepatitis B: a randomized controlled study",
        "Treatment with lamivudine versus lamivudine and thymosin alpha-1 for e antigen-positive chronic hepatitis B patients: a meta-analysis",
        "Design and development of a novel peptide for treating intestinal inflammation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Townsville",
            "@id": "60019870",
            "affilname": "James Cook University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019870",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kuala Lumpur",
            "@id": "60001508",
            "affilname": "International Medical University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001508",
            "affiliation-country": "Malaysia"
        }
    ],
    "funding": []
}