{
    "eid": "2-s2.0-84953373812",
    "title": "Restless legs syndrome",
    "cover-date": "2015-01-01",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Roongroj Bhidayasiri"
    ],
    "citedby-count": 0,
    "ref-count": 104,
    "ref-list": [
        "Restless legs syndrome: Diagnostic criteria, special considerations, and epidemiology. A report from the restless legs syndrome diagnosis and epidemiology workshop at the National Institutes of Health",
        "International classification of Sleep Disorders",
        "Restless legs syndrome prevalence and impact: REST general population study",
        "Prevalence and disease burden of primary restless legs syndrome: Results of a general population survey in the United States",
        "Introduction: Comorbid Disorders and Special Populations",
        "Restless legs syndrome",
        "Restless legs: precipitated by beta blockers, relieved by orphenadrine",
        "Restless legs, anxiety and caffeinism",
        "Propranolol in the treatment of restless legs syndrome induced by imipramine withdrawal.",
        "WHICH BETA-BLOCKER FOR THE RESTLESS LEG?",
        "Pharmacologically induced/exacerbated restless legs syndrome, periodic limb movements of sleep, and REM behavior disorder/REM sleep without atonia: Literature review, qualitative scoring, and comparative analysis",
        "Restless legs syndrome: Pathophysiology, clinical presentation and management",
        "Peripheral hypoxia in restless legs syndrome (Willis-Ekbom disease)",
        "Restless legs syndrome outside the blood-brain barrier - Exacerbation by domperidone in Parkinson's disease",
        "Serotonin and beyond: Therapeutics for major depression",
        "Drugs associated with restless legs syndrome: A case/noncase study in the French pharmacovigilance database",
        "Augmentation of the restless legs syndrome with carbidopa/levodopa",
        "Antidepressants",
        "Restless legs syndrome and paroxetine",
        "Restless legs syndrome induced by escitalopram: Case report and review of the literature",
        "Restless legs syndrome following the combined use of quetiapine and paroxetine",
        "Severe sleep-related movement disorder induced by sertraline",
        "Duloxetine-related galactorrhea and restless legs syndrome: A case report",
        "Restless legs syndrome induced by citalopram: a psychiatric emergency?",
        "Oxcarbazepine treatment for paroxetine-induced restless leg syndrome",
        "Does domperidone potentiate mirtazapine-associated restless legs syndrome?",
        "Fluoxetine-mirtazapine interaction may induce restless legs syndrome: Report of 3 cases from a clinical trial [4]",
        "Restless legs syndrome induced by mirtazapine [1]",
        "Restless leg syndrome exacerbated by sertraline [2]",
        "Mirtazapine may have the propensity for developing a restless legs syndrome? A case report [2]",
        "Mirtazapine and restless leg syndrome: A case report [4]",
        "Re-administration of mirtazapine could overcome previous mirtazapine-associated restless legs syndrome? [1]",
        "Factors potentiating the risk of mirtazapine-associated restless legs syndrome",
        "Antidepressant medication use and restless legs syndrome in patients presenting with insomnia",
        "Selective serotonin receptor uptake inhibitors can reduce restless legs symptoms [5]",
        "Regular intake of non-opioid analgesics is associated with an increased risk of restless legs syndrome in patients maintained on antidepressants.",
        "Non-opioid analgesics and the risk of restless leg syndrome - A spurious association?",
        "Prevalence of restless legs syndrome and periodic limb movement disorder in the general population",
        "Restless legs syndrome as side effect of second generation antidepressants",
        "\"Anxietas Tibiarum\": Depression and anxiety disorders in patients with restless legs syndrome",
        "Restless legs syndrome, periodic limb movements in sleep, and depression",
        "Bupropion and restless legs syndrome: A randomized controlled trial",
        "The new generation of antipsychotic drugs: How atypical are they?",
        "Association study between antipsychotic-induced restless legs syndrome and polymorphisms of monoamine oxidase genes in schizophrenia",
        "Nocturnal eating/drinking syndrome and neuroleptic-induced restless legs syndrome",
        "Restless legs syndrome induced by psychotropics",
        "Treatment of Restless Legs Syndrome With Levodopa Plus Benserazide",
        "Clozapine-associated restless legs syndrome [1]",
        "Periodic leg movements in sleep and restless legs syndrome probably caused by olanzapine [5]",
        "Restless legs syndrome probably induced by risperidone treatment",
        "Periodic restless legs syndrome associated with quetiapine use: A case report [6]",
        "Restless legs syndrome caused by quetiapine successfully treated with ropinirole in 2 patients with bipolar disorder",
        "Restless legs syndrome and periodic limb movements during sleep probably associated with olanzapine",
        "Refractory restless legs syndrome likely caused by olanzapine",
        "Restless legs syndrome induced by quetiapine: Report of seven cases and review of the literature",
        "Restless legs syndrome due to aripiprazole",
        "Co-occurring akathisia and restless legs syndrome Likely induced by quetiapine",
        "Clozapine-induced restless legs syndrome treated with aripiprazole",
        "Restless leg syndrome associated with olanzapine: A case series",
        "Characteristics and clinical correlates of restless legs syndrome in schizophrenia",
        "Prevalence of neuroleptic-induced restless legs syndrome in patients taking neuroleptic drugs",
        "Association study between antipsychotics-induced restless legs syndrome and polymorphisms of dopamine D1, D2, D3, and D4 receptor genes in schizophrenia",
        "Evidence for a genetic association between monoamine oxidase A and restless legs syndrome",
        "Opioid and dopamine antagonist drug challenges in untreated restless legs syndrome patients",
        "Prochlorperazine induces akathisia in emergency patients",
        "Rate of metoclopramide infusion affects the severity and incidence of akathisia",
        "Hemi-restless legs syndrome induced by clebopride",
        "Dopamine inhibits melatonin release in the mammalian retina: In vitro evidence",
        "Light suppresses melatonin secretion in humans",
        "Effects of melatonin and bright light administration on motor and sensory symptoms of RLS",
        "Restless legs with antiepileptic durg therapy",
        "Zonisamide-induced restless legs syndrome",
        "Restless legs syndrome induced by zonisamide [4]",
        "Topiramate-induced restless legs syndrome: A report of two cases [3]",
        "Restless legs syndrome induced by topiramate: Two more cases",
        "Effects of zonisamide on dopaminergic system",
        "Topiramate reduces levodopa-induced dyskinesia in the MPTP-lesioned marmoset model of Parkinson's disease",
        "Topiramate-induced neuromodulation of cortico-mesolimbic dopamine function: A new vista for the treatment of comorbid alcohol and nicotine dependence?",
        "European guidelines on management of restless legs syndrome: Report of a joint task force by the European Federation of Neurological Societies, the European Neurological Society and the European Sleep Research Society",
        "Treatment of restless legs syndrome: An evidence-based review and implications for clinical practice"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Los Angeles",
            "affilname": "David Geffen School of Medicine at UCLA",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}