{
    "eid": "2-s2.0-85147047575",
    "title": "P-glycoprotein, FK-binding Protein-12, and the Intracellular Tacrolimus Concentration in T-lymphocytes and Monocytes of Kidney Transplant Recipients",
    "cover-date": "2023-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Transplantation",
            "@code": "2747",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Suwasin Udomkarnjananun",
        "Marith I. Francke",
        "Marjolein Dieterich",
        "Daan Van De Velde",
        "Nicolle H.R. Litjens",
        "Karin Boer",
        "Brenda C.M. De Winter",
        "Carla C. Baan",
        "Dennis A. Hesselink"
    ],
    "citedby-count": 2,
    "ref-count": 49,
    "ref-list": [
        "Thirty years of tacrolimus in clinical practice.",
        "Tacrolimus intrapatient variability, time in therapeutic range, and risk of de novo donor-specific antibodies.",
        "Tacrolimus predose concentrations do not predict the risk of acute rejection after renal transplantation: A pooled analysis from three randomized-controlled clinical trials(†).",
        "Therapeutic drug monitoring of immunosuppressive drugs in hepatology and gastroenterology.",
        "Pharmacokinetic considerations related to therapeutic drug monitoring of tacrolimus in kidney transplant patients.",
        "Therapeutic drug monitoring of tacrolimus-personalized therapy: Second consensus report.",
        "Role of FK506 binding protein on tacrolimus distribution in red blood cells.",
        "Monitoring intra-cellular tacrolimus concentrations in solid organ transplantation: Use of peripheral blood mononuclear cells and graft biopsy tissue.",
        "Clinical pharmacokinetics of tacrolimus.",
        "Pharmacokinetics of tacrolimus-based combination therapies.",
        "Measuring intracellular concentrations of calcineurin inhibitors: Expert consensus from the International Association of Therapeutic Drug Monitoring and Clinical Toxicology Expert Panel.",
        "Role of T cells in graft rejection and transplantation tolerance.",
        "Follicular T helper cells and humoral reactivity in kidney transplant patients.",
        "Allorecognition by T lymphocytes and allograft rejection.",
        "T follicular helper cells as a new target for immunosuppressive therapies.",
        "T cell allorecognition pathways in solid organ transplantation.",
        "The association between the intracellular tacrolimus concentration in CD3+ T lymphocytes and CD14+ monocytes and acute kidney transplant rejection.",
        "Expression and activity of the multidrug resistance P-glycoprotein in human peripheral blood lymphocytes.",
        "Subpopulations of normal peripheral blood and bone marrow cells express a functional multidrug resistant phenotype.",
        "A novel high-throughput droplet digital PCR-based INDEL quantification method for the detection of circulating donor-derived cell-free DNA after kidney transplantation.",
        "Immune subsets from ficoll density gradient separation in kidney transplant recipients.",
        "Highly sensitive and rapid determination of tacrolimus in peripheral blood mononuclear cells by liquid chromatography-tandem mass spectrometry.",
        "Monitoring the tacrolimus concentration in peripheral blood mononuclear cells of kidney transplant recipients.",
        "Genetic polymorphisms in ABCB1 influence the pharmacodynamics of tacrolimus.",
        "Elimination of erroneous results in flow cytometry caused by antibody binding to Fc receptors on human monocytes and macrophages.",
        "Monoclonal antibodies specific for P-glycoprotein.",
        "Standardization, calibration, and control in flow cytometry.",
        "Western blot: Technique, theory, and trouble shooting.",
        "An analysis of critical factors for quantitative immunoblotting.",
        "Compensation in flow cytometry.",
        "Correlation of tacrolimus levels in peripheral blood mononuclear cells with histological staging of rejection after liver transplantation: Preliminary results of a prospective study.",
        "Monitoring the intracellular tacrolimus concentration in kidney transplant recipients with stable graft function.",
        "Longitudinal study of tacrolimus in lymphocytes during the first year after kidney transplantation.",
        "Tacrolimus concentrations measured in excreted bile in liver transplant recipients: The STABILE study.",
        "Monitoring intracellular tacrolimus concentrations and its relationship with rejection in the early phase after renal transplantation.",
        "FKBP ligands-where we are and where to go?",
        "Cardiac defects and altered ryanodine receptor function in mice lacking FKBP12.",
        "Cell volumes of normal and malignant mononuclear cells.",
        "Nuclear morphologies: Their diversity and functional relevance.",
        "Regulatory macrophages: Setting the threshold for therapy.",
        "Immunosuppressive mechanisms of regulatory B cells.",
        "Targeting T follicular helper cells to control humoral allogeneic immunity.",
        "Macrophages in transplantation: A matter of plasticity, polarization, and diversity.",
        "Quantitation of immunosuppression by tacrolimus using flow cytometric analysis of interleukin-2 and interferon-gamma inhibition in CD8(-) and CD8(+) peripheral blood T cells.",
        "IL-2 therapy restores regulatory T-cell dysfunction induced by calcineurin inhibitors.",
        "ATP-binding cassette transporters as pharmacogenetic biomarkers for kidney transplantation.",
        "Reversal of drug-resistance in multiple myeloma with verapamil.",
        "Evaluation of P-glycoprotein inhibitory potential using a rhodamine 123 accumulation assay.",
        "Mechanism underlying the reversal of drug resistance in P-glycoprotein-expressing leukemia cells by pinoresinol and the study of a derivative."
    ],
    "affiliation": [
        {
            "affiliation-city": "Rotterdam",
            "@id": "60032114",
            "affilname": "Erasmus MC",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032114",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Rotterdam",
            "@id": "60273265",
            "affilname": "Erasmus MC Transplant Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60273265",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "King Chulalongkorn Memorial Hospital"
    ]
}