{
    "eid": "2-s2.0-85045571313",
    "title": "Phase 2 Study of Stereotactic Body Radiation Therapy and Stereotactic Body Proton Therapy for High-Risk, Medically Inoperable, Early-Stage Non-Small Cell Lung Cancer",
    "cover-date": "2018-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Radiation",
            "@code": "3108",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Oncology",
            "@code": "2730",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Radiology, Nuclear Medicine and Imaging",
            "@code": "2741",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Cancer Research",
            "@code": "1306",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [],
    "authors": [
        "Chonnipa Nantavithya",
        "Daniel R. Gomez",
        "Xiong Wei",
        "Ritsuko Komaki",
        "Zhongxing Liao",
        "Steven H. Lin",
        "Melenda Jeter",
        "Quynh Nhu Nguyen",
        "Heng Li",
        "Xiaodong Zhang",
        "Falk Poenisch",
        "X. Ronald Zhu",
        "Peter A. Balter",
        "Lei Feng",
        "Noah C. Choi",
        "Radhe Mohan",
        "Joe Y. Chang"
    ],
    "citedby-count": 45,
    "ref-count": 28,
    "ref-list": [
        "Stereotactic body radiation therapy for inoperable early stage lung cancer",
        "7-year follow-up after stereotactic ablative radiotherapy for patients with stage I non-small cell lung cancer: Results of a phase 2 clinical trial",
        "Stereotactic body radiation therapy for patients with lung cancer previously treated with thoracic radiation",
        "Toxicity after reirradiation of pulmonary tumours with stereotactic body radiotherapy",
        "Stereotactic ablative radiotherapy versus lobectomy for operable stage I non-small-cell lung cancer: A pooled analysis of two randomised trials",
        "Stereotactic body radiotherapy for central lung tumors",
        "Local control and toxicity in a large cohort of central lung tumors treated with stereotactic body radiation therapy",
        "Efficacy and toxicity analysis of NRG Oncology/RTOG 0813 trial of stereotactic body radiation therapy (SBRT) for centrally located non-small cell lung cancer (NSCLC)",
        "Stereotactic ablative radiotherapy (SABR) using 70 Gy in 10 fractions for non-small cell lung cancer: Exploration of clinical indications",
        "Use of stereotactic ablative radiotherapy (SABR) in non-small cell lung cancer measuring more than 5 cm",
        "Excessive toxicity when treating central tumors in a phase II study of stereotactic body radiation therapy for medically inoperable early-stage lung cancer",
        "Outcomes of stereotactic ablative radiotherapy for centrally located early-stage lung cancer",
        "Stereotactic ablative radiotherapy (SABR) for central lung tumors: Plan quality and long-term clinical outcomes",
        "Phase II study of accelerated hypofractionated three-dimensional conformal radiotherapy for stage T1-3 N0 M0 non-small cell lung cancer: NCIC CTG BR.25",
        "Proton beam radiotherapy versus three-dimensional conformal stereotactic body radiotherapy in primary peripheral, early-stage non-small-cell lung carcinoma: A comparative dosimetric analysis",
        "Double-scattered proton-based stereotactic body radiotherapy for stage I lung cancer: A dosimetric comparison with photon-based stereotactic body radiotherapy",
        "Proton stereotactic body radiation therapy for clinically challenging cases of centrally and superiorly located stage I non-small-cell lung cancer",
        "Hypofractionated proton beam radiotherapy for stage I lung cancer",
        "Hypofractionated high-dose proton beam therapy for stage I non-small-cell lung cancer: Preliminary results of a phase I/II clinical study",
        "Toxicity and patterns of failure of adaptive/ablative proton therapy for early-stage, medically inoperable non-small cell lung cancer",
        "Participation in cancer clinical trials: Race-, sex-, and age-based disparities",
        "Who enrolls onto clinical oncology trials? A radiation Patterns of Care Study analysis",
        "Clinical trials in cancer therapy: Efforts to improve patient enrollment by community oncologists",
        "Prospective evaluation of cancer clinical trial accrual patterns: Identifying potential barriers to enrollment",
        "Clinical trial discussion, referral, and recruitment: Physician, patient, and system factors",
        "Analysis of factors affecting successful clinical trial enrollment in the context of three prospective, randomized, controlled trials",
        "Consensus statement on proton therapy in early-stage and locally advanced non-small cell lung cancer",
        "Consensus guidelines for implementing pencil-beam scanning proton therapy for thoracic malignancies on behalf of the PTCOG Thoracic and Lymphoma Subcommittee"
    ],
    "affiliation": [
        {
            "affiliation-city": "Houston",
            "@id": "60015023",
            "affilname": "The University of Texas MD Anderson Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015023",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60029929",
            "affilname": "Massachusetts General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029929",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}