{
    "eid": "2-s2.0-84892617043",
    "title": "Separation of PVC from PET/PVC mixtures using flotation by calcium lignosulfonate depressant",
    "cover-date": "2014-01-11",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "Calcium lignosulfonate",
        "Depressant",
        "Flotation",
        "Polyethylene terephthalate",
        "Polyvinyl chloride",
        "Separation"
    ],
    "authors": [
        "Somsak Saisinchai"
    ],
    "citedby-count": 39,
    "ref-count": 21,
    "ref-list": [
        "Madisonadmin",
        "The 5th Int. Symposium on East Asian Recycling Technology",
        "The 11th Proc. Int. Conf. Solid Waste Technol. Manage",
        "The 5th Mater., Funct. Des., Proc. Eur. Conf. Adv. Master. Processes Appl.",
        "Jpn. Kokai Tokkyo",
        "Plastics Recycling-Products and Processes",
        "Physico-Chemical Elementary Processes in Flotation",
        "Column flotation",
        "Plastics flotation",
        "A review of plastics waste recycling and the flotation of plastics",
        "Development of a method for separation of PVC and PET using flame treatment and flotation",
        "Role of calcium ions in the mechanism of action of a lignosulphonate used to modify the wettability of plastics for their separation by flotation",
        "Selective froth flotation of PVC from PVC/PET mixtures for the plastics recycling industry",
        "Proceedings XXIth International Mineral Processing Congress",
        "Use of froth flotation to separate PVC/PET mixtures",
        "Combination of three-stage sink-float method and selective flotation technique for separation of mixed post-consumer plastic waste",
        "Selective separation of virgin and post-consumer polymers (PET and PVC) by flotation method",
        "Separation of waste plastics by froth flotation - A review, part I",
        "Selective flotation separation of plastics by particle control",
        "Floatability, selectivity and flotation separation of plastics by using a surfactant",
        "Selective flotation separation of plastics by chemical conditioning with methyl cellulose"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}