{
    "eid": "2-s2.0-84927942104",
    "title": "Development of Patient-reported Outcomes Measure of Pharmaceutical Therapy for Quality of Life (PROMPT-QoL): A novel instrument for medication management",
    "cover-date": "2015-05-01",
    "subject-areas": [
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        },
        {
            "$": "Pharmacy",
            "@code": "3611"
        }
    ],
    "keywords": [
        "Medication management",
        "Patient-reported outcomes",
        "Pharmaceutical therapy",
        "Quality of life",
        "Tool development"
    ],
    "authors": [
        "Phantipa Sakthong"
    ],
    "citedby-count": 32,
    "ref-count": 48,
    "ref-list": [
        "Pharmaceutical Care Practice: The Patient-centered Approach to Medication Management",
        "Drug-related morbidity and mortality: Updating the cost-of-illness model",
        "Causes and Expenses for Drug-related Problems Management in Inpatients at Crown Prince Leungnokta Hospital",
        "Opportunities and responsibilities in pharmaceutical care",
        "Pharmaceutical Care Practice: The Clinician's Guide",
        "Crossing the Quality of Chasm: A New Health System for the 21st Century",
        "Patient-centered Medicine: Transforming the Clinical Method",
        "Using patient-reported outcomes in clinical practice: Challenges and opportunities",
        "Principle of Pharmacoeconomics",
        "Guidance for Industry: Patient-reported Outcome Measures: Use in Medical Product Development to Support Labeling Claims",
        "Sensitivity of patient outcomes to pharmacist interventions. Part III: Systematic review and meta-analysis in hyperlipidemia management",
        "The impact of informing psychiatric patients about their medication: A systematic review",
        "Sensitivity of patient outcomes to pharmacist interventions. Part II: Systematic review and meta-analysis in hypertension management",
        "Can clinical pharmacists affect SF-36 scores in veterans at high risk for medication-related problems?",
        "When does pharmaceutical care impact health outcomes? A comparison of community pharmacy-based studies of pharmaceutical care for patients with asthma",
        "Can clinical pharmacy services have a positive impact on drug-related problems and health outcomes in community-based older adults?",
        "Pharmaceutical therapy-related quality of life: Conceptual development",
        "Testing the validity of a translated pharmaceutical therapy-related quality of life instrument, using qualitative 'think aloud' methodology",
        "Content validity - Establishing and reporting the evidence in newly developed patient-reported outcomes (PRO) instruments for medical product evaluation: ISPOR PRO good research practices task force report: Part 1 - Eliciting concepts for a new PRO instrument",
        "Content validity - Establishing and reporting the evidence in newly developed patient-reported outcomes (PRO) instruments for medical product evaluation: ISPOR PRO good research practices task force report: Part 2 - Assessing respondent understanding",
        "Quality of Life Assessment: International Perspectives",
        "The Quality of American Life: Perceptions, Evaluations and Satisfactions",
        "Linking Clinical Variables With Health-Related Quality of Life: A Conceptual Model of Patient Outcomes",
        "Medication therapy management in pharmacy practice: Core elements of an MTM service model (version 2.0)",
        "Lost in translation?. Comparing three Scandinavian translations of the Beliefs about Medicines Questionnaire.",
        "Reliability and validity of a Thai version of the edmonton symptom assessment scale (ESAS-Thai)",
        "The beliefs about medicines questionnaire: The development and evaluation of a new method for assessing the cognitive representation of medication",
        "Validation of a general measure of treatment satisfaction, the Treatment Satisfaction Questionnaire for Medication (TSQM), using a national panel study of chronic disease",
        null,
        "Behavioral pharmaceutical care scale for measuring pharmacists' activities",
        "Assessment of a patient-based pharmaceutical care scale",
        "Patient satisfaction with pharmaceutical care: Update of a validated instrument",
        "Drug therapy concerns questionnaire: Initial development and refinement",
        "Issues potentially affecting quality of life arising from long-term medicines use: A qualitative study",
        "Understanding the medication experiences of Thai patients attending a medication therapy management clinic",
        "Medication-therapy-related quality of life measurement using the patient-genrated index: A pilot study",
        "Development of the World Health Organization WHOQOL-BREF Quality of Life Assessment",
        "A Social Tariff for EuroQoL: Results from a UK General Population Survey",
        "Qualitative research and content validity: Developing best practices based on science and experience",
        "The Psychology of Survey Response",
        "Development and initial psychometric evaluation of the hepatitis C virus-patient-reported outcomes (HCV-PRO) instrument",
        "Determination and quantification of content validity",
        "Optimizing rating scale category effectiveness.",
        "Rasch Measurement in Health Sciences",
        "Investigating rating scale category utility.",
        "A method for estimating the probability of adverse drug reactions"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Zallaq",
            "affilname": "University of Bahrain",
            "affiliation-country": "Bahrain"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}