{
    "eid": "2-s2.0-85126362796",
    "title": "Magnetized water: A way to enhance isoflavonoids in cultured Pueraria candollei var. mirifica cells",
    "cover-date": "2022-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agronomy and Crop Science",
            "@code": "1102",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Antioxidant activity",
        "Gene expression",
        "Magnetized water",
        "Phytoestrogen",
        "Pueraria mirifica"
    ],
    "authors": [
        "Dolly Rani",
        "Khwanlada Kobtrakul",
        "Wanchai De-Eknamkul",
        "Sornkanok Vimolmangkang"
    ],
    "citedby-count": 1,
    "ref-count": 47,
    "ref-list": [
        "Impact of the static magnetic field on growth, pigments, osmolytes, nitric oxide, hydrogen sulfide, phenylalanine ammonia-lyase activity, antioxidant defense system, and yield in lettuce",
        "Effects of static magnetic fields on the antioxidant system of almond seeds",
        "Magnetic field treatments improves sunflower yield by inducing physiological and biochemical modulations in seeds",
        "Magnetic intensity affects cryptochrome-dependent responses in Arabidopsis thaliana",
        "Medicinal potential of isoflavonoids: polyphenols that may cure diabetes",
        "Hydrogen peroxide signaling integrates with phytohormones during the germination of magnetoprimed tomato seeds",
        "Biochemical and biophysical changes associated with magnetopriming in germinating cucumber seeds",
        "Dietary agents in cancer prevention: flavonoids and isoflavonoids",
        "Stimulation of germination in rice (Oryza sativa L.) by a static magnetic field",
        "Natural isoflavonoids in invasive cancer therapy: from bench to bedside",
        "Anti-collagenase, anti-elastase and antioxidant activities of Pueraria candollei var. mirifica root extract and Coccinia grandis fruit juice extract: an in vitro study",
        "Evolutionary study of the isoflavonoid pathway based on multiple copies analysis in soybean",
        "Novel cosmeceuticals from plants—an industry guided review",
        "Effects of weak 162\\over3 Hz magnetic fields on growth parameters of young sunflower and wheat seedlings",
        "Experimental measurement of viscosity and electrical conductivity of water-based γ-Al2O3/MWCNT hybrid nanofluids with various particle mass ratios",
        "Biological effects of physically conditioned water",
        "Isoflavonoid production by soy plant callus suspension culture",
        "Reactive oxygen species mediated improvement in vigour of static and pulsed magneto-primed cherry tomato seeds",
        "Magnetically treated water irrigation effect on turnip seed germination, seedling growth and enzymatic activities",
        "Plant cell cultures for the production of recombinant proteins",
        "Effect of presowing magnetic treatment on properties of pea",
        "Pueraria mirifica leaves, an alternative potential isoflavonoid source",
        "Effects of abiotic and biotic elicitors on growth and isoflavonoid accumulation in Pueraria candollei var. candollei and P. candollei var. mirifica cell suspension cultures",
        "Effects of magnetic field on water electrolysis using foam electrodes",
        "Analysis of relative gene expression data using real-time quantitative PCR and the 2− ΔΔCT method",
        "Medical applications of phytoestrogens from the Thai herb Pueraria mirifica",
        "A revised medium for rapid growth and bio assays with tobacco tissue cultures",
        "Production of secondary metabolites from cell and organ cultures: strategies and approaches for biomass improvement and metabolite accumulation",
        "Aptamer conjugated magnetic nanoparticles as nanosurgeons",
        "The changes of macroscopic features and microscopic structures of water under influence of magnetic field",
        "Influence of near null magnetic field on in vitro growth of potato and wild Solanum species",
        "Elicitation of Pueraria candollei var. mirifica suspension cells promises antioxidant potential, implying antiaging activity",
        "Differential gene expression levels, chemical profiles, and biological activities of Pueraria candollei var. mirifica callus cultures at different growth stages",
        "Pueraria candollei var. mirifica: A precious source of pharmaceuticals and cosmeceuticals:(TJPS-2020-0283)",
        "Yeast extract elicited isoflavonoid accumulation and biosynthetic gene expression in Pueraria candollei var. mirifica cell cultures",
        "Optimizing Pueraria candollei var. mirifica cell suspension culture for prolonged maintenance and decreased variation of isoflavonoid from single cell lines",
        "Magnetic field (MF) applications in plants: an overview",
        "Improved cell growth and Taxol production of suspension-cultured Taxus chinensis var. mairei in alternating and direct current magnetic fields",
        "Effect of stationary magnetic field strengths of 150 and 200 mT on reactive oxygen species production in soybean",
        "Transcriptome analysis of Pueraria candollei var. mirifica for gene discovery in the biosyntheses of isoflavones and miroestrol",
        "Production of isoflavonoids in callus cultures of Pueraria candollei var. mirifica",
        "The red clover (Trifolium pratense) isoflavone biochanin A inhibits aromatase activity and expression",
        "Effect of magnetic field on the physical properties of water",
        "An indirect competitive enzyme-linked immunosorbent assay toward the standardization of Pueraria candollei based on its unique isoflavonoid, kwakhurin",
        "Effects of magnetic solutions on some biochemical properties and production of some phenolic compounds in grapevine (Vitis vinifera L.)",
        "Effect of magnetic water irrigation on the improvement of salinized soil and cotton growth in Xinjiang"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "National Higher Education Science Research and Innovation Policy Council , Thailand",
        "National Higher Education Science Research and Innovation Policy Council, Thailand",
        "Chulalongkorn University"
    ]
}