{
    "eid": "2-s2.0-84923142216",
    "title": "Effect of salinity stress on antioxidative enzyme activities in tomato cultured in vitro",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Plant Science",
            "@code": "1110"
        }
    ],
    "keywords": [
        "Antioxidative enzyme",
        "Reactive oxygen species",
        "Salinity stress"
    ],
    "authors": [
        "Srinieng Kanokwan"
    ],
    "citedby-count": 37,
    "ref-count": 47,
    "ref-list": [
        "Antioxidant enzyme responses to NaCl stress in Cassia angustifolia",
        "Environ. Sci. Technol",
        "Regulation of stress-induced phospholipid hydroperoxide glutathione peroxidase expression in citrus",
        "Effect of salt stress on antioxidative enzymes and lipid peroxidation in leaves and roots of salt-tolerant and salt-sensitive maize genotypes",
        "Alteration of antioxidant enzyme gene expression during cold acclimation of near-isogenic wheat lines",
        "A spectrophotometric method for measuring the breakdown of hydrogen peroxide by catalase.",
        "Plant Anal. Fert. Probl. Colloq",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        null,
        "Antioxidative responses of Calendula officinalis under salinity conditions",
        "Effect of salt stress on proline accumulation, photosynthetic ability and growth characters in two maize cultivars",
        "The effect of salt stress on growth, chlorophyll content proline content and antioxidative enzymes of pepper (capsicum annuum l.) seedling",
        "The antioxidant systems vis-à-vis reactive oxygen species during plant-pathogen interaction",
        "Effects of salt stress on growth, inorganic ions and proline accumulation in relation to osmotic adjustment in five sugar beet cultivars",
        "Plant Physiol",
        "Salt and oxidative stress: Similar and specific responses and their relation to salt tolerance in citrus",
        "J. King Saud Univ. Sci",
        "Effect of salt stress on growth attributes and endogenous growth hormones of soybean cultivar Hwangkeumkong",
        "Effects of nacl salinity on seedling growth, senescence, catalase and protease activities in two wheat genotypes differing in salt tolerance",
        "Pathways of Oxidative Damage",
        "Plant Physiol",
        "Pak. J. Bot",
        "Commun. Fac. Sci. Univ. Ank. Series C",
        "Int. J. Agri. Biol",
        "The effect of salt stress on lipid peroxidation, antioxidative enzymes and proline content of sesame cultivars",
        "Inhibition and reactivation of Mn-catalase. Implications for valence changes at the active site manganese",
        "Breeding for drought tolerance: Direct selection for yield, response to selection and use of drought-tolerant donors in upland and lowland-adapted populations",
        "Biochem. Soc. Trans",
        "Differential responses of superoxide dismutase in freezing resistant Solanum curtilobum and freezing sensitive Solanum tuberosum subjected to oxidative and water stress",
        "Stress and Stress Coping in Cultivated Plants",
        "Oxidative stress, antioxidants and stress tolerance",
        "Comparative physiology of salt and water stress",
        "A Revised Medium for Rapid Growth and Bio Assays with Tobacco Tissue Cultures",
        "Phytopathology",
        "World J. Agri. Sci",
        "Superoxide dismutase and stress tolerance of four tomato cultivars",
        "Localization of superoxide dismutases and hydrogen peroxide in legume root nodules",
        "Nicotine-free and salt-tolerant tobacco plants obtained by grafting to salinity-resistant rootstocks of tomato",
        "Plant phenolic antioxidant and prooxidant activities: Phenolics-induced oxidative damage mediated by metals in plants",
        "Oxygen stress and superoxide dismutases",
        "Effect of Salt Stress on Growth and on the Detoxifying Pathway of Pedunculate Oak Seedlings (Quercus robur L.)",
        "J. Plant Physiol",
        "Sov. Plant Physiol",
        null,
        "Glutathione Peroxidase",
        "Catalases in plants",
        "Expression of spinach ascorbate peroxidase isoenzymes in response to oxidative stresses"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}