{
    "eid": "2-s2.0-84920736233",
    "title": "Cytogenetics of the rare and endangered Trigonobalanus doichangensis (Fagaceae) from Northern Thailand",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Forestry",
            "@code": "1107"
        }
    ],
    "keywords": [
        "Chromosomes",
        "Fluorescence in-situ hybridisation",
        "Karyotype",
        "Ribosomal genes"
    ],
    "authors": [
        "P. Chokchaichamnankit"
    ],
    "citedby-count": 0,
    "ref-count": 37,
    "ref-list": [
        "Preparation of chromosomes from plant leaf meristems for karyotype analysis and in situ hybridization",
        "Global climate change and tropical forest genetic resources",
        "Linked 5S and 45S rDNA Sites are highly conserved through the subfamily Aurantioideae (Rutaceae)",
        "IUCN Red List of Threatened Species",
        "The relationships among lemons, limes and citron: A chromosomal comparison",
        "Ploidy variation in Trigonobalanus verticillata (Fagaceae)",
        "Karyomorphology of the endangered Trigonobalanus doichangensis (A. Camus) Forman (Fagaceae) and its taxonomic and biogeographical implications",
        "Thai Forest Bulletin (Botany)",
        "Chromosomal mapping of 18S-25S and 5S ribosomal genes on 15 species of fagaceae from northern Thailand",
        "Species and genetic diversity of fagaceae in Northern Thailand based on ISSR markers",
        "Silvae Genetica",
        "Kew Bulletin",
        "Cloning and characterization of ribosomal RNA genes from wheat and barley",
        "Sequence organization of the repeating units in the nucleus of wheat which contain 5S rRNA genes",
        "Molecular cytogenetic analysis of Siberian Larix species by fluorescence in situ hybridization",
        "Acta Botanica Yunnanica",
        "Acta Botanica Neerlandica",
        "Genomics of Fagaceae",
        "Dynamic distribution patterns of ribosomal DNA and chromosomal evolution in Paphiopedilum, a lady's slipper orchid",
        "NOMENCLATURE FOR CENTROMERIC POSITION ON CHROMOSOMES",
        "Phylogenetic relationships in Fagales based on DNA sequences from three genomes",
        "Systematics of Fagaceae: Phylogenetic tests of reproductive trait evolution",
        "Silvae Genetica",
        "A new distribution record for Trigonobalanus verticillata (Fagaceae) from Hainan Island, South China",
        "Flora of North America",
        "American Journal of Botany",
        "Silvae Genetica",
        "Geographical genetics and the conservation of forest trees",
        "Flora of Thailand",
        "Molecular cytogenetics of forest trees",
        "Evolution of rDNA FISH patterns in the Fagaceae",
        "Spermatophyta",
        "Chromosome Evolution In Higher Plants",
        "Status and conservation of Trigonobalanus doichangensis (Fagaceae)",
        "Physical locations of 5S and 18S-25S rDNA in Asian and American diploid Hordeum species with the I genome",
        "Trigonobalanus and the tropical amphi-pacific element in the North Andean forest.",
        "Molecular-cytogenetic studies of ribosomal genes and heterochromatin reveal conserved genome organization among 11 Quercus species"
    ],
    "affiliation": [
        {
            "affiliation-city": "Reykjavik",
            "affilname": "Haskoli Islands",
            "affiliation-country": "Iceland"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}