{
    "eid": "2-s2.0-85033781470",
    "title": "New biflavonoids with α-glucosidase and pancreatic lipase inhibitory activities from boesenbergia rotunda",
    "cover-date": "2017-11-01",
    "subject-areas": [
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        },
        {
            "$": "Molecular Medicine",
            "@code": "1313"
        },
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        },
        {
            "$": "Chemistry (miscellaneous)",
            "@code": "1601"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        }
    ],
    "keywords": [
        "Biflavonoid",
        "Boesenbergia rotunda",
        "Cyclohexenyl chalcone",
        "Flavanone-chalcone",
        "Pancreatic lipase",
        "α-glucosidase"
    ],
    "authors": [
        "Nutputsorn Chatsumpun"
    ],
    "citedby-count": 40,
    "ref-count": 32,
    "ref-list": [
        "n-3 Fatty acids and the metabolic syndrome",
        "Diagnosis and management of the metabolic syndrome: An American Heart Association/National Heart, Lung, and Blood Institute scientific statement",
        "Dyslipidemia and diabetes: reciprocal impact of impaired lipid metabolism and Beta-cell dysfunction on micro- and macrovascular complications.",
        "Plant-derived therapeutics for the treatment of metabolic syndrome",
        "Thai J. Phytopharm",
        "Fingerroot, Boesenbergia rotunda and its aphrodisiac activity",
        "Boesenbergia rotunda: From ethnomedicine to drug discovery",
        "Procedia Chem",
        "Boesenbergia pandurata attenuates diet-induced obesity by activating AMP-activated protein kinase and regulating lipid metabolism",
        "Dihydrochalcones with radical scavenging properties from the leaves of Syzygium jambos",
        "Flavonoids of Ochna afzelii",
        "Advance in Dietary Polyphenols as α-Glucosidases Inhibitors: A Review on Structure-Activity Relationship Aspect",
        "Dietary Flavonoids and Acarbose Synergistically Inhibit α-Glucosidase and Lower Postprandial Blood Glucose",
        "Comparison of three α-glucosidase inhibitors for glycemic control and bodyweight reduction in Japanese patients with obese type 2 diabetes",
        "Therapeutic potential of panduratin A, LKB1-dependent AMP-activated protein kinase stimulator, with activation of PPARα/δ for the treatment of obesity",
        "Thai J. Toxicol",
        "Efficacy of Boesenbergia rotunda treatment against thioacetamide-induced liver cirrhosis in a rat model",
        "Trends Res. Sci.Technol",
        "J. Anal. Sci",
        "Spectrometric Identification of Organic Compounds",
        "(1′RS, 2′SR, 6′RS)-(2, 6-Dihydroxy-4-methoxyphenyl)-[3′-methyl-2′-(3″-methylbut-2″-enyl)-6′-phenyl-cyclohex-3′-enyllmethanone (Panduratin A)- a Constituent of the Red Rhizomes of a Variety of Boesenbergia pandurata",
        "Insecticidal constituents from four species of the zingiberaceae",
        "Phenolic compounds from the rhizomes of Alpinia speciosa",
        "Anti-inflammatory cyclohexenyl chalcone derivatives in Boesenbergia pandurata",
        null,
        "Hydrogen-bonded rotamers of 2′,4′,6′-trihydroxy-3′-formyldihydrochalcone, an intermediate in the synthesis of a dihydrochalcone from Leptospermum recurvum",
        "Insect antifeedant flavonoids from Gnaphalium affine D. Don",
        "A new antiplatelet diarylheptanoid from Alpinia blepharocalyx",
        "A new flavanone from Achyrocline flaccida",
        "Comparison of inhibitory activities and mechanisms of five mulberry plant bioactive components against α-glucosidase",
        "Phenolic compounds and plant extracts as potential natural anti-obesity substances",
        "Mode of pancreatic lipase inhibition activity in vitro by some flavonoids and non-flavonoid polyphenols"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research University Project",
        "Office of the Higher Education Commission",
        "Chulalongkorn University",
        "Faculty of Pharmacy and Pharmaceutical Sciences, University of Alberta"
    ]
}