{
    "eid": "2-s2.0-85137882571",
    "title": "Development of Green Supermarket Evaluation Model Based on Green Process and Green Output—Case of Bangkok City",
    "cover-date": "2022-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Computer Science (miscellaneous)",
            "@code": "1701",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Building and Construction",
            "@code": "2215",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Environmental Science (miscellaneous)",
            "@code": "2301",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Energy Engineering and Power Technology",
            "@code": "2102",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Hardware and Architecture",
            "@code": "1708",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Computer Networks and Communications",
            "@code": "1705",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "evaluation model development",
        "green indicator",
        "green output",
        "green process",
        "green supermarket"
    ],
    "authors": [
        "Ittipat Vipusanapat",
        "Chavalit Ratanatamskul",
        "Achara Chandrachai"
    ],
    "citedby-count": 0,
    "ref-count": 37,
    "ref-list": [
        "Stakeholder engagement: A green business model indicator",
        "The Potential of an Environmentally Friendly Business Strategy—Research from the Czech Republic",
        "Carbon footprint and energy use of food waste management options for fresh fruit and vegetables from supermarkets",
        "Carbon footprint of supermarket food waste",
        "Green Supply Chain Management and business innovation",
        "Manufacturing Industry protection in Thailand: Issues and Empirical Studies",
        "Waste watchers: A food waste reduction intervention among households in Arizona",
        "Sustainability Assessment of Food Waste Prevention Measures: Review of Existing Evaluation Practices",
        "What we’re watching in green business",
        "Greening of Business: A Step Towards Sustainability",
        "Community social capital, political values, or organizational capacity? Indicators of engagement in sustainable public procurement at the local level",
        "Green supply chain practices and company performance in Portuguese manufacturing sector",
        "Governance pressures and performance outcomes of sustainable supply chain management—An empirical analysis of UK manufacturing industry",
        "Implementation of sustainability in innovation management: The idea to people, planet and profit process",
        "Lean, green practices and process innovation: A model for green supply chain performance",
        "The link between corporate environmental and corporate financial performance—Viewpoints from practice and research",
        "Promoting Corporate Image: A Reflection on Green Supply Chain Management Approach",
        "Marking sense of Crobbach’ s alpha",
        "Research on the Construction of Green Evaluation Model Based on IOT of Agricultural Products",
        "Corporate social performance—Financial performance link",
        "Proactive corporate environmental strategy and the development of competitively valuable organizational capabilities",
        "Is an environmental management system able to influence environmental and competitive performance? The case of the eco-management and audit scheme (EMAS) in the European Union",
        "Shareholder value, stakeholder management, and social issues: What’s the bottom line?",
        "What drives agrifood firms to register for an environmental management system?",
        "Green office, its features and importance for sustainable environmental management: A comparative review in search for similarities and differences",
        "Green Service Practices: Performance Implications and the Role of Environmental Management Systems"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}