{
    "eid": "2-s2.0-85123433374",
    "title": "Draft Genome Sequences of Aeromonas schubertii Strains Isolated from Asian Seabass from Thailand",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Immunology and Microbiology (miscellaneous)",
            "@code": "2401",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Genetics",
            "@code": "1311",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [],
    "authors": [
        "Komkiew Pinpimai",
        "Kitipong Angsujinda",
        "Tongchai Thitiphuree",
        "Sirikorn Kitiyodom",
        "Putita Chokmangmeepisarn",
        "Nopadon Pirarat"
    ],
    "citedby-count": 0,
    "ref-count": 11,
    "ref-list": [
        "Aeromonas spp. whole genomes and virulence factors implicated in fish disease",
        "Aeromonas spp. clinical microbiology and disease",
        "First case of Aeromonas schubertii infection in the freshwater cultured snakehead fish, Ophiocephalus argus (Cantor), in China",
        "Aeromonas shuberti [sic] as a cause of multi-organ necrosis in internal organs of Nile tilapia, Oreochromis niloticus",
        "Isolation and characterization of Aeromonas schubertii from diseased snakehead, Channa maculata (Lacepède)",
        "Virulence properties of motile aeromonads isolated from farmed frogs Rana tigerina and R. rugulosa",
        "Occurrence, molecular characterization, and antimicrobial susceptibility of Aeromonas spp. in marine species of shrimps cultured at inland low salinity ponds",
        "First record of the rare species Aeromonas schubertii from mussels: phenotypic and genetic reevaluation of the species and a review of the literature",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "Prokka: rapid prokaryotic genome annotation"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Wildlife Exotic and Aquatic Pathology Research Unit and the Aquatic Resources Research Institute",
        "Chulalongkorn University"
    ]
}