{
    "eid": "2-s2.0-84954115954",
    "title": "The puzzle of East and Southeast Asia's persistent smallholder",
    "cover-date": "2016-02-01",
    "subject-areas": [
        {
            "$": "Geography",
            "@code": "3305"
        },
        {
            "$": "Sociology and Political Science",
            "@code": "3312"
        },
        {
            "$": "Development",
            "@code": "3303"
        }
    ],
    "keywords": [
        "Development",
        "East Asia",
        "Farm-size transition",
        "History",
        "Smallholder",
        "Southeast Asia"
    ],
    "authors": [
        "Jonathan Rigg"
    ],
    "citedby-count": 225,
    "ref-count": 155,
    "ref-list": [
        "The Size Distribution of Farms and International Productivity Differences",
        "Key Indicators for Asia and the Pacific 2014-poverty in Asia: a Deeper Look",
        "Rice farming and strategy to rural development",
        "J. Dev. Stud.",
        "Journal of current southeast asian affairs.",
        "Becoming and being urban in Hanoi: Rural-urban migration and relations in Viet Nam",
        "Social Margins and Precarious Work In Vietnam",
        "Precarious, Informalizing, and Flexible Work: Transforming Concepts and Understandings",
        "Accumulation by Dispossession and Its Limits: The Southern Africa Paradigm Revisited",
        "Thailand's Rice Bowl: Perspectives on Agricultural and Social Change in the Chao Phyraya Delta",
        "Land, livelihoods, and remittances: a political ecology of youth out-migration across the lao-thai mekong border",
        "Rural and Agricultural Mechanization: a History of the Spread of Small Engines in Selected Asian Countries",
        "The Political Economy of Policies for Smallholder Agriculture",
        "Building sustainable livelihoods in Laos: Untangling farm from non-farm, progress from distress",
        "Drivers of adoption of eucalypt tree farming by smallholders in Thailand",
        "The rice economies: technology and development in Asian societies.",
        "Globalization, South Asian Agriculture and the WTO",
        "Contending developments: Local notions of development on Siquijor Island, Philippines",
        "Part-Peasants: Incomplete Rural-Urban Labour Migration in China",
        "Informalising labour in Asia's global factory",
        "Power-Point Presentation at Sawyer Seminar Colloquium",
        "Rethinking the Informal Economy: Linkages with the Formal Economy and the Formal Regulatory Environment",
        "New Directions for Smallholder Agriculture",
        "The Feminization of International Migration and its Effects on the Children Left Behind: Evidence from the Philippines",
        "The mouse deer and the crocodile: Oil palm smallholders and livelihood strategies in Sarawak, Malaysia",
        "Seasonal migration and agricultural production in Vietnam",
        "The rise of large farms in land abundant countries: Do they have a future?",
        "The potential of land rental markets in the process of economic development: Evidence from China",
        "Efficiency and equity impacts of rural land rental restrictions: Evidence from India",
        "Agriculture and development: Revisiting the policy narratives",
        "The Forgotten Family: Labour Migration and the Collapse of Traditional Values in Thailand's Tribal Communities",
        "Chapter 65 Farm Size",
        "A bigger rice Bowl",
        "Reform in Japan: the third arrow",
        "Household strategies and rural livelihood diversification",
        "The determinants of rural livelihood diversification in developing countries",
        "Tigers and gangsters: Masculinities and feminised migration in Indonesia",
        "Thai Agriculture: Golden Cradle of Millennia",
        "From Subsistence to Profit: Transforming Smallholder Farms. Food Policy Report",
        "Is small beautiful? Farm size, productivity, and poverty in Asian agriculture",
        "Migration and Labor Mobility in China. Human Development Reports Research Paper",
        "Land conversion and urban development in the Northern Region of West Java, Indonesia",
        "Mechanizing Small-scale Rice Cultivation in an Industrializing Economy: The Development of the Power-tiller in Prewar Japan",
        "Japan and an East Asian model of agriculture’s role in industrialization",
        "Eur. J. East Asian Stud.",
        "Changes in Income Among Peasants in Northeast Thailand: Poverty Reduction Seen through a Panel Analysis",
        "Primitive accumulation, accumulation by dispossession, accumulation by 'extra-economic' means",
        "Rural-urban transformation and village economy in emerging market economies during economic crisis: Empirical evidence from Thailand",
        "The 2008 World Development Report and the political economy of Southeast Asian agriculture",
        "Land acquisition in transitional Hanoi, Vietnam",
        "Disabling Globalization: Places of Power in Post-apartheid South Africa",
        "Denaturalizing dispossession: Critical ethnography in the age of resurgent imperialism",
        "Ecology, history, and development: A perspective from Rural Southeast Asia",
        "Is Small Farm Led Development Still a Relevant Strategy for Africa and Asia?",
        "The Future of Small Farms: Trajectories and Policy Priorities",
        "New Directions for Smallholder Agriculture",
        "New Directions for Smallholder Agriculture",
        "New Directions for Smallholder Agriculture",
        "Is there a future for small farms?",
        "Lonely sunsets: Impacts of rural-urban migration on the left-behind elderly in rural china",
        "The agrarian roots of industrial growth: Rural development in South-East Asia and sub-Saharan Africa",
        "Thailand and Precarious Work: An Assessment",
        "Non-farm activity, household expenditure, and poverty reduction in rural Vietnam: 2002-2008",
        "Economic drivers of contemporary smallholder agriculture in a transitional economy: A case study of Hu Village from southwest China",
        "Small-scale Farmers in China in the Face of Modernisation and Globalisation",
        "Land rental markets in the process of rural structural transformation: Productivity and equity impacts from China",
        "Why are farms so small?",
        "Am. Econ. Rev.",
        "Trop. Agric. Dev.",
        "The Agrarian Question",
        "Why East Asia overtook Latin America: Agrarian reform, industrialisation and development",
        "Migration, agrarian transition, and rural change in Southeast Asia: Introduction",
        "Int. Aff. R. Inst. Int. Aff. 1944",
        "The impossible return? The post-migration narratives of young women in rural java",
        "One Illness Away: Why People Become Poor and How They Escape Poverty",
        "The Institutional Imperative: the Politics of Equitable Development in Southeast Asia",
        "Transforming the developmental welfare state in East Asia",
        "The reform of the developmental welfare state in East Asia",
        "Informal mining in livelihood diversification: Mineral dependence and rural communities in Lao PDR"
    ],
    "affiliation": [
        {
            "affiliation-city": "Singapore City",
            "affilname": "National University of Singapore",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National University of Singapore",
        "Ministry of Education - Singapore"
    ]
}