{
    "eid": "2-s2.0-84959198548",
    "title": "Clinical outcomes in cystic fibrosis patients with Trichosporon respiratory infection",
    "cover-date": "2016-09-01",
    "subject-areas": [
        {
            "$": "Pediatrics",
            "@code": "2735"
        },
        {
            "$": "Pulmonary and Respiratory Medicine",
            "@code": "2740"
        }
    ],
    "keywords": [
        "Chryseobacterium",
        "lung function"
    ],
    "authors": [
        "Charles R. Esther"
    ],
    "citedby-count": 11,
    "ref-count": 14,
    "ref-list": [
        "Emerging opportunistic yeast infections",
        "Sequence-based identification, genotyping and EUCAST antifungal susceptibilities of Trichosporon clinical isolates from Greece",
        "Infections in patients with cystic fibrosis: Diagnostic microbiology update",
        "Trichosporon mycotoxinivorans, a novel respiratory pathogen in patients with cystic fibrosis",
        "Trichosporon mycotoxinivorans infection in patients with cystic fibrosis",
        "The basidiomycetous yeast Trichosporon may cause severe lung exacerbation in cystic fibrosis patients - clinical analysis of Trichosporon positive patients in a Munich cohort",
        "Disseminated Trichosporon mycotoxinivorans, Aspergillus fumigatus, and Scedosporium apiospermum coinfection after lung and liver transplantation in a cystic fibrosis patient",
        "Characterization of unusual bacteria isolated from respiratory secretions of cystic fibrosis patients and description of Inquilinus limosus gen. nov., sp. nov.",
        "Chryseobacterium spp., a new opportunistic pathogen associated with cystic fibrosis?",
        "Chryseobacterium respiratory tract infections in patients with cystic fibrosis",
        "Medically important fungi: A guide to identification",
        "Current knowledge of trichosporon spp. and trichosporonosis",
        "Epidemiology and outcome of Trichosporon fungemia: A review of 185 reported cases from 1975 to 2014"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chapel Hill",
            "affilname": "The University of North Carolina at Chapel Hill",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chapel Hill",
            "affilname": "UNC School of Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Chapel Hill",
            "affilname": "UNC Gillings School of Global Public Health",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}