{
    "eid": "2-s2.0-84938614468",
    "title": "Rapid and efficient removal of Ni(II) in water using constant-current electrolysis",
    "cover-date": "2016-07-20",
    "subject-areas": [
        {
            "$": "Water Science and Technology",
            "@code": "2312"
        },
        {
            "$": "Pollution",
            "@code": "2310"
        },
        {
            "$": "Ocean Engineering",
            "@code": "2212"
        }
    ],
    "keywords": [
        "Electrochemical method",
        "Nickel",
        "Reduction",
        "Toxic metals",
        "Wastewater"
    ],
    "authors": [
        "Saranyu Srithanrat"
    ],
    "citedby-count": 1,
    "ref-count": 23,
    "ref-list": [
        "Anthropogenic nickel cycle: Insights into use, trade, and recycling",
        "Spent catalyst waste management: A review. Part I-Developments in hydroprocessing catalyst waste reduction and use",
        "Spent hydroprocessing catalyst management: A review. Part II. Advances in metal recovery and safe disposal methods",
        "Selective hydrogenolysis of glycerol with raney nickel",
        "Neutral single-component nickel (II) polyolefin catalysts that tolerate heteroatoms",
        "Nickel-based rechargeable batteries",
        "Int. J. Chem. Phys. Sci.",
        "Removal of nickel from electroplating rinse waters using electrostatic shielding electrodialysis/electrodeionization",
        "Electroplating wastewater treatment by the combined electrochemical and ozonation methods",
        "Human nickel exposure in an area polluted by nickel refining: The sør-varanger study",
        "Removal of aqueous nickel (II) using laterite as a low-cost adsorbent",
        "Biological removal and recovery of toxic heavy metals in water environment",
        "Removal of nickel from aqueous solution using cathodic deposition of nickel hydroxide at a modified electrode",
        "Recovery of nickel and water from wastewater with electrochemical combination process",
        "Oxidation of Ni(II)-cyano and Co(III)-cyano complexes by Ferrate(VI): Effect of pH",
        "New generation adsorbents for water treatment",
        "Water treatment by adsorption columns: Evaluation at ground level",
        "Complexing agent and heavy metal removals from metal plating effluent by electrocoagulation with stainless steel electrodes",
        "Comparative performance of ion exchange membranes for electrodialysis of nickel and cobalt",
        "Purification of a diluted solution containing nickel using electrodeionization",
        "Continuous deionization of a dilute nickel solution",
        "Electrochemical removal of nickel ions from industrial wastewater",
        "Nickel recovery from the rinse waters of plating baths"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "College Station",
            "affilname": "Texas A&amp;M University",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}