{
    "eid": "2-s2.0-85084146928",
    "title": "Outcome after functional hemispherectomy in children with Rasmussen encephalitis: A report of 20 years’ experience at King Chulalongkorn Memorial Hospital",
    "cover-date": "2020-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Hemispherectomy",
        "Magnetic resonance imaging (MRI)",
        "Outcome",
        "Pediatric",
        "Quality of life",
        "Rasmussen encephalitis"
    ],
    "authors": [
        "T. Niemtant",
        "T. Desudchit"
    ],
    "citedby-count": 0,
    "ref-count": 20,
    "ref-list": [
        "Focal seizures due to chronic localized encephalitis",
        "Pathogenesis, diagnosis and treatment of Rasmussen encephalitis: A European consensus statement",
        "Towards a cure for Rasmussen’s encephalitis: Research strategies",
        "Treatment of Rasmussen encephalitis half a century after its initial description: Promising prospects and a dilemma",
        "Rasmussen’s encephalitis: Clinical features, pathobiology, and treatment advances",
        "Thai version of the Quality of Life in Epilepsy Inventory for Adolescents (QOLIE-AD-48)",
        "Rasmussen’s encephalitis: Advances in management and patient outcomes",
        "Surgical treatment of patients with Rasmussen encephalitis",
        "Hemispherotomy in Rasmussen encephalitis: Long-term outcome in an Italian series of 16 patients",
        "Diagnostic imaging in 13 cases of Rasmussen’s encephalitis: Can early MRI suggest the diagnosis?",
        "Evolution of MRI changes in Rasmussen’s encephalitis",
        "Functional neuroimaging in Rasmussen syndrome",
        "Cerebral hemispherectomy: Hospital course, seizure, developmental, language, and motor outcomes",
        "Seizure control and developmental trajectories after hemispherotomy for refractory epilepsy in childhood and adolescence",
        "Outcomes of disconnective surgery in intractable pediatric hemispheric and subhemispheric epilepsy",
        "Quality of life in adolescent absence epilepsy at Queen Sirikit National Institute of Child Health",
        "Development of the quality of life in epilepsy inventory for adolescents: The QoLie-AD-48",
        "Quality of life of adolescents suffering from epilepsy living in the community",
        "Long-term mortality in childhood-onset epilepsy"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}