{
    "eid": "2-s2.0-84928155182",
    "title": "Effect of n-Alkane precipitants on aggregation kinetics of asphaltenes",
    "cover-date": "2015-04-16",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Fuel Technology",
            "@code": "2103"
        },
        {
            "$": "Energy Engineering and Power Technology",
            "@code": "2102"
        }
    ],
    "keywords": [],
    "authors": [
        "Nasim Haji-Akbari"
    ],
    "citedby-count": 32,
    "ref-count": 29,
    "ref-list": [
        "A unified model for aggregation of asphaltenes",
        "The modified yen model",
        "Advances in asphaltene science and the Yen-Mullins model",
        "The fractal aggregation of asphaltenes",
        "Effect of dispersant on asphaltene suspension dynamics: Aggregation and sedimentation",
        "Modeling the aggregation of asphaltene nanoaggregates in crude oil-precipitant systems",
        "A unified model for aggregation of asphaltenes",
        "Revisiting asphaltene precipitation from crude oils: A case of neglected kinetic effects",
        "Effect of temperature on the precipitation kinetics of asphaltenes",
        "Effect of asphaltene concentration on the aggregation and precipitation tendency of asphaltenes",
        "The Chemistry and Technology of Petroleum",
        "Distillation yields from blending cabinda crude oil and oman crude oil",
        "A study of the effect of gas condesate on the viscosity and storage stability of Omani heavy crude oil",
        "Destabilization and aggregation kinetics of asphaltenes",
        "The paradox of asphaltene precipitation with normal paraffins",
        "A two-component solubility model of the onset of asphaltene flocculation in crude oils",
        "Advances in the Flory-Huggins-Zuo equation of state for asphaltene gradients and formation evaluation",
        "Theoretical treatment of asphaltene gradients in the presence of GOR gradients",
        "Regular Solution Model for Asphaltene Precipitation from Bitumens and Solvents",
        "Predicting Asphaltene Flocculation in Crude Oils",
        "Properties of asphaltenes from a waxy crude",
        "Properties of asphaltenes precipitated with different n-Alkanes. A study to assess the most representative species for modeling",
        "Mass spectral analysis of asphaltenes. II. Detailed compositional comparison of asphaltenes deposit to its crude oil counterpart for two geographically different crude oils by ESI FT-ICR MS",
        "Aggregation and solubility behavior of asphaltenes and their subfractions",
        "Characterization of polarity-based asphaltene subfractions",
        "Preface to the first edition",
        "A general correlation of vapor‐liquid equilibria in hydrocarbon mixtures",
        "CRC Handbook of Chemistry and Physics",
        "CRC Handbook of Solubility Parameters and Other Cohesion Parameters"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ann Arbor",
            "affilname": "University of Michigan, Ann Arbor",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "University of Michigan"
    ]
}