{
    "eid": "2-s2.0-84969961939",
    "title": "How taxes and real wage inflexibility interact to make trade deficits addictive: The tertiary and quaternary burdens of a transfer",
    "cover-date": "2016-06-01",
    "subject-areas": [
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        }
    ],
    "keywords": [
        "taxes",
        "Trade deficit",
        "transfer",
        "wage inflexibility"
    ],
    "authors": [
        "Edward Tower"
    ],
    "citedby-count": 0,
    "ref-count": 18,
    "ref-list": [
        "Greece Debt Crisis: IMF Attacks EU over Bailout Terms",
        "Unemployment and immiserizing transfer",
        "The generalized theory of transfers and welfare: bilateral transfers in a multilateral world.",
        "The paradoxes of immiserizing growth and donor-enriching \"recipient-immiserizing\" transfers: A tale of two literatures",
        "The generalized theory of transfers and welfare: Exogenous (policy-imposed) and endogenous (transfer-induced) distortion",
        "Immiserizing transfers from abroad",
        "Basic goods, the effects of commodity transfers and the international economic order",
        "The transfer problem with three agents once again. Characterization, uniqueness and stability",
        "Essays in Positive Economics",
        "Journal of Political Economy",
        "The Implications of International Economic Integration for Monetary, Fiscal and Exchange Rate Policy",
        "Keynes Was Wrong on Stimulus, but the Keynesians Are Wrong on Just about Everything",
        "The great rebalancing: Trade, conflict, and the perilous road ahead for the world economy",
        "Syriza and the French Indemnity of 1871-73",
        "Journal of Economic Literature",
        "American Economic Review",
        "Minimum Wages: A Reckless Wager",
        "The Marginal Cost of Public Funds in Developing Countries: An Application to 38 African Countries"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Durham",
            "affilname": "Duke University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Singapore City",
            "affilname": "Nanyang Technological University",
            "affiliation-country": "Singapore"
        }
    ],
    "funding": []
}