{
    "eid": "2-s2.0-84905082964",
    "title": "Graft copolymerization coating of methacryloyloxyethyl diphenyl phosphate flame retardant onto silk surface",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Surfaces",
            "@code": "2508"
        }
    ],
    "keywords": [
        "Char yields",
        "Flame retardant",
        "LOI",
        "Phosphorus-based"
    ],
    "authors": [
        "Boonchoat Paosawatyanyong"
    ],
    "citedby-count": 16,
    "ref-count": 22,
    "ref-list": [
        "Chemistry of the Textile Industry",
        "Fire Retarant Materials",
        "Developments in flame retardants for heat and fire resistant textiles - The role of char formation and intumescence",
        "The potential for volatile phosphorus-containing flame retardants in textile back-coatings",
        "Textile Finishing",
        "Flame retardant challenges for textiles and fibres: New chemistry versus innovatory solutions",
        "Polym. Degrad. Stabil.",
        "Recent developments in flame retardant polymeric coatings",
        "A review on the degradability of polymeric composites based on natural fibres",
        "Graft polymerization of flame-retardant compound onto silk via plasma jet",
        "Multifunctional silk fabrics by means of the plasma induced graft polymerization (PIGP) process",
        "Flame retardant cotton fabrics treated with organophosphorus polymer",
        "Preparation, structure and properties of multi-functional silk via ATRP method",
        "J. Fire Sci.",
        "Surface nanomodification of cotton fiber for flame retardant application",
        "Formaldehyde-free flame retardant finishing of silk using a hydroxyl-functional organophosphorus oligomer",
        "Flame resistant modification of silk fabric with vinyl phosphate",
        "Flame retardancy of cotton textiles by plasma-induced graft-polymerization (PIGP)",
        "Plasma-induced graft-polymerization of flame retardant monomers onto PAN fabrics",
        "A review of flame retardant polypropylene fibres",
        "Novel flame retardant finishing systems for cotton fabrics based on phosphorus-containing compounds and silica derived from sol-gel processes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ministry of Higher Education, Science, Research and Innovation",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}