{
    "eid": "2-s2.0-85087135114",
    "title": "Correlation between Detergency of Different Oily and Solid Non-Particulate Soils and Hydrophilic–Lipophilic Deviation",
    "cover-date": "2020-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemical Engineering (all)",
            "@code": "1500",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Surfaces, Coatings and Films",
            "@code": "2508",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "Detergency",
        "Dynamic interfacial tension (IFT)",
        "Hydrophilic–lipophilic deviation (HLD)",
        "Microemulsion phase behavior"
    ],
    "authors": [
        "Parichat Phaodee",
        "Jeffrey H. Harwell",
        "David A. Sabatini"
    ],
    "citedby-count": 7,
    "ref-count": 28,
    "ref-list": [
        "The HLD-NAC model for extended surfactant microemulsions",
        "Net-average curvature model for solubilization and supersolubilization in surfactant microemulsions",
        "The characteristic curvature of ionic surfactants",
        "Optimized microemulsion systems for detergency of vegetable oils at low surfactant concentration and bath temperature",
        "Design of an optimal middle phase microemulsion for ultra high saline brine using hydrophilic lipophilic deviation (HLD) method",
        "Laundry detergency of solid non-particulate soil or waxy solids: Part I. relation to oily soil removal above the melting point",
        "Surfactant-enhanced treatment of oil-based drill cuttings",
        "Surfactants for hard-surface cleaning: Mechanisms of solid soil removal",
        "Surface chemical processes for removal of solid sebum soil",
        "Detergency of vegetable oils and semi-solid fats using microemulsion mixtures of anionic extended surfactants: The HLD concept and cold water applications",
        "Environmentally friendly vegetable oil microemulsions using extended surfactants and linkers",
        "On the characteristic curvature of alkyl-polypropylene oxide sulfate extended surfactants",
        "Solubilization-emulsification mechanisms of detergency",
        "Microemulsion-based vegetable oil detergency using an extended surfactant",
        "Cold water detergency of triacylglycerol semisolid soils: The effect of salinity, alcohol type, and surfactant systems",
        "Optimum formulation of surfactant/water/oil systems for minimum interfacial tension or phase behavior",
        "The evolution of anionic surfactant technology to meet the requirements of the laundry detergent industry",
        "Detergency of nonionic surfactants toward a solid hydrocarbon soil studied by FT-IR",
        "Palm oil removal from fabric using microemulsion-based formulations",
        "The role of oil detachment mechanisms in determining optimum detergency conditions",
        "Microemulsion formation and detergency with oily soils: II. Detergency formulation and performance",
        "Microemulsion formation and detergency with oily soils: III. Performance and mechanisms",
        "Effect of temperature and other variables on the optimum formulation of anionic extended surfactant–alkane–brine systems",
        "Hydrophilic–lipophilic deviation (HLD) method for characterizing conventional and extended surfactants",
        "Alcohol-free diphenyl oxide disulfonate middle-phase microemulsion systems",
        "A simplified methodology to measure the characteristic curvature (cc) of alkyl ethoxylate nonionic surfactants"
    ],
    "affiliation": [
        {
            "affiliation-city": "Norman",
            "@id": "60030931",
            "affilname": "The University of Oklahoma",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030931",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "ExxonMobil Chemical",
        "Huntsman Corporation",
        "Institute for Applied Surfactant Research",
        "Procter and Gamble, Sasol",
        "Shell Global Solutions",
        "BASF",
        "BASF",
        "University of Oklahoma"
    ]
}