{
    "eid": "2-s2.0-85048467780",
    "title": "Safety of performing transbronchial lung cryobiopsy on hospitalized patients with interstitial lung disease",
    "cover-date": "2018-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pulmonary and Respiratory Medicine",
            "@code": "2740",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Bronchoscopy",
        "Diffuse parenchymal lung disease",
        "Interstitial lung disease",
        "Safety",
        "Transbronchial lung cryobiopsy"
    ],
    "authors": [
        "Joseph Cooley",
        "Rick Balestra",
        "Alejandro A. Aragaki-Nakahodo",
        "Danielle N. Caudell Stamper",
        "Thitiwat Sriprasart",
        "Zulma Swank",
        "Robert P. Baughman",
        "Sadia Benzaquen"
    ],
    "citedby-count": 34,
    "ref-count": 35,
    "ref-list": [
        "Endobronchial cryotherapy in the treatment of tracheal strictures",
        "An official European Respiratory Society/American Thoracic Society research statement: interstitial pneumonia with autoimmune features",
        "An official ATS/ERS/JRS/ALAT statement: idiopathic pulmonary fibrosis: evidence-based guidelines for diagnosis and management",
        "Diagnostic workup for diffuse parenchymal lung disease: schematic flowchart, literature review, and pitfalls",
        "This joint statement of the American thoracic Society (ATS), and the European respiratory Society (ERS) was adopted by the ATS board of directors, June 2001 and by the ERS executive committee, June 2001",
        "Diagnostic yield and postoperative mortality associated with surgical lung biopsy for evaluation of interstitial lung diseases: a systematic review and meta-analysis",
        "A single us center Experience of transbronchial lung Cryobiopsy for diagnosing interstitial lung disease With a 2-scope technique",
        "Use of transbronchial cryobiopsy in the diagnosis of interstitial lung disease-a systematic review and cost analysis",
        "Safety and diagnostic yield of transbronchial lung cryobiopsy in diffuse parenchymal lung diseases: a comparative study versus video-assisted thoracoscopic lung biopsy and a systematic review of the literature",
        "High complication rate after introduction of transbronchial cryobiopsy into clinical practice at an Academic medical center",
        "Transbronchial lung cryobiopsy adverse events vary with level of care",
        "Cryoprobe transbronchial lung biopsy in patients after lung transplantation: a pilot safety study",
        "British Thoracic Society guideline for diagnostic flexible bronchoscopy in adults: accredited by NICE",
        "Transbronchial cryobiopsy in diffuse parenchymal lung disease: need for procedural standardization",
        "Transbronchial cryobiopsy in interstitial lung disease: experience in 106 cases - how to do it",
        "Transbronchial lung cryobiopsy and video-assisted thoracoscopic lung biopsy in the diagnosis of diffuse parenchymal lung disease. A meta-analysis of diagnostic test accuracy",
        "Diagnostic yield and complications of transbronchial lung cryobiopsy for interstitial lung disease. A systematic review and metaanalysis",
        "Spontaneous pneumothorax: epidemiology, pathophysiology and cause",
        "Patients with fibrotic interstitial lung disease hospitalized for acute respiratory worsening: a large cohort analysis",
        "Hospital cost and length of stay in idiopathic pulmonary fibrosis",
        "Bronchoscopically induced bleeding. A summary of nine years’ Cleveland clinic experience and review of the literature",
        "Transbronchial cryobiopsies for the diagnosis of diffuse parenchymal lung diseases: expert statement from the cryobiopsy working Group on safety and utility and a call for standardization of the procedure",
        "Transbronchial cryobiopsy in diffuse parenchymal lung diseases",
        "Transbronchial cryobiopsy: a new tool for lung biopsies",
        "Bronchoscopic cryobiopsy for the diagnosis of diffuse parenchymal lung disease",
        "Diagnostic yield of transbronchial cryobiopsy in interstitial lung disease: a randomized trial",
        "The histological diagnosis of clinically documented cases of cryptogenic organizing pneumonia: diagnostic features in transbronchial biopsies",
        "The complimentary role of transbronchial lung cryobiopsy and endobronchial ultrasound fine needle aspiration in the diagnosis of sarcoidosis",
        "Videothoracoscopic lung biopsy in the diagnosis of interstitial lung disease",
        "The efficacy of video-assisted thoracoscopic surgery lung biopsies in patients with Interstitial Lung Disease: a retrospective study of 66 patients",
        "In-hospital Mortality after surgical lung Biopsy for interstitial lung Disease in the United States. 2000 to 2011",
        "High short-term mortality following lung biopsy for usual interstitial pneumonia",
        "Bronchoscopic lung cryobiopsy increases diagnostic confidence in the multidisciplinary diagnosis of idiopathic pulmonary fibrosis",
        "Cryobiopsy in the diagnosis of diffuse interstitial lung disease: yield and cost-effectiveness analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Cincinnati",
            "@id": "60122663",
            "affilname": "University of Cincinnati Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60122663",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "El Paso",
            "@id": "109482315",
            "affilname": "Division of Pulmonary and Critical Care Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/109482315",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}