{
    "eid": "2-s2.0-85053773163",
    "title": "Uneven enzymatic browning on fresh-cut apple and its measurement",
    "cover-date": "2017-11-25",
    "subject-areas": [
        {
            "$": "Horticulture",
            "@code": "1108"
        }
    ],
    "keywords": [
        "Browning",
        "Color difference",
        "Fresh-cut",
        "Polyphenol oxidase",
        "Trichromatic Color Analyzer system"
    ],
    "authors": [
        "K. Duangmal"
    ],
    "citedby-count": 1,
    "ref-count": 20,
    "ref-list": [
        "Phenolic Compounds and Their Changes in Apples during Maturation and Cold Storage",
        "Peel and flesh antioxidant content and harvest quality characteristics of seven apple cultivars",
        "A comparative study of polyphenoloxidases from taro (Colocasia esculenta) and potato (Solanum tuberosum var. Romano)",
        "Inhibition of polyphenol oxidase and peroxidase activities on fresh-cut apple by simultaneous treatment of ultrasound and ascorbic acid",
        "The determination of flavonoid contents in mulberry and their scavenging effects on superoxide radicals",
        "Comparison of total antioxidant capacity and phenolic composition of some apple juices with combined HPLC-CUPRAC assay",
        "Complete study of traditional thai colors used in mural paintings: Traditional thai color name dictionary",
        "Relationship between Apple Ripening and Browning: Changes in Polyphenol Content and Polyphenol Oxidase",
        "Inhibition of enzymic browning in cloudy apple juice with selected antibrowning agents",
        "Polyphenoloxidase activity and color of blanched and high hydrostatic pressure treated banana puree",
        "A simplification of the protein assay method of Lowry et al. which is more generally applicable",
        "J. Life Sci.",
        "A comparative analysis of property of lychee polyphenoloxidase using endogenous and exogenous substrates",
        "Effect of Selected Browning Inhibitors on Phenolic Metabolism in Stem Tissue of Harvested Lettuce",
        "Enzymatic Browning and Its Prevention",
        "Handbook of Food Analytical Chemistry",
        "Antioxidant activity of apple peels",
        "Effects of high-pressure argon and nitrogen treatments on respiration, browning and antioxidant potential of minimally processed pineapples during shelf life",
        "Physicochemical properties and function of plant polyphenol oxidase: A review",
        "Oxidative Enzymes in Foods"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}