{
    "eid": "2-s2.0-85070859583",
    "title": "Prevalence and factors associated with underweight children: A population-based subnational analysis from Pakistan",
    "cover-date": "2019-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "community child health",
        "epidemiology",
        "nutrition",
        "public health"
    ],
    "authors": [
        "Ramesh Kumar",
        "Faisal Abbas",
        "Tahir Mahmood",
        "Ratana Somrongthong"
    ],
    "citedby-count": 23,
    "ref-count": 45,
    "ref-list": [
        "Determinants of stunting, underweight and wasting among children < 5 years of age: Evidence from 2012-2013 Pakistan demographic and health survey",
        "Reproductive, maternal, newborn, and child health in Pakistan: Challenges and opportunities",
        "Child malnutrition in Pakistan: Evidence from literature",
        "Socio-economic risk factors for early childhood underweight in Bangladesh",
        "Malnutrition and health in developing countries",
        "Maternal and child undernutrition and overweight in low-income and middle-income countries",
        "Prevalence and associated factors of underweight among children 6-59 months of age in Takusa district, Northwest Ethiopia",
        "Undernutrition and severe acute malnutrition in children",
        "Determinants of severe acute malnutrition among children under five years in a rural remote setting: A hospital based study from district Tharparkar-Sindh, Pakistan",
        "The impoverished gut-A triple burden of diarrhoea, stunting and chronic disease",
        "Factors associated with underweight among under-five children in eastern Nepal: Community-based cross-sectional study",
        "Selected major risk factors and global and regional burden of disease",
        "Risk factors for stunting and wasting at age six, twelve and twenty-four months for squatter children of Karachi, Pakistan",
        "Child's gender and household food insecurity are associated with stunting among young Pakistani children residing in urban squatter settlements",
        "Nutritional status comparison of rural with urban school children in Faisalabad District, Pakistan",
        "Prevalence and correlates of stunting among children in rural Pakistan",
        "Prevalence and correlates of stunting among primary school children in rural areas of southern Pakistan",
        "Acute malnutrition among under-five children in Faryab, Afghanistan: Prevalence and causes",
        "Nutrition of children and women in Bangladesh: Trends and directions for the future",
        "Risk factors for severe acute malnutrition in under-five children: A case-control study in a rural part of India",
        "The geography of poverty: Evidence from the punjab",
        "Prevalence of undernutrition and associated factors among children aged between six to fifty nine months in Bule Hora district, South Ethiopia",
        "Early child growth: How do nutrition and infection interact?",
        "What works? Interventions for maternal and child undernutrition and survival",
        "Evidence-based interventions for improvement of maternal and child nutrition in lowincome settings: What's new?",
        "Evidence-based interventions for improvement of maternal and child nutrition: What can be done and at what cost?",
        "Effectiveness of a school-based multicomponent intervention on nutritional status among primary school children in Bangkok, Thailand",
        "Consanguinity among the risk factors for underweight in children under five: A study from rural Sindh",
        "Multilevel analysis of factors associated with wasting and underweight among children under-five years in Nigeria",
        "Effect of parental formal education on risk of child stunting in Indonesia and Bangladesh: A cross-sectional study",
        "Trends in choosing place of delivery and assistance during delivery in Nanded district, Maharashtra, India",
        "Changing trends on the place of delivery: Why do Nepali women give birth at home?",
        "Correlates of home and hospital delivery in Pakistan",
        "Underweight and pregnancy",
        "Acute malnutrition in Bangladeshi children: Levels and determinants",
        "Malnutrition among children under the age of five in the Democratic Republic of Congo (DRC): Does geographic location matter?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Islamabad",
            "@id": "60054128",
            "affilname": "Health Services Academy Islamabad",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60054128",
            "affiliation-country": "Pakistan"
        },
        {
            "affiliation-city": "Gottingen",
            "@id": "60031514",
            "affilname": "Georg-August-Universität Göttingen",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031514",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "123006608",
            "affilname": "Chitral University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/123006608",
            "affiliation-country": "Pakistan"
        },
        {
            "affiliation-city": "Islamabad",
            "@id": "116271908",
            "affilname": "Independent Researcher",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/116271908",
            "affiliation-country": "Pakistan"
        }
    ],
    "funding": [
        "Chulalongkorn University Thailand",
        "FDF",
        "Rachadapisek Sompote Fund for",
        "Alexander Von Humboldt Foundation",
        "Chulalongkorn University Thailand",
        "Higher Education Commission",
        "receipt of faculty development fund"
    ]
}