{
    "eid": "2-s2.0-85027946758",
    "title": "Impacts of nickel supported on different zeolites on waste tire-derived oil and formation of some petrochemicals",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "Fuel Technology",
            "@code": "2103"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        }
    ],
    "keywords": [
        "Nickel",
        "Petrochemical",
        "Pyrolysis",
        "Waste tire",
        "Zeolite"
    ],
    "authors": [
        "Witsarut Namchot"
    ],
    "citedby-count": 25,
    "ref-count": 21,
    "ref-list": [
        "Petrochemicals from oil, natural gas, coal and biomass: Production costs in 2030-2050",
        "Catalyst effect on the composition of tire pyrolysis products",
        "Upgraded fuel from microwave assisted pyrolysis of waste tire",
        "Desulfurization of pyrolysis fuels obtained from waste: Lube oils, tires and plastics",
        "Effects of pyrolysis temperature and Pt-loaded catalysts on polar-aromatic content in tire-derived oil",
        "Impact of HY as an additive in Pd/HBETA catalyst on waste tire pyrolysis products",
        "Pyrolysis of waste tyres with zeolite USY and ZSM-5 catalysts",
        "Valuable petrochemicals, petroleum fractions, and sulfur compounds in oils derived from waste tyre pyrolysis using five commercial zeolites as catalysts: Impact of zeolite properties",
        "Cu-doped catalysts and their impacts on tire-derived oil and sulfur removal",
        "Catalytic conversion of rapeseed oil for the production of raw chemicals, fuels and carbon nanotubes over Ni-modified nanocrystalline and hierarchical ZSM-5",
        "Transformation of olefin over Ni/HZSM-5 catalyst",
        "Adsorptive desulfurization of diesel using metallic Nickel supported on SBA-15 as adsorbent",
        "Nickel-impregnated zirconium-doped mesoporous molecular sieves as catalysts for the hydrogenation and ring-opening of tetralin",
        "World Acad. Sci. Eng. Technol.",
        "Upgrading of waste tyre-derived oil from waste tyre pyrolysis over Ni catalyst supported on HZSM-5 zeolite",
        "Light olefins and light oil production from catalytic pyrolysis of waste tire",
        "Ni-ZSM-5 catalysts: Detailed characterization of metal sites for proper catalyst design",
        null,
        "Mild hydrocracking of 1-methyl naphthalene (1-MN) over alumina modified zeolite",
        "Pyrolysis of hydronaphthalenes. 1. Pyrolysis of tetralin, 1,2-dihydronaphthalene and 2-methylindene",
        "HDS, HDN, HDA, and hydrocracking of model compounds over Mo-Ni catalysts with various acidities"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}