{
    "eid": "2-s2.0-85027562107",
    "title": "Eight-armed polydiacetylene under benzoxazine dimer branched polylactide: A structural combination for reversible thermochromic effects and a model case for free-standing poly(lactic acid) films",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [],
    "authors": [
        "C. Sutapin"
    ],
    "citedby-count": 13,
    "ref-count": 23,
    "ref-list": [
        "SOLID-STATE POLYMERIZATION OF LINEAR AND CYCLIC ACETYLENES.",
        "What have we learned about topochemical diacetylene polymerizations?",
        "The colors of polydiacetylenes: A commentary",
        "Colorimetric sensors for volatile organic compounds (VOCs) based on conjugated polymer-embedded electrospun fibers",
        "Solvent colorimetric paper-based polydiacetylene sensors from diacetylene lipids",
        "Tuning of thermochromic properties of polydiacetylene toward universal temperature sensing materials through amido hydrogen bonding",
        "Polydiacetylene films: A review of recent investigations into chromogenic transitions and nanomechanical properties",
        "Investigating ligand-receptor interactions at bilayer surface using electronic absorption spectroscopy and fluorescence resonance energy transfer",
        "Rapid colorimetric detection of antibody-epitope recognition at a biomimetic membrane interface",
        "Biofilm formation on chromatic sol-gel/polydiacetylene films",
        "Ruthenium(ii) complex-sensitized solid-state polymerization of diacetylene in the visible light region",
        "Photocontrol of chiroptical properties of polydiacetylene carrying azobenzene in the side chain",
        "Reversible thermochromism in hydrogen-bonded polymers containing polydiacetylenes",
        "Reversible thermochromism in self-layered hydrogen-bondedpolydiacetylene assembly",
        "Rational design and in-situ FTIR analyses of colorimetrically reversibe polydiacetylene supramolecules",
        "Construction and molecular understanding of an unprecedented, reversibly thermochromic bis-polydiacetylene",
        "Controlling the reversible thermochromism of polydiacetylene/zinc oxide nanocomposites by varying alkyl chain length",
        "Asymmetric mono-oxazine: An inevitable product from Mannich reaction of benzoxazine dimers",
        "Supramolecular structure of N,N-bis(2-hydroxybenzyl)alkylamine: From hydrogen bond assembly to coordination network in guest acceptance",
        "Molecular Aggregation State-Photopolymerization Behavior Relationship of Lithium 10, 12-Heptacosadiynoate Monolayer",
        "RAMAN SPECTRAL CHANGES DURING THE SOLID-STATE POLYMERIZATION OF DIACETYLENES.",
        "Fluorescence switch in red-phase polydiacetylene films and vesicles upon thermal cycles",
        "Polydiacetylene liposome microarray toward influenza A virus detection: Effect of target size on turn-on signaling"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}