{
    "eid": "2-s2.0-85079196235",
    "title": "Variability of English past-tense morphology by L1 Thai and L1 French learners",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Communication",
            "@code": "3315",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Language and Linguistics",
            "@code": "1203",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Linguistics and Language",
            "@code": "3310",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "English Past Tense Morphology",
        "Failed Functional Features Hypothesis",
        "French Learners",
        "Thai Learners",
        "Variability"
    ],
    "authors": [
        "Chariya Prapobratanakul",
        "Nattama Pongpairoj"
    ],
    "citedby-count": 1,
    "ref-count": 42,
    "ref-list": [
        "Order of difficulty in adult second language acquisition",
        "An error analysis of the clearly stated and unclearly stated time markers concerning the use of verbs and tenses in translation from Thai to English by second-year English major students",
        "Morphological or syntactic deficits in near-native speakers? An assessment of some current proposals",
        "Missing inflection in L2 acquisition: Defective syntax or L1-constrained prosodic representations?",
        "The partial availability of universal grammar in second language acquisition: The ‘failed functional features hypothesis",
        "Locating the source of defective past tense marking in advanced L2 English speakers",
        "Case and tense in the ‘fossilized’ steady state",
        "Dissociating syntax from morphology in a divergent L2 end-state grammar",
        "Mapping features of forms in second language acquisition",
        "Second Language Knowledge of [+/-past] vs. [+/-finite]",
        "Accounting for morphological variation in second language acquisition: Truncation or missing inflection?",
        "Missing surface inflection or impairment in second language acquisition? Evidence from tense and agreement",
        "Lexical aspect and the use of simple past tense by Thai learners of English",
        "A study of errors in learning English grammatical structures on tenses of matthayom Suksa 4 students of the demonstration school khonkaen university",
        "Variability in second language article production beyond the representational deficit vs. Processing constraints debate",
        "Direct access to X-Bar theory: Evidence from Korean and Turkish adults learning German",
        "Error analysis of English inflection among Thai university students"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University Language Institute",
        "Chulalongkorn University"
    ]
}