{
    "eid": "2-s2.0-85054676706",
    "title": "Simulation of control characteristics of liquid column vibration absorber using a quasi-elliptic flow path estimation method",
    "cover-date": "2018-12-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Civil and Structural Engineering",
            "@code": "2205",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "LCVA",
        "Natural frequency",
        "Panel method",
        "Quasi-elliptic flow path estimation method",
        "TLCD"
    ],
    "authors": [
        "P. Chaiviriyawong",
        "P. Panedpojaman",
        "S. Limkatanyu",
        "T. Pinkeaw"
    ],
    "citedby-count": 3,
    "ref-count": 17,
    "ref-list": [
        "Vibration control of the wind-excited 76-story benchmark building by liquid column vibration absorbers",
        "Optimization of tuned liquid column dampers",
        "The tuned liquid column damper as a cost-effective alternative for the mechanical damper in civil engineering structures",
        "Optimal design of tuned liquid column dampers for seismic response control of base-isolated structures",
        "Single and multiple tuned liquid column dampers for seismic applications",
        "Optimal design and performance of liquid column mass dampers for rotational vibration control of structures under white noise excitation",
        "Robust reliability-based design of liquid column mass dampers under earthquake excitation using an analytical reliability approximation",
        "Control performance of liquid column vibration absorbers",
        "Passive control of seismically excited structures by the liquid column vibration absorber",
        "Bimodal vibration control of seismically excited structures by the liquid column vibration absorbers",
        "Characteristic of liquid column vibration absorber (LCVA)—I",
        "Simulation of characteristics of tuned liquid column damper using a potential-flow method",
        "Experimental validation of a direct pre-design formula for TLCD",
        "Innovative modeling of tuned liquid column damper motion",
        "Innovative modeling of tuned liquid column damper controlled structures"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}