{
    "eid": "2-s2.0-85086773820",
    "title": "Shaping ocean governance: a study of EU normative power on Thailand’s sustainable fisheries",
    "cover-date": "2020-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "EU illegal",
        "European Union (EU)",
        "Normative power",
        "Ocean governance",
        "Sustainability",
        "Sustainable fisheries",
        "Thailand",
        "Unreported and unregulated fishing (IUU) regulation"
    ],
    "authors": [
        "Ajaree Tavornmas",
        "Kasira Cheeppensook"
    ],
    "citedby-count": 4,
    "ref-count": 37,
    "ref-list": [
        "Bangkok. Retrieved March 8, 2019",
        "Thailand’s path to sustainable fisheries. Retrieved March 13, 2019",
        "Thailand’s fight to eliminate illegal activity and promote human rights in the fishing industry (Sponsored content)",
        "Background of Department of Fisheries. Retrieved March 11, 2019",
        "Constructing the self and changing others: reconsidering `normative power Europe",
        "Reflecting on normative-power Europe",
        "International ocean governance: EU’s contribution for safe, secure, clean and sustainably managed oceans. Press release. Retrieved March 3, 2019",
        "EU acts on illegal fishing: Yellow card issued to Thailand while South Korea & Philippines are cleared. Press release. Retrieved March 3, 2019",
        "Commission lifts “yellow card” from Thailand for its actions against illegal fishing",
        "Normative power Europe: introductory observations on a controversial notion",
        "Press release: Thailand accedes to the FAO agreement on port state measures",
        "Fisheries news IUU: Highlights of progress: Fisheries monitoring center now fully operational. Press release. Retrieved March 13, 2019",
        "Facts and figures: Thailand’s tangible progress in combatting IUU fishing and forced labour. Press release. Retrieved March 13, 2019",
        "Illegal fishing clampdown (Sponsored content)",
        "Normative power Europe: a contradiction in terms?",
        "The European Union as a normative power: a response to Thomas Diez",
        "The construction of EU normative power",
        "Thailand’s fisheries reform: Progress and way forward in the fight against IUU fishing and forced labor. Retrieved March 10",
        "IUU fishing is a crime issue, says Prawit"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "124622693",
            "affilname": "Access-Europe Co.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/124622693",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}