{
    "eid": "2-s2.0-84974627786",
    "title": "Parameterization of Limbus Distance in Van Herick method's angle closure glaucoma diagnosis",
    "cover-date": "2016-05-09",
    "subject-areas": [],
    "keywords": [
        "Decision tree classifier",
        "Limbal anterior chamber depth measurement",
        "Support vector machine classifier",
        "Van Herick method"
    ],
    "authors": [
        "I. S. Ardakani"
    ],
    "citedby-count": 1,
    "ref-count": 26,
    "ref-list": [
        "The number of people with glaucoma worldwide in 2010 and 2020",
        "Image Modeling of the Human Eye",
        "Neuronal death: where does the end begin?",
        "Automated optic nerve analysis for diagnostic support in glaucoma",
        "Five year risk of progression of primary angle closure suspects to primary angle closure: A population based study",
        "Anterior Chamber Angle Assessment Techniques",
        "Detection of gonioscopically occludable angles and primary angle closure glaucoma by estimation of limbal chamber depth in Asians: Modified grading scheme",
        "Agreement between peripheral anterior chamber depth evaluation using the van Herick technique and angle width evaluation using the Shaffer system in Japanese",
        "The flashlight test and van Herick's test are poor predictors for occludable angles",
        "Comparison of Gonioscopy and Anterior Segment Ocular Coherence Tomography in Detecting Angle Closure in Different Quadrants of the Anterior Chamber Angle",
        "International Journal of Clinical Medicine",
        "Estimation of width of angle of anterior chamber. Incidence and significance of the narrow angle",
        "Ophthalmol. Vis. Sci",
        "Proceedings of the 3rd International Conference on Information and Communication Technology for Embedded Systems (ICICTES 2012)",
        "Automatic Screening of Angle-Closure Glaucoma Based on Slit-Lamp Image Analysis",
        "At the International Conference on Information and Communication Technology for Embedded Systems (ICICTES 2013)",
        "Automatic screening of narrow anterior chamber angle and angle-closure glaucoma based on slit-lamp image analysis by using support vector machine",
        "Effects of illumination and observation angle on the van Herick procedure",
        "Comparative analysis of the relationship between anterior and posterior corneal shape analyzed by Scheimpflug photography in normal and keratoconus eyes",
        "Posterior corneal curvature: Correlations in normal eyes and in eyes involved with primary angle-closure glaucoma",
        "Adler's Physiology of the Eye: Clinical Application",
        "Physiologic Optics",
        "Ray tracing through non-spherical surfaces",
        "Field Guide to Geometrical Optics",
        "Introduction to Concepts and Techniques in Data Mining and Application to Text Mining",
        "Classification and regression trees"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "Institute of Science Tokyo",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Electronics and Computer Technology Center",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Sirindhorn International Institute of Technology, Thammasat University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}