{
    "eid": "2-s2.0-85123511547",
    "title": "Treatment outcomes and their predictive factors in patients with Enterobacter spp., Serratia spp., Citrobacter spp., Providencia spp., I-indole-positive Proteus spp., and Morganella spp, bloodstream infection",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "AmpC β-lactamase",
        "Bacteremia",
        "Carbapenem",
        "Enterobacterales"
    ],
    "authors": [
        "Wichai Santimaleeworagun",
        "Dhitiwat Changpradub",
        "Sudaluck Thunyaharn",
        "Piraporn Juntanawiwat",
        "Patsachon Kungsahadhum",
        "Phornusa Leartamornsakulchai",
        "Waramporn Seubsai",
        "Pratewee Satavetin"
    ],
    "citedby-count": 0,
    "ref-count": 28,
    "ref-list": [
        "Antibiotic therapy for inducible AmpC beta-lactamase-producing gram-negative bacilli: What are the alternatives to carbapenems, quinolones and aminoglycosides?",
        "Clinical management of infections caused by Enterobacteriaceae that express extended-spectrum beta-lactamase and AmpC enzymes",
        "Epidemiology of beta-lactamase-producing pathogens",
        "Infections caused by naturally AmpC-producing Enterobacteriaceae: Can we use third-generation cephalosporins? A narrative review",
        "Resistance of gram-negative bacteria to current antibacterial agents and approaches to resolve it",
        "Antimicrobial stewardship interventions to combat antibiotic resistance: An update on targeted strategies",
        "Carbapenems versus alternative antibiotics for the treatment of bloodstream infections caused by Enterobacter, Citrobacter or Serratia species: A systematic review with meta-analysis",
        "Outcomes of treating AmpC-producing enterobacterales bacteraemia with carbapenems vs. non-carbapenems",
        "AmpC beta-lactamases",
        "Multicenter, observational cohort study evaluating third-generation cephalosporin therapy for bloodstream infections secondary to Enterobacter, Serratia, and Citrobacter species",
        "Treatment of bacteremia caused by Enterobacter spp.: Should the potential for AmpC induction dictate therapy? A retrospective study",
        "Effects of an alternative cefepime dosing strategy in pulmonary and bloodstream infections caused by Enterobacter spp, Citrobacter freundii, and Pseudomonas aeruginosa: A single-center, open-label, prospective, observational study",
        "Predictors of in-hospital mortality for bloodstream infections caused by Enterobacter species or Citrobacter freundii",
        "Risk factors for mortality in liver transplant recipients with ESKAPE infection",
        "Clinical characteristics and predictors of mortality in patients with Enterobacter aerogenes bacteremia",
        "A prospective, multicenter case control study of risk factors for acquisition and mortality in Enterobacter species bacteremia",
        "The risk factors for mortality and septic shock in liver transplant recipients with ESKAPE bacteremia",
        "Citrobacter freundii bacteremia: Risk factors of mortality and prevalence of resistance genes",
        "Assessing antimicrobial stewardship initiatives: Clinical evaluation of cefepime or piperacillin/ tazobactam in patients with bloodstream infections secondary to AmpC-producing organisms",
        "Treatment outcomes in infections caused by “SPICE” (Serratia, Pseudomonas, indole-positive Proteus, Citrobacter, and Enterobacter) organisms: Carbapenem versus noncarbapenem regimens",
        "Efficacy and safety of aminoglycoside monotherapy: Systematic review and meta-analysis of randomized controlled trials",
        "Colistin: Still a lifesaver for the 21stcentury?",
        "In vitro activity of colistin mono and combination therapy against colistin-resistant Acinetobacter baumannii, mechanism of resistance, and clinical outcomes of patients infected with colistin-resistant A. baumannii at a Thai university hospital",
        "Effect of antimicrobial therapy on mortality in 377 episodes of Enterobacter spp. bacteraemia",
        "Bloodstream infections caused by Enterobacter species: Predictors of 30-day mortality rate and impact of broad-spectrum cephalosporin resistance on outcome"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60018809",
            "affilname": "Silpakorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018809",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60006964",
            "affilname": "Phramongkutklao College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006964",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60199575",
            "affilname": "Siriraj Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199575",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "127627362",
            "affilname": "Mission Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/127627362",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhonrachasima",
            "@id": "111335934",
            "affilname": "Nakhonratchasima College",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/111335934",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "108282795",
            "affilname": "Bangpakok 9 International Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/108282795",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}