{
    "eid": "2-s2.0-85145671876",
    "title": "Adjunctive minocycline for major depressive disorder: A sub-study exploring peripheral immune-inflammatory markers and associated treatment response",
    "cover-date": "2023-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Nephrology",
            "@code": "2727",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Biomarkers",
        "Depression",
        "Inflammation",
        "Minocycline",
        "Neuroscience",
        "Psychiatry"
    ],
    "authors": [
        "Adam J. Walker",
        "Mohammadreza Mohebbi",
        "Michael Maes",
        "Michael Berk",
        "Ken Walder",
        "Chiara C. Bortolasci",
        "Zoe SJ Liu",
        "Chee H. Ng",
        "Melanie M. Ashton",
        "Lesley Berk",
        "Ajeet B. Singh",
        "Gin S. Malhi",
        "Olivia M. Dean"
    ],
    "citedby-count": 0,
    "ref-count": 59,
    "ref-list": [
        "Efficacy and safety of anti-inflammatory agents for the treatment of major depressive disorder: a systematic review and meta-analysis of randomised controlled trials",
        "Association of chemokine (C-C motif) receptor 5 and ligand 5 with recovery from major depressive disorder and related neurocognitive impairment",
        "Acute phase proteins in major depression",
        "Biomarker-guided anti-inflammatory therapies: from promise to reality check",
        "Expression and activity of metalloproteinases in depression",
        "Minocycline for depressive symptoms: a meta-analysis of randomized, double-blinded, placebo-controlled trials",
        "Brain-Derived neurotrophic factor signaling in depression and antidepressant action",
        "Blood-based immune-endocrine biomarkers of treatment response in depression",
        "Lipid-cytokine-chemokine cascade drives neutrophil recruitment in a murine model of inflammatory arthritis",
        "Minocycline: therapeutic potential in psychiatry",
        "Adjunctive minocycline treatment for major depressive disorder: a proof of concept trial",
        "Current approaches to precision medicine in psychiatry: are we just spinning our wheels?",
        "Biologic basis for interleukin-1 in disease",
        "What does plasma CRP tell us about peripheral and central inflammation in depression?",
        "Identifying immunophenotypes of inflammation in depression: dismantling the monolith",
        "Structural basis of IL-1 family cytokine signaling",
        "Minocycline: far beyond an antibiotic",
        "A meta-analysis of blood cytokine network alterations in psychiatric patients: comparisons between schizophrenia, bipolar disorder and depression",
        "Circulating cytotoxic T cells and natural killer cells as potential predictors for antidepressant response in melancholic depression. Restoration of T regulatory cell populations after antidepressant therapy",
        "Exploring interleukin-6, lipopolysaccharide-binding protein and brain-derived neurotrophic factor following 12 weeks of adjunctive minocycline treatment for depression",
        "Minocycline and celecoxib as adjunctive treatments for bipolar depression: a multicentre, factorial design randomised controlled trial",
        "Stress, food, and inflammation: psychoneuroimmunology and nutrition at the cutting edge",
        "Peripheral cytokine and chemokine alterations in depression: a meta-analysis of 82 studies",
        "Peripheral alterations in cytokine and chemokine levels after antidepressant drug treatment for major depressive disorder: systematic review and meta-analysis",
        "Mediators and moderators of treatment effects in randomized clinical trials",
        "Chemokines in depression in health and in inflammatory illness: a systematic review and meta-analysis",
        "Peripheral cytokine levels and response to antidepressant treatment in depression: a systematic review and meta-analysis",
        "Plasma complement C3 and C3a are increased in major depressive disorder independent of childhood trauma",
        "Comparison of inflammatory, nutrient, and neurohormonal indicators in patients with schizophrenia, bipolar disorder and major depressive disorder",
        "Increased serum IL-6 and IL-1 receptor antagonist concentrations in major depression and treatment resistant depression",
        "The compensatory immune-regulatory reflex system (CIRS) in depression and bipolar disorder",
        "Acute phase proteins in schizophrenia, mania and major depression: modulation by psychotropic drugs",
        "Natural killer cell activity in major depression: relation to circulating natural killer cells, cellular indices of the immune response, and depressive phenomenology",
        "Alterations in iron metabolism and the erythron in major depression: further evidence for a chronic inflammatory process",
        "The kynurenine pathway in major depressive disorder, bipolar disorder, and schizophrenia: a meta-analysis of 101 studies",
        "Interactions among brain-derived neurotrophic factor and neuroimmune pathways are key components of the major psychiatric disorders",
        "Immune and neuroendocrine mechanisms of stress vulnerability and resilience",
        "Brain-Derived Neurotrophic Factor (BDNF) as a biomarker of treatment response in patients with Treatment Resistant Depression (TRD): a systematic review & meta-analysis",
        "Depression heterogeneity and its biological underpinnings: toward immunometabolic depression",
        "Trial failures of anti-inflammatory drugs in depression",
        "Leaky brain in neurological and psychiatric disorders: drivers and consequences",
        "Cell death pathways: a novel therapeutic approach for neuroscientists",
        "The role of intercellular adhesion molecule-1 in the pathogenesis of psychiatric disorders",
        "Augmentation therapy with minocycline in treatment-resistant depression patients with low-grade peripheral inflammation: results from a double-blind randomised clinical trial",
        "Prevalence of low-grade inflammation in depression: a systematic review and meta-analysis of CRP levels",
        "Toll-like receptor 4 methylation grade is linked to depressive symptom severity",
        "The antidepressant impact of minocycline in rodents: a systematic review and meta-analysis",
        "Efficacy and tolerability of minocycline for depression: a systematic review and meta-analysis of clinical trials",
        "Treatment of bipolar depression with minocycline and/or aspirin: an adaptive, 2x2 double-blind, randomized, placebo-controlled, phase IIA clinical trial",
        "The Mini-International Neuropsychiatric Interview (M.I.N.I.): the development and validation of a structured diagnostic psychiatric interview for DSM-IV and ICD-10",
        "Inflammasomes Action as an Important Mechanism in Experimental and Clinical Depression. Inflammation and Immunity in Depression",
        "Changes of serum melatonin, interleukin-6, homocysteine, and complement C3 and C4 levels in patients with depression",
        "Role of interleukin 8 in depression and other psychiatric disorders",
        "The emerging role of complement C3 as A biomarker of insulin resistance and cardiometabolic diseases: preclinical and clinical evidence",
        "Association of microvascular dysfunction with late-life depression: a systematic review and meta-analysis",
        "Inflammasome signaling affects anxiety- and depressive-like behavior and gut microbiome composition",
        "Matrix metalloproteinase-9: many shades of function in cardiovascular disease",
        "Minocycline as adjunctive treatment for major depressive disorder: pooled data from two randomized controlled trials",
        "The association between serum ferritin levels and post-stroke depression"
    ],
    "affiliation": [
        {
            "affiliation-city": "Melbourne",
            "@id": "60026553",
            "affilname": "University of Melbourne",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026553",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Geelong",
            "@id": "60018805",
            "affilname": "Deakin University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018805",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Sydney",
            "@id": "60025709",
            "affilname": "The University of Sydney",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025709",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Melbourne",
            "@id": "60003438",
            "affilname": "ORYGEN Youth Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003438",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Plodiv",
            "@id": "118681374",
            "affilname": "Medical University of Plodiv",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/118681374",
            "affiliation-country": "Bulgaria"
        }
    ],
    "funding": [
        "Australasian Society for Bipolar and Depressive Disorders/Servier",
        "NHMRC CRE",
        "Wright Biomedical NHMRC",
        "Brain and Behavior Foundation",
        "NHMRC",
        "Deakin University"
    ]
}