{
    "eid": "2-s2.0-84973503067",
    "title": "The House Dust Mite Major Allergen der p 23 Displays O-Glycan-Independent IgE Reactivities but No Chitin-Binding Activity",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "Immunology",
            "@code": "2403"
        },
        {
            "$": "Immunology and Allergy",
            "@code": "2723"
        }
    ],
    "keywords": [
        "Allergen",
        "Chitin",
        "Der p 23",
        "House dust mite",
        "IgE reactivity",
        "O-glycosylation"
    ],
    "authors": [
        "Wai Tuck Soh"
    ],
    "citedby-count": 38,
    "ref-count": 24,
    "ref-list": [
        "Distribution and determinants of house dust mite allergens in Europe: The European Community Respiratory Health Survey II",
        "Orchestrating house dust mite-associated allergy in the lung",
        "Mites and other indoor allergens -From exposure to sensitization and treatment",
        "Progress in the development of specific immunotherapies for house dust mite allergies",
        "Component-resolved diagnosis with commercially available D. pteronyssinus Der p 1, Der p 2 and Der p 10: Relevant markers for house dust mite allergy",
        "Variability of IgE reactivity profiles among European mite allergic patients",
        "Identification of Der p 23, a peritrophin-like protein, as a new major dermatophagoides pteronyssinus allergen associated with the peritrophic matrix of mite fecal pellets",
        "New insights into peritrophic matrix synthesis, architecture, and function",
        "High-affinity oligonucleotide ligands to human IgE inhibit binding to Fc∈ receptor I",
        "O-mannosyl glycans: From yeast to novel associations with human disease",
        "Presence of alpha-D-mannosidic linkage in glycoproteins. Liberation of d-mannose from various glycoproteins by alpha-mannosidase isolated from jack bean meal.",
        "Peritrophic matrix proteins",
        "Chitin elicits CCL2 from airway epithelial cells and induces CCR2-dependent innate allergic inflammation in the lung",
        "Chitin induces accumulation in tissue of innate immune cells associated with allergy",
        "The glycosylation pattern of common allergens: The recognition and uptake of Der p 1 by epithelial and dendritic cells is carbohydrate dependent",
        "Evaluation of the proline-rich antigen of Coccidioides immitis as a vaccine candidate in mice",
        "Conversion of der p 23, a new major house dust mite allergen, into a hypoallergenic vaccine",
        "The role of innate immunity activation in house dust mite allergy",
        "A type I peritrophic matrix protein from the malaria vector Anopheles gambiae binds to chitin. Cloning, expression, and characterization",
        "A novel family of chitin-binding proteins from insect type 2 peritrophic matrix. cDNA sequences, chitin binding activity, and cellular localization",
        "The influence of chitin on the immune response to the house dust mite allergen Blo t 12",
        "The draft genome, transcriptome, and microbiome of Dermatophagoides farinae reveal a broad spectrum of dust mite allergens",
        "The role of lectins in allergic sensitization and allergic disease",
        "Characterization and cloning of a major high molecular weight house dust mite allergen (Der f 15) for dogs"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ramathibodi Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Phramongkutklao College of Medicine",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Antony",
            "affilname": "Stallergenes",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine Siriraj Hospital, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Queen Sirikit National Institute of Child Health",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Children Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research University Project Office of Higher Education Commission",
        "RSA56 Thailand Research Fund",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}