{
    "eid": "2-s2.0-84905015029",
    "title": "Double cloprostenol administration during mid luteal phase of oestrous cycle does not modify the interoestrous interval in gilts",
    "cover-date": "2014-07-24",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        }
    ],
    "keywords": [
        "Gilts",
        "Luteolysis",
        "Progesterone",
        "Prostaglandin"
    ],
    "authors": [
        "Claudio Mazzoni"
    ],
    "citedby-count": 1,
    "ref-count": 18,
    "ref-list": [
        "Protocols for synchronizing estrus and ovulation in buffalo (Bubalus bubalis): A review",
        "The control of follicular dynamics by PGF2α, gnrh, hCG and oestrus synchronization in cattle",
        "Prostaglandin F2α and control of reproduction in female swine: A review",
        "Effect of prostaglandin F2 alpha on luteal function in swine.",
        "Repeated administration of prostaglandin F(2α) during the early luteal phase causes premature luteolysis in the pig",
        null,
        null,
        "Prostaglandin F(2α) receptor concentrations in corpora lutea of cycling, pregnant, and pseudopregnant pigs",
        "Prostaglandin F concentrations in the utero-ovarian venous plasma of the sow during the late luteal phase of the oestrous cycle",
        "Luteal function and oestrus in gilts treated with a synthetic analogue of prostaglandin F 2α (ICI 79,939) at various times during the oestrous cycle",
        "Relation of ovarian functions to uterine and ovarian secretion of prostaglandins during the estrous cycle and early pregnancy in the ewe and cow.",
        "Release of prostaglandin F2 alpha during the oestrous cycle.",
        "Increasing the predictability of cloprostenol-induced farrowing in sows",
        null,
        null,
        "Seasonality of reproduction in wild boar (Sus scrofa) assessed by fecal and plasmatic steroids",
        "Prostaglandin F2α treatment associated with timed artificial insemination in ewes",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Parma",
            "affilname": "Università di Parma",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Turin",
            "affilname": "Università degli Studi di Torino",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Adelaide",
            "affilname": "The University of Adelaide",
            "affiliation-country": "Australia"
        }
    ],
    "funding": []
}