{
    "eid": "2-s2.0-85109176284",
    "title": "Whole genome sequencing identifies a homozygous nonsense mutation in the JPH2 gene in Shih Tzu dogs with progressive retinal atrophy",
    "cover-date": "2021-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Genetics",
            "@code": "1311",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "dogs",
        "eye diseases",
        "junctophilin",
        "retinal degeneration",
        "retinal diseases",
        "retinitis pigmentosa",
        "retinopathy"
    ],
    "authors": [
        "G. Urkasemsin",
        "M. Pongpanich",
        "L. Sariya",
        "A. Kongcharoen",
        "R. Buddhirongawatr",
        "S. Rungarunlert",
        "J. N. Ferreira",
        "W. Chetruengchai",
        "C. Phokaew",
        "C. Srichomthong",
        "V. Shotelersuk"
    ],
    "citedby-count": 1,
    "ref-count": 42,
    "ref-list": [
        "A CNGB1 frameshift mutation in Papillon and Phalene dogs with progressive retinal atrophy",
        "Allele frequency of the C.5G>A mutation in the PRCD gene responsible for progressive retinal atrophy in English cocker spaniel dogs",
        "Mutation E169K in junctophilin-2 causes atrial fibrillation due to impaired RyR2 stabilization",
        "Natural models for retinitis pigmentosa: progressive retinal atrophy in dog breeds",
        "Common ocular problems of Shin Tzu dogs",
        "A novel form of progressive retinal atrophy in Swedish Vallhund dogs",
        "Data services and software for identifying genes and mutations causing retinal degeneration",
        "Late-onset progressive retinal atrophy in the Gordon and Irish Setter breeds is associated with a frameshift mutation in C2orf71",
        "Genetic screening for PRA-associated mutations in multiple dog breeds shows that PRA is heterogeneous within and between breeds",
        "An intronic SINE insertion in FAM161A that causes exon-skipping is associated with progressive retinal atrophy in Tibetan spaniels and Tibetan terriers",
        "A novel mutation in TTC8 is associated with progressive retinal atrophy in the golden retriever",
        "A frameshift mutation in golden retriever dogs with progressive retinal atrophy endorses SLC4A3 as a candidate gene for human retinal degenerations",
        "Functional interaction of Junctophilin 2 with small- conductance Ca(2+) -activated potassium channel subtype 2(SK2) in mouse cardiac myocytes",
        "Molecular evolution of the junctophilin gene family",
        "A non-stop S-antigen gene mutation is associated with late onset hereditary retinal degeneration in dogs",
        "Junctophilins emerge as novel therapeutic targets",
        "Identification of the mutation causing progressive retinal atrophy in Old Danish Pointing Dog",
        "The effect of repeated eye examinations and breeding advice on the prevalence and incidence of cataracts and progressive retinal atrophy in German dachshunds over a 13-year period",
        "Vitreous degeneration and associated ocular abnormalities in the dog",
        "Canine RD3 mutation establishes rod-cone dysplasia type 2 (rcd2) as ortholog of human and murine rd3",
        "The junctophilin family of proteins: from bench to bedside",
        "Mutations in JPH2-encoded junctophilin-2 associated with hypertrophic cardiomyopathy in humans",
        "Fast and accurate short read alignment with Burrows-Wheeler transform",
        "Comprehensive analysis of gene expression in human retina and supporting tissues",
        "Mutation of junctophilin type 2 associated with hypertrophic cardiomyopathy",
        "The ensembl variant effect predictor",
        "Genetic and phenotypic variations of inherited retinal diseases in dogs: the power of within- and across-breed studies",
        "BCFtools/RoH: a hidden Markov model approach for detecting autozygosity from next-generation sequencing data",
        "Database resources of the National Genomics Data Center in 2020",
        "Characterization of human junctophilin subtype genes",
        "Analysis of a deletion in the nephronophthisis 4 gene in different dog breeds",
        "Histopathological and immunohistochemical features of vitreoretinopathy in Shih Tzu dogs",
        "Mutation in JPH2 cause dilated cardiomyopathy",
        "UniProt: the universal protein knowledgebase in 2021",
        "Primer3–new capabilities and interfaces",
        "Heterozygous junctophilin-2 (JPH2) p.(Thr161Lys) is a monogenic cause for HCM with heart failure",
        "Out of southern East Asia: the natural history of domestic dogs across the world",
        "Genomic approaches reveal an endemic subpopulation of gray wolves in Southern China",
        "GSA: genome sequence archive",
        "Large animal models of inherited retinal degenerations: a review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Mahidol University",
        "Thailand Research Fund",
        "Health Systems Research Institute",
        "Thailand Science Research and Innovation Fund"
    ]
}