{
    "eid": "2-s2.0-85020852405",
    "title": "Taxonomic review of the tree snail genus Amphidromus Albers, 1850 (Pulmonata: Camaenidae) in Laos, with the description of two new species",
    "cover-date": "2017-06-13",
    "subject-areas": [
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Amphidromus",
        "Classification",
        "Limestone",
        "Southeast Asia",
        "Systematics"
    ],
    "authors": [
        "Khamla Inkhavilay"
    ],
    "citedby-count": 10,
    "ref-count": 52,
    "ref-list": [
        "Die Heliceen, Nach natürlicher Verwandtschaft Systematisch Geordnet",
        "Die Heliceen Nach natürlicher Verwandtschaft Systematisch Geordnet",
        "Bulletin Du Muséum d’Histoire Naturelle De Marseille",
        "Journal De Conchyliologie",
        "Journal De Conchyliologie",
        "Journal De Conchyliologie",
        "Philosophical Transactions of the Royal Society of London B",
        "Selection in the polymorphic land snail Cepæa nemoralis",
        "Malacologia",
        "On the dates of publication of the Society's ‘Proceedings,’ 1859–1926.",
        "Journal De Conchyliologie Et conservés Dans La Collection De Ce Journal. Journal De Conchyliologie",
        "Annals and Magazine of Natural History, Series",
        "Journal De Conchyliologie",
        "International Code of Zoological Nomenclature",
        "Journal of the Society for the Bibliography of Natural History",
        "Fieldiana: Zoology",
        "Basteria",
        "Proceedings of the Zoological Society of London",
        "Nachrichtsblatt Der Deutschen Malakozoologischen Gesellschaft",
        "Séries Conchyliologiques Comprenant l’Énumération De Mollusques Terrestres Et Fluviatiles Recueillies Pendant Le Cours De différents Voyages Ainsi Que La Description De Plusieurs Espèces Nouvelles",
        "Journal De Conchyliologie",
        "Journal De Conchyliologie",
        "Indochinâ Collectorum. Journal De Conchyliologie",
        "Journal De Conchyliologie",
        "Vermium Terrestrium Et Fluviatilium, Seu Animalium Infusoriorum",
        "Genetics",
        "Biodiversity hotspots for conservation priorities",
        "Walkerana",
        "Proceedings of the Zoological Society of London",
        "Series Prima Mollusca Extramarina",
        "7. Descriptions of Thirty‐six New Land Shells, from the Collection of H. Cuming, Esq.",
        "Novitates Conchologicae",
        "Manual of Conchology, Structural and Systematic, with Illustrations of the Species",
        "Manual of Conchology, Structural and Systematic, with Illustrations of the Species, Second Series",
        "Proceedings of the Academy of Natural Sciences of Philadelphia",
        "Tryonia",
        "Ruthenica",
        "Zoology",
        "Proceedings of the United States National Museum",
        "Records of the Australian Museum",
        "Taxonomic review of the tree snail Amphidromus Albers, 1850 (Pulmonata: Camaenidae) in Thailand and adjacent areas: Subgenus Amphidromus",
        "Evolution of whole-body enantiomorphy in the tree snail genus Amphidromus",
        "Illustrated type catalogue of amphidromus albers, 1850 in the natural history museum, London, and descriptions of two new species",
        "Gloria Maris",
        "Gloria Maris",
        "Basteria",
        "Additions to the knowledge of the land snails of sabah (Malaysia, Borneo), including 48 new species",
        "Zoologische Ergebnisse Einer Reise in Niederländisch Ost-Indien",
        "Systematic revision of the arboreal snail Satsuma albida species complex (Mollusca: Camaenidae) with descriptions of 14 new species from Taiwan",
        "Archiv für Molluskenkunde",
        "Handbuch Der Paläozoologie"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "CU-ASEAN",
        "Natural History Museum",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "National University of Laos"
    ]
}