{
    "eid": "2-s2.0-85017138354",
    "title": "Groundwater discharge and phosphorus dynamics in a flood-pulse system: Tonle Sap Lake, Cambodia",
    "cover-date": "2017-06-01",
    "subject-areas": [
        {
            "$": "Water Science and Technology",
            "@code": "2312"
        }
    ],
    "keywords": [
        "Flood pulse",
        "Groundwater",
        "Nutrients",
        "Phosphorus",
        "Radon",
        "Tonle Sap Lake"
    ],
    "authors": [
        "William C. Burnett"
    ],
    "citedby-count": 54,
    "ref-count": 54,
    "ref-list": [
        "The flood pulse as the underlying driver of vegetation in the largest wetland and fishery of the mekong basin",
        "Impacts of hydropower and climate change on drivers of ecological productivity of Southeast Asia's most important wetland",
        "Relationships between suspended particulate matter and sinking flux along a trophic gradient and implications for the fate of planktonic primary production",
        "The effects of in situ drying on sediment-phosphate interactions in sediments from an old wetland",
        "Diagenetic models and their implementation: modelling transport and reactions in aquatic sediments",
        "Limnological studies of waterfowl habitat in south-western new south wales. I. water chemistry",
        null,
        "Using high-resolution in situ radon measurements to determine groundwater discharge at a remote location: Tonle Sap Lake, Cambodia",
        "Estimating groundwater discharge into the northeastern Gulf of Mexico using radon-222",
        "Assessing diffusive fluxes and pore water radon activities via a single automated experiment",
        "Chapter 5 Uranium- and Thorium-Series Nuclides as Tracers of Submarine Groundwater Discharge",
        "A multiple approach to the determination of radon fluxes from sediments",
        "Middle to late Holocene initiation of the annual flood pulse in Tonle Sap Lake, Cambodia",
        null,
        "Experimental studies on some factors influencing phosphorus solubilization in connexion with the drawdown of a reservoir",
        "Nutrient limitation of phytoplankton in freshwater and marine environments: A review of recent evidence on the effects of enrichment",
        "Can. Spec. Publ. Fish. Aquat. Sci.",
        "Arch. Hydrobiol. Suppl.",
        "Changes in nutrient structure of river-dominated coastal waters: Stoichiometric nutrient balance and its consequences",
        "Water-energy-food nexus in a transboundary river basin: The case of Tonle Sap Lake, Mekong River Basin",
        "Impact of the Mekong River flow alteration on the Tonle Sap flood pulse",
        "Sediment: Curse or blessing for Tonle Sap Lake?",
        "Water balance analysis for the Tonle Sap Lake-floodplain system",
        "The Tonle Sap Lake as a productive ecosystem",
        "Proceedings of the Second International Symposium on Sustainable Development in the Mekong River Basin",
        "Future changes in Mekong River hydrology: Impact of climate change and reservoir operation on discharge",
        "Nutrient Balance Assessment in the Mekong Basin: Nitrogen and Phosphorus Dynamics in a Catchment Scale",
        "Reappraisal of sediment dynamics in the Lower Mekong River, Cambodia",
        "Biogenic Trace Gases: Measuring Emissions From Soil and Water",
        "Sediment-water chemical exchange in the coastal zone traced by in situ radon-222 flux measurements",
        "Effects of desiccation/oxidation on the potential for bacterially mediated P release from sediments",
        "The effects of sediment desiccation on the potential for nitrification, denitrification, and methanogenesis in an Australian reservoir",
        "The effect of submarine groundwater discharge on the ocean",
        "Effects of oxygen concentration on phosphorus release from reflooded air-dried wetland sediments",
        "Drying-induced stimulation of ammonium release and nitrification in reflooded lake sediment",
        "The Global Phosphorus Cycle",
        "Sorption and desorption of dissolved organic phosphorus onto iron (oxyhydr)oxides in seawater",
        "Extraction of chlorophyll a from freshwater phytoplankton for spectrophotometric analysis",
        "Evolution of phosphorus limitation in lakes",
        "Factors regulating phytoplankton production and standing crop in the world's freshwaters",
        null,
        "Nutrient inputs to the coastal ocean through submarine groundwater discharge: Controls and potential impact",
        "A large-scale comparison of factors influencing phytoplankton abundance in rivers, lakes, and impoundments.",
        "Modeling biogeochemical processes in subterranean estuaries: Effect of flow dynamics and redox conditions on submarine groundwater discharge of nutrients",
        "Phosphorus solubilization in rewetted soils",
        "Future sediment dynamics in the Mekong Delta floodplains: Impacts of hydropower development, climate change and sea level rise"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Vientiane",
            "affilname": "National University of Laos",
            "affiliation-country": "Laos"
        },
        {
            "affiliation-city": "Tallahassee",
            "affilname": "Florida State University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Phnom Penh",
            "affilname": "Ministry of Environment",
            "affiliation-country": "Cambodia"
        }
    ],
    "funding": [
        "Asia-Pacific Network for Global Change Research",
        "National Geographic Society",
        "Florida State University",
        "Coastal Carolina University",
        "Aalto-Yliopisto",
        "Chulalongkorn University",
        "National University of Laos"
    ]
}