{
    "eid": "2-s2.0-85090001221",
    "title": "Challenging anthropocentric stormwater management: Advancing legislation for environmental sustainability in the United States",
    "cover-date": "2020-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Oceanography",
            "@code": "1910",
            "@abbrev": "EART"
        },
        {
            "@_fa": "true",
            "$": "Water Science and Technology",
            "@code": "2312",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Waste Management and Disposal",
            "@code": "2311",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Anthropocentrism",
        "Environmental sustainability",
        "Landscape aesthetics",
        "Low Impact Development (LID)",
        "National Pollution Discharge Elimination System (NPDES)",
        "Sustainable stormwater management"
    ],
    "authors": [
        "Wilasinee Darnthamrongkul",
        "Louise A. Mozingo"
    ],
    "citedby-count": 4,
    "ref-count": 82,
    "ref-list": [
        "Beyond anthropocentrism",
        "Editorial: ethics/aesthetics",
        "Beyond anthropocentrism",
        "Nature, aesthetic appreciation, and knowledge",
        "Environmental aesthetics",
        "Low-impact development: an alternative stormwater management technology",
        "Ethics and aesthetics are one",
        "American Picturesque",
        "Detention basins: an urban experience",
        "Artful rainwater design in the urban landscape",
        "From stormwater management to artful rainwater design",
        "Artful Rainwater Design: Creative Ways to Manage Stormwater",
        "The urban savanna: reuniting ecological preference and function",
        "An ecological aesthetic for forest landscape management",
        "The shared landscape: what does aesthetics have to do with ecology?",
        "Chapter 8: urban design and urban water ecosystems",
        "Cities and Natural Process: A Basic for Sustainability",
        "Systems, signs, sensibilities: sources for a new landscape aesthetic",
        "The picturesque legacy to modern landscape architecture",
        "Preference and everyday nature: method and application",
        "The green experience",
        "The Experience of Nature: A Psychological Perspective",
        "With People in Mind: Design and Management of Everyday Nature",
        "Politics of Urban Runoff: Nature, Technology, and the Sustainable City",
        "Ecocentrism and anthropocentrism: moral reasoning about ecological commons dilemmas",
        "Sharing sense: or, how ethics might be the subject matter of architectural aesthetics",
        "Sustainable Stormwater Management: A Landscape-Driven Approach to Planning and Design",
        "Watergardens as stormwater infrastructure in Portland, Oregon",
        "Scientific knowledge and the aesthetic appreciation of nature",
        "Design with Nature",
        "The Sanitary City: Urban Infrastructure in America from Colonial Times to the Present",
        "Sustaining beauty. The performance of appearance. A manifesto in three parts",
        "The aesthetics of ecological design: seeing science as culture",
        "Pastoral Capitalism: A History of Suburban Corporate Landscapes",
        "The appearance of ecological systems as a matter of policy",
        "Messy ecosystem, orderly frames",
        "Cultural sustainability: aligning aesthetics and ecology",
        "Meeting public expectations with ecological innovation in riparian landscapes",
        "What will the neighbors think? Cultural norms and ecological design",
        "Cities of the future: the fifth paradigm of urbanization",
        "Diffuse pollution abatement—a key component in the integrated effort towards sustainable urban basins",
        "Good looking: in defense of scenic landscape aesthetics",
        "Learning from artful rainwater design",
        "Beyond water quality: can the clean water act be used to reduce the quantity of stormwater runoff?",
        "Landscape in History: Design and Planning in the Eastern and Western Traditions",
        "Does aesthetic appreciation of landscape need to be science-based?",
        "Impediments and solutions to sustainable, watershed-scale urban stormwater management: lessons from Australia and the United States",
        "The social landscape of planning: integrating social and perceptual research with spatial planning information",
        "Ecocentric and anthropocentric attitudes toward the environment"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Berkeley",
            "@id": "60121435",
            "affilname": "Department of Landscape Architecture &amp; Environmental Planning",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60121435",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Berkeley",
            "@id": "60025038",
            "affilname": "University of California, Berkeley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025038",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Department of Landscape Architecture, Faculty of Architecture, Chulalongkorn University"
    ]
}