{
    "eid": "2-s2.0-84983085450",
    "title": "Comparative Study of Physical Factors and Microbial Diversity of Four Man-Made Extreme Ecosystems",
    "cover-date": "2016-09-01",
    "subject-areas": [
        {
            "$": "General Environmental Science",
            "@code": "2300"
        },
        {
            "$": "General Agricultural and Biological Sciences",
            "@code": "1100"
        }
    ],
    "keywords": [
        "Biodiversity",
        "Extremophiles",
        "Halophiles",
        "Hypersaline environments"
    ],
    "authors": [
        "Imran Ali"
    ],
    "citedby-count": 10,
    "ref-count": 29,
    "ref-list": [
        "The biology of halophilic bacteria",
        "Fungal Adaptation to Extremely High Salt Concentrations",
        "Halophiles 2010: Life in saline environments",
        "Purification, characterization, and potential of saline waste water remediation of a polyextremophilic α -amylase from an obligate halophilic aspergillus gracilis",
        "Identification, phylogenetic analysis and characterization of obligate halophilic fungi isolated from a man-made solar saltern in Phetchaburi province, Thailand",
        "An Improved Selective Isolation of Rare Actinomycetes from Forest Soil",
        "Laboratory identification of clinically important aerobic actinomycetes.",
        "Int J Syst Bacteriol",
        "Int Conf Sustain Community Dev",
        "The taxonomy of the genus Dunaliella (Chlorophyta, Dunaliellales) with emphasis on the marine and halophilic species",
        "Algae",
        "Allergy development and the intestinal microflora during the first year of life",
        "Identification of Enterococcus spp. with a biochemical key",
        "Biological aspects involved in the degradation of organic pollutants",
        "Survey on Halophilic microbial diversity of Kovalam Saltpans in Kanyakumari District and its industrial applications",
        "Morphological and molecular identification of a strain of the unicellular green alga Dunaliella sp. isolated from Tarquinia Salterns",
        "Streptomonospora halophila sp. nov., a halophilic actinomycete isolated from a hypersaline soil",
        "New abundant microbial groups in aquatic hypersaline environments.",
        "Anaerobic bacteria from hypersaline environments",
        "Rev Ecol Biol Sol",
        "Fungi and food spoilage",
        "Adaptation to life at high salt concentrations in Archaea, Bacteria, and Eukarya",
        "Life at low water activity",
        "Antagonism between bacteria and fungi: Substrate competition and a possible tradeoff between fungal growth and tolerance towards bacteria",
        "Fungal-bacterial interactions: a mixed bag of mingling microbes",
        "Archaea new models for prokaryotic biology",
        "The Streptomyces flora of Badia region of Jordan and its potential as a source of antibiotics active against antibiotic-resistant bacteria",
        "Futurist",
        "Screening of potential biotechnological applications from obligate halophilic fungi, isolated from a man-made solar saltern located in Phetchaburi Province, Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Quetta",
            "affilname": "University of Balochistan",
            "affiliation-country": "Pakistan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Thunder Bay",
            "affilname": "Lakehead University",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "affilname": "Asian Institute of Technology Thailand",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Lasbella,Uthal",
            "affilname": "Lasbella University of Agriculture",
            "affiliation-country": "Pakistan"
        }
    ],
    "funding": [
        "National Research University Project",
        "Office of the Higher Education Commission",
        "Office of the Higher Education Commission"
    ]
}