{
    "eid": "2-s2.0-85017658777",
    "title": "Simulation of steam gasification in a fluidized bed reactor with energy self-sufficient condition",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Electrical and Electronic Engineering",
            "@code": "2208"
        },
        {
            "$": "Control and Optimization",
            "@code": "2606"
        },
        {
            "$": "Fuel Technology",
            "@code": "2103"
        },
        {
            "$": "Energy Engineering and Power Technology",
            "@code": "2102"
        },
        {
            "$": "Energy (miscellaneous)",
            "@code": "2101"
        },
        {
            "$": "Renewable Energy",
            "@code": "2105"
        },
        {
            "$": "Engineering (miscellaneous)",
            "@code": "2201"
        }
    ],
    "keywords": [
        "ASPEN Plus",
        "Energy self-sufficient",
        "Fluidized bed gasifier",
        "Life cycle assessment (LCA)"
    ],
    "authors": [
        "Ajaree Suwatthikul"
    ],
    "citedby-count": 31,
    "ref-count": 28,
    "ref-list": [
        "Simulation of hybrid biomass gasification using Aspen plus: A comparative performance analysis for food, municipal solid and poultry waste",
        "Gasification performances of raw and torrefied biomass in a downdraft fixed bed gasifier using thermodynamic analysis",
        "Int. J. Power Renew. Energy Syst.",
        "J. Sol. Energy Soc. India",
        "Advanced simulation of biomass gasification in a fluidized bed reactor using ASPEN PLUS",
        "A Study of the Design of Fluidized Bed Reactors for Biomass Gasification",
        "Review and analysis of biomass gasification models",
        "A kinetic reaction model for biomass pyrolysis processes in Aspen Plus",
        null,
        null,
        null,
        "Modeling of a small-scale biomass updraft gasifier",
        "Modelling and simulation of an AFBC steam heating plant using ASPEN/SP",
        "Simulation of biomass gasification in fluidized bed reactor using ASPEN PLUS",
        "An experimental and numerical investigation of fluidized bed gasification of solid waste",
        "ASPEN PLUS Simulation of Biomass Gasification in A Steam Blown Dual Fluidized Bed",
        "Process simulation of biomass gasification in a bubbling fluidized bed reactor",
        "System analysis for synthesis gas (syngas) production in Pakistan from municipal solid waste gasification using a circulating fluidized bed gasifier",
        "2250-h long term operation of a water gas shift pilot plant processing tar-rich product gas from an industrial scale dual fluidized bed biomass steam gasification plant",
        "Assessing the gasification performance of biomass: A review on biomass gasification process conditions, optimization and economic evaluation",
        "Mathematical modeling of a fluidized bed rice husk gasifier: Part I - model development",
        "Prediction of Rice Husk Gasification on Fluidized Bed Gasifier Based on Aspen Plus",
        "Performance analysis of an integrated fixed bed gasifier model for different biomass feedstocks",
        "Coal-gasification kinetics derived from pyrolysis in a fluidized-bed reactor",
        "Study of fluidized bed steam gasification of char by thermogravimetrically obtained kinetics",
        "KINETIC EVALUATION OF THE REACTIVITY OF VARIOUS COAL CHARS FOR GASIFICATION WITH CARBON DIOXIDE IN COMPARISON WITH STEAM.",
        "The Handbook Biomass Gasification",
        "Techno-economic and life cycle assessment on lignocellulosic biomass thermochemical conversion technologies: A review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bradford",
            "affilname": "University of Bradford",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}