{
    "eid": "2-s2.0-84952878435",
    "title": "Design, synthesis and biological activities of curcumin prodrugs",
    "cover-date": "2014-07-01",
    "subject-areas": [],
    "keywords": [
        "Drug delivery",
        "Drug design",
        "Pharmacokinetics",
        "Physicochemical properties",
        "Prodrugs",
        "Promoiety",
        "Synthesis"
    ],
    "authors": [
        "Pornchai Rojsitthisak"
    ],
    "citedby-count": 1,
    "ref-count": 162,
    "ref-list": [
        "A simple isocratic HPLC method for the simultaneous determination of curcuminoids in commercial turmeric extracts",
        "Anti-tumour and antioxidant activity of natural curcuminoids",
        "Antioxidant and antiproliferative activity of curcumin semicarbazone",
        "The effect of turmeric extracts on inflammatory mediator production",
        "Curcumin inhibition of inflammatory cytokine production by human peripheral blood monocytes and alveolar macrophages",
        "Inhibition of tumor necrosis factor by curcumin, a phytochemical",
        "Chemoprevention of Colon Carcinogenesis by Dietary Curcumin, a Naturally Occurring Plant Phenolic Compound",
        "Chemopreventive Effect of Turmeric Against Stomach and Skin Tumors Induced by Chemical Carcinogens in Swiss Mice",
        "Phase I clinical trial of curcumin, a chemopreventive agent, in patients with high-risk or pre-malignant lesions",
        "Curcumin exerts multiple suppressive effects on human breast carcinoma cells",
        "J. Health Res.",
        "J. Health Res.",
        "Discovery of natural products from Curcuma longa that protect cells from beta-amyloid insult: A drug discovery effort against Alzheimer's disease",
        "Curcumin inhibits formation of amyloid β oligomers and fibrils, binds plaques, and reduces amyloid in vivo",
        "Beneficial effects of curcumin on hyperlipidemia and insulin resistance in high-fat-fed hamsters",
        "Design, development and synthesis of mixed bioconjugates of piperic acid-glycine, curcumin-glycine/alanine and curcumin-glycine-piperic acid and their antibacterial and antifungal properties",
        "Curcuma longa",
        "Curcumin for malaria therapy",
        "Design, synthesis and characterization of some bioactive conjugates of curcumin with glycine, glutamic acid, valine and demethylenated piperic acid and study of their antimicrobial and antiproliferative properties",
        "Curcumin: The story so far",
        "Preparation of curcuminoid niosomes for enhancement of skin permeation",
        "A Study on the Fate of Curcumin in the Rat",
        "Absorption and tissue distribution of curcumin in rats",
        "The metabolism and excretion of curcumin (1,7-bis-(4-hydroxy-3-methoxyphenyl)-1,6-heptadiene-3,5-dione) in the rat",
        "In vitro studies on the intestinal absorption of curcumin in rats",
        "Biotransformation of curcumin through reduction and glucuronidation in mice",
        null,
        "Pharmacodynamic and pharmacokinetic study of oral Curcuma extract in patients with colorectal cancer",
        "Influence of piperine on the pharmacokinetics of curcumin in animals and human volunteers",
        "Cancer Epidemiol. Biomarkers Prev.",
        "Phase I clinical trial of oral curcumin: Biomarkers of systemic activity and compliance",
        "Detection of curcumin and its metabolites in hepatic tissue and portal blood of patients following oral administration",
        "Consumption of the putative chemopreventive agent curcumin by cancer patients: Assessment of curcumin levels in the colorectum and their pharmacodynamic consequences",
        "Binding of curcumin and its long chain derivatives to the activator binding domain of novel protein kinase C",
        "Photophysics, photochemistry and photobiology of curcumin: Studies from organic solutions, bio-mimetics and living cells",
        "Curcuminoids as potential new iron-chelating agents: Spectroscopic, polarographic and potentiometric study on their Fe(III) complexing ability",
        "Studies on curcumin and curcuminoids - VI. Kinetics of curcumin degradation in aqueous solution",
        "Study on the supramolecular interaction of curcumin and α-cyclodextrin by spectrophotometry and its analytical application",
        "H-atom transfer is a preferred antioxidant mechanism of curcumin",
        "Determination of acidity constants of curcumin in aqueous solution and apparent rate constant of its decomposition",
        "Method for using soluble curcumin to inhibit phosphorylase kinase in inflammatory diseases",
        "Water soluble curcumin compositions for use in anti-cancer and antiinflammatory therapy",
        "Diterpene glycosides as natural solubilizers",
        "A novel solubility-enhanced curcumin formulation showing stability and maintenance of anticancer activity",
        "TURMERIC (CURCUMIN) IN BILIARY DISEASES",
        "Inhibition of aldose reductase by dietary antioxidant curcumin: Mechanism of inhibition, specificity and significance",
        "How curcumin affords effective protection against amyloid fibrillation in insulin",
        "Structure-activity relationships for the inhibition of recombinant human cytochromes P450 by curcumin analogues",
        "Exploration of the binding of curcumin analogues to human P450 2C9 based on docking and molecular dynamics simulation",
        "Curcumin recognizes a unique binding site of tubulin",
        "Effects of curcumin on cytochrome P450 and glutathione S-transferase activities in rat liver",
        "Insights into the inhibition of xanthine oxidase by curcumin",
        "Structurally modified curcumin analogs inhibit STAT3 phosphorylation and promote apoptosis of human renal cell carcinoma and melanoma cell lines",
        "Prodrugs: Design and clinical applications",
        "Int. J. Med. Pharm. Sci.",
        "Pharmacokinetics and pharmacodynamics of estramustine phosphate",
        "Estramustine Phosphate Sodium: A Review of its Pharmacodynamic and Pharmacokinetic Properties, and Therapeutic Efficacy in Prostate Cancer",
        "The bioavailability and therapeutic effectiveness of prednisolone acetate vs. prednisolone sodium phosphate: A 20-year review",
        "Initial rate studies of hydrolysis and acyl migration in methylprednisolone 21‐hemisuccinate and 17‐hemisuccinate",
        "Prediction of stability in pharmaceutical preparations X. Alkaline hydrolysis of hydrocortisone hemisuccinate",
        "Phenytoin prodrugs III: Water‐soluble prodrugs for oral and/or parenteral use",
        "Pharmacology and pharmacokinetics of fosphenytoin",
        "Safety and tolerability of tafluprost in treatment of elevated intraocular pressure in open-angle glaucoma and ocular hypertension",
        "Clinical pharmacokinetics and pharmacodynamics of the oral direct thrombin inhibitor dabigatran etexilate",
        "Selection of an oral prodrug (BRL 42810; famciclovir) for the antiherpesvirus agent BRL 39123 [9-(4-hydroxy-3-hydroxymethylbut-1-yl)guanine; penciclovir]",
        "The pharmacokinetic and metabolic profile of olmesartan medoxomil limits the risk of clinically relevant drug interaction",
        "Adefovir dipivoxil",
        "Valaciclovir: A review of its antiviral activity, pharmacokinetic properties and therapeutic efficacy in herpesvirus infections",
        "Transport characteristics of a novel peptide transporter 1 substrate, antihypotensive drug midodrine, and its amino acid derivatives",
        "Clinical Pharmacokinetics of Gabapentin After Administration of Gabapentin Enacarbil Extended-Release Tablets in Patients With Varying Degrees of Renal Function Using Data From an Open-Label, Single-Dose Pharmacokinetic Study",
        "Dietary Modulation of Cell Signaling Pathways: Turmeric as Cure-cumin: Promises, Problems, and Solutions",
        "Antitumor agents. 217. Curcumin analogues as novel androgen receptor antagonists with potential as anti-prostate cancer agents",
        "Antitumor agents. 250. Design and synthesis of new curcumin analogues as potential anti-prostate cancer agents",
        "Synthesis, antibacterial and antiviral properties of curcumin bioconjugates bearing dipeptide, fatty acids and folic acid",
        "Anti-oxidant activities of curcumin and related enones",
        "On the antioxidant mechanism of curcumin: Classical methods are needed to determine antioxidant mechanism and activity",
        "Bioconjugates of curcumin display improved protection against glutathione depletion mediated oxidative stress in a dopaminergic neuronal cell line: Implications for Parkinson's disease",
        "Curcumin-amino acid conjugates: Synthesis, antioxidant and antimutagenic attributes",
        "Conjugation of curcumin onto hyaluronic acid enhances its aqueous solubility and stability",
        "Synthesis, characterization and biological evaluation of succinate prodrugs of curcuminoids for colon cancer treatment"
    ],
    "affiliation": [
        {
            "affiliation-city": "Los Angeles",
            "affilname": "University of Southern California",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}