{
    "eid": "2-s2.0-84987725243",
    "title": "Risk of colorectal adenomas, advanced adenomas and cancer in patients with colonic diverticular disease: Systematic review and meta-analysis",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Gastroenterology",
            "@code": "2715"
        },
        {
            "$": "Radiology",
            "@code": "2741"
        }
    ],
    "keywords": [
        "colorectal adenoma",
        "colorectal cancer",
        "colorectal neoplasm",
        "diverticular disease",
        "meta-analysis"
    ],
    "authors": [
        "Veeravich Jaruvongvanich"
    ],
    "citedby-count": 18,
    "ref-count": 48,
    "ref-list": [
        "Diverticular disease of the colon",
        "Global cancer statistics, 2012",
        "Diverticular Disease of the Colon",
        "The Natural History of Diverticulitis: Fact and Theory",
        "Colorectal Cancer Facts & Figures 2011–2013",
        "Diverticular Disease of the Colon: A Deficiency Disease of Western Civilization",
        "Colorectal cancer in Hawaiian Japanese men: A progress report",
        "Gastrointestinal carcinoma in the Japanese of Hawaii: a status report",
        "Pathophysiology of diverticular disease",
        "Prospective study of physical activity and the risk of symptomatic diverticular disease in men",
        "A prospective study of diet and the risk of symptomatic diverticular disease in men",
        "Physical activity, obesity, and risk for colon cancer and adenoma in men",
        "Colonic-rectal cancer: fiber and other dietary factors",
        "Diverticular disease and the risk of colon cancer - A population-based case-control study",
        "Association Between Colonic Diverticular Disease and Colorectal Cancer: A Nationwide Population-Based Study",
        "Diverticular disease of the colon and concomitant abnormalities in patients undergoing endoscopic evaluation of the large bowel",
        "Diverticulosis and diverticulitis form no risk for polyps and colorectal neoplasia in 4,241 colonoscopies",
        "Association of colonic diverticula with adenomas and carcinomas - A colonoscopic experience",
        "Diverticular disease as a risk factor for sigmoid colon adenomas",
        "Colonic diverticular disease in a multiracial Asian patient population has an ethnic predilection",
        "Association between Diverticular Disease and Pre-Neoplastic Colorectal Lesions in an Urban African-American Population",
        "J. Interv. Gastroenterol.",
        "Association between colonic polyps and diverticular disease",
        "Is diverticulosis associated with colorectal neoplasia? A cross-sectional colonoscopic study",
        "Colonic diverticula are not associated with an increased risk of colorectal adenomas",
        "Diverticulosis and colorectal polyps at younger age: A possible link?",
        "Prevalence and risk factors of asymptomatic colorectal diverticulosis in Taiwan",
        "Colorectal adenomas",
        "Meta-analysis of observational studies in epidemiology: A proposal for reporting",
        "Critical evaluation of the Newcastle-Ottawa scale for the assessment of the quality of nonrandomized studies in meta-analyses",
        "Measuring inconsistency in meta-analyses",
        "Funnel plots for detecting bias in meta-analysis: Guidelines on choice of axis",
        "Diverticular disease of the colon, a 20th century problem",
        "Epidemiology of cancer of the colon and rectum",
        "Relationship of diet to risk of colorectal adenoma in men",
        "Association between dietary fiber and incident cases of colon polyps: The Adventist Health Study",
        "Diet and risk of colorectal adenomas: Macronutrients, cholesterol, and fiber",
        "Diverticular disease of the colon--a disease of the century.",
        "Dietary fibre and colorectal cancer: A model for environment - Gene interactions",
        "Intestinal inflammation and cancer",
        "Immunohistochemical study of epithelial cell proliferation in hyperplastic polyps, adenomas, and adenocarcinomas of the large bowel",
        "Epithelial cell proliferation of the colonic mucosa in diverticular disease: A case-control study",
        "Epithelial cell proliferation of the colonic mucosa in different degrees of colonic diverticular disease",
        "Colorectal cancer and inflammatory bowel disease: Epidemiology, risk factors, mechanisms of carcinogenesis and prevention strategies",
        "The epidemiology of cancer of the large bowel",
        "FÆCAL BILE-ACIDS AND CLOSTRIDIA IN PATIENTS WITH CANCER OF THE LARGE BOWEL",
        "Prevalence, risk factors, and outcomes of interval colorectal cancers: a systematic review and meta-analysis.",
        "Colonoscopy can miss diverticula of the left colon identified by barium enema"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "New York",
            "affilname": "Vagelos College of Physicians and Surgeons",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine Siriraj Hospital, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Honolulu",
            "affilname": "John A. Burns School of Medicine",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}