{
    "eid": "2-s2.0-85158038702",
    "title": "Online collaboration for political resistance: A case of multilingual translations by Thailand's free youth supporters",
    "cover-date": "2023-03-17",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Arts and Humanities (all)",
            "@code": "1200",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Social Sciences (all)",
            "@code": "3300",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [],
    "authors": [
        "Narongdej Phanthaphoommee",
        "Koraya Techawongstien",
        "Phrae Chittiphalangsri"
    ],
    "citedby-count": 0,
    "ref-count": 76,
    "ref-list": [
        "Diglossia and identity in Northeast Thailand: Linguistic, social, and political hierarchy",
        "The prefigurative politics of translation in place-based movements of protest: Subtitling in the Egyptian Revolution",
        "Translation and solidarity in the century with no future: Prefiguration vs. aspirational translation",
        "Activist translation in an era of fictional law",
        "The 'gift' of translation to postcolonial literatures",
        "Protests 'a result of 2014 coup'",
        "Rethinking agency and creativity: Translation, collaboration and gender in early modern Germany",
        "Translation awakens demonstration: Translation in the turn of the tide of citizen mediaPlae pluk mop: Kan plae nai krasae khwam phokphan khong sue phonla mueang",
        "The future of the World Social Forum: The work of translation",
        "Not-for-profit crowdsource-based translation technology",
        "Language and democracy in movement",
        "Translation and democracy",
        "Activists as political translators? Addressing structural inequality, gender and positional misunderstandings in refugee solidarity coalitions",
        "Cause for concern? Attitudes towards translation crowdsourcing in professional translators' blogs",
        "Translation and political engagement: The role of Ali Shariati's translations in Islamic Marxists movements in Iran in the 1970s",
        "The quality of mercy: A corpus- based analysis of the quality of volunteer translations for non- profit organizations (NPOs)",
        "The Thai regime of images",
        "Collaborative and volunteer translation and interpreting",
        "Wikipedia as a translation zone: A heterotopic analysis of the online encyclopedia and its collaborative volunteer translator community",
        "Evaluation in translation: A case study of Ukrainian opinion articles",
        "'Meme- ification' of politics fueled by fed- up first- time voters who grew up amid conflict",
        "Translator training for language activists: Agency and empowerment of minority language translators",
        "The white ribbon movement: High school students in the 2020 Thai youth protests",
        "The diplomatic interpreter's negotiation of power and solidarity through engagement choices: A case study of the Chinese Foreign Minister's 2018 press conference",
        "Disruptors' dilemma? Thailand's 2020 Gen Z protests",
        "Thailand's 2019 elections: A state of democratic dictatorship?",
        "Contesting Isan-ness: Discourses of politics and identity in Northeast Thailand",
        "Analyzing the crowdsourcing model and its impact on public perceptions of translation",
        "Translation and ideology in post-war Italy: Left-wing publishers and the Italian communist party",
        "Translation and ideology: A textual approach",
        "The concept of the interpersonal in translation",
        "A model of appraisal: Spanish interpretations of President Trump's inaugural address 2017",
        "Cabinet confirms state of emergency, curfew if protests escalate",
        "Collaborative translation",
        "Collaborative translation",
        "Evolution of user- generated translation: Fansubs, translation hacking and crowdsourcing",
        "Community translation: Translation as a social activity and its possible consequences in the advent of Web 2.0 and beyond",
        "Why do you translate? Motivation to volunteer and TED translation",
        "'Ad-hocracies' of translation activism in the Blogosphere: A genealogical case study",
        "Translating 'America First' into Thai: Translators' evaluation of President Trump's inaugural speech",
        "Towards the study of political text and translation in Thailand: A case study of Thai translations of Biden's inaugural address",
        "The ethics of volunteerism in translation: Translators without Borders and the platform economy",
        "'Milk Tea Alliance' activists across Asia hold rallies against Myanmar coup",
        "Taking mediated stance via news headline transediting: A case study of the China-U.S. trade conflict in 2018",
        "Betraying empire: Translation and the ideology of conquest",
        "Text and context: Translating in a state of emergency",
        "The #MilkTeaAlliance: A new transnational pro-democracy movement against Chinese-centered globalization?",
        "Hashtag activism: Social media and the #FreeYouth protests in Thailand",
        "An 'ethnic' reading of 'Thai' history in the twilight of the century-old official 'Thai' national model",
        "Artivism as a form of urban translation: An indisciplinary hypothesis (C. Ruschiensky, Trans.)",
        "Translation, hospitality and conflict: Language mediators as an activist community of practice across the Mediterranean",
        "On the challenges of transnational feminist translation studies",
        "Fansubbing in China: Technology-facilitated activism in translation",
        "The sociology of translation and its 'activist turn'",
        "Thailand's youth demo evolves to largest protest since 2014 coup",
        "Online collaborative translation: Its ethical, social, and conceptual conditions and consequences"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}