{
    "eid": "2-s2.0-85091178213",
    "title": "On the plakobranchidae (Gastropoda, sacoglossa) from soft sediment habitats of koh tao, gulf of thailand, with descriptions of two new species",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Biodiversity exploration",
        "Cryptic species",
        "Elysia",
        "Heterobranchia",
        "Plakobranchus"
    ],
    "authors": [
        "Rahul Mehrotra",
        "Manuel Caballer Gutiérrez",
        "Chad M. Scott",
        "Spencer Arnold",
        "Coline Monchanin",
        "Suchana Chavanich"
    ],
    "citedby-count": 6,
    "ref-count": 66,
    "ref-list": [
        "Opisthobranchia of Sagami bay: collected by His Majesty the Emperor of Japan",
        "A revised list of the species of Opisthobranchia from the northern part of Japan, with some additional descriptions (with 6 text-figures)",
        "Molecular phylogenetic analysis of genera in the family Plakobranchidae (Mollusca: Opisthobranchia: Sacoglossa)",
        "Neue Nacktschnecken der Südsee, malacologische Untersuchungen",
        "Die van Hasselt’schen Nudibranchien",
        "Further Victorian Opisthobranchia",
        "A checklist and bibliography of the Opisthobranchia (Mollusca: Gastropoda) of Victoria and the Bass Strait area, south-eastern Australia",
        "Identification of sequestered chloroplasts in photosynthetic and non-photosynthetic sacoglossan sea slugs (Mollusca, Gastropoda)",
        "What remains after 2 months of starvation? Analysis of sequestered algae in a photosynthetic slug, Plakobranchus ocel-latus (Sacoglossa, Opisthobranchia), by barcoding",
        "Gastropod evolutionary rates and phylogenetic relationships assessed using partial 28S rDNA and histone H3 sequences",
        "Marine Heterobranchia (Gastropoda, Mollusca) in Bunaken National Park, North Sulawesi, Indonesia – Follow-Up Diversity Study",
        "Living with a giant parchment tube worm: a description of a new nudibranch species (Gastropoda: Heterobranchia) associated with the an-nelid Chaetopterus",
        "Japanese nudibranchs",
        "Retention of functional chloroplasts in some sacoglossans from the Indo-Pacific and Mediterranean",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates",
        "Indo-Pacific nudibranchs and sea slugs: a field guide to the world’s most diverse fauna",
        "BioEdit: a user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
        "Preliminary study on molecular phylogeny of Sacoglossa and a compilation of their food organisms",
        "Annotated checklist of Hong Kong Ascoglossa (Mollusca: Opisthobranchia), with descriptions of four new species",
        "Anatomy of some Indo-Pacific Elysiidae (Opisthobranchia: Sacoglossa (= Ascoglossa)), with a discussion of the generic division and phylogeny",
        "Morphological adaptations and plasticity of radular teeth of the Sacoglossa (= Ascoglossa) (Mollusca: Opisthobranchia) in relation to their food plants",
        "How to describe a cryptic species? Practical challenges of molecular taxonomy",
        "The formerly enigmatic Unidentiidae in the limelight again: a new species of the genus Unidentia from Thailand (Gastropoda: Nudibranchia)",
        "Species selection favors dispersive life histories in sea slugs, but higher per-offspring investment drives shifts to short-lived larvae",
        "Integrative species delimitation in photosynthetic sea slugs reveals twenty candidate species in three nominal taxa studied for drug discovery, plastid symbiosis or biological control",
        "Molecular and morphological systematics of Elysia Risso, 1818 (Heterobranchia: Sacoglossa) from the Caribbean region",
        "MEGA7: Molecular Evolutionary Genetics Analysis version 7.0 for bigger datasets",
        "How does temperature affect functional kleptoplasty? Compar-ing populations of the solar-powered sister-species Elysia timida Risso, 1818 and Elysia cornigera Nuttall, 1989 (Gastropoda: Sacoglossa)",
        "Algivore or phototroph? Plako-branchus ocellatus (Gastropoda) continuously acquires kleptoplasts and nutrition from multiple algal species in nature",
        "Review of western Atlantic Elysiidae (Opisthobranchia Ascoglossa) with a description of a new Elysia species",
        "A new species of coral-feeding nudibranch (Mollusca: Gastropoda) from the Gulf of Thai-land",
        "On the genus Armina (Gastropoda: Heterobranchia: Nudibranchia) in Thailand",
        "Selective consumption of sacoglossan sea slugs (Mollusca: Gas-tropoda) by scleractinian corals (Cnidaria: Anthozoa)",
        "Species inventory of sea slugs (Gastropoda: Heterobranchia) for Koh Tao, Thailand, with 25 first records for Thai waters",
        "Predation on a sacoglossan gastropod by a mushroom coral",
        "Note on the association between Plakobranchus ocellatus (Mollus-ca: Gastropoda: Opisthobranchia) and Holothuria atra (Echinodermata: Holothuroidea)",
        "The phylogenetic position of a new species of Plakobranchus from West Papua, Indonesia (Mollusca, Opisthobranchia, Sacoglossa)",
        "Three new species of aeolid nudibranchs (Opisthobranchia) from the Pacific Coast of Mexico, Panama, and the Indopacific, with a redescription and redesignation of a fourth species",
        "Plakobranchus variation – how many species?",
        "First study on marine heterobranchia (Gastropoda, Mollusca) in Bangka Archi-pelago, North Sulawesi, Indonesia",
        "ABGD, Automatic Barcode Gap Discovery for primary species delimitation",
        "On two opisthobranchiate molluscs, Placobranchus ocellatus Hasselt and Dis-codoris boholiensis Bergh, from Indian waters not hitherto been recorded",
        "MrBayes 3.2: efficient bayesian phylogenetic inference and model choice across a large model space",
        "New record of Plakobranchus ocellatus Van Hasselt, 1824 from Kerala Coast, India",
        "Taxonomic clarification in the genus Elysia (Gastropoda: Sacoglossa): E. atroviridis and E. setoensis",
        "MEGA5: Molecular Evolutionary Genetics Analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "Population dynamics of the sea slug Plakobranchus ocellatus (Opisthobranch: Sacoglossa: Elysioidea) on a subtropical coral reef off Okinawa-jima Is-land, Ryukyu Archipelago, Japan",
        "Sacoglossan opisthobranchs on northwestern Pacific shores: Stiliger berghi Baba, 1937, and Elysia sp. on filamentous red algae",
        "Inventory of Japanese sacoglossan opistho-branchs: historical review, current records, and unresolved issues",
        "Molecular determination of kleptoplast origins from the sea slug Plakobranchus ocellatus (Sacoglossa, Gastropoda) reveals cryptic bryopsidalean (Chloro-phyta) diversity in the Hawaiian Islands",
        "Species diversity of opisthobranch molluscs on Lizard Island, Great Barrier Reef, Australia",
        "Transcriptomic evidence that longevity of acquired plastids in the photosynthetic slugs Elysia timida and Plakobranchus ocellatus does not en-tail lateral transfer of algal nuclear genes",
        "Two new sacoglossan sea slug species (Opisthobranchia, Gastropoda): Ercolania annelyleorum sp. nov. (Limapontioidea) and Elysia asbecki sp. nov. (Plakobranchoidea), with notes on anatomy, histology and biology",
        "Opisthobranchs from the western Indian Ocean, with descriptions of two new species and ten new records (Mollusca, Gastropoda)",
        "Results of the Rumphius Biohistorical Expedition to Ambon (1990). Part 17. The Cephalaspidea, Anaspidea, Pleurobranchida, and Sacoglossa (Mol-lusca: Gastropoda: Heterobranchia)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Paris",
            "@id": "60112770",
            "affilname": "The American University of Paris",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60112770",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Paris",
            "@id": "60028311",
            "affilname": "Museum National d'Histoire Naturelle",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028311",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Toulouse",
            "@id": "60027245",
            "affilname": "Université Toulouse III - Paul Sabatier",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027245",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Evergreen",
            "@id": "124372577",
            "affilname": "Conservation Diver",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/124372577",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Elouise Haskin",
        "Mubadala Petroleum (Thailand) Limited, and Conservation Diver",
        "NRCT-JSPS",
        "Plateau Technique de Microscopie Electronique",
        "UN-ESCO Japanese Funds-in-Trust",
        "UNESCO Japanese Funds-in-Trust",
        "UNESCO-IOC/WESTPAC",
        "Chulalongkorn University"
    ]
}