{
    "eid": "2-s2.0-84956702044",
    "title": "Adsorption of emulsified oil from metalworking fluid on activated bleaching earth-chitosan-SDS composites: Optimization, kinetics, isotherms",
    "cover-date": "2016-03-15",
    "subject-areas": [
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        },
        {
            "$": "Management",
            "@code": "2308"
        }
    ],
    "keywords": [
        "BE/MCS composites",
        "Experimental design",
        "Isotherms",
        "Kinetics",
        "MWF adsorption"
    ],
    "authors": [
        "Nitiya Naowanat"
    ],
    "citedby-count": 17,
    "ref-count": 58,
    "ref-list": [
        "Modified chitosan-clay nanocomposite as a drug delivery system intercalation and in vitro release of ibuprofen",
        "Adsorption of residue oil from palm oil mill effluent using powder and flake chitosan: Equilibrium and kinetic studies",
        "Adsorption kinetics and thermodynamics of β-carotene on silica-based adsorbent",
        "Chapter 3: Two-level Factorial Design",
        "Makromol. Chem. Rapid Comm.",
        "Heavy metal adsorption by modified oak sawdust: Thermodynamics and kinetics",
        "Kinetics of phase change. I: General theory",
        "Metalworking fluids and nitrosamines",
        "Developments in Clay Science Volume 5 (Handbook of Clay Science)",
        "FTIR study of deuterated montmorillonites: Structural features relevant to pillared clay stability",
        "Treatment of oil-in-water emulsions: Performance of a sawdust bed filter",
        "The removal of anionic dyes from aqueous solutions in the presence of anionic surfactant using aminopropylsilica-A kinetic study",
        "Biopolymer-clay nanocomposites based on chitosan intercalated in montmorillonite",
        "Separation of water in oil emulsions using microfiltration",
        "The Infrared Spectra of Minerals",
        "Clarification of cottonseed oil: How structural properties of treated bentonites by acid affect bleaching efficiency",
        null,
        "Mineralogy of a bentonite from Miles, Queensland, Australia and characterisation of its acid activation products",
        "The effects of carboxylic acids on the aqueous dispersion and electrophoretic deposition of ZrO2",
        "Use of emulsified vegetable oil to support bioremediation of TCE DNAPL in soil columns",
        "A Comparison of chemisorption kinetic models applied to pollutant removal on various sorbents",
        "Kinetic Processes: Crystal Growth, Diffusion, and Phase Transitions in Materials",
        "Int. J. Eng. Techn. Res.",
        "Investigation of the properties of oil at the bleaching unit of an oil refinery",
        "A review of chitin and chitosan applications",
        "Influence of chitosan characteristics on the properties of biopolymeric chitosan–montmorillonite",
        "J. Oil Palm. Res.",
        "Modeling of membrane fouling and flux decline in reverse osmosis during separation of oil in water emulsions",
        "Assessing the bleaching capacity of some Cameroonian clays on vegetable oils",
        "Hydrothermal oxidation: Application to the treatment of different cutting fluid wastes",
        "Chitin and chitosan polymers: Chemistry, solubility and fiber formation",
        "Cutting fluid effluent removal by adsorption on chitosan and SDS-modified chitosan",
        "Elimination of cutting oil wastes by promoted hydrothermal oxidation",
        "Generalized kinetic models for supercritical water oxidation of cutting oil wastes",
        "Impact of vegetable oil on distribution of trichloroethylene in groundwater during enhanced bioremediation",
        "Adsorption of methyl violet from aqueous solution by polyacrylamide as an adsorbent: Isotherm and kinetic studies",
        "Adsorption Technique for the Removal of Organic Pollutants from Water and Wastewater",
        "Unit Operations and Processes in Environmental Engineering",
        "The role of bleaching clays and synthetic silica in palm oil physical refining",
        "Prog. Biomater.",
        "Synthesis of water soluble graphene",
        "Spectrometric Identification of Organic Compounds",
        "Encyclopedia of Tribology: Cutting Fluids and Their Environmental Impact",
        "Modification of Langmuir isotherm in solution systems - Definition and utilization of concentration dependent factor",
        "Oil removal from water using biomaterials",
        "Oil removal from water by fungal biomass: A factorial design analysis",
        "Characterisation of acid activated montmorillonite clay from Tuulant (Mongolia)",
        "Adsorption of emulsified oil from spent metalworking fluid using agro-waste of Cajanus cajan",
        "Biopolymer chitosan/montmorillonite nanocomposites: Preparation and characterization",
        "J. Oil Palm. Res.",
        "Int. J. Eng. Res. Technol.",
        "Adsorption of oil from waste water by coal: Characteristics and mechanism",
        "Esterification process to synthesize isopropyl chloroacetate catalyzed by lanthanum dodecyl sulfate",
        "FTIR investigation of CTAB-Al-montmorillonite complexes",
        "Cutting fluid composition",
        "Electrochemical coagulation for oily water demulsification",
        "Treatment of oil-in-water emulsions by coagulation and dissolved-air flotation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Center of Excellence on Petrochemical and Materials Technology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "CU Graduate School Thesis",
        "Thaimax Industry Co., Ltd",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}