{
    "eid": "2-s2.0-85085381001",
    "title": "Two new species of the genus Chironephthya (Octocorallia, Alcyonacea, Nidaliidae, Siphonogorgiinae) from the Gulf of Thailand",
    "cover-date": "2020-05-25",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "C. cornigera sp. nov",
        "Chironephthya sirindhornae sp. nov",
        "Common base",
        "Gulf of Thailand",
        "New species",
        "Nidaliidae",
        "Octocorallia",
        "Siphonogorgiinae"
    ],
    "authors": [
        "Yukimitsu Imahara",
        "Suchana Chavanich",
        "Voranop Viyakarn",
        "Yuka Kushida",
        "James D. Reimer",
        "Toshihiko Fujita"
    ],
    "citedby-count": 0,
    "ref-count": 39,
    "ref-list": [
        "The alcyonarian genus Siphonogorgia, with descriptions of new species",
        "World list of Octocorallia. Siphonogorgia macrospiculata (Thomson & Henderson, 1906)",
        "Beiträge zur physiologischen Kenntniss der Corallenthiere im allgemeinen, und besonders des rothen Meeres, nebst einem Versuche zur physiologischen Systematik derselben",
        "DNA sequences of the mitochondrial COI gene have low levels of divergence among deep-sea octocorals (Cnidaria: Anthozoa)",
        "Description of some new species of Spoggodes and a new allied genus (Morchellana) in the collection of the British Museum",
        "Descriptions of some new genera and species of alcyonoid corals in the British Museum",
        "Notes on the fleshy alcyonoid corals (Alcyonium, Linn., or Zoophytaria carnosa)",
        "Generelle Morphologie der Organismen, Allgemeine Grundzüge der Organischen Formen-Wissenschaft, mechanisch begründet durch die von Charles Darwin reformirte Descendez-Theorie, 2.",
        "BioEdit: A user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
        "On some new Alcyonaria from the Indian and Pacific Oceans, with a discussion of the genera Spongodes, Siphonogorgia, Chironephthya, and Solenocaulon",
        "The Alcyonaria of the Maldives. Part I. The genera Xenia, Telesto, Spongodes, Nephthya, Paraspongodes, Chironephthya, Siphonogorgia, Solenocaulon, and Melitodes",
        "MrBayes: Bayesian inference of phylogenetic trees",
        "First records of four soft coral species from Japan, with a list of soft corals previously found from the shallow waters of the Ryukyu Archipelago, Japan, and an overview on the systematics of the genera Siphonogorgia and Chironephthya",
        "Geneious basic: An integrated and extendable desktop software platform for the organization and analysis of sequence data",
        "Die Pennatulide Umbellula und zwei neue Typen der Alcyonarien",
        "Mega X: Molecular Evolutionary Genetics Analysis across computing platforms",
        "Japanische Alcyonaceen",
        "Alcyonaria. Die Fauna Südwest-Australiens",
        "Extrait ďun mémoire sur la classification des Polypiers coralligènes non entièrement pierreux",
        "Chironephthya mediterranea n. Sp. (Octocorallia, Alcyonacea, Nidaliidae), the first species of the genus discovered in the Mediterranean Sea",
        "Variation in coding (NADH dehydrogenase subunits 2, 3, and 6) and noncoding intergenic spacer regions of the mitochondrial genome in Octocorallia (Cnidaria: Anthozoa)",
        "A molecular phylogenetic analysis of the Octocorallia (Cnidaria: Anthozoa) based on mitochondrial protein-coding sequences",
        "Limitations of mitochondrial gene barcoding in Octocorallia",
        "A second, cryptic species of the soft coral genus Incrustatus (Anthozoa: Octocorallia: Clavulariidae) from Tierra del Fuego, Argentina, revealed by DNA barcoding",
        "Application of DNA barcoding in biodiversity studies of shallow water octocorals: Molecular proxies agree with morphological estimates of species richness in Palau",
        "New records of octocorals (Cnidaria: Anthozoa) from the Brazilian coast",
        "MrBayes 3.2: Efficient Bayesian phylogenetic inference and model choice across a large model space",
        "Molecular phylogenetic analyses of shallow-water Caribbean octocorals",
        "Versuch eines Systemes der Alcyonaria",
        "The Alcyonacea of the Siboga Expedition with an addendum to the Gorgonacea",
        "An account of the alcyonarians collected by the Royal Indian Marine Survey Ship Investigator in the Indian Ocean, with a report on the species of Dendronephthya by",
        "Clustal W: Improving the sensitivity of progressive multiple sequence alignment through sequence weighting, positionspecific gap penalties and weight matrix choice",
        "Octocorallia from north-western Madagascar (part 1)",
        "Octocorallia from north-western Madagascar (Part 2)",
        "Report on the Alcyonaria collected by H.M.S. “Challenger” during the years 1873–1876. Report on the scientific results of the exploring voyage of H.M.S. Challenger 1873–76"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nishihara",
            "@id": "60027792",
            "affilname": "University of the Ryukyus",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027792",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60103897",
            "affilname": "National Museum of Nature and Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103897",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Wakayama",
            "@id": "123102058",
            "affilname": "Biological Institute on Kuroshio",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/123102058",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}