{
    "eid": "2-s2.0-85078153573",
    "title": "Patient access to anti-cancer medicines under public health insurance schemes in Thailand: A mixed methods study",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "Anti-cancer medicines",
        "Patient access",
        "Reimbursement",
        "Thailand"
    ],
    "authors": [
        "Chanthawat Patikorn",
        "Suthira Taychakhoonavudh",
        "Thanisa Thathong",
        "Puree Anantachoti"
    ],
    "citedby-count": 4,
    "ref-count": 30,
    "ref-list": [
        "Does your health care depend on how your insurer pays providers? Variation in utilization and outcomes in Thailand",
        "Inferior progression-free survival for Thai patients with diffuse large B-cell lymphoma treated under universal coverage scheme: The impact of rituximab inaccessability",
        "Influence of payer source on treatment and outcomes in colorectal cancer patients in a university hospital in Thailand",
        "Policies and programs to facilitate access to targeted cancer therapies in Thailand",
        "Use of patient assistance programs (Paps) to increase access to innovative drugs in Thailand Current situations and prospects",
        "The availability of essential cancer medication: An analysis of national formularies",
        "Access to medicines for breast, colorectal, and lung cancer in Thailand",
        "Revisiting roles of health technology assessment on drug policy in universal health coverage in Thailand: Where are we? And what is next?",
        "Market and patient access to new oncology products in Europe: Acurrent, multidisciplinary perspective"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nontaburi",
            "@id": "60015728",
            "affilname": "Thailand Ministry of Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015728",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}