{
    "eid": "2-s2.0-84938877225",
    "title": "Confidence Intervals for Quantiles of a Two-parameter Exponential Distribution under Progressive Type-II Censoring",
    "cover-date": "2015-07-18",
    "subject-areas": [
        {
            "$": "Statistics and Probability",
            "@code": "2613"
        }
    ],
    "keywords": [
        "Acceptance sets",
        "Confidence intervals",
        "Exponential distribution; Quantiles",
        "Progressive Type II censoring",
        "Type II censoring"
    ],
    "authors": [
        "N. Balakrishnan"
    ],
    "citedby-count": 10,
    "ref-count": 18,
    "ref-list": [
        "Progressive censoring methodology: an appraisal",
        "Progressive Censoring: Theory, Methods, and Applications",
        "The Exponential Distribution: Theory, Methods, and Applications",
        "Tolerance limits and confidence limits on reliability for the two-parameter exponential distribution",
        "Ann. Mathemat. Statist.",
        "On calculating generalized confidence intervals for the two-parameter exponential reliability function",
        "Approximate fiducial bounds on reliability for the two parameter negative exponential distribution",
        "One-Sided β-content tolerance factors forthe two parameter exponential distribution",
        "Confidence bands for the reliability function of a two-parameter exponential model",
        "Statistical Tolerance Regions: Theory, Applications, and Computation",
        "Statistical Models and Methods for Lifetime Data Analysis, 2nd Edition",
        "Testing Statistical Hypotheses",
        "Multiple comparisons with more than one control for exponential location parameters under heteroscedasticity",
        "Exact inference for the pth-quantile and the reliability of the two-parameter exponential distribution with singly type II censoring: A standard approach",
        "Length of Confidence Intervals",
        "A generalized confidence limit for the reliability function of a two-parameter exponential distribution",
        "Interval estimation of parameters of life from progressively censored data",
        "The simultaneous confidence intervals for all distances from the extreme populations for two-parameter exponential populations based on the multiply type II censored samples"
    ],
    "affiliation": [
        {
            "affiliation-city": "Hamilton",
            "affilname": "McMaster University",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Southampton",
            "affilname": "University of Southampton",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Denver",
            "affilname": "University of Denver",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Jeddah",
            "affilname": "King Abdulaziz University",
            "affiliation-country": "Saudi Arabia"
        }
    ],
    "funding": []
}