{
    "eid": "2-s2.0-85019957623",
    "title": "Visual-vestibular and postural analysis of motion sickness, panic, and Acrophobia",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Applied Psychology",
            "@code": "3202"
        },
        {
            "$": "Neuropsychology and Physiological Psychology",
            "@code": "3206"
        }
    ],
    "keywords": [
        "Fear of heights",
        "Motion sickness",
        "Panic disorder",
        "Rod and frame test",
        "Romberg test",
        "Visual-vestibular interaction"
    ],
    "authors": [
        "Carlos M. Coelho"
    ],
    "citedby-count": 2,
    "ref-count": 53,
    "ref-list": [
        "R Package ‘circular’: Circular Statistics",
        "Spectrum of symptoms in motion sickness",
        "Springer Handbook of Auditory Research: The Vestibular System",
        "RELATIONSHIP BETWEEN PERCEPTUAL STYLE AND SIMULATOR SICKNESS",
        "Cue conflict related to perceptual style",
        "J Stat Softw",
        "Moving in a moving world: A review on vestibular motion sickness",
        "The mechanism of physiological height vertigo: II. Posturography",
        "Fear of heights: Cognitive performance and postural control",
        "The mechanism of physiological height vertigo: I. Theoretical approach and psychophysics",
        "Visual-vestibular and visuovisual cortical interaction: New insights from fMRI and PET",
        "Fear of heights and visual height intolerance",
        "Neuroscience & Biobehavioral Reviews",
        "Deconstructing acrophobia: Physiological and psychological precursors to developing a fear of heights",
        "Comparison of self-report and overt-behavioral procedures for assessing acrophobia",
        "Height phobia and biases in the interpretation of bodily sensations: Some links between acrophobia and agoraphobia",
        "Recalibration of multisensory simultaneity: Cross-modal transfer coincides with a change in perceptual latency",
        "An ataxia test battery not requiring rails.",
        "Effects of lateral head inclination on multimodal spatial orientation judgments in neglect: Evidence for impaired spatial orientation constancy",
        "Motion sickness susceptibility questionnaire revised and its relationship to other forms of sickness",
        "Panic, agoraphobia, and vestibular dysfunction",
        "Surface dependence: A balance control strategy in panic disorder with agoraphobia",
        "Optic flow-induced sway in anxiety disorders associated with space and motion discomfort",
        "Space and motion discomfort and abnormal balance control in patients with anxiety disorders",
        "Motion sickness questionnaire and field independence scores as predictors of success in naval aviation training",
        "Communications for Statistical Applications and Methods",
        "Posture and balance responses to a sensory challenge are related to anxiety in mice",
        "LI. Incidence of vertigo in neurological conditions",
        "Relationship between perceptual style and reactivity to motion",
        "Body tilt effect on the reproduction of orientations: Studies on the visual oblique effect and subjective orientations",
        "Multisensory integration across the senses in young and old adults",
        "Space 'phobia': a pseudo-agoraphobic syndrome",
        "Space phobia: Syndrome or agoraphobic variant?",
        "The Vestibular System",
        "Motion sickness.",
        "Relationship between postural control and motion sickness in healthy subjects",
        "Motorist's vestibular disorientation syndrome",
        "Circular Statistics in R",
        "Assessment instrument for panic disorder that includes fear of sensation‐producing activities: The albany panic and phobia questionnaire",
        "Individual differences in motion sickness susceptibility: a further test of the \"receptivity\" hypothesis.",
        "An Ecological Theory of Motion Sickness and Postural Instability",
        "Physiological basis for enduring vestibular symptoms",
        "Postural instability precedes motion sickness",
        "Subjective Visual Vertical Tilt Attraction to the Side of Rod Presentation: Effects of Age, Sex, and Vestibular Disorders",
        "Airsickness and aircraft motion during short-haul flights",
        "Multisensory integration for spatial orientation in trait anxiety subjects: Absence of visual dependence",
        "High sensitivity to multisensory conflicts in agoraphobia exhibited by virtual reality",
        "Head and Neck Surgery - Otolaryngology",
        "Evaluating sensory conflict and postural instability. Theories of motion sickness",
        "Visual field dependence as a navigational strategy",
        "Studies in space orientation. IV. Further experiments on perception of the upright with displaced visual fields",
        "Vestibular and posturographic test results in people with symptoms of panic and agoraphobia",
        "The gap between rod and frame influences the rod-and-frame effect with small and large inducing displays"
    ],
    "affiliation": [
        {
            "affiliation-city": "Braga",
            "affilname": "Universidade do Minho",
            "affiliation-country": "Portugal"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "COMPETE2020",
        "Portuguese Ministry of Science, Technology and Higher Education",
        "Fundação para a Ciência e a Tecnologia",
        "Chulalongkorn University"
    ]
}