{
    "eid": "2-s2.0-85018891443",
    "title": "CO2 capture in a multistage CFB: Part I: Number of stages",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        }
    ],
    "keywords": [
        null,
        "design",
        "fluidization",
        "multiphase computational fluid dynamics",
        "sorbents"
    ],
    "authors": [
        "Sutthichai Boonprasop"
    ],
    "citedby-count": 9,
    "ref-count": 40,
    "ref-list": [
        "Trans Inst Chem Eng.",
        "Trans Inst Chem Eng.",
        "Fluid mechanical description of fluidized beds: Stability of the State of Uniform Fluidization",
        "Gas‐particle flow in a vertical pipe with particle‐particle interactions",
        "Effects of Particle-Phase Turbulence in Gas-Solid Flows",
        "The Dynamics of Fluidized Particles",
        "CFD Simulations of Particulate Two-Phase and Three Phase Flows",
        "Convective and Condensation",
        "A review of gas-solid dispersion and mass transfer coefficient correlations in circulating fluidized beds",
        "Mass transfer coefficient prediction method for CFD modeling of riser reactors",
        "Effect of circulating fluidized bed reactor riser geometries on chemical reaction rates by using CFD simulations",
        "Computation and measurements of mass transfer and dispersion coefficients in fluidized beds",
        "Measurements and computation of low mass transfer coefficients for FCC particles with ozone decomposition reaction",
        "Computational Gas-Solids Flows and Reacting Systems: Theory, Methods and Practice",
        "Fluidization",
        null,
        "The dry carbonate process: Carbon dioxide recovery from power plant flue gas",
        "EPRI Interim Report to DOE NETL",
        "Separation of Gaseous Mixtures by Regenerattive Sorption on Porous Solid: Part I A Fluid Porous Solid Reaction Model with Structural Changes and Part II Regenerative Separation of CO2",
        "Carbon Dioxide Recovery from Power Plant Flue Gas Using Supported Carbonate Sorbents in a Thermal-swing Process. Paper presented at Proc. of Sixth Annual Conference on Carbon Capture and Sequestration",
        null,
        "Improving regeneration properties of potassium-based alumina sorbents for carbon dioxide capture from flue gas",
        null,
        null,
        "Development of a low-temperature two-stage fluidized bed incinerator for controlling heavy-metal emission in flue gases",
        null,
        null,
        null,
        null,
        "Carbon dioxide capture using dry sodium-based sorbents",
        null,
        "Effect of flow pattern on power spectral density of pressure fluctuation in various fluidization regimes",
        "CFD modeling of tapered circulating fluidized bed reactor risers: Hydrodynamic descriptions and chemical reaction responses",
        null,
        "Carbon dioxide capture using solid sorbents in a fluidized bed with reduced pressure regeneration in a downer",
        "Multiphase Flow and Fluidization",
        "Revised fluidization regime characterization in high solid particle concentration circulating fluidized bed reactor",
        "Kinetic theory based computation of PSRI riser: Part II-Computation of mass transfer coefficient with chemical reaction"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chicago",
            "affilname": "Armour College of Engineering",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "100th Anniversary Chulalongkorn University Fund for Doctoral Scholarship",
        "Chu-lalongkorn University",
        "Chula-longkorn University",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "National Research Council of Thailand",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}