{
    "eid": "2-s2.0-85023775497",
    "title": "Seasonal distribution and habitat use of the green peafowl Pavo muticus, Linnaeus 1766, in Wiang Lor Wildlife Sanctuary, Phayao Province, Northern Thailand",
    "cover-date": "2017-07-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Habitats use",
        "Presence-absence survey",
        "Small scale distribution",
        "Terrestrial bird"
    ],
    "authors": [
        "Ghan Saridnirun"
    ],
    "citedby-count": 3,
    "ref-count": 30,
    "ref-list": [
        "Habitat use, predicted distribution and conservation of green peafowl (Pavo muticus) in Dak Lak province, Vietnam",
        "Int. J. Galliformes Conserv.",
        "Behavior Ecology of the Javan Green Peafowl (Pavo muticus muticus Linnaeus 1758) in Baluran and Alas Purwo National Park, East Java",
        "Biological Characteristics and Breeding Behaviours of Green Peafowl (Pavo Muticus) in Huai Kha Khaeng Wildlife Sanctuary",
        "J. Wildlife Thailand",
        "Breeding Ecology and Agricultural Field Utilization of Green Peafowl Pavo Muticus Linnaues, 1766 at Doi Phu Nang National Park",
        "Breeding Season at Doi Phu Nang National Park, Senior Project",
        "Population Dynamic of Green Peafowl, Pavo Muticus Imperator at Huai Hong Krai Royal Development Study Center",
        "Seasonal Distribution and Population Structure of Green Peafowl Pavo Muticus Linnaeus, 1766 in Pa Miang Subdistrict, Doi Saket District, Chiang Mai Province",
        "Effect of Environmental and Human Use Factors to Abundance of Green Peafowl Pavo Muticus at Huai Tab Salao and Huai Songtang, Huai Kha Kheang Wildlife Sanctuary, Uthai Thani Province",
        "How can we apply theories of habitat selection to wildlife conservation and management?",
        "Wildlife Field Research and Conservation Training Manual",
        "Bird Ecology and Conservation a Handbook of Techniques",
        "Wildlife Conservation Society Thailand, Restoring Tenasserim Corridor for Living Connectivity",
        "Forests of Thailand",
        null,
        "Mammals of Thailand",
        "A Guide to the Large Mammals of Thailand",
        "The Snakes of Thailand",
        "Dr. Boonsong’s Bird Guide of Thailand, Darnsutha Press",
        "Bird disturbance on conservation sites in Brittany (France): The standpoint of geographers",
        "Alabama Wildlife",
        "People and Wildlife, Conflict Or Co-Existence?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}