{
    "eid": "2-s2.0-85074675406",
    "title": "Bacillus thuringiensis Cry5B is Active against Strongyloides stercoralis in vitro",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Parasitology",
            "@code": "2405",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Virology",
            "@code": "2406",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Sarit Charuchaibovorn",
        "Vivornpun Sanprasert",
        "Nataya Sutthanont",
        "Yan Hu",
        "Ambily Abraham",
        "Gary R. Ostroff",
        "Raffi V. Aroian",
        "Tegegn G. Jaleta",
        "James B. Lok",
        "Surang Nuchprayoon"
    ],
    "citedby-count": 3,
    "ref-count": 36,
    "ref-list": [
        "Strongyloides stercoralis infection",
        "Management of Strongyloides stercoralis: A puzzling parasite",
        "Strongyloides stercoralis: Global distribution and risk factors",
        "Strongyloidiasis in man 75 years after initial exposure",
        "Severe strongyloidiasis: A systematic review of case reports",
        "Strongyloidiasis-related deaths in the United States, 1991-2006",
        "Update on strongyloidiasis in the immunocompromised host",
        "Research priorities for helminth infections",
        "An unusual cause of alveolar hemorrhage post hematopoietic stem cell transplantation: A case report",
        "Dissemination of Strongyloides stercoralis in a patient with systemic lupus erythematosus after initiation of albendazole: A case report",
        "Prevalence of anthelmintic resistant cyathostomes on horse farms",
        "Advocating for both environmental and clinical approaches to control human strongyloidiasis",
        "Bacillus thuringiensis: A story of a successful bioinsecticide",
        "Bacillus thuringiensis: A genomics and proteomics perspective",
        "Bacillus thuringiensis crystal proteins that target nematodes",
        "A purified Bacillus thuringiensis crystal protein with therapeutic activity against the hookworm parasite Ancylostoma ceylanicum",
        "Mechanistic and single-dose in vivo therapeutic studies of Cry5B anthelmintic action against hookworms",
        "Bacillus thuringiensis Cry5B protein as a new pan-hookworm cure",
        "Bacillus thuringiensis-derived Cry5B has potent anthelmintic activity against Ascaris suum",
        "Bacillus thuringiensis Cry5B protein is highly efficacious as a single-dose therapy against an intestinal roundworm infection in mice",
        "Expression of Cry5B protein from Bacillus thuringiensis in plant roots confers resistance to root-knot nematode",
        "Discovery of a highly synergistic anthelmintic combination that shows mutual hypersusceptibility",
        "In vivo and in vitro studies of Cry5B and nicotinic acetylcholine receptor agonist anthelmintics reveal a powerful and unique combination therapy against intestinal nematode parasites",
        "The experimental infections of the human isolate of Strongyloides stercoralis in a rodent model (The Mongolian gerbil, Meriones unguiculatus)",
        "A modified agar plate method for detection of Strongyloides stercoralis",
        "Strongyloides stercoralis: The first rodent model for uncomplicated and hyperinfective strongyloidiasis, the Mongolian gerbil (Meriones unguiculatus)",
        "Regulation of life cycle checkpoints and developmental activation of infective larvae in Strongyloides stercoralis by dafachronic acid",
        "Strongyloides stercoralis: Amphidial neuron pair ASJ triggers significant resumption of development by infective larvae under host-mimicking in vitro conditions",
        "Strongyloides stercoralis age-1: A potential regulator of infective larval development in a parasitic nematode",
        "C. Elegans: Methods and applications",
        "Assays for toxicity studies in C. Elegans with Bt crystal proteins",
        "RAB-5- And RAB-11-dependent vesicle-trafficking pathways are required for plasma membrane repair after attack by bacterial pore-forming toxin",
        "Glycolipids as receptors for Bacillus thuringiensis crystal toxin",
        "Resistance to a bacterial toxin is mediated by removal of a conserved glycosylation pathway required for toxin-host interactions",
        "Bt toxin resistance from loss of a putative carbohydrate-modifying enzyme"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Worcester",
            "@id": "60021099",
            "affilname": "Worcester State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021099",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60011189",
            "affilname": "Faculty of Medicine Siriraj Hospital, Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011189",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Philadelphia",
            "@id": "60006297",
            "affilname": "University of Pennsylvania",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006297",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Worcester",
            "@id": "60000986",
            "affilname": "University of Massachusetts Chan Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000986",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "100th Anniversary Chulalongkorn University",
        "Chulalongkorn University for Doctoral Scholarship",
        "National Institutes of Health National Institute of Allergy and Infectious Diseases",
        "USDA National Institute of Food and Agriculture"
    ]
}