{
    "eid": "2-s2.0-85089836861",
    "title": "Suicidal idea among the elderly",
    "cover-date": "2020-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Health Informatics",
            "@code": "2718",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Health Policy",
            "@code": "2719",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Health (social science)",
            "@code": "3306",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Elderly",
        "Suicidal idea",
        "Suicide",
        "Urban"
    ],
    "authors": [
        "Supasaek Virojanapa",
        "Nutta Taneepanichskul"
    ],
    "citedby-count": 2,
    "ref-count": 26,
    "ref-list": [
        "Suicide in Elderly Depressed Patients: Is Active vs. Passive Suicidal Ideation a Clinically Valid Distinction?",
        "Reliability and validity of the Thai version of the PHQ-9",
        "Identification of Suicidal Ideation and Prevention of Suicidal Behaviour in the Elderly",
        "Suicidal Ideation in Elderly Bereaved: The Role of Complicated Grief",
        "Filling the Void: Grief and Loneliness in Older Adults",
        "Loneliness in Relation to Suicide Ideation and Parasuicide: A Population-Wide Study",
        "Death of a Close Relative and the Risk of Suicide in Sweden-A Large Scale Register-Based Case-Crossover Study",
        "Risk factors for suicide in individuals with depression: a systematic review",
        "A Systematic Review of Elderly Suicide Prevention Programs",
        "Suicide in older adults: current perspectives",
        "Evaluation of the quality of life and risk of suicide",
        "A short version of the revised 'experience of close relationships questionnaire': investigating non-clinical and clinical samples",
        "The Impact of Loneliness on Quality of Life and Patient Satisfaction Among Older, Sicker Adults",
        "The revised UCLA Loneliness Scale: concurrent and discriminant validity evidence",
        "The PHQ-9 versus the PHQ-8--is item 9 useful for assessing suicide risk in coronary artery disease patients? Data from the Heart and Soul Study",
        "Measuring depressive symptoms in heart failure: validity and reliability of the patient health questionnaire-8",
        "Cross-national prevalence and risk factors for suicidal ideation, plans and attempts",
        "One year prevalence of death thoughts, suicide ideation and behaviours in an elderly population",
        "Depression and suicide among community elderly"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}