{
    "eid": "2-s2.0-85015825382",
    "title": "Revision of the non-Afrotropical species of Trigastrotheca Cameron (Hymenoptera: Braconidae: Braconinae) with descriptions of four new species",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Biogeography",
        "Host association",
        "New species",
        "Parasitoid",
        "Range extension",
        "Taxonomy",
        "Wasp"
    ],
    "authors": [
        "Donald L.J. Quicke"
    ],
    "citedby-count": 7,
    "ref-count": 25,
    "ref-list": [
        "Revision of the Indo-Australian braconine wasp genus Ischnobracon Baltazar (Hymenoptera: Braconidae) with description of six new species from Thailand, Laos and Sri Lanka",
        "Annals of the South African Museum",
        "Revision of the Indo–Australian parasitic wasp genus Macrobracon with the description of two new species (Hymenoptera: Braconidae)",
        "A revision of the Indo-Australian species of Stenobracon (Hymenoptera: Braconidae) parasitoids of lepidopterous stem borers of graminaceous crops",
        "The indo-australian species of the braconine wasp genus zaglyptogastra ashmead",
        "Archiv für Naturgeschichte",
        "On the caulinary domatia of the SE-Asian ant-plant Zanthoxylum myriacanthum wall. ex Hook. f. (Rutaceae) their influence on branch statics, and the protection against herbivory",
        "Ecology of A Lowland Rain Forest in Southeast Asia",
        "Do tenants always pay their rent? The Asian ant-plant Pometia pinnata (Sapindaceae) and its leaf domatia provide free access to generalist ants",
        "The old world genera of braconine wasps (Hymenoptera: Braconidae)",
        "The indo-australian and E. Palaearctic braconine wasp genus euurobracon (Hymenoptera: Braconidae)",
        "Four new genera of the PIesiobracon Cameron group (Insecta, Hymenoptera, Braconinae)",
        "Biology, Systematics, Evolution and Ecology of Braconid and Ichneumonid Parasitoid Wasps",
        "Braconine wasps of Australia",
        "Journal of Hymenoptera Research",
        "Zoologiska Bidrag Fran Uppsala",
        "Identification Manual to the New World Genera of Braconidae",
        "Ecological barriers to early colony establishment in three coexisting acacia-ant species in Kenya",
        "Memoires de l'Academie Imperiale des Sciences de Saint Petersbourg",
        "Tijdschriftvoor Entomologie",
        "Zoologische Verhandelingen",
        "Zoologische Mededelingen Leiden",
        "Zoologische Mededelingen Leiden",
        "Journal of Taxonomy and Biodiversity Research",
        "Taxapad 2012, Ichneumonoidea 2011"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chelari",
            "affilname": "University of Calicut",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Warsaw",
            "affilname": "Museum and Institute of Zoology of the Polish Academy of Sciences",
            "affiliation-country": "Poland"
        }
    ],
    "funding": []
}