{
    "eid": "2-s2.0-85084976715",
    "title": "Clinical validation of urinary indole-reacted calcium oxalate crystallization index (iCOCI) test for diagnosing calcium oxalate urolithiasis",
    "cover-date": "2020-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Pimkanya More-krong",
        "Praween Tubsaeng",
        "Natcha Madared",
        "Monpichar Srisa-Art",
        "Numpon Insin",
        "Pannee Leeladee",
        "Chanchai Boonla"
    ],
    "citedby-count": 4,
    "ref-count": 32,
    "ref-list": [
        "Dietary oxalate and kidney stone formation",
        "Acute oxalate nephropathy caused by ethylene glycol poisoning",
        "Physiopathology and etiology of stone formation in the kidney and the urinary tract",
        "Urolithiasis in Udon Thani",
        "Epidemiology of urolithiasis in Asia",
        "Crystalline composition and etiologic factors of kidney stone in Thailand: Update 2007",
        "Epidemiology of urolithiasis: an update",
        "Epidemiology of urolithiasis in Japan: a chronological and geographical study",
        "A new approach to calculate the risk of calcium oxalate crystallization from unprepared native urine",
        "Determination of the calcium oxalate crystallization risk from urine samples: the BONN Risk Index in comparison to other risk formulas",
        "Calcium oxalate crystallization index (COCI): an alternative method for distinguishing nephrolithiasis patients from healthy individuals",
        "Method for Direct Colorimetric Determination of Oxalic Acid",
        "Determination of oxalate in urine",
        "STARD 2015 guidelines for reporting diagnostic accuracy studies: explanation and elaboration",
        "Towards complete and accurate reporting of studies of diagnostic accuracy: the STARD initiative. Standards for Reporting of Diagnostic Accuracy",
        "Family history and risk of kidney stones",
        "Kidney stones: a global picture of prevalence, incidence, and associated risk factors",
        "Menopause and Risk of Kidney Stones",
        "Screening tests: a review with examples",
        "Understanding sources of bias in diagnostic accuracy studies",
        "Diagnostic tests 4: likelihood ratios",
        "Principles and practical application of the receiver-operating characteristic analysis for diagnostic tests",
        "Measuring the accuracy of diagnostic systems",
        "Risk formulas in calcium oxalate urolithiasis",
        "An overview of kidney stone imaging techniques",
        "Clinical effectiveness protocols for imaging in the management of ureteral calculous disease: AUA technology assessment",
        "Sensitivity of Noncontrast Computed Tomography for Small Renal Calculi With Endoscopy as the Gold Standard",
        "Understanding diagnostic tests 1: sensitivity, specificity and predictive values",
        "Users’ guides to the medical literature. III. How to use an article about a diagnostic test. B. What are the results and will they help me in caring for my patients? The Evidence-Based Medicine Working Group",
        "Nucleation of calcium oxalate crystals by albumin: involvement in the prevention of stone formation",
        "The role of osteopontin on calcium oxalate crystal formation",
        "Lithogenic activity and clinical relevance of lipids extracted from urines and stones of nephrolithiasis patients"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Mahasarakham",
            "@id": "105941222",
            "affilname": "Mahasarakham Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/105941222",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "90thAnniversary Chulalongkorn University",
        "National Research Council of Thailand and Chulalongkorn University",
        "Chulalongkorn University"
    ]
}