{
    "eid": "2-s2.0-85124884387",
    "title": "Surfactant-Assisted Ozonolysis of Alkenes in Water: Mitigation of Frothing Using Coolade as a Low-Foaming Surfactant",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Organic Chemistry",
            "@code": "1605",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [],
    "authors": [
        "Supanat Buntasana",
        "Jun Hayashi",
        "Prakorn Saetung",
        "Piyatida Klumphu",
        "Tirayut Vilaivan",
        "Panuwat Padungros"
    ],
    "citedby-count": 4,
    "ref-count": 130,
    "ref-list": [
        "Secondary organic aerosol reduced by mixture of atmospheric vapours",
        "Tropospheric aqueous-phase chemistry: Kinetics, mechanisms, and its coupling to a changing gas phase",
        "Modeling the processing of aerosol and trace gases in clouds and fogs",
        "Multiphase ozonolysis of aqueous α-terpineol",
        "Aqueous-phase ozonolysis of methacrolein and methyl vinyl ketone: A potentially important source of atmospheric aqueous oxidants",
        "An important pathway for ozonolysis of α-pinene and β-pinene in aqueous phase and its atmospheric implications",
        "Understanding the aqueous phase ozonolysis of isoprene: Distinct product distribution and mechanism from the gas phase reaction",
        "Kinetics and product yields of the OH initiated oxidation of hydroxymethyl hydroperoxide",
        "Aqueous photochemistry of secondary organic aerosol of α-pinene and α-humulene oxidized with ozone, hydroxyl radical, and nitrate radical",
        "Ozonolysis of β-caryophyllonic and limononic acids in the aqueous phase: Kinetics, product yield, and mechanism",
        "Effects of pH on interfacial ozonolysis of α-terpineol",
        "Criegee intermediates beyond ozonolysis: Recent Synthetic and mechanistic insights",
        "Ozonolysis applications in drug synthesis",
        "Intensified and safe ozonolysis of fatty acid methyl esters in liquid CO2in a continuous reactor",
        "Liquid CO2as a safe and benign solvent for the ozonolysis of fatty acid methyl esters",
        "Large-scale oxidations in the pharmaceutical industry",
        "Structural characterization of unusually stable polycyclic ozonides",
        "Safer ozonolysis reactions: A compilation of laboratory experience",
        "De novo chemoenzymatic synthesis of sialic acid",
        "Synthesis of a carbon analogue of N-acetylmannosamine via acetolysis on a relatively stable ozonide",
        "Ozone, chemical reactivity and biological functions",
        "Alkene ozonolysis",
        "Safe execution of a large-scale ozonolysis:Preparation of the bisulfite adduct of 2 -hydroxyindan-2-carboxaldehydeand its utility in a reductive amination",
        "An ozonolysis-reduction sequence for the synthesis of pharmaceutical Intermediates in microstructured devices",
        "Development of a commercial process to prepare AMG 232 using a green ozonolysis-pinnick tandem transformation",
        "Molecular complexity as a driver for chemical process innovation in the pharmaceutical industry",
        "Ozone solubility in water",
        "The solubility of oxygen and ozone in liquids",
        "Highly efficient biphasic ozonolysis of alkenes using a high-throughput film-shear flow reactor",
        "Direct conversion of terminal alkenes to aldehydes via ozonolysis reaction in rotating zigzag bed",
        "The water content of a micelle interior. the fjord vs. reef models",
        "How hydrophobic hydration destabilizes surfactant micelles at low temperature: A coarse-grained simulation study",
        "Surfactant-mediated thioglycosylation of 1-hydroxy sugars in water",
        "Role of micellar size and hydration on solvation dynamics: A temperature dependent study in Triton-X-100 and Brij-35 micelles",
        "Structure of nanoparticles derived from designer surfactant TPGS-750-M in water, as used in organic synthesis",
        "Products and mechanism of the reaction of ozone with phospholipids in unilamellar phospholipid vesicles",
        "Household ozone disinfector as an alternative ozone generator for ozonolysis of alkenes",
        "Ozonolyses of cyclopent-1-enylbenzenes in micellar aqueous solutions",
        "Formation of stable aqueous foams on the ethanol layer: Synergistic stabilization of fluorosurfactant and polymers",
        "Kinetic analysis of the ozonation process of the surfactant LAS considering the simultaneous foaming effect",
        "Reaction of SDS with ozone and OH radicals in aqueous solution",
        "Emulsion polymerization of methyl methacrylate initiated by alkene ozonates",
        "Decomposition of sodium dodecyl sulfate with ozone in aqueous solution",
        "Ozone-cleavable gemini surfactants. Their surface-active properties, ozonolysis, and biodegradability",
        "Mechanisms of aqueous foam stability and antifoaming action with and without oil",
        "Foamability of aqueous solutions: Role of surfactant type and concentration",
        "Enhancement of ozone oxidation and its associated processes in the presence of surfactant: Degradation of atrazine",
        "TPGS-750-M: A Second-generation amphiphile for metal-catalyzed cross-couplings in water at room temperature",
        "Sustainable and scalable Fe/ppm Pd nanoparticle nitro group reductions in water at room temperature",
        "Effects of Co-solvents on reactions run under micellar catalysis conditions",
        "Synergistic effects in Fe nanoparticles doped with ppm levels of (Pd + Ni). A new catalyst for sustainable nitro group reductions",
        "Coolade. A low-foaming surfactant for organic synthesis in water",
        "Analysis of the effects of hydrocarbon chain on foam properties of alkyl polyglycosides",
        "Thermotropic phase behavior and surface-active properties of alkoxyethyl α-D-glucopyranoside",
        "Solution Properties of alkyl β-D-maltosides",
        "Pyridine is an organocatalyst for the reductive ozonolysis of alkenes",
        "Competing mechanistic channels in the oxidation of aldehydes by ozone",
        "Aromatic peracids. the effects of solvent on the ozone-initiated autoxidation of benzaldehydes",
        "Ozonation of aromatic aldehydes1",
        "Mechanism of ozonation reactions. II. Aldehydes",
        "The ozonolysis of terpenoids, a pandora's box of by-products",
        "Hydrogen peroxide oxidation of aldehydes to carboxylic acids: An organic solvent-, halide- and metal-free procedure",
        "Novel convenient synthesis of (Z/E)-8-dodecenyl acetates, components of the Grapholitha molesta sex pheromone",
        "Convenient synthesis of non-conjugated alkynyl ketones from keto aldehydes by a chemoselective one-pot nonaflation-base catalyzed elimination sequence",
        "The NMR spectra and conformations of cyclic compounds-III: The conformations of some pinane derivatives",
        "Ozonolysis of some complex organic substrates in flow",
        "Kinetics of ozonation of aldehydes in relation to their ozone-initiated autoxidation",
        "Ozonolysis in solvent/water mixtures: Direct conversion of alkenes to aldehydes and ketones",
        "Synthesis of the reported structure of trans-africanan-1α-ol",
        "Ozonolytic cleavage of cycloalkenes to terminally differentiated products",
        "End-group-differentiating ozonolysis of norbornene systems to afford highly substituted Cyclopentane rings",
        "Gauging stability and reactivity of carbonyl O-oxide Criegee intermediates",
        "Direction of cleavage of primary ozonides from p-substituted propenylbenzenes",
        "A Quantitative investigation of the ozonolysis reaction. XI. on the effects of substituents in directing the ozone cleavage of trans-1,2-disubstituted ethylenes",
        "A quantitative investigation of the ozonolysis reaction. VIII. on the direction of cleavage of primary ozonides of selected unsymmetrical olefins",
        "Isolation of ozonides from gas-phase ozonolyses of terpenes",
        "Crystal structure of benzophenone",
        "Synthesis of NH-sulfoximines by using recyclable hypervalent iodine(III) reagents under aqueous micellar conditions",
        "The \"aqueous\" prins reaction",
        "Proton-catalyzed decomposition of α-hydroxyalkyl-hydroperoxides in water",
        "Formaldehyde hemiacetal sampling, recovery, and quantification from electronic cigarette aerosols",
        "Determination of formaldehyde in environmental and other aqueous samples",
        "Advanced oxidation processes for the removal of antibiotics from water. An overview",
        "Recent advances in ozone-based advanced oxidation processes for treatment of wastewater- A review",
        "Mechanistic and kinetic study of CH2O+O3reaction",
        "One-pot room-temperature conversion of cyclohexane to adipic acid by ozone and UV light",
        "The sustainable room temperature conversion of p-xylene to terephthalic acid using ozone and UV irradiation",
        "A novel process of ozone catalytic oxidation for low concentration formaldehyde removal",
        "Effects of ozone and produced hydroxyl radicals on the transformation of graphene oxide in aqueous media",
        "Simultaneous catalytic elimination of formaldehyde and ozone over one-dimensional rod-like manganese dioxide at ambient temperature",
        "Enhanced effect of water vapor on complete oxidation of formaldehyde in air with ozone over MnOxcatalysts at room temperature",
        "Oxidation of gaseous formaldehyde with ozone over MnOx/TiO2catalysts at room temperature (25°C)",
        "Oxidative degradation of formaldehyde in wastewater by MgO/O3/H2O2in a rotating packed bed",
        "Study of optimal parameters of the H2O2/O3method for the decomposition of acetic acid",
        "The •oH radical yield in the H2O2+ O3(peroxone) reaction",
        "Reaction of ozone with hydrogen peroxide (peroxone process): A revision of current mechanistic concepts based on thermokinetic and quantum-chemical considerations",
        "Effect of both uncoated and coated calcium carbonate on fracture toughness of HDPE/CaCO3nanocomposites",
        "Environmental implications of hydroxyl radicals (•OH)",
        "Ozonation of water: Role of hydroxyl radicals as oxidizing intermediates",
        "Rate constants of reactions of ozone with organic and inorganic compounds in water-I: Non-dissociating organic compounds",
        "Chapter II-Ozonation of acetylenic compounds",
        "Ozonolysis",
        "Ozone",
        "Chain reactions in aqueous solutions containing ozone, hydrogen peroxide and acid",
        "II. Chain reactions of ozone in aqueous solution. the interaction of ozone and formic acid in aqueous solution",
        "Bridging the gap between transition metal- and bio-catalysis via aqueous micellar catalysis",
        "Importance of micellar kinetics in relation to technological processes",
        "Fast amide couplings in water: Extraction, column chromatography, and crystallization not required",
        "Micelle-enabled palladium catalysis for convenient sp2-sp3coupling of nitroalkanes with aryl bromides in water under mild conditions",
        "The Chemistry of Ozone in Water",
        "Secondary organic aerosol formation from hydroxyl radical oxidation and ozonolysis of monoterpenes",
        "Dimers in α-pinene secondary organic aerosol: Effect of hydroxyl radical, ozone, relative humidity and aerosol acidity",
        "Function of epirubicin-conjugated polymeric micelles in sonodynamic therapy",
        "Ozonolysis of trans-di- tert-butylethylene. Mechanistic considerations",
        "Preparation, properties, and reactions of carbonyl oxides",
        "Ozonation and advanced oxidation by the peroxone process of ciprofloxacin in water",
        "Ozonolysis. Steric effects in the aldehyde",
        "Aqueous ozonation of surfactants: A review",
        "Combined use of ozonation and biodegradation of anionic and non-ionic surfactants",
        "Selective oxidations of activated alcohols in water at room temperature",
        "Aerobic oxidation in nanomicelles of aryl alkynes, in water at room temperature",
        "Enzyme-inspired functional surfactant for aerobic oxidation of activated alcohols to aldehydes in water",
        "Water soluble polymer-surfactant complexes-stabilized Pd(0) nanocatalysts: Characterization and structure-activity relationships in biphasic hydrogenation of alkenes and α,β-unsaturated ketones",
        "Palladium catalyzed carbonylation of iodoarenes in aqueous solubilized systems",
        "Room temperature ambient pressure (RTAP)-hydroformylation in water using a self-assembling ligand",
        "Structural determination of the ozonides derived from mono-substituted alkenes",
        "Fragmentation of carbonyl oxides by N-oxides:An improved approach to alkene ozonolysis",
        "The stereochemistry of carbonyl oxides from ozonolysis of vinyl ethers",
        "The mechanistic study and synthetic applications of the base treatment in the ozonolytic reactions",
        "Selectivity in Lewis acid-mediated fragmentations of peroxides and ozonides: Application to the synthesis of alkenes, homoallyl ethers, and 1,2-dioxolanes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60018013",
            "affilname": "Maejo University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018013",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}