{
    "eid": "2-s2.0-84955443436",
    "title": "MONITORING SHORT-TERM COSMIC-RAY SPECTRAL VARIATIONS USING NEUTRON MONITOR TIME-DELAY MEASUREMENTS",
    "cover-date": "2016-01-20",
    "subject-areas": [
        {
            "$": "Astronomy and Astrophysics",
            "@code": "3103"
        },
        {
            "$": "Space and Planetary Science",
            "@code": "1912"
        }
    ],
    "keywords": [
        "cosmic rays",
        "solar",
        "Sun: coronal mass ejections (CMEs)",
        "terrestrial relations"
    ],
    "authors": [
        "D. Ruffolo"
    ],
    "citedby-count": 42,
    "ref-count": 37,
    "ref-list": [
        "TIme dependence of the proton flux measured by pamela during the 2006 july-2009 december solar minimum",
        "Measurement and simulation of neutron monitor count rate dependence on surrounding structure",
        "Proc. 33rd ICRC (Rio de Janeiro)",
        "Proc. 30th ICRC (Mérida), 1",
        "Upgrade of Apatity Neutron Monitor",
        "Cosmic-ray diurnal anisotropy, 1936-1988: Implications for drift and modulation theories",
        "Largest GLE in half a century: Neutron monitor observations of the January 20, 2005 event",
        "Giant ground level enhancement of relativistic solar protons on 2005 January 20. I. Spaceship earth observations",
        "ApJL",
        "Energetic particle observations during the 2000 July 14 solar event",
        "Proc. 22nd ICRC (Dublin), 3",
        "Voyager 1 observations of the interstellar magnetic field and the transition from the heliosheath",
        "Coronal mass ejections and forbush decreases",
        "Proc. 34th ICRC (The Hague)",
        "The October 22, 1989, solar cosmic ray enhancement: An analysis of the anisotropy and spectral characteristics",
        "Cosmic ray intensity in interplanetary space",
        "On the effects in cosmic-ray intensity observed during the recent magnetic storm [10]",
        "JGR",
        "Rigidity spectrum of the 27-day variation of the galactic cosmic ray intensity in different epochs of solar activity",
        "Progress in Elementary Particle and Cosmic Ray Physics Vol. 10",
        "CaJPh",
        "ApJ",
        "Some alternative instrumentation for galactic cosmic rays measurement using ground based neutron monitor detectors",
        "Footprint characteristics revised for field-scale soil moisture monitoring with cosmic-ray neutrons",
        "A calibration neutron monitor: Energy response and instrumental temperature sensitivity",
        "Solar cosmic rays of February, 1956 and their propagation through interplanetary Space",
        "Design and co-ordination of multi-station international neutron monitor networks",
        "JGR",
        "Latitude survey investigation of galactic cosmic ray solar modulation during 1994-2007",
        "Drift effects and the cosmic ray density gradient in a solar rotation period: First observation with the Global Muon Detector Network (GMDN)",
        "Relativistic solar protons on 1989 october 22: Injection and transport along both legs of a closed interplanetary magnetic loop",
        "The latitude dependence of neutron densities in the atmosphere as a function of altitude",
        "Cosmic-radiation intensity-time variations and their origin. III. the origin of 27-day variations",
        "19th ICRC (La Jolla), 4",
        "Corotating solar wind structures and recurrent trains of enhanced diurnal variation in galactic cosmic rays",
        "Measuring soil moisture content non-invasively at intermediate spatial scale using cosmic-ray neutrons"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chiangmai",
            "affilname": "National Astronomical Research Institute of Thailand",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhonrachasima",
            "affilname": "Nakhonratchasima Rajabhat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Matsumoto",
            "affilname": "Shinshu University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Ubon Ratchathani",
            "affilname": "Ubon Ratchathani University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ministry of Higher Education, Science, Research and Innovation",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Newark",
            "affilname": "The Bartol Research Institute",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Science Foundation",
        "National Science Foundation"
    ]
}