{
    "eid": "2-s2.0-84937040497",
    "title": "Velucarpins A-C, three new pterocarpans and their cytotoxicity from the roots of Dalbergia velutina",
    "cover-date": "2015-07-13",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        }
    ],
    "keywords": [
        "Cytotoxicity",
        "Dalbergia velutina",
        "Leguminosae",
        "Pterocarpans",
        "Velucarpins A-C"
    ],
    "authors": [
        "Sutin Kaennakam"
    ],
    "citedby-count": 13,
    "ref-count": 12,
    "ref-list": [
        "Physicochemical properties, chemical composition and antioxidant activity of Dalbergia odorifera T. Chen seed oil",
        "3-Hydroxyisoflavanones from the stem bark of Dalbergia melanoxylon: Isolation, antimycobacterial evaluation and molecular docking studies",
        "Chemistry and biological activities of the genus Dalbergia - A review",
        "New colorimetric cytotoxicity assay for anticancer-drug screening",
        "Potent antitumor activity of synthetic 1,2-naphthoquinones and 1,4-naphthoquinones",
        "An antifungal constituent from the stem bark of Butea monosperma",
        "Fungal modification of pterocarpan phytoalexins from Melilotus alba and Trifolium pratense",
        "Flavonoid analogues from Pterocarpus species",
        "Potent inhibition of bacterial neuraminidase activity by pterocarpans isolated from the roots of Lespedeza bicolor",
        "Chiroptical properties and synthesis of enantiopure cis and trans pterocarpan skeleton",
        "Structure and synthesis of some complex pyranoisoflavonoids from the bark of Dalbergia nitidula Welw. ex Bak.",
        "Pterocarpan derivatives from clinopodium urticifolium and their cytotoxicity"
    ],
    "affiliation": [
        {
            "affiliation-city": null,
            "affilname": "National Cancer Institute Thailand",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}