{
    "eid": "2-s2.0-85016210572",
    "title": "Community based health insurance: A case study",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Health Policy",
            "@code": "2719"
        },
        {
            "$": "Leadership and Management",
            "@code": "2911"
        }
    ],
    "keywords": [
        "Accessibility to services",
        "Health expenditure",
        "Health insurance scheme"
    ],
    "authors": [
        "Somdeth Bodhisane"
    ],
    "citedby-count": 3,
    "ref-count": 25,
    "ref-list": [
        "Are the Poor Too Poor to Demand Health Insurance?",
        "A Behavioral Model of Families' Use of Health Services",
        "Revisiting the behavioral model and access to medical care: does it matter?",
        "The Impact of Community Based Health Insurance in Enhancing Better Accessibility and Lowering the Chance of Having Financial Catastrophe Due to Health Service Utilization: A Case Study of Savannakhet Province, Laos",
        "CBHI Annual Report",
        "Population patterns of chronic health conditions, co-morbidity and healthcare use in Canada: implications for policy and practice.",
        "Universal coverage of health services: Tailoring its implementation",
        "Community-based health insurance in developing countries: A study of its contribution to the performance of health financing systems",
        "Community Based Health Insurance's Rule and Regulation in Laos",
        "NTI Bulletin",
        "Adverse Selection",
        "Adverse Selection in Health Insurance",
        "Why do the sick not utilise health care? The case of Zambia",
        "Research Methods: Qualitative and Quantitative Approaches",
        "Compendium de Micro-Assurance",
        "Cambodia Land Study Project",
        "American Economic Reviews",
        "Social Reinsurance: A New Approach to Sustainable Community Health Financing",
        "Impact of Mutual Health Insurance on Access to Health Care and Financial Risk Protection in Rwanda",
        "Promoting Sustainable Strategies to Improve Access to Health Care in the Asian and Pacific Region",
        "Technical Paper: The Impact of Health Expenditure on Households and Options for Alternative Financing",
        "Reaching the Poor: Challenges for Child Health in the Western Pacific Region WHO LIbrary Cataloguing in Publication Data",
        "Poverty and Health",
        "Household catastrophic health expenditure: A multicountry analysis",
        "Sustainable Health Care Financing in Southern Africa"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}