{
    "eid": "2-s2.0-84962705843",
    "title": "What daily activities increase the risk of falling in Parkinson patients? An analysis of the utility of the ABC-16 scale",
    "cover-date": "2016-05-15",
    "subject-areas": [
        {
            "$": "Neurology",
            "@code": "2808"
        },
        {
            "$": "Neurology (clinical)",
            "@code": "2728"
        }
    ],
    "keywords": [
        "Activities-Specific Balance Confidence Scale (ABC-16)",
        "Falls",
        "Fear of falling",
        "Getting out of car",
        "Movement switching",
        "Parkinson's disease"
    ],
    "authors": [
        "Chayanin Foongsathaporn"
    ],
    "citedby-count": 17,
    "ref-count": 13,
    "ref-list": [
        "Prospective assessment of falls in Parkinson's disease",
        "A meta-analysis of six prospective studies of falling in Parkinson's disease",
        "Freezing of gait and falls in Parkinson's disease",
        "Fear of falling is independently associated with recurrent falls in patients with Parkinson's disease: A 1-year prospective study",
        "Falls and fear of falling: Which comes first? A longitudinal prediction model suggests strategies for primary and secondary prevention",
        "The circumstances of falls among people with Parkinson's disease and the use of Falls Diaries to facilitate reporting",
        "Use of a short-form balance confidence scale to predict future recurrent falls in people with Parkinson disease",
        "Monitoring falls in cohort studies of community-dwelling older people: Effect of the recall interval",
        "Movement orientation switching with the eyes and lower limb in Parkinson disease",
        "Correlation of impaired subjective visual vertical and postural instability in Parkinson's disease",
        "Visual deprivation elicits subclinical postural inflexibilities in early Parkinson's disease",
        "What is the evidence to support home environmental adaptation in Parkinson's disease? A call for multidisciplinary interventions",
        "Thalamic cholinergic innervation and postural sensory integration function in Parkinson's disease"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "Juntendo University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Chulalongkorn University",
        "National Research Council of Thailand",
        "National Research Council of Thailand"
    ]
}