{
    "eid": "2-s2.0-84897604304",
    "title": "Influences of cultivation conditions on microbial profiles of pacific white shrimp (Litopenaeus vannamei) harvested from eastern and central Thailand",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3001"
        },
        {
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101"
        },
        {
            "$": "Environmental Science (miscellaneous)",
            "@code": "2301"
        },
        {
            "$": "Dentistry (miscellaneous)",
            "@code": "3501"
        },
        {
            "$": "Health Professions (miscellaneous)",
            "@code": "3601"
        },
        {
            "$": "Medicine (miscellaneous)",
            "@code": "2701"
        }
    ],
    "keywords": [
        "Cultivation",
        "Salinity",
        "Shrimp",
        "Temperature",
        "Vibrio parahaemolyticus"
    ],
    "authors": [
        "Matichon Lokkhumlue"
    ],
    "citedby-count": 1,
    "ref-count": 23,
    "ref-list": [
        "Foodborne microbial pathogens: Mechanisms and pathogenesis",
        "Influence of water temperature and salinity on seasonal occurrences of Vibrio cholerae and enteric bacteria in oyster-producing areas of Veracruz, México",
        "Seasonal abundance of total and pathogenic Vibrio parahaemolyticus in Alabama oysters",
        "Epidemiology of Vibrio parahaemolyticus outbreaks, Southern Chile",
        "Incidence of Vibrio spp. in shrimp caught off the south coast of Iran",
        "Journal of Bacteriology",
        "Occurrence of Vibrio spp. in sea fish, shrimps and bivalve molluscs harvested from Adriatic sea",
        "Christchurch: Institute of Environmental Science & Research Limited",
        "Identification of tdh-positive Vibrio parahaemolyticus from an outbreak associated with raw oyster consumption in Spain",
        "Seasonal dynamics in a coastal Vibrio community examined by a rapid clustering method based on 16S rDNA",
        "International Handbook of Foodborne Pathogens",
        "Vibrio parahaemolyticus gastroenteritis: An outbreak associated with raw oysters in the pacific northwest",
        "Agricultural Statistic 2011 for Export: Shrimp",
        "Seasonal distribution of total and pathogenic Vibrio parahaemolyticus in Chesapeake Bay oysters and waters",
        "Diversity and dynamics of a North Atlantic coastal Vibrio community",
        "Thailand. Asian Journal of Biotechnology",
        "Incidence of highly genetically diversified Vibrio parahaemolyticus in seafood imported from Asian countries",
        "Seasonal prevalence of Vibrio species in retail shrimps with an emphasis on Vibrio parahaemolyticus"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}