{
    "eid": "2-s2.0-85048024714",
    "title": "Prophylactic angiographic embolisation after endoscopic control of bleeding to high-risk peptic ulcers: A randomised controlled trial",
    "cover-date": "2019-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Gastroenterology",
            "@code": "2715",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "angiographic treatment",
        "embolisation",
        "endoscopic treatment",
        "peptic ulcer bleeding"
    ],
    "authors": [
        "James Y.W. Lau",
        "Rapat Pittayanon",
        "Ka Tak Wong",
        "Nutcha Pinjaroen",
        "Philip Wai Yan Chiu",
        "Rungsun Rerknimitr",
        "Ingrid Lisanne Holster",
        "Ernst J. Kuipers",
        "Kai Chun Wu",
        "Kim W.L. Au",
        "Francis K.L. Chan",
        "Joseph J.Y. Sung"
    ],
    "citedby-count": 39,
    "ref-count": 19,
    "ref-list": [
        "Endoscopic therapy for acute nonvariceal upper gastrointestinal hemorrhage: A meta-analysis",
        "Intravenous esomeprazole for prevention of recurrent peptic ulcer bleeding: A randomized trial",
        "Acute upper gastrointestinal bleeding in the UK: Patient characteristics, diagnoses and outcomes in the 2007 UK audit",
        "Prediction of therapeutic failure after adrenaline injection plus heater probe treatment in patients with bleeding peptic ulcer",
        "The prediction of recurrent bleeding leading to surgery or death after therapeutic endoscopy and adjunctive use of intravenous high dose omeprazole infusion for bleeding peptic ulcers",
        "Systematic review of the predictors of recurrent hemorrhage after endoscopic hemostatic therapy for bleeding peptic ulcers",
        "Meta-analysis: Predictors of rebleeding after endoscopic treatment for bleeding peptic ulcer",
        "Comparison of transcatheter arterial embolization and surgery for treatment of bleeding peptic ulcer after endoscopic treatment failure",
        "A comparison of angiographic embolization with surgery after failed endoscopic hemostasis to bleeding peptic ulcers",
        "Supplementary arteriel embolization an option in high-risk ulcer bleeding - A randomized study",
        "Prophylactic transcatheter arterial embolization after successful endoscopic hemostasis in the management of bleeding duodenal ulcer",
        "Preventive transarterial embolization in upper nonvariceal gastrointestinal bleeding",
        "Nature of the bleeding vessel in recurrently bleeding gastric ulcers",
        "The size of the vessel in patients dying from bleeding gastric ulcers",
        "Experimental comparison of endoscopic yttrium-aluminum-garnet laser, electrosurgery, and heater probe for canine gut arterial coagulation. Importance of compression and avoidance of erosion",
        "Doppler endoscopic probe monitoring of blood flow improves risk stratification and outcomes of patients with severe nonvariceal upper gastrointestinal hemorrhage",
        "Endoscopic ultrasound (EUS)-guided angiotherapy of refractory gastrointestinal bleeding",
        "Is routine second-look endoscopy effective after endoscopic hemostasis in acute peptic ulcer bleeding? A meta-analysis",
        "62 over-the-scope-clips versus standard endoscopic therapy in patients with recurrent peptic ulcer bleeding and a prospective randomized, multicenter trial (Sting)"
    ],
    "affiliation": [
        {
            "affiliation-city": null,
            "@id": "60024787",
            "affilname": "Prince of Wales Hospital Hong Kong",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024787",
            "affiliation-country": "Hong Kong"
        },
        {
            "affiliation-city": "Xi'an",
            "@id": "60069708",
            "affilname": "Xijing Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069708",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Rotterdam",
            "@id": "60032114",
            "affilname": "Erasmus MC",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032114",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}