{
    "eid": "2-s2.0-84907519832",
    "title": "Wastewater from instant noodle factory as the whole nutrients source for the microalga Scenedesmus sp. cultivation",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        }
    ],
    "keywords": [
        "Instant noodle factory",
        "Microalgae cultivation",
        "Scenedesmus sp",
        "Wastewater"
    ],
    "authors": [
        "Worawit Whangchenchom"
    ],
    "citedby-count": 7,
    "ref-count": 9,
    "ref-list": [
        "Wastewater treatment high rate algal ponds for biofuel production",
        "Dual role of microalgae: Phycoremediation of domestic wastewater and biomass production for sustainable biofuels production",
        "Carbon dioxide capture and nutrients removal utilizing treated sewage by concentrated microalgae cultivation in a membrane photobioreactor",
        "A hetero-photoautotrophic two-stage cultivation process to improve wastewater nutrient removal and enhance algal lipid accumulation",
        "A practical handbook of seawater analysis",
        "Standard method for the examination of water and waste water",
        "Cultivating chlorella sp. in a pilot-scale photobioreactor using centrate wastewater for microalgae biomass production and wastewater nutrient removal",
        "Assessment of the bioenergy and bioremediation potentials of the microalga Scenedesmus sp. AMDD cultivated in municipal wastewater effluent in batch and continuous mode",
        "Ammonia removal from anaerobic digestion effluent of livestock waste using green alga Scenedesmus sp."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}