{
    "eid": "2-s2.0-85142195502",
    "title": "The effect of board independence on dividend payouts: A quasi-natural experiment",
    "cover-date": "2022-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Board independence",
        "Corporate governance",
        "Dividends",
        "Independent directors",
        "Payout policy"
    ],
    "authors": [
        "Pandej Chintrakarn",
        "Pornsit Jiraporn",
        "Sirimon Treepongkaruna",
        "Sang Mook Lee"
    ],
    "citedby-count": 1,
    "ref-count": 61,
    "ref-list": [
        "Does corporate control determine the cross-listing location?",
        "Corporate Governance and Dividend Policy: Shareholders’ Protection or Expropriation?",
        "Interaction terms in logit and probit models",
        "Selection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic Schools",
        "A Catering Theory of Dividends",
        "Culture, corporate governance, and dividend policy: International evidence",
        "Do Changes in Dividends Signal the Future or the Past?, Journal of Finance, Vol",
        "The Dividend Puzzle",
        "Earned/contributed capital, dividend policy, and disclosure quality: An international study",
        "Corporate governance and firm valuation",
        "The Dividend Substitution Hypothesis: Australian Evidence",
        "How corporate governance affects payout policy under agency problems and external financing constraints",
        "Dividends and corporate governance: Canadian evidence",
        "CEO compensation and board structure",
        "Does corporate governance quality affect analyst coverage? Evidence from the Institutional Shareholder Services (ISS)",
        "How do independent directors view powerful CEOs?",
        "Corporate governance and liquidity",
        "Are dividends disappearing? Dividend concentration and the consolidation of earnings",
        "Dividend policy and the earned/contributed capital mix: A test of the lifecycle theory",
        "International corporate governance and corporate cash holdings",
        "Two Agency-Cost Explanations of Dividends",
        "The Sarbanes-Oxley Act and firms'going private decisions",
        "Dividends and expropriation",
        "Disappearing dividends: Changing firm characteristics or lower propensity to pay?",
        "Separation of ownership and control",
        "Corporate payout policy and managerial stock incentives",
        "Are some outside directors better than others? Evidence from director appointments by Fortune 1000 firms",
        "Corporate Governance and Dividend Payout Policy: A Test Using Antitakeover legislation",
        "CEO compensation and board structure revisited",
        "Dividend signalling and sustainability",
        "Managerial Entrenchment and Payout Policy",
        "Agency Costs of Free Cash Flow, Corporate Finance, and Takeovers",
        "Theory of the firm: Managerial behavior, agency costs and ownership structure",
        "Simultaneous determination of insider ownership, debt, and dividend policies",
        "Does corporate governance influence corporate risk-taking? Evidence from the Institutional Shareholder Services (ISS)",
        "Dividend Policy, Shareholder Rights and Corporate Governance Provisions",
        "Dividend payouts and corporate governance quality: An empirical investigation",
        "Capital structure and corporate governance quality: Evidence from the Institutional Shareholder Services (ISS)",
        "Do Co-Opted Directors Influence Dividend Policy?",
        "When a buyback isn't a buyback: Open market repurchases and employee options",
        "2009, Going-Private Decisions and the Sarbanes-Oxley Act of 2002: A Cross-Country Analysis",
        "Does corporate governance determine dividend payouts in Poland?",
        "Agency Problems and Dividend Policies around the World",
        "Why do firms go dark? Causes and economic consequences of voluntary SEC deregistrations",
        "Can Disclosure Quality Explain Dividend Payouts?",
        "The effects and unintended consequences of the Sarbanes-Oxley Act on the supply and demand for directors",
        "Distribution of Incomes of Corporations among Dividends",
        "Corporate Governance and Dividend Policy in Emerging Markets",
        "Dividend Policy, Growth and the Valuation of Shares",
        "Overinvestment, corporate governance and dividend initiations",
        "Unobservable selection and coefficient stability: Theory and validation",
        "Do transparent firms pay out more cash to shareholders?",
        "Cash holdings, dividend policy, and corporate governance: A cross-country analysis",
        "Regulation and bonding: The Sarbanes-Oxley Act and the flow of international listings",
        "Growth, Beta and Agency Costs as Determinants of Dividend Payout Ratios",
        "Corporate governance and dividend policy in Southeast Asia pre-and post-crisis",
        "Board of Director Composition, Shareholder Wealth, and Dividend Policy",
        "Independent directors and the propensity to pay dividends"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research Council of Thailand"
    ]
}