{
    "eid": "2-s2.0-85150254378",
    "title": "Effectiveness of a pharmacist-led expert system intervention for medication adherence and blood pressure control of adults with hypertension: A randomized controlled trial",
    "cover-date": "2023-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacy",
            "@code": "3611",
            "@abbrev": "HEAL"
        },
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "Expert system",
        "Hypertension",
        "Medication adherence",
        "Patient education"
    ],
    "authors": [
        "Margarita M. Gutierrez",
        "Rungpetch Sakulbumrungsil"
    ],
    "citedby-count": 0,
    "ref-count": 37,
    "ref-list": [
        "Global burden of hypertension: analysis of worldwide data",
        "INVESTMENT IN NON-COMMUNICABLE DISEASES PREVENTION AND CONTROL WILL SAVE LIVES AND CONTRIBUTE TO THE PHILIPPINES SAVING UP TO 4.8% OF ANNUAL GDP",
        "Prevalence of hypertension among patients attending mobile medical clinics in the Philippines after typhoon haiyan",
        "Implementing guidelines for the primary care benefit 2 (PCB2) package (OUT-PATIENT medicines for hypertensives. Diabetes, and Dyslipidemia) At Selected Inovation Sites",
        "A Report on Prevalence of Hypertension, Awareness and Treatment Profile",
        "First‐line drugs for hypertension",
        "Pharmacotherapy for hypertension in the elderly",
        "Factors associated with adherence to anti-hypertensive treatment in Pakistan",
        "An examination of the intentional and unintentional aspects of medication non‐adherence in patients diagnosed with hypertension",
        "Adherence to Long-Term Therapies: Evidence for Action",
        "Philippine Heart Association-Council on hypertension report on survey of hypertension and target organ damage (PRESYON 2-TOD*) a report on prevalence of hypertension, awareness, treatment profile and control rate",
        "UHC Act in the Philippines: A New Dawn for Health Care",
        "Effect of a pharmacy care program on medication adherence and persistence, blood pressure, and low-density lipoprotein cholesterol: a randomized controlled trial",
        "Pharmacy workforce in the Philippines: production trends",
        "Issues and concerns on utilization of the pharmacy workforce in the Philippines",
        "Expert Systems and Fuzzy Systems",
        "How to calculate sample size in randomized controlled trial?",
        "Factors associated with medication adherence of hypertensive patients in the Philippines: a systematic review",
        "Effect of patient education intervention on medication adherence and blood pressure of hypertensive Filipino patients: systematic review and meta-analysis",
        "Evaluating medication adherence: which measure is right for your program?",
        "What constitutes controlled hypertension? Patient based comparison of hypertension guidelines",
        "Summary of 1993 world health organisation-international society of hypertension guidelines for the management of mild hypertension",
        "Factors affecting sustained medication adherence and its impact on healthcare utilization in patients with diabetes",
        "Knowledge, attitudes and perceptions of people with type 2 diabetes as related to self-management practices: results of a cross-sectional study conducted in Luzon, Philippines",
        "Prevalence of medication nonadherence and level of health literacy among diagnosed hypertensives patients in a selected barangay in manila, Philippines",
        "Copayment level and compliance with antihypertensive medication: analysis and policy implications for managed care",
        "Antihypertensive adherence and drug class among Asian Pacific Americans",
        "Association between body mass index and blood pressure across three populations in Africa and Asia",
        "Asian management of hypertension: current status, home blood pressure, and specific concerns in Philippines (a country report)",
        "The impact of COVID-19 on ASEAN",
        "Defining and profiling the middle class. Policy Notes",
        "Extended adherence support by community pharmacists for patients with hypertension: a randomised controlled trial",
        "Does physical activity lower blood pressure: a critical review of the clinical trials"
    ],
    "affiliation": [
        {
            "affiliation-city": "Manila",
            "@id": "60071495",
            "affilname": "University of the Philippines Manila",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071495",
            "affiliation-country": "Philippines"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}