{
    "eid": "2-s2.0-85030837368",
    "title": "A study of factors influencing intention to purchase local community product on E-Commerce website: The case of One Tambon One Product (OTOP) in Thailand",
    "cover-date": "2017-08-29",
    "subject-areas": [],
    "keywords": [
        "E-Commerce",
        "One Tambon One Product (OTOP)",
        "One Village One Product (OVOP)",
        "Perceived ease of use",
        "Purchasing Intention",
        "Reliability",
        "Social Influence",
        "Technology Acceptance Model (TAM)"
    ],
    "authors": [
        "Krittika Akasarakul"
    ],
    "citedby-count": 4,
    "ref-count": 24,
    "ref-list": [
        "Journal of Consumer Research",
        "Japanese Studies Journal Special Issue: Regional Cooperation for Sustainable Future in Asia",
        "Rev. Integr. Bus. Econ. Res",
        "The impact of online store environment cues on purchase intention: Trust and perceived risk as a mediator",
        "Informational Social Influence and Product Evaluation",
        "Factors influencing Irish consumers' trust in internet shopping",
        "Trust and e-commerce: A study of consumer perceptions",
        "Perceived usefulness, perceived ease of use, and user acceptance of information technology",
        "Management Science",
        "Trust determinants and outcomes in global B2B services",
        "Understanding Attitudes and Predicting Social Behavior",
        "The Journal of SPORT",
        "RCAPS Working Papernnn No. 11-3",
        "Impact of social influence in e-commerce decision making",
        "The sources of four commonly reported cutoff criteria: What did they really say?",
        "Consumer's decision to shop online: The moderating role of positive informational social influence",
        "Intention and Behavior: An Introduction to Theory and Research",
        "Role of electronic trust in online retailing: A re-examination of the commitment-trust theory",
        "National Electronics and Computer Technology Center, National Science and Technology Development Agency and Ministry of Science and Technology, Executive Summary: Thailand Information and Communication Technology Policy Framework (2011-2020), ICT 2020",
        "Computer Science",
        "A Study of One Village One Product (OVOP) and Workforce Development: Lessons for Engaging Rural Communities Around the World",
        "Social Influences",
        "Theoretical extension of the Technology Acceptance Model: Four longitudinal field studies",
        "User acceptance of information technology: Toward a unified view"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}