{
    "eid": "2-s2.0-85087554618",
    "title": "ASEAN in the South China Sea conflict, 2012–2018: A lesson in conflict transformation from normative power Europe",
    "cover-date": "2020-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "ASEAN",
        "Normative power Europe",
        "South China Sea",
        "Y80"
    ],
    "authors": [
        "K. Cheeppensook"
    ],
    "citedby-count": 0,
    "ref-count": 63,
    "ref-list": [
        "Declaration on the conduct of parties in the south China sea. Retrieved March 3, 2019",
        "The ASEAN Charter. Retrieved March 3, 2019",
        "Overview of ASEAN-China Dialogue Relations. Retrieved March 3, 2019",
        "China, ASEAN agree to examine S’pore proposal on South China Sea. The Straits Times. Retrieved March 3, 2019",
        "Reflecting on normative-power Europe",
        "ASEAN’s Diplomatic and Security Culture: Origins",
        "ASEAN-China Relations: Key Junctures for Singapore as Country Coordinator",
        "Singapore’s South China Sea policy: Implications for freedom and safety of navigation",
        "The ASEAN Way of Conflict Management in the South China Sea",
        "Normative Power Europe: A Contradiction in Terms?",
        "Normative power Europe reconsidered: Beyond the crossroads",
        "The Construction of EU Normative Power",
        "Coordinating the South China Sea Issue: Thailands Roles in the Code Of Conduct Development",
        "Inaugural Address. Address presented at International Conference on “China: Connectivity with the ASEAN Economic Community”. Retrieved March 3, 2019",
        "ASEAN and China Launch Official Consultations on Code of Conduct in South China Sea; Phl Calls for Deliberate and Rules-Based Process in Moving Forward. Retrieved March 3, 2019",
        "From Resolution to Transformation: The Role of Dialogue Projects",
        "Thai PM Vows Commitment to Code of Conduct on South China Sea Row. Http://Inquirer.net. Retrieved March 3, 2019",
        "ASEAN and the South China Sea",
        "Assessing the ASEAN-China Framework for the Code of Conduct for the South China Sea",
        "Chinese Diplomat Tells Singapore to Stay Out of South China Sea Disputes. Retrieved March 3, 2019"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Korea Foundation"
    ]
}