{
    "eid": "2-s2.0-84925796253",
    "title": "Kinetic mechanism and the rate-limiting step of Plasmodium vivax serine hydroxymethyltransferase",
    "cover-date": "2015-03-27",
    "subject-areas": [
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Cell Biology",
            "@code": "1307"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        }
    ],
    "keywords": [],
    "authors": [
        "Somchart Maenpuen"
    ],
    "citedby-count": 10,
    "ref-count": 38,
    "ref-list": [
        "Serine hydroxymethyltransferase.",
        "Serine hydroxymethyltransferase revisited",
        "PLP-dependent enzymes as potential drug targets for protozoan diseases",
        "Folates and Pterins",
        "Serine hydroxymethyltransferase from Plasmodium vivax is different in substrate specificity from its homologues",
        "Controlling reaction specificity in pyridoxal phosphate enzymes",
        "Extremophilic SHMTs: From structure to biotechnology",
        "Providing One-Carbon Units for Biological Methylations: Mechanistic Studies on Serine Hydroxymethyltransferase, Methylenetetrahydrofolate Reductase, and Methyltetrahydrofolate-Homocysteine Methyltransferase",
        "Comprehensive Biological Catalysis: A Mechanistic Reference",
        "Serine hydroxymethyltransferase: A model enzyme for mechanistic, structural, and evolutionary studies",
        "Plasmodium serine hydroxymethyltransferase: Indispensability and display of distinct localization",
        "Characterization of Plasmodium falciparum serine hydroxymethyltransferase-A potential antimalarial target",
        "Catalytic and ligand-binding characteristics of Plasmodium falciparum serine hydroxymethyltransferase",
        "Plasmodium serine hydroxymethyltransferase as a potential anti-malarial target: Inhibition studies using improved methods for enzyme production and assay",
        "The structure of Plasmodium falciparum serine hydroxymethyltransferase reveals a novel redox switch that regulates its activities",
        "Distinct biochemical properties of human serine hydroxymethyltransferase compared with the Plasmodium enzyme: Implications for selective inhibition",
        "Serine Transhydroxymethylase: Evidence for a Sequential Random Mechanism",
        "Serine hydroxymethyltransferase: Role of Glu75 and evidence that serine is cleaved by a retroaldol mechanism",
        "ENZYMATIC SYNTHESIS OF THE METHYL GROUP OF METHIONINE. IX.",
        "[66] Methods for Reduction, Stabilization, and Analyses of Folates",
        "Interactions of Pig Liver Serine Hydroxymethyltransferase with Methyltetrahydropteroylpolyglutamate Inhibitors and with Tetrahydropteroylpolyglutam ate Substrates",
        "Methylenetetrahydrofolate reductase from escherichia coli: Elucidation of the kinetic mechanism by steady-state and rapid-reaction studies",
        "Conformational selection or induced fit? A critical appraisal of the kinetic mechanism",
        "Methods Mol. Biol.",
        "Kinetics of Fast Enzyme Reactions: Theory and Practice",
        "Mechanism for folate-independent aldolase reaction catalyzed by serine hydroxymethyltransferase",
        "Direct spectrophotometric evidence for the oxidation of tetrahydrofolate during the enzymatic synthesis of thymidylate.",
        "Data for Biochemical Research",
        "SERINE TRANSHYDROXYMETHYLASE. PROPERTIES OF THE ENZYME-SUBSTRATE",
        "Purification and properties of mitochondrial serine hydroxymethyltransferase.",
        "Interaction of Tetrahydropteroylpolyglutamates with Two Enzymes from Mitochondria",
        "Role of tyrosine 65 in the mechanism of serine hydroxymethyltransferase",
        "Crystal structure at 2.4 Å resolution of E. coli serine hydroxymethyltransferase in complex with glycine substrate and 5-formyl tetrahydrofolate",
        "Crystal structure of binary and ternary complexes of serine hydroxymethyltransferase from Bacillus stearothermophilus. Insights into the catalytic mechanism",
        "Structure determination and biochemical studies on Bacillus stearothermophilus E53Q serine hydroxymethyltransferase and its complexes provide insights on function and enzyme memory",
        "Importance of tyrosine residues of Bacillus stearothermophilus serine hydroxymethyltransferase in cofactor binding and l-allo-Thr cleavage: Crystal structure and biochemical studies",
        null,
        "Structures of Plasmodium vivax serine hydroxymethyltransferase: Implications for ligand-binding specificity and functional control"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ann Arbor",
            "affilname": "University of Michigan Medical School",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "affilname": "Burapha University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}