{
    "eid": "2-s2.0-85100161407",
    "title": "Sleep disordered breathing in children receiving vagus nerve stimulation therapy",
    "cover-date": "2021-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Drug resistant epilepsy",
        "Obstructive sleep apnea",
        "Polysomnography",
        "Sleep disordered breathing",
        "Vagus nerve stimulation"
    ],
    "authors": [
        "Thomas J. Dye",
        "Sumalee Hantragool",
        "Christopher Carosella",
        "Guixia Huang",
        "Md M. Hossain",
        "Narong Simakajornboon"
    ],
    "citedby-count": 11,
    "ref-count": 24,
    "ref-list": [
        "Long-term treatment with vagus nerve stimulation in patients with refractory epilepsy. The Vagus Nerve Stimulation Study Group E01-E05",
        "Vagus nerve stimulation therapy, epilepsy, and device parameters",
        "Vagus nerve stimulation therapy in pediatric patients with refractory epilepsy: retrospective study",
        "Vagus nerve stimulation in patients with catastrophic childhood epilepsy, a 2-year follow-up study",
        "Vagus nerve stimulation in children with refractory epilepsy: unusual complications and relationship to sleep-disordered breathing",
        "Vagus nerve stimulation therapy summary",
        "Treatment of intractable epilepsy by electrical stimulation of the vagus nerve",
        "Beneficial effects on sleep of vagus nerve stimulation in children with therapy resistant epilepsy",
        "Sleep-related breathing disorder in children with vagal nerve stimulators",
        "Obstructive sleep apnea and respiratory complications associated with vagus nerve stimulators",
        "Respiratory pattern changes in sleep in children on vagal nerve stimulation for refractory epilepsy",
        "Mode of vagus nerve stimulation differentially affects sleep related breathing in patients with epilepsy",
        "Rules for scoring respiratory events in sleep: update of the 2007 AASM manual for the scoring of sleep and associated events. Deliberations of the sleep apnea definitions task force of the American Academy of sleep medicine",
        "The AASM manual for the scoring of sleep and associated events: rules, terminolog and technical specifications",
        "Efficacy of rapid cycling vagus nerve stimulation in pharmaco-resistant epilepsy",
        "Effects of vagus nerve stimulation on sleep-related breathing in epilepsy patients",
        "Vagus nerve stimulation, sleep apnea, and CPAP titration",
        "Vagus nerve stimulator–associated sleep disordered breathing: identification, treatment, and outcomes in a pediatric patient",
        "Effects of vagus nerve stimulation on respiration during sleep",
        "Increasing off-time improves sleep-disordered breathing induced by vagal nerve stimulation",
        "Case of an in-laboratory vagal nerve stimulator titration for vagal nerve stimulator-induced pediatric obstructive sleep apnea",
        "Vagal nerve stimulator implantation: an otolaryngologist's perspective",
        "Vagus nerve stimulation induces changes in respiratory sinus arrhythmia of epileptic children during sleep",
        "Vagus nerve stimulation in a case of epilepsy with CSWSS: respiratory side effects during sleep"
    ],
    "affiliation": [
        {
            "affiliation-city": "Cincinnati",
            "@id": "60030440",
            "affilname": "Cincinnati Children's Hospital Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030440",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Cincinnati",
            "@id": "60017412",
            "affilname": "University of Cincinnati College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017412",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Baltimore",
            "@id": "60001117",
            "affilname": "Johns Hopkins School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001117",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Cincinnati Children's Hospital Medical Center",
        "Cincinnati Children's Research Foundation"
    ]
}