{
    "eid": "2-s2.0-85087694743",
    "title": "Anxiety and public responses to covid-19: Early data from Thailand",
    "cover-date": "2020-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Psychiatry and Mental Health",
            "@code": "2738",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Biological Psychiatry",
            "@code": "2803",
            "@abbrev": "NEUR"
        }
    ],
    "keywords": [
        "Covid-19",
        "Pandemics",
        "Psychological distress",
        "Stigma",
        "Thailand"
    ],
    "authors": [
        "Robin Goodwin",
        "Juthatip Wiwattanapantuwong",
        "Arunya Tuicomepee",
        "Panrapee Suttiwan",
        "Rewadee Watakakosol"
    ],
    "citedby-count": 31,
    "ref-count": 21,
    "ref-list": [
        "Controlling the false Discovery rate: a practical and powerful approach to multiple testing",
        "Demographic and attitudinal determinants of protective behaviours during a pandemic: a review",
        "Outbreak ‘reviving stereotypes’",
        "Perceived risk, anxiety, and behavioural responses of the general public during the early phase of the Influenza A (H1N1) pandemic in The Netherlands: results of three consecutive online surveys",
        "Coronavirus perceptions and economic anxiety",
        "The mental health consequences of COVID-19 and physical distancing: the need for prevention and early intervention",
        "The novel coronavirus (COVID-2019) outbreak: amplification of public health consequences by media exposure",
        "Keeping the vermin out: perceived disease threat and ideological orientations as predictors of exclusionary immigration attitudes",
        "Association between media use, acute sress disorder and psychological distress",
        "Representations of swine flu: perspectives from a Malaysian pig farm",
        "Early responses to H7N9 in southern mainland China",
        "Emotional Contagion",
        "Multidisciplinary research priorities for the covid-19 pandemic",
        "Thai elderly behavior of internet use",
        "Statistical table population: Bangkok",
        "A nationwide survey of psychological distress among Chinese people in the COVID-19 epidemic: implications and policy recommendations",
        "China stopped its economy to tackle coronavirus. Now the world suffers. The New York times",
        "Representations of SARS in the British newspapers",
        "Age, sex, existing conditions of COVID-19 cases and deaths",
        "One in five Thai baht spent is in Travel & Tourism. 2019"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Coventry",
            "@id": "60022020",
            "affilname": "University of Warwick",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022020",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}