{
    "eid": "2-s2.0-85122816220",
    "title": "Metahyphopichia suwanaadthiae sp. nov., an anamorphic yeast species in the order Saccharomycetales and reassignment of Candida silvanorum to the genus Metahyphopichia",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Agaricomycotina",
        "Insect frass",
        "Metahyphopichia suwanaadthiae sp. nov",
        "Mushroom",
        "Soil",
        "Yeast"
    ],
    "authors": [
        "Pannida Khunnamwong",
        "Ancharida Savarajara",
        "Sasitorn Jindamorakot",
        "Savitree Limtong"
    ],
    "citedby-count": 0,
    "ref-count": 34,
    "ref-list": [
        "The ascigerous state of Candida chodatii",
        "Hyphopichia von Arx & van der Walt",
        "Hansen emend. Kurtzman",
        "Identification and phylogeny of ascomyce-tous yeasts from analysis of nuclear large subunit (26S) ribosomal DNA partial sequences",
        "New species and a new combination in the Hyphopichia and Yarrowia yeast clades",
        "Discussion of teleomorphic and anamorphic asco-mycetous yeasts and yeast-like taxa",
        "Re-examination of strains formerly assigned to Hyphopichia burtonii, the phylogeny of the genus Hyphopichia, and the description of Hyphopichia pseudoburtonii sp. nov",
        "Pichia dushanensis sp. nov. and Hyphopichia paragotoi sp. nov., two sexual yeast species associated with insects and rotten wood",
        "Description of Hyphopichia buzzinii f.a., sp. nov. and Hyphopichia homilentoma comb. nov., the teleomorph of Candida homilentoma",
        "Hyphopichia lachancei, f.a., sp. nov., a yeast species from diverse origins",
        "Four new, related Candida species from South African insect sources",
        "A phylogenetic study of ubiquinone Q-8 species of the genera Candida, Pichia, and Citeromyces based on 18S ribosomal DNA sequence divergence",
        "Metahy-phopichia laotica gen. nov., sp. nov., a polymorphic yeast related to Hyphopichia",
        "Five novel anamorphic, ascomycetous yeast species associated with mushrooms and soil",
        "Kloeckera taiwanica sp. nov., an ascomycetous apiculate yeast species isolated from mushroom fruiting bodies",
        "Teunomyces basidiocarpi sp. nov. and Teunomyces luguensis sp. nov., two ascomycetous yeast species related to the Candida kruisii clade isolated in Taiwan",
        "Cultivable microbiome of fresh white button mushrooms",
        "Basidiomy-cetous yeasts from boletales fruiting bodies and their interactions with the mycoparasite Sepedonium chrysospermum and the host fungus Paxillus",
        "Two new anamorphic yeasts, Candida thai-landica sp. nov. and Candida lignicola sp. nov., isolated from insect frass in Thailand",
        "Occurrence of oleaginous yeast from mangrove forest in Thailand",
        "Kazach-stania siamensis sp. nov., an ascomycetous yeast species from forest soil in Thailand",
        "Amplification and direct sequencing of fungal ribosomal RNA genes for phylogenetics",
        "Metschnikowia cerradonensis sp. nov., a yeast species isolated from ephemeral flowers and their nitidulid beetles in Brazil",
        "Relationships among genera of the Saccharomycotina (Ascomycota) from multigene phylogenetic analysis of type species",
        "Phylogeny and evolution of medical species of Candida and related taxa: a multigenic analysis",
        "MEGA7: Molecular Evolutionary Genetics Analysis version 7.0 for bigger datasets",
        "Gapped BLAST and PSI-BLAST: a new generation of protein database search programs",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "Methods for isola-tion, phenotypic characterization and maintenance of yeasts",
        "Description of Martiniozyma gen. nov. and transfer of seven Candida species to Saturnispora as new combinations",
        "Hagleromyces gen. nov., a yeast genus in the Saccharomycetaceae, and description of Hagleromyces aurorensis sp. nov., isolated from water tanks of bromeliads",
        "Three new anascosporic genera of the Saccharomycotina: Danielozyma gen. nov., Deakozyma gen. nov. and Middelhovenomyces gen. nov",
        "Candida Berkhout"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund",
        "Kasetsart University Research and Development Institute"
    ]
}