{
    "eid": "2-s2.0-84995560931",
    "title": "Diversity of non-Flavobacterium columnare bacteria associated with columnaris-like diseased fish",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "16S rRNA",
        "Columnaris-like",
        "Non-Flavobacterium columnare bacteria"
    ],
    "authors": [
        "Ha Thanh Dong"
    ],
    "citedby-count": 7,
    "ref-count": 29,
    "ref-list": [
        "Phenotypic and molecular characterization and pathology of Flectobacillus roseus causing flectobacillosis in captive held carp Labeo rohita (Ham.) fingerlings",
        "Study of a bacteriophage infecting the myxobacterium Chondrococcus",
        "(Symposium on Myxobacteria and Flavobacteria: Paper VII). The Pathogenic Myxobacteria with Special Reference to Fish Diseases",
        "Genetic fingerprinting of Flavobacterium columnare isolates from cultured fish",
        "Dis Aquat Organ",
        "Cutting a gordian knot: Emended classification and description of the genus Flavobacterium, emended description of the family Flavobacteriaceae, and proposal of Flavobacterium hydatis nom. nov. (basonym, Cytophaga aquatilis Strohl and Tait 1978)",
        "Polyphasic study of Chryseobacterium strains isolated from diseased aquatic animals",
        "Genetic diversity of Flavobacterium columnare examined by restriction fragment length polymorphism and sequencing of the 16S ribosomal RNA gene and the 16S-23S rDNA spacer",
        "Bull US Bur Fish",
        "Chryseobacterium piscium sp. nov., isolated from fish of the South Atlantic Ocean off South Africa",
        "Shieh medium supplemented with tobramycin for selective isolation of Flavobacterium columnare (Flexibacter columnaris) from diseased fish",
        "Phenotypic characterization and genetic diversity of Flavobacterium columnare isolated from red tilapia, Oreochromis sp., in Thailand",
        "Naturally concurrent infections of bacterial and viral pathogens in disease outbreaks in cultured Nile tilapia (Oreochromis niloticus) farms",
        "Concurrent infections of Flavobacterium columnare and Edwardsiella ictaluri in striped catfish, Pangasianodon hypophthalmus in Thailand",
        "Virulence assay of rhizoid and non-rhizoid morphotypes of Flavobacterium columnare in red tilapia, Oreochromis sp., fry",
        "Isolation and characterization of strains of Flavobacterium columnare from Brazil",
        "Chryseobacterium piscicola sp. nov., isolated from diseased salmonid fish",
        "Chryseobacterium chaponense sp. nov., isolated from farmed Atlantic salmon (Salmo salar)",
        "A classification of flexibacteria.",
        "Chryseobacterium aahli sp. nov., isolated from lake trout (Salvelinus namaycush) and brown trout (Salmo trutta), and emended descriptions of chryseobacterium ginsenosidimutans and chryseobacterium gregarium",
        "Fish Disease: Diagnosis and Treatment",
        "Identification and virulence of Chryseobacterium indologenes isolated from diseased yellow perch (Perca flavescens)",
        "Flectobacillus roseus sp. nov., isolated from freshwater in Taiwan",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "Chryseobacterium oncorhynchi sp. nov., isolated from rainbow trout (Oncorhynchus mykiss)",
        "First isolation and characterization of Chryseobacterium shigense from rainbow trout",
        "Chryseobacterium tructae sp. nov., isolated from rainbow trout (Oncorhynchus mykiss)",
        "Chryseobacterium viscerum sp. nov., isolated from diseased fish",
        "16S-23S rDNA intergenic sequences indicate that Leuconostoc oenos is phylogenetically homogeneous"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}