{
    "eid": "2-s2.0-85127338176",
    "title": "Metabolic transformation of cyanobacteria for biofuel production",
    "cover-date": "2022-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Engineering",
            "@code": "2305",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Environmental Chemistry",
            "@code": "2304",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Pollution",
            "@code": "2310",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Health, Toxicology and Mutagenesis",
            "@code": "2307",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Biofuel",
        "CO2 sequestration",
        "Cyanobacteria",
        "Metabolic engineering",
        "Stress tolerance"
    ],
    "authors": [
        "Rajendran Velmurugan",
        "Aran Incharoensakdi"
    ],
    "citedby-count": 5,
    "ref-count": 91,
    "ref-list": [
        "Triacylglycerol and phytyl ester synthesis in Synechocystis sp. PCC6803",
        "Using transcriptomics to improve butanol tolerance of Synechocystis sp. strain PCC 6403",
        "Tertiary amine as an efficient CO2switchable solvent for extracting lipids from hypersaline microalgae",
        "Direct photosynthetic recycling of carbon dioxide to isobutyraldehyde",
        "Evolution, genomic analysis, and reconstruction of isobutanol tolerance in Escherichia coli",
        "High rates of photobiological H2production by a cyanobacterium under aerobic conditions",
        "The cyanobacterium Synechocystis sp. PCC 6803 is able to express an active [FeFe] hydrogenase without additional maturation proteins",
        "Bioprocessing for biofuels",
        "Assessing the food vs. fuel issue: an agent-based simulation",
        "Enhancing biomass and ethanol production by increasing NADPH production in Synechocystis sp. PCC 6803",
        "Selection of ADH in Genetically Modified Cyanobacteria for the Production of Ethanol",
        "Ethanol synthesis by genetic engineering in cyanobacteria",
        "Metabolic engineering of cyanobacteria for ethanol production",
        "Transcriptomic response to prolonged ethanol production in the cyanobacterium Synechocystis sp. PCC6803",
        "Rewiring hydrogenase-dependent redox circuits in cyanobacteria",
        "Genetically Enhanced Cyanobacteria for the Production of a First Chemical Compound Harbouring Zn2+, Co2+ or Ni2+ ‐inducible Promoters",
        "Selection of Adh in Genetically Modified Cyanobacteria for the Production of Ethanol",
        "Engineering microbial biofuel tolerance and export using efflux pumps",
        "Review: hydrogen production by cyanobacteria",
        "Overexpression of genes involved in CBB cycle and free fatty acid cycling enhances the significant levels of intracellular lipids and secreted free fatty acids",
        "Improved lipid production via fatty acid biosynthesis and free fatty acid recycling in engineered Synechocystis sp. PCC 6803",
        "Cyanobacteria as an eco-friendly resource for biofuel production: a critical review",
        "Purification and characterization of acyl carrier protein from two cyanobacteria species",
        "Photosynthetic production of ethanol from carbon dioxide in genetically engineered cyanobacteria",
        "Role of cyanobacteria in agricultural and industrial sectors: an outlook on economically important byproducts",
        "Expression of Shewanella oneidensis MR-1 [FeFe] hydrogenase genes in Anabaena sp. strain PCC 7120",
        "Transcriptional and mutational analysis of the uptake hydrogenase of the filamentous cyanobacterium Anabaena variabilis ATCC 29413",
        "Cyanobacterial production of 1,3-propanediol directly from carbon dioxide using a synthetic metabolic pathway",
        "The life of ribulose 1,5-bisphosphate carboxylase/oxygenase posttranslational facts and mysteries",
        "Metabolic phenotyping of the cyanobacterium Synechocystis 6803 engineered for production of alkanes and free fatty acids",
        "Metabolomic analysis of NAD kinase-deficient mutants of the cyanobacterium Synechocystis sp. PCC 6803",
        "Expression of foreign type I ribulose-1,5-bisphosphate carboxylase/oxygenase (EC 4.1.1.39) stimulates photosynthesis in cyanobacterium Synechococcus PCC 7942",
        "Rre37 stimulates accumulation of 2-oxoglutarate and glycogen under nitrogen starvation in Synechocystis sp. PCC 6803",
        "Overexpression of sigma factor SigB improves temperature and butanol tolerance of Synechocystis sp. PCC6803",
        "Fatty aldehydes in cyanobacteria are a metabolically flexible precursor for a diversity of biofuel products",
        "Installing extra bicarbonate transporters in the cyanobacterium Synechocystis sp. PCC6803 enhances biomass production",
        "Cyanobacterial hydrogenase and hydrogen metabolism revisited: recent progress and future prospects",
        "Fundamentals and recent advances in hydrogen production and nitrogen fixation in cyanobacteria",
        "Enhanced biohydrogen production by the N2-fixing cyanobacterium Anabaena siamensis strain TISTR 8012",
        "Inactivation of uptake hydrogenase leads to enhanced and sustained hydrogen production with high nitrogenase activity under high light exposure in the cyanobacterium Anabaena siamensis TISTR 8012",
        "Reprogramming the glycolytic pathway for increased hydrogen production in cyanobacteria: metabolic engineering of NAD+-dependent GAPDH",
        "Engineering a synthetic pathway in cyanobacteria for isopropanol production directly from carbon dioxide and light",
        "Metabolic engineering of cyanobacteria for 1-butanol production from carbon dioxide",
        "Microbial synthesis of n-butanol, isobutanol, and other higher alcohols from diverse resources",
        "Oxygen-tolerant coenzyme A-acylating aldehyde dehydrogenase facilitates efficient photosynthetic n-butanol biosynthesis in cyanobacteria",
        "Isobutanol production as an alternative metabolic sink to rescue the growth deficiency of the glycogen mutant of Synechococcus elongatus PCC 7942",
        "Engineered cyanobacteria with enhanced growth show increased ethanol production and higher biofuel to biomass ratio",
        "HupW protease specifically required for processing of the catalytic subunit of the uptake hydrogenase in the cyanobacterium Nostoc sp. strain PCC 7120",
        "A hydrogen-producing, hydrogenase-free mutant strain of Nostoc punctiforme ATCC 29133",
        "Proteomic analysis reveals resistance mechanism against biofuel hexane in Synechocystis sp. PCC 6803",
        "Disruption of the uptake hydrogenase gene, but not of the bidirectional hydrogenase gene, leads to enhanced photobiological hydrogen production by the nitrogen-fixing cyanobacterium Anabaena sp. PCC 7120",
        "Redirecting reductant flux into hydrogen production via metabolic engineering of fermentative carbon metabolism in a cyanobacterium",
        "Isobutanol production in Synechocystis PCC 6803 using heterologous and endogenous alcohol dehydrogenases",
        "Combinatorial deletions of glgC and phaCE enhance ethanol production in Synechocystis sp. PCC 6803",
        "A comparative view of metabolite and substrate stress and tolerance in microbial bioprocessing: from biofuels and chemicals, to biocatalysis and bioremediation",
        "Improvement of cyanobacterial Rubisco by introducing the latch structure involved in high affinity for CO2 in red algal Rubisco",
        "Cyanobacterial conversion of carbon dioxide to 2,3-butanediol",
        "Membrane topology of the cyanobacterial bicarbonate transporter, SbtA, and identification of potential regulatory loops",
        "Quantitative iTRAQ LC-MS/MS proteomics reveals metabolic responses to biofuel ethanol in cyanobacterial Synechocystis sp. PCC6803",
        "Functions, compositions, and evolution of the two types of carboxysomes: polyhedral microcompartments that facilitate CO2 fixation in cyanobacteria and some Proteobacteria",
        "Metabolic Switch. US2012/0164705A1",
        "Opportunities for renewable bioenergy using microorganisms",
        "Bioengineering of carbon fixation, biofuels, and biochemical in cyanobacteria and plants",
        "Improved free fatty acid production in cyanobacteria with Synechococcus sp. PCC 7002 as host",
        "Lipid biosynthesis and its regulation in cyanobacteria",
        "Synthesis of 2,3- butanediol by Synechocystis sp. PCC 6803 via heterologous expression of a catabolic pathway from lactic acid and enterobacteria",
        "Photosynthetic production of 2-methyl-1-butanol from CO2 in cyanobacterium Synechococcus elongatus PCC7942 and characterization of the native acetohydroxyacid synthase",
        "Combined effect of CO2 concentration and low-cost urea repletion/starvation in Chlorella vulgaris for ameliorating growth metrics, total and non-polar lipid accumulation and fatty acid composition",
        "Cyanobacteria: a precious bio-resource in agriculture, ecosystem, and environmental sustainability",
        "Improvement of outdoor culture efficiency of cyanobacteria by over-expression of stress tolerance genes and its implication as bio-refinery feedstock",
        "Photosynthesis driven conversion of carbon dioxide to fatty alcohols and hydrocarbons in cyanobacteria",
        "Despite slow catalysis and confused substrate specificity, all ribulose bisphosphate carboxylases may be nearly perfectly optimized",
        "Quantitative proteomics reveals dynamic responses of Synechocystis sp. PCC6803 to next-generation biofuel butanol",
        "Co-overexpression of native phospholipid-biosynthetic genes plsX and plsC enhances lipid production in Synechocystis sp. PCC 6803",
        "Metabolic engineering of Synechocystis sp. strain PCC 6803 for isobutanol production",
        "Disruption of polyhydroxybutyrate synthesis redirects carbon flow towards glycogen synthesis in Synechocystis sp. PCC 6803 overexpressing glgC/glgA",
        "Metal oxide mediated extracellular NADPH regeneration improves ethanol production by engineered Synechocystis sp. PCC 6803",
        "Heterologous expression of ethanol synthesis pathway in glycogen deficient Synechococcus elongates PCC 7942 resulted in enhanced production of ethanol and exopolysaccharides",
        "Overexpression of glucose-6-phosphate isomerase in Synechocystis sp. PCC 6803 with disrupted glycogen synthesis pathway improves exopolysaccharides synthesis",
        "Cyanobacterial photo-driven mixotrophic metabolism and its advantages for biosynthesis",
        "Application of synthetic biology in cyanobacteria",
        "Engineering cyanobacteria to improve photosynthetic production of alka(e)nes",
        "Metabolic engineering of enhanced glycerol-3-phosphate synthesis to increase lipid production in Synechocystis sp. PCC 6803",
        "Heterologous expression of Alteromonas macleodii and Thiocapsa roseopersicina [NiFe] hydrogenases in Synechococcus elongatus",
        "Temporal orchestration of glycogen synthase (GlgA) gene expression and glycogen accumulation in the oceanic picoplanktonic cyanobacterium Synechococcus sp. Strain WH8103",
        "Strategies evaluation of limiting factors affecting algal growth – an approach to waste mitigation and carbon dioxide sequestration",
        "Metabolic flux analysis in synechocystis using isotope distribution from13C-labeled glucose",
        "Life-cycle analysis on biodiesel production from microalgae: water footprint and nutrients balance",
        "Improved production of fatty alcohols in cyanobacteria by metabolic engineering",
        "Evaluation of experimental conditions that influence hydrogen production among heterocystous cyanobacteria",
        "Identification of a transporter Slr0982 involved in ethanol tolerance in cyanobacterium Synechocystis sp. PCC 6803"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "CU Ratchadaphiseksomphot Endowment Fund",
        "Ratchadaphiseksomphot Endowment Fund",
        "Graduate School",
        "Faculty of Science, Chulalongkorn University"
    ]
}