{
    "eid": "2-s2.0-85063979830",
    "title": "Antigen host response differences between the animal-type strain and human-clinical Pythium insidiosum isolates used for serological diagnosis in Thailand",
    "cover-date": "2019-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Antigenic differences",
        "Pythium insidiosum",
        "Serological diagnosis"
    ],
    "authors": [
        "N. Worasilchai",
        "A. Leelahavanichkul",
        "N. Permpalung",
        "C. Kuityo",
        "T. Phaisanchatchawan",
        "T. Palaga",
        "R. Reantragoon",
        "A. Chindamporn"
    ],
    "citedby-count": 5,
    "ref-count": 20,
    "ref-list": [
        "Pythium insidiosum: An overview",
        "Pythium insidiosum keratitis confirmed by DNA sequence analysis",
        "Long-term follow-up after successful treatment of Pythium insidiosum keratitis in Israel",
        "Actinobacillus actinomycetemcomitans keratitis after glaucoma infiltration surgery: A clinical report and literature review",
        "Pythium insidiosum keratitis: Clinical profile and role ofDNAsequencing and zoospore formation in diagnosis",
        "Pythium insidiosum keratitis in Israel",
        "Pythium insidiosum keratitis in an Australian child",
        "Orbital pythiosis: A non-fungal disease mimicking orbital mycotic infections, with a retrospective review of the literature",
        "Vascular pythiosis of the lower extremity in northern Thailand: Ten years' experience",
        "Treatment outcomes of surgery, antifungal therapy and immunotherapy in ocular and vascular human pythiosis: A retrospective study of 18 patients",
        "Jorgensen, Marie Louise Landry",
        "Comparison of nested PCR and culture identification of Pythium insidiosum in patients with Pythium keratitis",
        "Performance comparison of immunodiffusion, enzyme-linked immunosorbent assay, immunochromatography and hemagglutination for serodiagnosis of human pythiosis",
        "Serodiagnosis of human and animal pythiosis using an enzyme-linked immunosorbent assay",
        "Development and evaluation of an in-house enzyme-linked immunosorbent assay for early diagnosis and monitoring of human pythiosis",
        "Antibodies in the sera of host species with pythiosis recognize a variety of unique immunogens in geographically divergent Pythium insidiosum strains",
        "An improved Pythium insidiosum-vaccine formulation with enhanced immunotherapeutic properties in horses and dogs with pythiosis",
        "An ELISA protocol to improve the accuracy and reliability of serological antibody assays",
        "Phylogenetic analysis of Pythium insidiosum Thai strains using cytochrome oxidase II (COX II) DNA coding sequences and internal transcribed spacer regions (ITS)",
        "Human pythiosis, Brazil"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Durham",
            "@id": "60113147",
            "affilname": "Duke University Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60113147",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}