{
    "eid": "2-s2.0-85102178385",
    "title": "Does board gender diversity matter? Evidence from hostile takeover vulnerability",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (miscellaneous)",
            "@code": "1401",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "Board gender diversity",
        "Corporate governance",
        "Female directors",
        "Market for corporate control",
        "Takeover market"
    ],
    "authors": [
        "Pattanaporn Chatjuthamard",
        "Pornsit Jiraporn",
        "Sang Mook Lee",
        "Ali Uyar",
        "Merve Kilic"
    ],
    "citedby-count": 22,
    "ref-count": 100,
    "ref-list": [
        "A theory of friendly boards",
        "Women in the boardroom and their impact on governance and performance",
        "Beyond the glass ceiling: does gender matter?",
        "The role of boards of directors in corporate governance: a conceptual framework and survey",
        "Gender interactions within the family firm",
        "How board diversity affects firm performance in emerging markets: evidence on channels in controlled firms",
        "Women on board: evidence from a masculine industry",
        "The impact of board characteristics on the financial performance of Tanzanian firms",
        "Why women make better directors",
        "The impact of board diversity and gender composition on corporate social responsibility and firm reputation",
        "What matters in corporate governance?",
        "Female board directorship and firm performance: what really matters?",
        "Is there discretion in wage setting? A test using takeover legislation",
        "Enjoying the quiet life? Corporate governance and managerial preferences",
        "The promise and peril of corporate governance indeces",
        "The takeover market, corporate board composition, and ownership structure: the case of banking",
        "Corporate governance myths: comments on Armstrong, Guay, and Weber",
        "Do takeover laws matter? Evidence from five decades of hostile takeovers",
        "Gender diversity in the boardroom and firm financial performance",
        "Corporate governance and performance in the market for corporate control: the case of REITs",
        "Corporate governance, board diversity, and firm value",
        "The gender and ethnic diversity of US boards and board committees and firm financial performance",
        "Do busy directors influence the cost of debt? An examination through the lens of takeover vulnerability",
        "Does board gender diversity have a financial impact? Evidence using stock portfolio performance",
        "How business strategy in non-financial firms moderates the curvilinear effects of corporate social responsibility and irresponsibility on corporate financial performance",
        "Board size and firm performance: the moderating effects of the market for corporate control",
        "Identifying control motives in managerial ownership: evidence from antitakeover legislation",
        "Estimating the effect of corporate social responsibility on firm value using geographic identification",
        "Estimating the effect of entrenched boards on firm value using geographic identification",
        "Does weak governance cause weak stock returns? An examination of firm operating performance and investors’ expectations",
        "Thirty years of shareholder rights and firm valuation",
        "Takeovers and the cross-section of returns",
        "Corporate governance, takeovers, and top-management compensation: theory and evidence",
        "Do women in top management affect firm performance? Evidence from Indonesia",
        "Larger board size and decreasing firm value in small firms",
        "Board of director diversity and firm financial performance",
        "Agency problems and the theory of the firm",
        "Separation of ownership and control",
        "Capital structure and corporate control: the effect of antitakeover statutes on firm leverage",
        "Women and leadership: selection, development, leadership style, and performance",
        "Does corporate governance matter in competitive industries?",
        "Corporate governance and equity prices",
        "Do board gender quotas affect firm value? Evidence from California Senate Bill No. 826",
        "Does board gender diversity improve the informativeness of stock prices?",
        "The value of board diversity in banking: evidence from the market for corporate control",
        "Are corporate social responsibility disclosures relevant for lenders? Empirical evidence from France",
        "Takeover bids and target directors’ incentives: the impact of a bid on directors’ wealth and board seats",
        "Corporate governance and ownership structure of target companies and the outcome of takeovers",
        "Determinants and accounting consequences of forming a governance committee: evidence from the United States",
        "The market for corporate control: the scientific evidence",
        "An empirical analysis of corporate takeover defences and earnings management: evidence from the US",
        "Does board gender diversity influence dividend policy? Evidence from France",
        "Does corporate social responsibility (CSR) improve credit ratings? Evidence from geographic identification",
        "Gender diversity in the boardroom and firm performance: what exactly constitutes a ‘critical mass?’",
        "With greater power comes greater responsibility? Takeover protection and corporate attention to stakeholders",
        "The wealth effects of second-generation state takeover legislation",
        "The effect of board gender diversity on firm performance: evidence from Turkey",
        "Corporate takeovers, firm performance, and board composition",
        "The gender composition of corporate boards: a review and research agenda",
        "The impact of three or more women on corporate boards",
        "Can board gender diversity promote corporate social performance?",
        "Antitakeover statutes and internal corporate governance",
        "Does takeover activity cause managerial discipline? Evidence from international M&A laws",
        "Board gender diversity and firm performance: the moderating role of firm size",
        "The determinants of board structure",
        "The differential impact on stockholder wealth of various antitakeover provisions",
        "Mergers and the market for corporate control",
        "Are women ‘cooler’ than men during crises? Exploring gender differences in perceiving organisational crisis preparedness proneness",
        "Gender diversity influence on board effectiveness and business performance",
        "Female CEOs, returns and risk in Spanish publishing firms",
        "A female style in corporate leadership? Evidence from quotas",
        "Board composition and corporate control: evidence from the insurance industry",
        "Does the gender quota law affect bank performances? Evidence from Italy",
        "Effect of ownership structure and board structure on firm value: evidence from India",
        "Board composition, CEO duality and performance among Malaysian listed companies",
        "The contribution of women on boards of directors: going beyond the surface",
        "Female directors and firm performance: evidence from the great recession",
        "Women on boards and firm financial performance: a meta-analysis",
        "The association between board gender diversity and financial reporting quality, corporate performance and corporate social responsibility disclosure",
        "Does board gender diversity influence financial performance? Evidence from Spain",
        "The impact of corporate social responsibility disclosure and board characteristics on corporate performance",
        "Inside directors, board effectiveness, and shareholder wealth",
        "Which CSR activities are more consequential? Evidence from the great recession",
        "Hostility in takeovers: in the eyes of the beholder?",
        "Regulation: the market for corporate control and corporate governance",
        "Female directors and earnings quality",
        "Antitakeover provisions and shareholder wealth: a survey of the literature",
        "Corporate governance within the context of antitakeover provisions",
        "Antitakeover provisions and shareholder value implications: a review and a contingency framework",
        "Women directors on corporate boards: a review and research agenda",
        "Explaining women’s presence on corporate boards: the institutionalization of progressive gender-related policies",
        "Women directors on corporate boards: from tokenism to critical mass",
        "Board characteristics and the financial performance of Nigerian quoted firms",
        "Do gender diversity and CEO gender enhance firm’s value? Evidence from an emerging economy",
        "The complex relation between director independence and board effectiveness",
        "Incentive effects, monitoring mechanisms and the market for corporate control: an analysis of the factors affecting public to private transactions in the UK",
        "Organization form, residual claimants, and corporate control",
        "Higher market valuation of companies with a small board of directors",
        "Takeover protection and managerial myopia: evidence from real earnings management"
    ],
    "affiliation": [
        {
            "affiliation-city": "University Park",
            "@id": "60001439",
            "affilname": "Pennsylvania State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001439",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Samsun",
            "@id": "60193849",
            "affilname": "Samsun University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60193849",
            "affiliation-country": "Turkey"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "La Rochelle",
            "@id": "60112757",
            "affilname": "Excelia Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60112757",
            "affiliation-country": "France"
        }
    ],
    "funding": []
}