{
    "eid": "2-s2.0-84908398597",
    "title": "Adipokines, insulin resistance, hepatic steatosis, and necroinflammation in patients with chronic viral hepatitis",
    "cover-date": "2014-08-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Adiponectin/leptin ratio",
        "Chronic viral hepatitis",
        "Insulin resistance"
    ],
    "authors": [
        "Sombat Treeprasertsuk"
    ],
    "citedby-count": 0,
    "ref-count": 33,
    "ref-list": [
        "Review article: Non-alcoholic fatty liver disease and hepatitis C - Risk factors and clinical implications",
        "Review article: The pathogenesis of fibrosis in non-alcoholic steatohepatitis",
        "Review article: Type 2 diabetes and chronic liver disease in the Verona diabetes study",
        "Steatosis and Hepatitis C Virus: Mechanisms and Significance for Hepatic and Extrahepatic Disease",
        "Steatosis as a Cofactor in Other Liver Diseases: Hepatitis C Virus, Alcohol, Hemochromatosis, and Others",
        "Inverse association between serum adiponectin level and transaminase activities in Japanese male workers",
        "Steatosis as a predictive factor for treatment response in patients with chronic hepatitis C.",
        "Association between leptin, metabolic factors and liver histology in patients with chronic hepatitis C",
        "Nonalcoholic steatohepatitis: A proposal for grading and staging the histological lesions",
        "Overweight and obesity, hepatic steatosis, and progression of chronic hepatitis C: A retrospective study on a large cohort of patients in the United States",
        "Review article: Hepatitis C virus-associated steatosis - Pathogenic mechanisms and clinical implications",
        "Steatosis and chronic hepatitis C infection: Mechanisms and significance",
        "Steatosis in chronic hepatitis C [2]",
        "Steatosis in chronic hepatitis C: Relationship to the virus and host risk factors",
        "Steatosis in chronic hepatitis C: Why does it really matter?",
        "Steatosis in hepatitis C virus infection. Response to anti-viral therapy",
        "Steatosis in hepatitis C: The missing link to metabolic abnormalities?",
        "Liver fibrosis is not associated with steatosis but with necroinflammation in French patients with chronic hepatitis C",
        "Liver steatosis and antiviral therapy in chronic hepatitis C [2]",
        "Nonalcoholic fatty liver disease in patients with hepatitis C is associated with features of the metabolic syndrome",
        "Hepatic steatosis in chronic hepatitis B and C: Predictors, distribution and effect on fibrosis",
        "Hepatitis C and insulin resistance: Steatosis, fibrosis and nonresponse",
        "Hepatitis C and nonalcoholic fatty liver disease",
        "Hepatitis C and Steatosis",
        "Hepatitis C and steatosis: A reappraisal",
        "Hepatitis C as a metabolic disease: Implication for the pathogenesis of NASH",
        "Grading and staging systems for inflammation and fibrosis in chronic liver diseases",
        "Hepatic steatosis and insulin resistance are associated with serum imbalance of adiponectin/tumour necrosis factor-α in chronic hepatitis C patients",
        "Clinical implications of hepatic steatosis in patients with chronic hepatitis C: A multicenter study of U.S. veterans",
        "A cross sectional study of hepatitis B, C, some trace elements, heavy metals, aflatoxin B1 and schistosomiasis in a rural population, Egypt.",
        "Evidence for a role of nonalcoholic steatohepatitis in hepatitis C: A prospective study",
        "Fatty liver in chronic hepatitis C infection: Unravelling the mechanisms",
        "Glucose intolerance and hypoadiponectinemia are already present in lean patients with chronic hepatitis C infected with genotype non-3 viruses"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Prapinklao Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}