{
    "eid": "2-s2.0-85111251072",
    "title": "Assessing the welfare of coconut-harvesting macaques in Thailand",
    "cover-date": "2021-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Food Animals",
            "@code": "3403",
            "@abbrev": "VETE"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Animal exploitation",
        "Conservation",
        "Ethnoprimatology",
        "Macaca leonina",
        "Threatened",
        "Wildlife trade"
    ],
    "authors": [
        "Devan Schowe",
        "Magdalena S. Svensson",
        "Penthai Siriwat",
        "Juan Manuel José-Domínguez",
        "Anna Fourage",
        "Suchinda Malaivijitnond",
        "Vincent Nijman"
    ],
    "citedby-count": 1,
    "ref-count": 44,
    "ref-list": [
        "Frugivory and seed dispersal by northern pigtailed macaques (Macaca leonina) in Thailand",
        "Coconut harvesting practices in Indonesia: role of the pig-tailed macaque monkey",
        "Training without reward: traditional training of pig-tailed macaques as coconut harvesters",
        "Assessment of positive emotions in animals to improve their welfare",
        "Macaca leonina",
        "Definition of criteria for overall assessment of animal welfare",
        "What factors should determine cage sizes for primates in the laboratory?",
        "Elephants in Thailand: determinants of health and welfare in working populations",
        "Macaca nemestrina",
        "The protection of animals in Thailand -an insight into animal protection legislation",
        "From wild animals to domestic pets, an evolutionary view of domestication",
        "Science-based assessment of animal welfare: farm animals",
        "Assessing animal welfare: different philosophies, different scientific approaches",
        "Human-livestock Interactions: The Stockperson and the Productivity and Welfare of Intensively Farmed Animals",
        "A wing and a prayer",
        "Enrichment and aggression in primates",
        "Exploring the multiple functions of sleeping sites in northern pigtailed macaques (Macaca leonina)",
        "Challenges of zoo animal welfare",
        "Conservation values from falconry",
        "Monkeys as coconut pickers",
        "Stereotypical behaviors in chimpanzees rescued from the African bushmeat trade",
        "Boundary zone between northern and southern pig-tailed macaques and their morphological differences",
        "Behavioral abnormalities in captive non-human primates",
        "Traumatic stress disorder observed in an adult wild captive wolf (Canis Lupus)",
        "The Sci. of Animal Welfare",
        "Predicting the geographical distributions of the macaque hosts and mosquito vectors of Plasmodium knowlesi malaria in forested and non-forested areas",
        "Conducting Research in Conservation",
        "The nutritional consequences of foraging in primates: the relationship of nutrient intakes to nutrient requirements",
        "Population organization of wild pig-tailed macaques (Macaca nemestrina nemestrina) in West Sumatra",
        "Driven Insane, Kept on Chains: Did Monkeys Pick Your Coconuts?",
        "Assessment of the welfare of working horses, mules and donkeys, using health and behaviour parameters",
        "Early social experience affects behavioral and physiological responsiveness to stressful conditions in infant rhesus macaques (Macaca mulatta)",
        "What Are the Five Domains and How Do They Differ From the Five Freedoms?",
        "Activity budgets and habitat use of wild southern pig-tailed macaques (Macaca nemestrina) in oil palm plantation and forest",
        "Asian elephant (Elephas maximus), pig-tailed macaque (Macaca nemestrina) and tiger (Panthera tigris) populations at tourism venues in Thailand and aspects of their welfare",
        "The role of the anthropogenic Allee effect in the exotic pet trade on Facebook in Thailand",
        "The Behavior of Organisms: An Experimental Analysis",
        "Monkey business? The conservation implications of macaque ethnoprimatology in southern Thailand",
        "Improving the welfare of working equine animals in developing countries",
        "Wildlife Conservation and Protection Act, B.E. 2562 (2019)",
        "The environmental ecology of oxen used for draught power",
        "Did an Abused Monkey Pick Your Coconut?",
        "Pay Coconuts, Get Monkeys",
        "Falconry in the minorities of China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Granada",
            "@id": "60027844",
            "affilname": "Universidad de Granada",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027844",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Oxford",
            "@id": "60014564",
            "affilname": "Oxford Brookes University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014564",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Thonburi",
            "@id": "60008786",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008786",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research Council of Thailand"
    ]
}