{
    "eid": "2-s2.0-84904659564",
    "title": "Chronic paracetamol treatment increases alterations in cerebral vessels in cortical spreading depression model",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Cell Biology",
            "@code": "1307"
        },
        {
            "$": "Cardiology and Cardiovascular Medicine",
            "@code": "2705"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        }
    ],
    "keywords": [
        "Blood brain barrier",
        "Cell adhesion molecule",
        "Cerebral microvessel",
        "Cortical spreading depression",
        "Intercellular adhesion molecule-1",
        "Long-term treatment",
        "Migraine",
        "Paracetamol",
        "Ultrastructure",
        "Vascular cell adhesion molecule-1"
    ],
    "authors": [
        "Waranurin Yisarakun"
    ],
    "citedby-count": 15,
    "ref-count": 41,
    "ref-list": [
        "Vascular actions of calcitonin gene-related peptide and adrenomedullin",
        "Effects of acetaminophen and antipyrine on non-inflammatory pain and EEG activity",
        "Effect of nitric oxide synthase inhibition on antinociceptive action of different doses of acetaminophen",
        "Prog. Neurobiol.",
        "Asian Arch. Pathol.",
        "Frequency of use of acetaminophen, nonsteroidal anti-inflammatory drugs, and aspirin in US women",
        "N-acetyl-p-benzoquinone imine: A cytochrome P-450-mediated oxidation product of acetaminophen",
        "Nonnarcotic analgesic use and the risk of hypertension in US women",
        "Mild hypothermia inhibits inflammation after experimental stroke and brain inflammation",
        "Basic mechanisms of migraine and its acute treatment",
        "Frequency of analgesic use and risk of hypertension among men",
        "Paracetamol inhibits nitric oxide synthesis in murine spinal cord slices",
        "Exposure to paracetamol and asthma symptoms",
        "Cortical spreading depression activates and upregulates MMP-9",
        "Regional distribution of ethanol-inducible cytochrome P450 IIE1 in the rat central nervous system",
        "Alcohol-induced oxidative stress in brain endothelial cells causes blood-brain barrier dysfunction",
        "J. Pharmacol. Toxicol.",
        "The role of oxidant stress and reactive nitrogen species in acetaminophen hepatotoxicity",
        "Acetaminophen-induced hepatotoxicity",
        "Pathophysiology of migraine: A role for neuropeptides",
        "Mitochondrial permeability transition in acetaminophen-induced necrosis and apoptosis of cultured mouse hepatocytes",
        "Paracetamol (acetaminophen) penetrates readily into the cerebrospinal fluid of children after intravenous administration",
        "Real time laser-doppler perfusion imaging of cortical spreading depression in rat neocortex",
        "J. Neurophysiol.",
        "Role of P-glycoprotein in pharmacokinetics: Clinical implications",
        "Effect of serotonin depletion on cortical spreading depression evoked cerebrovascular changes",
        "J. Neurochem.",
        "Contribution of CYP2E1 and CYP3A to acetaminophen reactive metabolite formation",
        "Genes, proteases, cortical spreading depression and migraine: Impact on pathophysiology and treatment",
        "Acetaminophen, via its reactive metabolite N-acetyl-p-benzo-quinoneimine and transient receptor potential ankyrin-1 stimulation, causes neurogenic inflammation in the airways and other tissues in rodents",
        "Acetaminophen induces apoptosis in rat cortical neurons",
        "Proinflammatory cytokines, adhesion molecules, and lymphocyte integrin expression in the internal jugular blood of migraine patients without aura assessed ictally",
        "Acetaminophen modulates P-glycoprotein functional expression at the blood-brain barrier by a constitutive androstane receptor-dependent mechanism",
        "Acetaminophen increases blood pressure in patients with coronary artery disease",
        null,
        "Cortical hyperexcitability and mechanism of medication-overuse headache",
        "Platelet dysfunction and stroke in the female migraineur",
        "Adverse childhood experiences are associated with migraine and vascular biomarkers",
        "Acetaminophen inhibits neuronal inflammation and protects neurons from oxidative stress",
        "Acetaminophen protects brain endothelial cells against oxidative stress",
        "The Pharmacological Basis of Therapeutics"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "IIAC",
        "Integrated Innovation Academic Center",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Thailand Research Fund",
        "National Research Council of Thailand",
        "National Research Council of Thailand"
    ]
}