{
    "eid": "2-s2.0-84930666574",
    "title": "Allozyme data reveal genetic diversity and isolation by distance in sympatric Glyphidrilus Horst, 1889 (Oligochaeta: Almidae) of the Lower Mekong River Basin",
    "cover-date": "2015-08-01",
    "subject-areas": [
        {
            "$": "Ecology",
            "@code": "1105"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        }
    ],
    "keywords": [
        "Allozyme",
        "Genetic diversity",
        "Glyphidrilus",
        "Isolation by distance",
        "Lower Mekong River Basin"
    ],
    "authors": [
        "Parin Jirapatrasilp"
    ],
    "citedby-count": 7,
    "ref-count": 45,
    "ref-list": [
        "Aquatic Oligochaeta of the World",
        "Trop. Nat. Hist.",
        "A new species of semi-aquatic freshwater earthworm of the genus Glyphidrilus Horst, 1889 From The Mekong River (Oligochaeta: Almidae)",
        "The semi-aquatic freshwater earthworms of the genus Glyphidrilus Horst, 1889 from Thailand (Oligochaeta, Almidae) with re-descriptions of several species",
        "J.Fish. Res. Board Can.",
        "Biology of Earthworms",
        "New insight into the genetic structure of the Allolobophora chlorotica aggregate in Europe using microsatellite and mitochondrial data",
        "STRUCTURE HARVESTER: A website and program for visualizing STRUCTURE output and implementing the Evanno method",
        "Detecting the number of clusters of individuals using the software STRUCTURE: A simulation study",
        "Arlequin (version 3.0): An integrated software package for population genetics data analysis",
        "PHYLIP (Phylogeny Inference Package) Version 3.6",
        "Earthworms, good indicators for palaeogeographical studies? Testing the genetic structure and demographic history in the peregrine earthworm Aporrectodea trapezoides (Dugès, 1828) in southern Europe",
        "La relacion entre la variacion genetica y el tamano poblacional en vida silvestre",
        "Comp. Cytogenet.",
        "FSTAT (Version 1.2): A Computer Program to Calculate F-statistics",
        "Differentiation of Allozyme Loci to Distinguish between Two Species of Eisenia",
        "Planetary processes and their interactions with earthworm distributions and ecology",
        "Different effects of earthworms and ants on soil properties of paddy fields in North-East Thailand",
        "Opening a can of worms: Unprecedented sympatric cryptic diversity within British lumbricid earthworms",
        "Isolation by distance and post-glacial range expansion in the rough-skinned newt, Taricha granulosa",
        "The Detection of Disease Clustering and a Generalized Regression Approach",
        "Heterosis in two closely related species of earthworm (Eisenia fetida and E. Andrei)",
        "Ontogenetic change in relative performance of allozyme genotypes influences detection of heterosis in the earthworm Eisenia andrei",
        "The trouble with isolation by distance",
        "Molecular Systematics",
        "Estimation of average heterozygosity and genetic distance from a small number of individuals",
        "High genetic divergence of hormogastrid earthworms (Annelida, Oligochaeta) in the central Iberian Peninsula: Evolutionary and demographic implications",
        "Cryptic speciation of hormogastrid earthworms revealed by mitochondrial and nuclear data",
        "Appearances can be deceptive: Different diversification patterns within a group of mediterranean earthworms (Oligochaeta, Hormogastridae)",
        "Population Genetic Structure of Earthworms (Lumbricus rubellus) in Soils Contaminated by Heavy Metals",
        "Low heterogeneity in populations of the terrestrial earthworm, Metaphire peguana (Rosa, 1890), in Thailand, as revealed by analysis of mitochondrial DNA COI sequences andnuclear allozymes",
        "Inference of population structure using multilocus genotype data",
        "GENEPOP'007: A complete re-implementation of the GENEPOP software for Windows and Linux",
        "Speciation, genetic divergence and palaeogeography in the hormogastridae",
        "Parthenogenesis, polyploidy and reproductive seasonality in the Taiwanese mountain earthworm Amynthas catenus Tsai et al., 2001 (Oligochaeta, Megascolecidae)",
        "Genetic and ecological impacts of heavy metal and flooding stress on the earthworm Lumbricus rubellus in floodplains of the Rhine river",
        "Genetic variation in the enzyme esterase, bioaccumulation and life history traits in the earthworm Lumbricus rubellus from a metal contaminated area, Avonmouth, England",
        "Genetic diversity and population genetic structure in giant earthworm Rhinodrilus alatus (Annelida: Clitellata: Glossoscolecidae)",
        "Oikos",
        "BIOSYS-1; a FORTRAN program for the comprehensive analysis of electrophoretic data in population genetics and systematics",
        "Dispersal and clonal diversity of north-European parthenogenetic earthworms",
        "High genetic diversity and heterogeneous parasite load in the earthworm Lumbricus terrestris on a German meadow",
        "Diversity of polyploid races in the family Lumbricidae",
        "Polyploid races, genetic structure and morphological features of earthworm Aporrectodea rosea (Savigny, 1826) (Oligochaeta, Lumbricidae) in Ukraine",
        "Estimating F-statistics for the analysis of population structure."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sakon Nakhon",
            "affilname": "Sakon Nakhon Rajabhat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Ratchasima",
            "affilname": "Suranaree University of Technology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}