{
    "eid": "2-s2.0-85012994379",
    "title": "Lap-tray and triangular sling are no more effective than a hemi-sling in preventing shoulder subluxation in those at risk early after stroke: A randomized trial",
    "cover-date": "2017-02-01",
    "subject-areas": [
        {
            "$": "Rehabilitation",
            "@code": "2742"
        },
        {
            "$": "Physical Therapy",
            "@code": "3612"
        }
    ],
    "keywords": [
        "Physical therapy modalities",
        "Randomized controlled trial",
        "Shoulder dislocation",
        "Stroke"
    ],
    "authors": [
        "Louise Ada"
    ],
    "citedby-count": 6,
    "ref-count": 21,
    "ref-list": [
        "Hemiplegic shoulder.",
        "Rotator cuff injury in shoulder joints of hemiplegic patients.",
        "Malalignment of the shoulder after stroke",
        "Subluxation of the shoulder in hemiplegic patients.",
        "Prevention of shoulder subluxation after stroke with electrical stimulation",
        "Subluxation of the glenohumeral joint in hemiplegia.",
        "Shoulder sling for hemiplegia: friend or foe?",
        "The Shoulder in Hemiplegia",
        "Electrophysiological investigation on shoulder subluxation in hemiplegics",
        "Glenohumeral joint subluxation and reflex sympathetic dystrophy in hemiplegic patients",
        "Glenohumeral malalignment in the hemiplegic shoulder. An early radiologic sign",
        "A randomized controlled trial of strapping to prevent post-stroke shoulder pain",
        "Degree of pain and grade of subluxation in the painful hemiplegic shoulder",
        "Supportive devices for preventing and treating subluxation of the shoulder after stroke.",
        "Use of devices to prevent subluxation of the shoulder after stroke.",
        "Admission motor impairment as a predictor of physical disability after stroke rehabilitation",
        "Investigation of a new motor assessment scale for stroke patients",
        "Shoulder subluxation in hemiplegia: A radiologic correlational study",
        "Minimal clinically important changes in chronic musculoskeletal pain intensity measured on a numerical rating scale",
        "Efficacy of electrical stimulation in preventing or reducing subluxation of the shoulder after stroke: A meta-analysis",
        "Cyclical electrical stimulation increases strength and improves activity after stroke: A systematic review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Sydney",
            "affilname": "The University of Sydney",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Sydney",
            "affilname": "The University of Sydney School of Medicine",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Oslo",
            "affilname": "OsloMet – StorbyUniversitetet",
            "affiliation-country": "Norway"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Canberra",
            "affilname": "University of Canberra",
            "affiliation-country": "Australia"
        }
    ],
    "funding": []
}