{
    "eid": "2-s2.0-84905698441",
    "title": "Ruthenium promoted cobalt catalysts prepared by an autocombustion method directly used for Fischer-Tropsch synthesis without further reduction",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Catalysis",
            "@code": "1503"
        }
    ],
    "keywords": [],
    "authors": [
        "Rungravee Phienluphon"
    ],
    "citedby-count": 26,
    "ref-count": 31,
    "ref-list": [
        "Development of Novel Catalysts for Fischer-Tropsch Synthesis: Tuning the Product Selectivity",
        "Design and development of catalysts for Biomass-To-Liquid-Fischer-Tropsch (BTL-FT) processes for biofuels production",
        "Design, synthesis, and use of cobalt-based Fischer-Tropsch synthesis catalysts",
        "An active and selective production of gasoline-range hydrocarbons over bifunctional Co-based catalysts",
        "Toward computational screening in heterogeneous catalysis: Pareto-optimal methanation catalysts",
        null,
        "Different functions of the noble metals added to cobalt catalysts for Fischer-Tropsch synthesis",
        "Co, Ru and K loadings effects on the activity and selectivity of carbon nanotubes supported cobalt catalyst in Fischer-Tropsch synthesis",
        null,
        null,
        "A sol-gel auto-combustion method to prepare Cu/ZnO catalysts for low-temperature methanol synthesis",
        "Sol-gel autocombustion synthesis of Co-Ni alloy powder",
        "Effect of different fuels on the alumina-zirconia nanopowder synthesized by sol-gel autocombustion method",
        "Combustion synthesis of γ-lithium aluminate by using various fuels",
        null,
        null,
        "Ni-YSZ cermet anodes prepared by citrate/nitrate combustion synthesis",
        null,
        "Preparation and characterization of yttrium iron garnet (YIG) nanocrystalline powders by auto-combustion of nitrate-citrate gel",
        "Effect of acidity on the glycine-nitrate combustion synthesis of nanocrystalline alumina powder",
        null,
        "Synthesis of nanocrystilline ferrites by sol-gel combustion process: The influence of pH value of solution",
        "Sol-gel autocombustion synthesis of metals and metal alloys",
        null,
        "Influence of fuel ratios on auto combustion synthesis of barium ferrite nano particles",
        "Iran. J. Chem. Chem. Eng.",
        "Synthesis and characteristics of MCM-41 supported CoRu catalysts",
        "Highly-dispersed metallic Ru nanoparticles sputtered on H-beta zeolite for directly converting syngas to middle isoparaffins",
        "Fischer-Tropsch synthesis: The influence of various cobalt compounds applied in the preparation of supported cobalt catalysts on their performance",
        "Highly active Co/SiC catalysts with controllable dispersion and reducibility for Fischer-Tropsch synthesis",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Toyama",
            "affilname": "University of Toyama",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Shenyang",
            "affilname": "Shenyang University of Chemical Technology",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}