{
    "eid": "2-s2.0-85111730982",
    "title": "Comparing pre- and post-treatment patients' perceptions on dental implant therapy",
    "cover-date": "2021-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Oral Surgery",
            "@code": "3504",
            "@abbrev": "DENT"
        },
        {
            "@_fa": "true",
            "$": "Dentistry (all)",
            "@code": "3500",
            "@abbrev": "DENT"
        }
    ],
    "keywords": [
        "dental implant",
        "dentist-patient relations",
        "patient centered outcomes",
        "patient education",
        "perception"
    ],
    "authors": [
        "Khunsiri Sermsiripoca",
        "Pagaporn Pantuwadee Pisarnturakit",
        "Nikos Mattheos",
        "Atiphan Pimkhaokham",
        "Keskanya Subbalekha"
    ],
    "citedby-count": 2,
    "ref-count": 21,
    "ref-list": [
        "The current use of patient-centered/reported outcomes in implant dentistry: a systematic review",
        "Impact of patient-reported outcome measures on routine practice: a structured review",
        "Group 3 ITI consensus report: patient-reported outcome measures associated with implant dentistry",
        "Patient-reported outcome measures of edentulous patients restored with implant-supported removable and fixed prostheses: a systematic review",
        "Clinical research in implant dentistry: evaluation of implant-supported restorations, aesthetic and patient-reported outcomes",
        "An evidence-based review of patient-reported outcome measures in dental implant research among dentate subjects",
        "Patient-reported outcomes of dental implant therapy in a large randomly selected sample",
        "What do patients expect from treatment with dental implants? Perceptions, expectations and misconceptions: a multicenter study",
        "Patients' expectations to dental implant: a systematic review of the literature",
        "Dental implants from the patients perspective: transition from tooth loss, through amputation to implants - negative and positive trajectories",
        "Post-treatment patient-reported outcome measures in a group of Thai dental implant patients",
        "Patients' perceptions of implant therapy and maintenance: a questionnaire-based survey",
        "Progress and trends in patients' mindset on dental implants. I: level of information, sources of information and need for patient information",
        "Representative marketing-oriented study on implants in the Austrian population. I. Level of information, sources of information and need for patient information",
        "Provision of information to patients on dental implant treatment: Clinicians' perspectives on the current approaches and future strategies",
        "Public perceptions of dental implants: a qualitative study",
        "Provision of information on dental implant treatment: Patients' thoughts and experiences",
        "Patient-centered perspectives and understanding of peri-implantitis",
        "Altered expectations on dental implant therapy; views of patients referred for treatment of peri-implantitis",
        "Knowledge and awareness of dental implants as a treatment choice in adult population in South India: a hospital-based study"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Stockholm",
            "@id": "60012311",
            "affilname": "Karolinska Institutet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012311",
            "affiliation-country": "Sweden"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}