{
    "eid": "2-s2.0-85106607009",
    "title": "The impact of toxic chemical releases and their management on financial performance",
    "cover-date": "2021-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Accounting",
            "@code": "1402",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Environmental Protection Agency",
        "Profitability",
        "Toxic chemical management",
        "Toxic chemical releases",
        "Toxics Release Inventory"
    ],
    "authors": [
        "Li Li Eng",
        "Mahelet G. Fikru",
        "Thanyaluk Vichitsarawong"
    ],
    "citedby-count": 0,
    "ref-count": 52,
    "ref-list": [
        "Does environmental management improve financial performance? A meta-analytical review",
        "Corporate social responsibility and stock market performance",
        "The relations among environmental disclosure, environmental performance, and economic performance: A simultaneous equations approach",
        "An empirical examination of the relationship between corporate social responsibility and profitability",
        "Environmental disclosures, regulatory costs, and changes in firm value",
        "Every little helps? ESG news and stock market reaction",
        "The valuation relevance of greenhouse gas emissions under the European Union Carbon Emissions Trading Scheme",
        "Does it really pay to be green? Determinants and consequences of proactive environmental strategies",
        "Corporate governance and environmental disclosure and performance",
        "Measuring environmental performance: Is Newsweek's green ranking the solution?",
        "Halo effect or fallen angel effect? Firm value consequences of greenhouse gas emissions and reputation for corporate social responsibility",
        "Dynamics of environmental and financial performance: The case of greenhouse gas emissions",
        "Environmental and economic gains of industrial symbiosis for Chinese iron/steel industry: Kawasaki's experience and practice in Liuzhou and Jinan",
        "Do corporate global environmental standards create or destroy market value?",
        "Factors to consider when using the Toxics Release Inventory Data",
        "Toxics Release Inventory (TRI) program",
        "Releases of chemicals",
        "Waste management trends",
        "Hazardous waste recycling",
        "Energy recovery from the combustion of municipal solar waste (MSW)",
        "Waste, chemical, and cleanup enforcement",
        "Voluntary corporate environmental initiatives and shareholder wealth",
        "Pollution as news: Media and stock market reactions to the toxics release inventory data",
        "A natural-resource-based view of the firm",
        "Does it pay to be green? An empirical examination of the relationship between emission reduction and firm performance",
        "An investigation of corporate social responsibility reputation and economic performance",
        "Does environmental performance affect financial performance: A meta-analysis",
        "An empirical investigation of environmental performance and the market value of the firm",
        "What do we learn from emissions reporting? Analytical considerations and comparison of pollutant release and transfer registers in the United States, Canada, England, and Australia",
        "Toxics release information: A policy tool for environmental protection",
        "Does it really pay to be green? An empirical study of firm environmental and financial performance: An empirical study of firm environmental and financial performance",
        "Exploring the locus of profitable pollution reduction",
        "Does the market value environmental performance?",
        "Information as regulation: The effect of community right to know laws on toxic emissions",
        "Environmental corporate social responsibility and financial performance: Disentangling direct and indirect effects",
        "Material and energy recovery in integrated waste management systems: A life-cycle costing approach",
        "Corporate social responsibility and financial performance: Correlation or misspecification?",
        "Value relevance of firms’ integral environmental performance: Evidence from Russia",
        "Environmental pollution and competitive advantage: An exploratory study of U.S. industrial-goods manufacturers",
        "National Land and Water Resources Audit Factsheet. Assessing the environmental performance of the food value chain",
        "The relation between environmental performance and environmental disclosure: A research note",
        "Socially responsible investments: Institutional aspects, performance and investor behavior",
        "The price of ethics and stakeholder governance: The performance of socially responsible mutual funds",
        "Short- to mid-term economic performance: The mediating effect of organizational design change",
        "Managerial ability and chemical releases",
        "Does EPA reporting rule dull companies’ competitive edge?",
        "Evaluation of robust outlier detection methods for zero-inflated complex data",
        "Are socially responsible corporations good investment risks?",
        "Bacon: An effective way to detect outliers in multivariate data using Stata (and Mata)",
        "Agency conflict and corporate strategy: The effect of divestment on corporate value",
        "Financial benefits from corporate announced practice of industrial waste recycling: Empirical evidence from chemical industry in China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Rolla",
            "@id": "60024728",
            "affilname": "Missouri University of Science and Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024728",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}