{
    "eid": "2-s2.0-85153787295",
    "title": "EAACI Molecular Allergology User's Guide 2.0",
    "cover-date": "2023-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pediatrics, Perinatology and Child Health",
            "@code": "2735",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Immunology and Allergy",
            "@code": "2723",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Immunology",
            "@code": "2403",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "allergy",
        "allergy diagnosis",
        "anaphylaxis",
        "asthma",
        "atopic dermatitis",
        "basophil activation test",
        "component-resolved diagnosis",
        "cross-reactive carbohydrates",
        "diagnostic algorithms",
        "food allergy",
        "gibberellin-regulated proteins",
        "IgE",
        "IgE cross-reactivity",
        "lipocalins",
        "microarray",
        "molecular allergology",
        "non-specific lipid transfer proteins",
        "oleosins",
        "pan-allergens",
        "parvalbumins",
        "pathogenesis-related protein family 10",
        "polcalcins",
        "pollen allergy",
        "precision medicine",
        "profilins",
        "seed storage proteins",
        "serum albumins",
        "tropomyosins"
    ],
    "authors": [
        "Stephanie Dramburg",
        "Christiane Hilger",
        "Alexandra F. Santos",
        "Leticia de las Vecillas",
        "Rob C. Aalberse",
        "Nathalie Acevedo",
        "Lorenz Aglas",
        "Friedrich Altmann",
        "Karla L. Arruda",
        "Riccardo Asero",
        "Barbara Ballmer-Weber",
        "Domingo Barber",
        "Kirsten Beyer",
        "Tilo Biedermann",
        "Maria Beatrice Bilo",
        "Simon Blank",
        "Philipp P Bosshard",
        "Heimo Breiteneder",
        "Helen A. Brough",
        "Merima Bublin",
        "Dianne Campbell",
        "Luis Caraballo",
        "Jean Christoph Caubet",
        "Giorgio Celi",
        "Martin D. Chapman",
        "Maksymilian Chruszcz",
        "Adnan Custovic",
        "Rebecca Czolk",
        "Janet Davies",
        "Nikolaos Douladiris",
        "Bernadette Eberlein",
        "Motohiro Ebisawa",
        "Anna Ehlers",
        "Philippe Eigenmann",
        "Gabriele Gadermaier",
        "Mattia Giovannini",
        "Francisca Gomez",
        "Rebecca Grohman",
        "Carole Guillet",
        "Christine Hafner",
        "Robert G Hamilton",
        "Michael Hauser",
        "Thomas Hawranek",
        "Hans Jürgen Hoffmann",
        "Thomas Holzhauser",
        "Tomona Iizuka",
        "Alain Jacquet",
        "Thilo Jakob",
        "Bente Janssen-Weets",
        "Uta Jappe",
        "Marek Jutel",
        "Tanja Kalic",
        "Sandip Kamath",
        "Sabine Kespohl",
        "Jörg Kleine-Tebbe",
        "Edward Knol",
        "André Knulst",
        "Jon R. Konradsen",
        "Peter Korošec",
        "Annette Kuehn",
        "Gideon Lack",
        "Thuy My Le",
        "Andreas Lopata",
        "Olga Luengo",
        "Mika Mäkelä",
        "Alessandro Maria Marra",
        "Clare Mills",
        "Martine Morisset",
        "Antonella Muraro",
        "Anna Nowak-Wegrzyn",
        "Roni Nugraha",
        "Markus Ollert",
        "Kati Palosuo",
        "Elide Anna Pastorello",
        "Sarita Ulhas Patil",
        "Thomas Platts-Mills",
        "Anna Pomés",
        "Pascal Poncet",
        "Ekaterina Potapova",
        "Lars K. Poulsen",
        "Christian Radauer",
        "Suzana Radulovic",
        "Monika Raulf",
        "Pierre Rougé",
        "Joaquin Sastre",
        "Sakura Sato",
        "Enrico Scala",
        "Johannes M. Schmid",
        "Peter Schmid-Grendelmeier",
        "Denise Schrama",
        "Hélène Sénéchal",
        "Claudia Traidl-Hoffmann",
        "Marcela Valverde-Monge",
        "Marianne van Hage",
        "Ronald van Ree",
        "Kitty Verhoeckx",
        "Stefan Vieths",
        "Magnus Wickman",
        "Josefina Zakzuk",
        "Paolo M Matricardi",
        "Karin Hoffmann-Sommergruber"
    ],
    "citedby-count": 15,
    "ref-count": 1722,
    "ref-list": [
        "Identification of gamma-E-antibodies as a carrier of reaginic activity",
        "IUIS/WHO Allergen Nomenclature Subcommittee",
        "EAACI molecular allergology user's guide",
        "'Isoallergens' from rye grass pollen",
        "Isolation and characterization of allergens from ragweed pollen. II",
        "Studies of hypersensitivity to fish. Partial purification and crystallization of a major allergenic component of cod",
        "Purification and characterization of the major allergen from Dermatophagoides pteronyssinus-antigen P1",
        "Update of the WHO/IUIS Allergen Nomenclature Database based on analysis of allergen sequences",
        "Allergen nomenclature",
        "The impact of nitration on the structure and immunogenicity of the major birch pollen allergen Bet v 1.0101",
        "Recombinant allergens need a reality check",
        "Structural biology of allergens",
        "Cross-reactivity of IgE antibodies to allergens",
        "Molecular diagnosis of shrimp allergy: efficiency of several allergens to predict clinical reactivity",
        "Immunoglobulin E antibodies that crossreact with vegetable foods, pollen, and Hymenoptera venom",
        "Carbohydrate epitopes currently recognized as targets for IgE antibodies",
        "Anaphylaxis to the carbohydrate side chain alpha-gal",
        "Carbohydrate epitopes and their relevance for the diagnosis and treatment of allergic diseases",
        "Diagnosis and management of patients with the α-Gal syndrome",
        "Ascaris lumbricoides and ticks associated with sensitization to galactose α1,3-galactose and elicitation of the alpha-gal syndrome",
        "IgE-binding epitopes: a reappraisal",
        "Down-regulation of IgE and IgG4 antibodies to tetanus toxoid and diphtheria toxoid by covaccination with cellular Bordetella pertussis vaccine",
        "Are the terms major and minor allergens useful for precision allergology?",
        "Molecular properties of food allergens",
        "Mammalian lipocalin allergens–insights into their enigmatic allergenicity",
        "Allergenicity prediction of novel and modified proteins: not a mission impossible! Development of a Random Forest allergenicity prediction model",
        "Evolution and predictive value of IgE responses toward a comprehensive panel of house dust mite allergens during the first 2 decades of life",
        "Expression in Escherichia coli and purification of folded rDer p 20, the arginine kinase from dermatophagoides pteronyssinus: a possible biomarker for allergic asthma",
        "Association between asthma, rhinitis, and conjunctivitis multimorbidities with molecular IgE sensitization in adults",
        "Allergy or tolerance in children sensitized to peanut: prevalence and differentiation using component-resolved diagnostics",
        "Current understanding of cross-reactivity of food allergens and pollen",
        "Responsiveness of the major birch allergen Bet v 1 scaffold to the gastric environment: impact on structure and allergenic activity",
        "A critical assessment of allergen component-based in vitro diagnosis in cherry allergy across Europe",
        "Non-specific lipid-transfer proteins: allergen structure and function, cross-reactivity, sensitization, and epidemiology",
        "Apple allergy across Europe: how allergen sensitization profiles determine the clinical expression of allergies to plant foods",
        "In patients with LTP syndrome food-specific IgE show a predictable hierarchical order",
        "Serum amyloid A is a soluble pattern recognition receptor that drives type 2 immunity",
        "Environmental allergens trigger type 2 inflammation through ripoptosome activation",
        "Proteolytic, lipidergic and polysaccharide molecular recognition shape innate responses to house dust mite allergens",
        "B cell stimulatory factor-1 enhances the IgE response of lipopolysaccharide-activated B cells",
        "History of interleukin-4",
        "Sensitization to Cor a 9 and Cor a 14 is highly specific for a hazelnut allergy with objective symptoms in Dutch children and adults",
        "Hazelnut allergy across Europe dissected molecularly: a EuroPrevall outpatient clinic survey",
        "Component-resolved diagnosis and beyond: Multivariable regression models to predict severity of hazelnut allergy",
        "Walnut allergy across Europe: distribution of allergen sensitization patterns and prediction of severity",
        "Assessment of allergen cross-reactivity",
        "Profilin is a cross-reactive allergen in pollen and vegetable foods",
        "Identification of profilin as a novel pollen allergen; IgE autoreactivity in sensitized individuals",
        "Identification of a cross-reactive allergen (presumably tropomyosin) in shrimp, mite and insects",
        "The role of protein glycosylation in allergy",
        "Cross-reactivity among birch pollen, vegetables and fruits as detected by IgE antibodies is due to at least three distinct cross-reactive structures",
        "Poor biologic activity of cross-reactive IgE directed to carbohydrate determinants of glycoproteins",
        "Profilins: mimickers of allergy or relevant allergens?",
        "Evaluation by double-blind placebo-controlled oral challenge of the clinical relevance of IgE antibodies against plant glycans",
        "Basophil activation test: Mechanisms and considerations for use in clinical trials and clinical practice",
        "The allergenic activity and clinical impact of individual IgE-antibody binding molecules from indoor allergen sources",
        "Specificity of IgE antibodies to sequential epitopes of hen's egg ovomucoid as a marker for persistence of egg allergy",
        "Ara h 2 and Ara h 6 sensitization predicts peanut allergy in Mediterranean pediatric patients",
        "Component resolved testing for allergic sensitization",
        "A lesson from component-resolved testing: we need better extracts",
        "Lentil (Lens culinaris) lipid transfer protein Len c 3: a novel legume allergen",
        "How accurate and safe is the diagnosis of hazelnut allergy by means of commercial skin prick test reagents?",
        "Oil body-associated hazelnut allergens including oleosins are underrepresented in diagnostic extracts but associated with severe symptoms",
        "A mutant of the major apple allergen, Mal d 1, demonstrating hypo-allergenicity in the target organ by double-blind placebo-controlled food challenge",
        "Recombinant Mal d 1 is a reliable diagnostic tool for birch pollen allergen-associated apple allergy",
        "Efficacy and safety of 4 months of sublingual immunotherapy with recombinant Mal d 1 and Bet v 1 in patients with birch pollen-related apple allergy",
        "The recombinant allergen-based concept of component-resolved diagnostics and immunotherapy (CRD and CRIT)",
        "Position paper of the EAACI: food allergy due to immunological cross-reactions with common inhalant allergens",
        "The skin prick test – European standards",
        "Integration of in vitro allergy test results and ratio analysis for the diagnosis and treatment of allergic patients (INTEGRA)",
        "Technological innovations for high-throughput approaches to in vitro allergy diagnosis",
        "In vivo diagnosis of allergic diseases–allergen provocation tests",
        "EAACI food allergy and anaphylaxis guidelines: diagnosis and management of food allergy",
        "Food allergy: a practice parameter update-2014",
        "Pathophysiological mechanisms of exercise-induced anaphylaxis: an EAACI position statement",
        "The smartphone: a novel diagnostic tool in pollen allergy?",
        "“Whole” vs. “fragmented” approach to EAACI pollen season definitions: a multicenter study in six Southern European cities",
        "A pitfall to avoid when using an allergen microarray: the incidental detection of IgE to unexpected allergens",
        "Allergens in allergy diagnosis: a glimpse at emerging new concepts and methodologies",
        "Primary atopic disorders",
        "Component-resolved diagnosis to optimize allergen-specific immunotherapy in the Mediterranean area",
        "The effect of component-resolved diagnosis on specific immunotherapy prescription in children with hay fever",
        "Olive, grass or both? Molecular diagnosis for the allergen immunotherapy selection in polysensitized pollinic patients",
        "Molecular profiles of IgE to Phleum pratense in children with grass pollen allergy: implications for specific immunotherapy",
        "Diagnostic relevance of IgE sensitization profiles to eight recombinant Phleum pratense molecules",
        "Allergens. Heterogeneity of molecular sensitization profiles in grass pollen allergy–implications for immunotherapy?",
        "Component resolution reveals additional major allergens in patients with honeybee venom allergy",
        "Molecular composition and biological activity of commercial birch pollen allergen extracts",
        "Characterization and standardization of allergen extracts",
        "Heterogeneity of commercial timothy grass pollen extracts",
        "Six years of INSTAND e. V. sIgE proficiency testing: An evaluation of in vitro allergy diagnostics",
        "Recombinant allergen-based monitoring of antibody responses during injection grass pollen immunotherapy and after 5 years of discontinuation",
        "Evaluation of serum IgG4 antibodies specific to grass pollen allergen components in the follow up of allergic patients undergoing subcutaneous and sublingual immunotherapy",
        "Allergen-specific immunoprophylaxis: toward secondary prevention of allergic rhinitis?",
        "Association between component-resolved diagnosis of house dust mite allergy and efficacy and safety of specific immunotherapy",
        "Molecular profiling of allergen-specific antibody responses may enhance success of specific immunotherapy",
        "IgE-Api m 4 is useful for identifying a particular phenotype of bee venom allergy",
        "Api m 10, a genuine A. mellifera venom allergen, is clinically relevant but underrepresented in therapeutic extracts",
        "Component-resolved evaluation of the content of major allergens in therapeutic extracts for specific immunotherapy of honeybee venom allergy",
        "Predominant Api m 10 sensitization as risk factor for treatment failure in honey bee venom immunotherapy",
        "Ligand assays: from electrophoresis to miniaturized microarrays",
        "A comparison of different allergometric tests, skin prick test, Pharmacia UniCAP and ADVIA Centaur, for diagnosis of allergic diseases in children",
        "Performance evaluation of a specific IgE assay developed for the ADVIA centaur immunoassay system",
        "The 3rd International Standard for serum IgE: international collaborative study to evaluate a candidate preparation",
        "Multi-centre comparison of ABBOTT MATRIX Aero to Pharmacia Standard RAST, Modified RAST and skin puncture tests",
        "Phadiatop–a novel IgE antibody screening test",
        "Asthma outcomes: biomarkers",
        "IgE antibody-specific activity in human allergic disease",
        "IgG removal significantly enhances detection of microarray allergen-specific IgE reactivity in patients' serum",
        "Advances in allergen-microarray technology for diagnosis and monitoring of allergy: the MeDALL allergen-chip",
        "Allergy diagnosis in children and adults: performance of a new point-of-care device, immunoCAP rapid",
        "Novel nanofluidic IgE assay versus a reference method: a real-world comparison",
        "EuroPrevall food allergen library",
        "Microarrayed allergen molecules: diagnostic gatekeepers for allergy treatment",
        "Is the determination of specific IgE against components using ISAC 112 a reproducible technique?",
        "Molecular allergy diagnostics using multiplex assays: methodological and practical considerations for use in research and clinical routine: Part 21 of the Series Molecular Allergology",
        "Comparison of molecular and extract-based allergy diagnostics with multiplex and singleplex analysis",
        "Multiplex IgE antibody testing as a tool for diagnosis and defining the allergic (atopic) status of study populations",
        "Validation of a commercial allergen microarray platform for specific immunoglobulin E detection of respiratory and plant food allergens",
        "A new molecular multiplex IgE assay for the diagnosis of pollen allergy in Mediterranean countries: a validation study",
        "The use of microarray and other multiplex technologies in the diagnosis of allergy",
        "Evaluation of a novel automated allergy microarray platform compared with three other allergy test methods",
        "Detection of multiple allergen-specific IgEs on microarrays by immunoassay with rolling circle amplification",
        "Development of hydrogel biochip for in vitro allergy diagnostics",
        "Multiple protein extract microarray for profiling human food-specific immunoglobulins A, M, G and E",
        "Ultrasensitive carbohydrate-peptide SPR imaging microarray for diagnosing IgE mediated peanut allergy",
        "Simultaneous detection of total and allergen-specific IgE by using purified allergens in a fluorescent multiplex array",
        "Validation of a multiplex electrochemiluminescent immunoassay platform in human and mouse samples",
        "Diagnostic characterization of respiratory allergies by means of a multiplex immunoassay",
        "Point-of-care vertical flow allergen microarray assay: proof of concept",
        "Validation of PROTIA™ allergy-Q 64 atopy® as a specific IgE measurement assay for 10 major allergen components",
        "CytoBas: precision component-resolved diagnostics for allergy using flow cytometric staining of basophils with recombinant allergen tetramers",
        "Profiling serum antibodies with a pan allergen phage library identifies key wheat allergy epitopes",
        "Role of conformational and linear epitopes in the achievement of tolerance in cow's milk allergy",
        "Measurement of peptide-specific IgE as an additional tool in identifying patients with clinical reactivity to peanuts",
        "IgE and IgG4 epitope mapping by microarray immunoassay reveals the diversity of immune response to the peanut allergen, Ara h 2",
        "Ovomucoid epitope-specific repertoire of IgE, IgG(4), IgG(1), IgA(1), and IgD antibodies in egg-allergic children",
        "Accurate and reproducible diagnosis of peanut allergy using epitope mapping",
        "Mapping sequential IgE-binding epitopes on major and minor egg allergens",
        "“Molecular extracts” for allergy diagnostics and therapy",
        "Caution: the Phadia hazelnut ImmunoCAP (f17) has been supplemented with recombinant Cor a 1 and now detects Bet v 1-specific IgE, which leads to elevated values for persons with birch pollen allergy",
        "Component-resolved diagnosis (CRD) of type I allergy with recombinant grass and tree pollen allergens by skin testing",
        "Newly defined allergens in the WHO/IUIS Allergen Nomenclature Database during 01/2019-03/2021",
        "Allergen families and databases, Chapter A06, pgs39-52",
        "Allergic sensitization is a key risk factor for but not synonymous with allergic disease",
        "The DADB: a database of diagnostic IgE antibody assay based allergens (CLSI IL/A 37)",
        "Predictive values of component-specific IgE for the outcome of peanut and hazelnut food challenges in children",
        "Molecular allergy diagnostics using IgE singleplex determinations: methodological and practical considerations for use in clinical routine: Part 18 of the Series Molecular Allergology",
        "Clinical history-driven diagnosis of allergic diseases: utilizing in vitro IgE testing",
        "Requirements for effective IgE cross-linking on mast cells and basophils",
        "Basophil activation testing",
        "Monitoring human basophil activation via CD63 monoclonal antibody 435",
        "The clinical utility of basophil activation testing in diagnosis and monitoring of allergic disease",
        "Comparison of basophil activation tests using CD63 or CD203c expression in patients with insect venom allergy",
        "The basophil activation test in the diagnosis of allergy: technical issues and critical factors",
        "Ibrutinib, a Bruton's tyrosine kinase inhibitor used for treatment of lymphoproliferative disorders, eliminates both aeroallergen skin test and basophil activation test reactivity",
        "Basophils, high-affinity IgE receptors, and CCL2 in human anaphylaxis",
        "Chemokines during anaphylaxis: the importance of CCL2 and CCL2-dependent chemotactic activity for basophils",
        "Early improvement in basophil sensitivity predicts symptom relief with grass pollen immunotherapy",
        "Basophil sensitivity reflects long-term clinical outcome of subcutaneous immunotherapy in grass pollen-allergic patients",
        "Basophil activation test: A diagnostic, predictive and monitoring assay for allergen immunotherapy",
        "The p-i Concept: Pharmacological Interaction of Drugs With Immune Receptors",
        "Identification of CD13, CD107a, and CD164 as novel basophil-activation markers and dissection of two response patterns in time kinetics of IgE-dependent upregulation",
        "The basophil-specific ectoenzyme E-NPP3 (CD203c) as a marker for cell activation and allergy diagnosis",
        "Systematic characterization of basophil anergy",
        "Improving Diagnostic Accuracy in Food Allergy",
        "Peanut diversity and specific activity are the dominant IgE characteristics for effector cell activation in children",
        "Basophil Activation as Marker of Clinically Relevant Allergy and Therapy Outcome",
        "Flow cytometric analysis of in vitro activated basophils, specific IgE and skin tests in the diagnosis of pollen-associated food allergy",
        "Performance of basophil activation test and specific IgG4 as diagnostic tools in nonspecific lipid transfer protein allergy: Antwerp-Barcelona comparison",
        "Fra a 1.02 Is the Most Potent Isoform of the Bet v 1-like Allergen in Strawberry Fruit",
        "Characterization of peach thaumatin-like proteins and their identification as major peach allergens",
        "Basophil activation test discriminates between allergy and tolerance in peanut-sensitized children",
        "The IgE and basophil responses to Ara h 2 and Ara h 6 are good predictors of peanut allergy in children",
        "Basophil Activation Test Reduces Oral Food Challenges to Nuts and Sesame",
        "Basophil activation test: food challenge in a test tube or specialist research tool?",
        "The basophil activation test differentiates between patients with alpha-gal syndrome and asymptomatic alpha-gal sensitization",
        "Benefit of the basophil activation test in deciding when to reintroduce cow's milk in allergic children",
        "Clinical efficacy and immune regulation with peanut oral immunotherapy",
        "Is the Quantification of Antigen-Specific Basophil Activation a Useful Tool for Monitoring Oral Tolerance Induction in Children With Egg Allergy?",
        "Evidence of pathway-specific basophil anergy induced by peanut oral immunotherapy in peanut-allergic children",
        "Suppression of the immunologic response to peanut during immunotherapy is often transient",
        "Early decrease in basophil sensitivity to Ara h 2 precedes sustained unresponsiveness after peanut oral immunotherapy",
        "Omalizumab increases the intrinsic sensitivity of human basophils to IgE-mediated stimulation",
        "Kinetics of mast cell, basophil, and oral food challenge responses in omalizumab-treated adults with peanut allergy",
        "Suppression of the basophil response to allergen during treatment with omalizumab is dependent on 2 competing factors",
        "Chemically modified peanut extract shows increased safety while maintaining immunogenicity",
        "Ara h 2 is the dominant peanut allergen despite similarities with Ara h 6",
        "Basophil activation reveals divergent patient-specific responses to thermally processed peanuts",
        "Effect of chemical modifications on allergenic potency of peanut proteins",
        "Relevance of Ara h1, Ara h2 and Ara h3 in peanut-allergic patients, as determined by immunoglobulin E Western blotting, basophil-histamine release and intracutaneous testing: Ara h2 is the most important peanut allergen",
        "Fish allergy management: from component-resolved diagnosis to unmet diagnostic needs",
        "Human basophils: a unique biological instrument to detect the allergenicity of food",
        "Basophil activation marker CD203c is useful in the diagnosis of hen's egg and cow's milk allergies in children",
        "The Basophil Activation Test reduces the need for a food challenge test in children suspected of IgE-mediated cow's milk allergy",
        "Antigen-induced expression of CD203c on basophils predicts IgE-mediated wheat allergy",
        "CD203c expression-based basophil activation test for diagnosis of wheat-dependent exercise-induced anaphylaxis",
        "The basophil activation test differentiates between patients with wheat-dependent exercise-induced anaphylaxis and control subjects using gluten and isolated gluten protein types",
        "Evaluation of basophil allergen threshold sensitivity (CD-sens) to peanut and Ara h 8 in children IgE-sensitized to Ara h 8",
        "Basophil response to peanut allergens in Mediterranean peanut-allergic patients",
        "2S protein Ara h 7.0201 has unique epitopes compared to other Ara h 7 isoforms and is comparable to 2S proteins Ara h 2 and 6 in basophil degranulation capacity",
        "Two different profiles of peach allergy in the north of Spain",
        "In vitro analysis of birch-pollen-associated food allergy by use of recombinant allergens in the basophil activation test",
        "Cell-Based Functional IgE Assays Are Superior to Conventional Allergy Tests for Shrimp Allergy Diagnosis",
        "Patients Allergic to Fish Tolerate Ray Based on the Low Allergenicity of Its Parvalbumin",
        "Precision Medicine in Hymenoptera Venom Allergy: Diagnostics, Biomarkers, and Therapy of Different Endotypes and Phenotypes",
        "Recombinant phospholipase A1 (Ves v 1) from yellow jacket venom for improved diagnosis of hymenoptera venom hypersensitivity",
        "Identification, recombinant expression, and characterization of the 100 kDa high molecular weight Hymenoptera venom allergens Api m 5 and Ves v 3",
        "Basophil activation test using recombinant allergens: highly specific diagnostic method complementing routine tests in wasp venom allergy",
        "Application of recombinant antigen 5 allergens from seven allergy-relevant Hymenoptera species in diagnostics",
        "The high molecular weight dipeptidyl peptidase IV Pol d 3 is a major allergen of Polistes dominula venom",
        "Characterization of New Allergens from the Venom of the European Paper Wasp Polistes dominula",
        "Characterization of the honeybee venom proteins C1q-like protein and PVF1 and their allergenic potential",
        "Assessment of homologous phospholipases (Polistes and bee venom PLA2) and hyaluronidases (Pol d 2, Api m2, Ves v 2b) in patients with bee and yellow jacket venom allergy by basophil activation testing",
        "Fluorescent labeling of major honeybee allergens Api m 1 and Api m 2 with quantum dots and the development of a multiplex basophil activation test",
        "Identification of bee venom Api m 1 IgE epitopes and characterization of corresponding mimotopes",
        "Recombinant allergens promote expression of CD203c on basophils in sensitized individuals",
        "Characterization of a Major Allergen from Mongolian Oak, Quercus mongolica, a Dominant Species of Oak in Korea",
        "IgE-cross-blocking antibodies to Fagales following sublingual immunotherapy with recombinant Bet v 1",
        "IgE-blocking antibodies following SLIT with recombinant Mal d 1 accord with improved apple allergy",
        "Organic extracts of urban aerosol (< or =PM2.5) enhance rBet v 1-induced upregulation of CD63 in basophils from birch pollen-allergic individuals",
        "Polycyclic aromatic hydrocarbons from diesel emissions exert proallergic effects in birch pollen allergic individuals through enhanced mediator release from basophils",
        "A nonallergenic birch pollen allergy vaccine consisting of hepatitis PreS-fused Bet v 1 peptides focuses blocking IgG toward IgE epitopes and shifts immune responses to a tolerogenic and Th1 phenotype",
        "Hypoallergenic derivatives of the major birch pollen allergen Bet v 1 obtained by rational sequence reassembly",
        "Basophil sensitivity through CD63 or CD203c is a functional measure for specific immunotherapy",
        "Immunoglobulin G-dependent changes in basophil allergen threshold sensitivity during birch pollen immunotherapy",
        "Pollen/Fruit Syndrome: Clinical Relevance of the Cypress Pollen Allergenic Gibberellin-Regulated Protein",
        "Pru p 7 sensitization is a predominant cause of severe, cypress pollen-associated peach allergy",
        "Altered IgE epitope presentation: A model for hypoallergenic activity revealed for Bet v 1 trimer",
        "Molecular evolution of hypoallergenic hybrid proteins for vaccination against grass pollen allergy",
        "Recombinant allergens promote expression of aminopeptidase-n (CD13) on basophils in allergic patients",
        "MicroarrayBased Detection of Allergen-Reactive IgE in Patients with Mastocytosis",
        "Development and characterization of a recombinant, hypoallergenic, peptide-based vaccine for grass pollen allergy",
        "Dissection of the IgE and T-cell recognition of the major group 5 grass pollen allergen Phl p 5",
        "Possible therapeutic potential of a recombinant group 2 grass pollen allergenspecific antibody fragment",
        "Fusion proteins consisting of Bet v 1 and Phl p 5 form IgE-reactive aggregates with reduced allergenic activity",
        "Expression and characterization of recombinant Par j 1 and Par j 2 resembling the allergenic epitopes of Parietaria judaica pollen",
        "Mechanisms, safety and efficacy of a B cell epitope-based vaccine for immunotherapy of grass pollen allergy",
        "Isolation, expression and immunological characterization of a calcium-binding protein from Parietaria pollen",
        "Identification of Der p 23, a peritrophin-like protein, as a new major Dermatophagoides pteronyssinus allergen associated with the peritrophic matrix of mite fecal pellets",
        "Molecular, Structural and Immunological Characterization of Der p 18, a Chitinase-Like House Dust Mite Allergen",
        "Alpha-actinin is a new type of house dust mite allergen",
        "Reduction of the in vivo allergenicity of Der p 2, the major house-dust mite allergen, by genetic engineering",
        "Carrier-bound nonallergenic Der p 2 peptides induce IgG antibodies blocking allergen-induced basophil activation in allergic patients",
        "Conversion of Der p 23, a new major house dust mite allergen, into a hypoallergenic vaccine",
        "A hypoallergenic peptide mix containing T cell epitopes of the clinically relevant house dust mite allergens",
        "An immunoglobulin E-reactive chimeric human immunoglobulin G1 anti-idiotype inhibits basophil degranulation through cross-linking of FcepsilonRI with FcgammaRIIb",
        "Clinical and immunological differences between asymptomatic HDMsensitized and HDM-allergic rhinitis patients",
        "Preparation and identification of Per a 5 as a novel American cockroach allergen",
        "Molecular cloning, expression, IgE binding activities and in silico epitope prediction of Per a 9 allergens of the American cockroach",
        "In silico epitope prediction, expression and functional analysis of Per a 10 allergen from the American cockroach",
        "Characterization of recombinant cat albumin",
        "Flow cytometry for basophil activation markers: the measurement of CD203c up-regulation is as reliable as CD63 expression in the diagnosis of cat allergy",
        "Cat-NPC2, a Newly Identified Allergen, With High Cross-Reactivity to Can f 7",
        "A hypoallergenic cat vaccine based on Fel d 1-derived peptides fused to hepatitis B PreS",
        "Hypoallergenic derivatives of Fel d 1 obtained by rational reassembly for allergy vaccination and tolerance induction",
        "Canis familiaris allergen Can f 6: expression, purification and analysis of B-cell epitopes in Chinese dog allergic children",
        "Allergens in dog extracts: Implication for diagnosis and treatment",
        "Basophil activation testing, IgG, and IgG4 in the diagnosis of dog allergy in children with and without a dog at home",
        "Diagnostic test allergens used for in vivo diagnosis of allergic diseases are at risk: a European Perspective",
        "Current practice of allergy diagnosis and the potential impact of regulation in Europe",
        "Pros and Cons of Clinical Basophil Testing (BAT)",
        "Chemical modification of peanut conglutin reduces IgE reactivity but not T cell reactivity in peanut-allergic patients",
        "Basophil allergen threshold sensitivity, CD-sens, IgE-sensitization and DBPCFC in peanut-sensitized children",
        "Oral peanut challenge identifies an allergy but the peanut allergen threshold sensitivity is not reproducible",
        "IgG4 inhibits peanut-induced basophil and mast cell activation in peanut-tolerant children sensitized to peanut major allergens",
        "A novel functional mast cell assay for the detection of allergies",
        "A novel approach to the basophil activation test for characterizing peanut allergic patients in the clinical setting",
        "AAOA allergy primer: history and physical examination",
        "Food allergy phenotypes: The key to personalized therapy",
        "Patterns of IgE responses to multiple allergen components and clinical symptoms at age 11 years",
        "Practical guide to skin prick tests in allergy to aeroallergens",
        "Correlations between skin prick tests using commercial extracts and fresh foods, specific IgE, and food challenges",
        "Allergen extracts for in vivo diagnosis and treatment of allergy: is there a future?",
        "Expression, purification and characterization of Der f 27, a new allergen from dermatophagoides farinae",
        "In vivo and in vitro testing with rAni s 1 can facilitate diagnosis of Anisakis simplex allergy",
        "Component-resolved diagnosis of pollen allergy based on skin testing with profilin, polcalcin and lipid transfer protein pan-allergens",
        "In vivo allergenic activity of a hypoallergenic mutant of the major fish allergen Cyp c 1 evaluated by means of skin testing",
        "Detection of genuine grass pollen sensitization in children by skin testing with a recombinant grass pollen hybrid",
        "EAACI Position paper on the standardization of nasal allergen challenges",
        "Analysis of a Large Standardized Food Challenge Data Set to Determine Predictors of Positive Outcome Across Multiple Allergens",
        "Local allergic rhinitis is an independent rhinitis phenotype: The results of a 10-year follow-up study",
        "Skin test results but not serology reflect immediate type respiratory sensitivity: a study performed with recombinant allergen molecules",
        "Immunologic responses to the major allergen of Olea europaea in local and systemic allergic rhinitis subjects",
        "In vitro and in vivo responses to the recombinant bovine dander allergen Bos d 2 and its fragments",
        "Birch allergen challenges in allergic conjunctivitis using standard conjunctival allergen challenge and environmental exposure chamber",
        "Allergen exposure chambers: harmonizing current concepts and projecting the needs for the future - an EAACI Position Paper",
        "Recombinant allergen-based provocation testing",
        "Charles Harrison Blackley, 1820-1900",
        "Inhaled allergen bronchoprovocation tests",
        "Severe bronchial reaction to provocation with fish and crustaceans",
        "EAACI Guidelines on allergen immunotherapy: IgE-mediated food allergy",
        "Biomarkers of severity and threshold of allergic reactions during oral peanut challenges",
        "Hypersensitivity in fishes: a review",
        "Expression and characterization of a constitutively active STAT6 from Tetraodon",
        "Essential and instructive roles of GATA factors in eosinophil development",
        "Immunomodulatory parasites and toll-like receptor-mediated tumour necrosis factor alpha responsiveness in wild mammals",
        "The evolutionary role of the IL-33/ST2 system in host immune defence",
        "Redefining the ancestral origins of the interleukin-1 superfamily",
        "The evolution of IgE-mediated type I hypersensitivity and its immunological value",
        "Helminth Allergens, Parasite-Specific IgE, and Its Protective Role in Human Immunity",
        "Intrinsic and extrinsic factors in protein antigenic structure",
        "The IgE repertoire in children and adolescents resolved at component level: a cross-sectional study",
        "IgG and IgG(4) to 91 allergenic molecules in early childhood by route of exposure and current and future IgE sensitization: Results from the Multicentre Allergy Study birth cohort",
        "Evolution of the IgE and IgG repertoire to a comprehensive array of allergen molecules in the first decade of life",
        "Molecular spreading and predictive value of preclinical IgE response to Phleum pratense in children with hay fever",
        "Natural Evolution of IgE Responses to Mite Allergens and Relationship to Progression of Allergic Disease: a Review",
        "Evolution pathways of IgE responses to grass and mite allergens throughout childhood",
        "Sensitization to cat and dog allergen molecules in childhood and prediction of symptoms of cat and dog allergy in adolescence: A BAMSE/MeDALL study",
        "Prediction of peanut allergy in adolescence by early childhood storage protein-specific IgE signatures: The BAMSE population-based birth cohort",
        "Pfam: The protein families database in 2021",
        "Allergens and their role in the allergic immune response",
        "Allergen-specific pattern recognition receptor pathways",
        "Allergenicity resulting from functional mimicry of a Toll-like receptor complex protein",
        "Allergens as immunomodulatory proteins: the cat dander protein Fel d 1 enhances TLR activation by lipid ligands",
        "The major glycoprotein allergen from Arachis hypogaea, Ara h 1, is a ligand of dendritic cell-specific ICAM-grabbing nonintegrin and acts as a Th2 adjuvant in vitro",
        "Interaction of mite allergens Der p3 and Der p9 with protease-activated receptor-2 expressed by lung epithelial cells",
        "The structure and properties of gluten: an elastic protein from wheat grain",
        "Allergens to wheat and related cereals",
        "Tertiary and quaternary structures of 0.19 alpha-amylase inhibitor from wheat kernel determined by X-ray analysis at 2.06 A resolution",
        "Wheat allergens associated with Baker's asthma",
        "2S Albumin Storage Proteins: What Makes them Food Allergens?",
        "The role of lipid transfer proteins in allergic diseases",
        "EF-hand calcium-binding proteins",
        "Molecular metamorphosis in polcalcin allergens by EF-hand rearrangements and domain swapping",
        "Fish allergens at a glance: variable allergenicity of parvalbumins, the major fish allergens",
        "Sarcoplasmic calcium-binding protein",
        "Molecular characterization of the sarcoplasmic calcium-binding protein (SCP) from crayfish Procambarus clarkii",
        "Facts and conjectures on calmodulin and its cousin proteins, parvalbumin and troponin C",
        "Myosin structure, allostery, and mechano-chemistry",
        "Tropomyosin: an invertebrate pan-allergen",
        "Shellfish allergy",
        "Cross-reactive and species-specific immunoglobulin E epitopes of plant profilins: an experimental and structure-based analysis",
        "Panallergens and their impact on the allergic patient",
        "Systemic allergic reactions induced by labile plant-food allergens: Seeking potential cofactors. A multicenter study",
        "Profilin-mediated food-induced allergic reactions are associated with oral epithelial remodeling",
        "The Bet v 1 fold: an ancient, versatile scaffold for binding of large, hydrophobic ligands",
        "Production and analysis of recombinant tree nut allergens",
        "Kiwifruit Act d 11 is the first member of the ripening-related protein family identified as an allergen",
        "Vig r 6, the cytokinin-specific binding protein from mung bean (Vigna radiata) sprouts, cross-reacts with Bet v 1-related allergens and binds IgE from birch pollen allergic patients' sera",
        "Structure of the first representative of Pfam family PF09410 (DUF2006) reveals a structural signature of the calycin superfamily that suggests a role in lipid metabolism",
        "Animal lipocalin allergens",
        "An Insight into the Triabin Protein Family of American Hematophagous Reduviids: Functional, Structural and Phylogenetic Analysis",
        "A six-stranded double-psi beta barrel is shared by several protein superfamilies",
        "The expansin superfamily",
        "Group I allergens of grass pollen as cell wall-loosening agents",
        "Kiwellin, a modular protein from green and gold kiwi fruits: evidence of in vivo and in vitro processing and IgE binding",
        "A kiwellin disarms the metabolic activity of a secreted fungal virulence factor",
        "Highlights on Hevea brasiliensis (pro)hevein proteins",
        "The CAP superfamily: cysteine-rich secretory proteins, antigen 5, and pathogenesis-related 1 proteins–roles in reproduction, cancer, and immune defense",
        "Tracing the Evolutionary History of the CAP Superfamily of Proteins Using Amino Acid Sequence Homology and Conservation of Splice Sites",
        "Crystal structure of Jun a 1, the major cedar pollen allergen from Juniperus ashei, reveals a parallel beta-helical core",
        "Purification and biochemical characterization of Hel a 6, a cross-reactive pectate lyase allergen from Sunflower (Helianthus annuus L.) pollen",
        "Pectate lyase pollen allergens: sensitization profiles and cross-reactivity pattern",
        "Crystal structure of Pla l 1 reveals both structural similarity and allergenic divergence within the Ole e 1-like protein family",
        "Lig v 1 structure and the inflammatory response to the Ole e 1 protein family",
        "Structural, biological, and evolutionary relationships of plant food allergens sensitizing via the gastrointestinal tract",
        "How to use the MEROPS database and website to help understand peptidase specificity",
        "Papain-Like Cysteine Protease Gene Family in Fig (Ficus carica L.): Genome-Wide Analysis and Expression Patterns. Front",
        "Allergen databases-A critical evaluation",
        "Prophylactic inoculation against hay fever",
        "Hypoallergenic molecules for subcutaneous immunotherapy",
        "Antihistamine premedication in specific cluster immunotherapy: a double-blind, placebo-controlled study",
        "Short-term subcutaneous grass pollen immunotherapy under the umbrella of anti-IL-4: A randomized controlled trial",
        "Update on omalizumab in allergen immunotherapy",
        "The European Union CREATE project: a model for international standardization of allergy diagnostics and vaccines",
        "BSP090–the follow-up to CREATE",
        "Standardization of allergen products: 2. Detailed characterization of GMP-produced recombinant Phl p 5.0109 as European Pharmacopoeia reference standard",
        "Standardization of allergen products: 3. Validation of candidate European Pharmacopoeia standard methods for quantification of major birch allergen Bet v 1",
        "Standardisation of allergen products: 4. Validation of a candidate European Pharmacopoeia standard method for quantification of major grass pollen allergen Phl p 5",
        "Allergen manufacturing and quality aspects for allergen immunotherapy in Europe and the United States: An analysis from the EAACI AIT Guidelines Project",
        "Regulatory Requirements for the Quality of Allergen Products for Allergen Immunotherapy of Food Allergy",
        "Treatment of peanut allergy with rush immunotherapy",
        "Oral immunotherapy for treatment of egg allergy in children",
        "Oral Immunotherapy for Egg Allergy: A Double-Blind Placebo-Controlled Study, with Postdesensitization Follow-Up",
        "Sustained outcomes in oral immunotherapy for peanut allergy (POISED study): a large, randomised, double-blind, placebo-controlled, phase 2 study",
        "Efficacy and safety of oral immunotherapy with AR101 in European children with a peanut allergy (ARTEMIS): a multicentre, double-blind, randomised, placebo-controlled phase 3 trial",
        "AR101 Oral Immunotherapy for Peanut Allergy",
        "Anti-IgE treatment with oral immunotherapy in multifood allergic participants: a double-blind, randomised, controlled trial",
        "A randomized, double-blind, placebo-controlled study of omalizumab combined with oral immunotherapy for the treatment of cow's milk allergy",
        "Adverse Events in Oral Immunotherapy for the Desensitization of Cow's Milk Allergy in Children: A Randomized Controlled Trial",
        "Tolerance to extensively heated milk in children with cow's milk allergy",
        "Immunologic changes in children with egg allergy ingesting extensively heated egg",
        "Safety of food challenges to extensively heated egg in egg-allergic children: a prospective cohort study",
        "Mechanisms underlying differential food allergy response to heated egg",
        "The influence of the presence of wheat flour on the antigenic activities of egg white proteins",
        "Decrease in antigenic and allergenic potentials of ovomucoid by heating in the presence of wheat flour: dependence on wheat variety and intermolecular disulfide bridges",
        "Sublingual immunotherapy for peanut allergy: clinical and immunologic evidence of desensitization",
        "Dietary baked egg accelerates resolution of egg allergy in children",
        "Induction of sustained unresponsiveness after egg oral immunotherapy compared to baked egg therapy in children with egg allergy",
        "Boiling peanut Ara h 1 results in the formation of aggregates with reduced allergenicity",
        "Loss of allergenic proteins during boiling explains tolerance to boiled peanut in peanut allergy",
        "Sequential hypoallergenic boiled peanut and roasted peanut oral immunotherapy",
        "Low-allergenic hydrolyzed egg induces oral tolerance in mice",
        "Oral immunotherapy with low allergenic hydrolysed egg in egg allergic children",
        "A phase 1 study of heat/phenol-killed, E. coli-encapsulated, recombinant modified peanut proteins Ara h 1, Ara h 2, and Ara h 3 (EMP-123) for the treatment of peanut allergy",
        "Sublingual immunotherapy for hazelnut food allergy: a randomized, double-blind, placebo-controlled study with a standardized hazelnut extract",
        "Randomized double-blind, placebo-controlled trial of sublingual immunotherapy with a Pru p 3 quantified peach extract",
        "Long-term sublingual immunotherapy for peanut allergy in children: Clinical and immunologic evidence of desensitization",
        "Sublingual immunotherapy for peanut allergy: a randomized, double-blind, placebo-controlled multicenter trial",
        "Sublingual immunotherapy for peanut allergy: Long-term follow-up of a randomized multicenter trial",
        "The safety and efficacy of sublingual and oral immunotherapy for milk allergy",
        "A randomized, double-blind, placebo-controlled pilot study of sublingual versus oral immunotherapy for the treatment of peanut allergy",
        "Allergen-specific immunotherapy with recombinant grass pollen allergens",
        "Efficacy of recombinant birch pollen vaccine for the treatment of birch-allergic rhinoconjunctivitis",
        "Recombinant allergens in specific immunotherapy",
        "The antibody mechanisms of ragweed allergy; electrophoretic and chemical studies. I. The blocking antibody",
        "Biomarkers for monitoring clinical efficacy of allergen immunotherapy for allergic rhinoconjunctivitis and allergic asthma: an EAACI Position Paper",
        "Epicutaneous immunotherapy for treatment of peanut allergy: Follow-up from the Consortium for Food Allergy Research",
        "Peanut epitopes for IgE and IgG4 in peanut-sensitized children in relation to severity of peanut allergy",
        "Peanut oral immunotherapy modifies IgE and IgG4 responses to major peanut allergens",
        "The IgE-facilitated allergen binding (FAB) assay: validation of a novel flow-cytometric based method for the detection of inhibitory antibody responses",
        "Functional rather than immunoreactive levels of IgG4 correlate closely with clinical response to grass pollen immunotherapy",
        "Peanut oral immunotherapy induces blocking antibodies but does not change the functional characteristics of peanut-specific IgE",
        "Allergen-specific T cells and clinical features of food allergy: Lessons from CoFAR immunotherapy cohorts",
        "A randomized controlled study of peanut oral immunotherapy: clinical desensitization and modulation of the allergic response",
        "A phenotypically and functionally distinct human T(H)2 cell subpopulation is associated with allergic disorders",
        "Treatment of cat allergy with T-cell reactive peptides",
        "The safety and efficacy of ALLERVAX CAT in cat allergic patients",
        "Fel d 1-derived peptide antigen desensitization shows a persistent treatment effect 1 year after the start of dosing: a randomized, placebo-controlled study",
        "Safety and efficacy of immunotherapy with the recombinant B-cell epitope-based grass pollen vaccine BM32",
        "Efficacy of 2 months of allergen-specific immunotherapy with Bet v 1-derived contiguous overlapping peptides in patients with allergic rhinoconjunctivitis: Results of a phase IIb study",
        "Benefit of Bet v 1 contiguous overlapping peptide immunotherapy persists during first follow-up season",
        "Improvement of specific immunotherapy by human IgG and modified allergens",
        "Rational Design, Structure-Activity Relationship, and Immunogenicity of Hypoallergenic Pru p 3 Variants",
        "Development of a hypoallergenic recombinant parvalbumin for first-in-man subcutaneous immunotherapy of fish allergy",
        "A recombinant hypoallergenic parvalbumin mutant for immunotherapy of IgE-mediated fish allergy",
        "Intralymphatic immunotherapy for cat allergy induces tolerance after only 3 injections",
        "Immune regulation by intralymphatic immunotherapy with modular allergen translocation MAT vaccine",
        "Treating cat allergy with monoclonal IgG antibodies that bind allergen and prevent IgE engagement",
        "The structure of a neural specific carbohydrate epitope of horseradish peroxidase recognized by anti-horseradish peroxidase antiserum",
        "Fucose alpha 1,3-linked to the core region of glycoprotein N-glycans creates an important epitope for IgE from honeybee venom allergic individuals",
        "Specificity of IgG and IgE antibodies against plant and insect glycoprotein glycans determined with artificial glycoforms of human transferrin",
        "Discovery of Alpha-Gal-Containing Antigens in North American Tick Species Believed to Induce Red Meat Allergy",
        "The alpha-gal story: lessons learned from connecting the dots",
        "IgE to cross-reactive carbohydrate determinants: analysis of the distribution and appraisal of the in vivo and in vitro reactivity",
        "IgE-binding and histamine-release capabilities of the main carbohydrate component isolated from the major allergen of olive tree pollen, Ole e 1",
        "Involvement of carbohydrate epitopes in the IgE response of celery-allergic patients",
        "Comparison between the native glycosylated and the recombinant Cup a1 allergen: role of carbohydrates in the histamine release from basophils",
        "Inhibition of IgE binding to cross-reactive carbohydrate determinants enhances diagnostic selectivity",
        "Basophil activation test is better but not good enough for the diagnosis of hymenoptera venom allergy: the problem of cross-reactive carbohydrate determinants",
        "Cross-reactive carbohydrate determinants strongly affect the results of the basophil activation test in hymenoptera-venom allergy",
        "Affinity of IgE and IgG against cross-reactive carbohydrate determinants on plant and insect glycoproteins",
        "Glycans and glycan-specific IgE in clinical and molecular allergology: Sensitization, diagnostics, and clinical symptoms",
        "Structural analysis of N-glycans from allergenic grass, ragweed and tree pollens: core alpha1,3-linked fucose and xylose present in all pollens examined",
        "N-glycosylation in the moss Physcomitrella patens is organized similarly to that in higher plants",
        "Comparisons of N-glycans across invertebrate phyla",
        "Pollen-vegetable food crossreactivity: serological and clinical relevance of crossreactive IgE",
        "Anaphylaxis to insect venom allergens: role of molecular diagnostics",
        "Immunoglobulin E sensitization to cross-reactive carbohydrate determinants: epidemiological study of clinical relevance and role of alcohol consumption",
        "Recombinant glycoproteins resembling carbohydrate-specific IgE epitopes from plants, venoms and mites",
        "Natural clinical tolerance to peanut in African patients is caused by poor allergenic activity of peanut IgE",
        "Allergen microarray detects high prevalence of asymptomatic IgE sensitizations to tropical pollen-derived carbohydrates",
        "IgE to cross-reactive carbohydrate determinants: Origins, functions, and confounding role in nPhl p 4-IgE assays",
        "Identification by immunoblot of venom glycoproteins displaying immunoglobulin E-binding N-glycans as cross-reactive allergens in honeybee and yellow jacket venom",
        "In vitro hymenoptera venom allergy diagnosis: improved by screening for cross-reactive carbohydrate determinants and reciprocal inhibition",
        "Glycosylation enhances allergenic activity of major bee venom allergen Api m 1 by adding IgE epitopes",
        "Microarray assessment of N-glycan-specific IgE and IgG profiles associated with Schistosoma mansoni infection in rural and urban Uganda",
        "Validation of a two-color flow cytometric assay detecting in vitro basophil activation for the diagnosis of IgE-mediated natural rubber latex allergy",
        "Hymenopterengift-allergie: diagnostisches vorgehen bei IgE-doppelpositivität gegen Gifte unterschiedlicher spezies",
        "Inhalant mammal-derived lipocalin allergens and the innate immunity",
        "Bovine β-lactoglobulin/fatty acid complexes: binding, structural, and biological properties",
        "Cow's milk protein β-lactoglobulin confers resilience against allergy by targeting complexed iron into immune cells",
        "Crystallographically mapped ligand binding differs in high and low IgE binding isoforms of birch pollen allergen bet v 1",
        "Bovine Holo-Beta-Lactoglobulin Cross-Protects Against Pollen Allergies in an Innate Manner in BALB/c Mice: Potential Model for the Farm Effect",
        "Allergens and their associated small molecule ligands-their dual role in sensitization",
        "The major cockroach allergen Bla g 4 binds tyramine and octopamine",
        "Tertiary structure of the major house dust mite allergen Der p 2: sequential and structural homologies",
        "The novel structure of the cockroach allergen Bla g 1 has implications for allergenicity and exposure assessment",
        "Hydrophobic ligands influence the structure, stability, and processing of the major cockroach allergen Bla g 1",
        "The minor house dust mite allergen Der p 13 is a fatty acid-binding protein and an activator of a TLR2-mediated innate immune response",
        "Dominating IgE-binding epitope of Bet v 1, the major allergen of birch pollen, characterized by X-ray crystallography and site-directed mutagenesis",
        "Multiple roles of Bet v 1 ligands in allergen stabilization and modulation of endosomal protease activity",
        "Diagnosis of Allergy to Mammals and Fish: Cross-Reactive vs",
        "Niemann-Pick C2 Proteins: A New Function for an Old Family",
        "Lipophilic allergens, different modes of allergen-lipid interaction and their impact on asthma and allergy",
        "Do lipids influence the allergic sensitization process?",
        "Lipid transfer proteins: classification, nomenclature, structure, and function",
        "Enhanced Pru p 3 IgE-binding activity by selective free fatty acid-interaction",
        "The key to the allergenicity of lipid transfer protein (LTP) ligands: A structural characterization",
        "Identification of the ligand of Pru p 3, a peach LTP",
        "Mechanisms underlying induction of allergic sensitization by Pru p 3",
        "The Role of Lipids in Development of Allergic Responses",
        "Interaction of Non-Specific Lipid-Transfer Proteins With Plant-Derived Lipids and Its Impact on Allergic Sensitization",
        "Human CD1-restricted T cell recognition of lipids from pollens",
        "Characterization of proteases, proteins, and eicosanoid-like substances in soluble extracts from allergenic pollen grains",
        "Pollen-derived nonallergenic substances enhance Th2-induced IgE production in B cells",
        "Indoor allergens and asthma: report of the Third International Workshop",
        "NIAID, NIEHS, NHLBI, and MCAN Workshop Report: The indoor environment and childhood asthma-implications for home environmental intervention in asthma prevention and management",
        "Technical standards in allergen exposure chambers worldwide - an EAACI Task Force Report",
        "Accidental food allergy reactions: Products and undeclared ingredients",
        "Variation of the group 5 grass pollen allergen content of airborne pollen in relation to geographic location and time in season",
        "Diversity and complexity of mouse allergens in urine, house dust, and allergen extracts assessed with an immuno-allergomic approach",
        "Critical review on proteotypic peptide marker tracing for six allergenic ingredients in incurred foods by mass spectrometry",
        "Domestic mite antigens in floor and airborne dust at workplaces in comparison to living areas: a new immunoassay to assess personal airborne allergen exposure",
        "The effects of cage design on airborne allergens and endotoxin in animal rooms: high-volume measurements with an ion-charging device",
        "Airborne exposure to laboratory animal allergens",
        "Reliability and Correlation Between Indoor Allergen Concentrations from Vacuumed Surface Samples and Electrostatic Dust Collectors",
        "Concurrent measurement of microbiome and allergens in the air of bedrooms of allergy disease patients in the Chicago area",
        "Soy in wheat–contamination levels and food allergy risk assessment",
        "A Limited Survey of Dark Chocolate Bars Obtained in the United States for Undeclared Milk and Peanut Allergens",
        "Structural Aspects of the Allergen-Antibody Interaction",
        "Mapping Human Monoclonal IgE Epitopes on the Major Dust Mite Allergen Der p 2",
        "A multi-center ring trial of allergen analysis using fluorescent multiplex array technology",
        "Bedroom allergen exposures in US households",
        "Development of a Sandwich ELISA for Quantification of Gly m 4, a Soybean Allergen",
        "Specific allergen profiles of peanut foods and diagnostic or therapeutic allergenic products",
        "Dose of allergens in a peanut snack (Bamba) associated with prevention of peanut allergy",
        "A harmonized immunoassay with liquid chromatography-mass spectrometry analysis in egg allergen determination",
        "Simplified Tracking of a Soy Allergen in Processed Food Using a Monoclonal Antibody-Based Sandwich ELISA Targeting the Soybean 2S Albumin Gly m 8",
        "The BASALIT multicenter trial: Gly m 4 quantification for consistency control of challenge meal batches and toward Gly m 4 threshold data",
        "Development and in-house validation of allergen-specific ELISA tests for the quantification of Dau c 1.01, Dau c 1.02 and Dau c 4 in carrot extracts (Daucus carota)",
        "Identification of allergen-resolved threshold doses of carrot (Daucus carota) by means of oral challenge and ELISA",
        "No 1169/2011 of the European parliament and of the council of 25 October 2011 on the provision of food information to consumers, amending Regulations (EC) No 1924/2006 and (EC) No 1925/2006 of the European Parliament and of the Council, and repealing Commission Directive 87/250/EEC, Council Directive 90/496/EEC, Commission Directive 1999/10/EC, Directive 2000/13/EC of the European Parliament and of the Council, Commission Directives 2002/67/EC and 2008/5/EC and Commission Regulation (EC) No 608/2004",
        "Doses of Specific Allergens in Early Introduction Foods for Prevention of Food Allergy",
        "Allergen Sold Separately? All Early Allergen Introduction Foods Are Not Equivalent",
        "Association Between Allergen Exposure in Inner-City Schools and Asthma Morbidity Among Students",
        "Detection of Food Allergens in School and Home Environments of Elementary Students",
        "Mass spectrometry confirmation that clinically important peanut protein allergens are present in household dust",
        "Almond or Mahaleb? Orthogonal Allergen Analysis During a Live Incident Investigation by ELISA, Molecular Biology, and Protein Mass Spectrometry",
        "Are current analytical methods suitable to verify VITAL® 2.0/3.0 allergen reference doses for EU allergens in foods?",
        "Single-Laboratory Validation of the Multiplex xMAP Food Allergen Detection Assay with Incurred Food Samples",
        "Simultaneous Analysis of Multiple Allergens in Food Products by LC-MS/MS",
        "Food allergens: Classification, molecular properties, characterization, and detection in food sources",
        "Comparison of allergen quantification strategies for egg, milk, and peanut in food using targeted LC-MS/MS",
        "Detection and Quantitation of Selected Food Allergens by Liquid Chromatography with Tandem Mass Spectrometry: First Action 2017.17",
        "Liquid chromatography coupled to tandem mass spectrometry for detecting ten allergens in complex and incurred foodstuffs",
        "A reference method for determining the total allergenic protein content in a processed food: the case of milk in cookies as proof of concept",
        "To what extent is allergen exposure a risk factor for the development of allergic disease?",
        "Direct and indirect exposure to pets - risk of sensitization and asthma at 4 years in a birth cohort",
        "Early exposure to house-dust mite and cat allergens and development of childhood asthma: a cohort study",
        "Cat ownership, cat allergen exposure, and trajectories of sensitization and asthma throughout childhood",
        "Peanut allergy: effect of environmental peanut exposure in children with filaggrin loss-of-function mutations",
        "Early-life inhalant allergen exposure, filaggrin genotype, and the development of sensitization from infancy to adolescence",
        "Effects of early-life exposure to allergens and bacteria on recurrent wheeze and atopy in urban children",
        "Endotoxin exposure, CD14, and allergic disease: an interaction between genes and the environment",
        "Results of the National Cooperative Inner-City Asthma Study (NCICAS) environmental intervention to reduce cockroach allergen exposure in inner-city homes",
        "Study of modifiable risk factors for asthma exacerbations: virus infection and allergen exposure increase the risk of asthma hospital admissions in children",
        "Deciphering the importance of host and environmental factors that influence the genesis of asthma during childhood",
        "Update on House Dust Mite Allergen Avoidance Measures for Asthma",
        "Home Environmental Interventions for House Dust Mite",
        "Preventing Severe Asthma Exacerbations in Children. A Randomized Trial of Mite-Impermeable Bedcovers",
        "Effect of pet removal on pet allergic asthma",
        "2020 Focused Updates to the Asthma Management Guidelines: A Report from the National Asthma Education and Prevention Program Coordinating Committee Expert Panel Working Group",
        "Multifaceted allergen avoidance during infancy reduces asthma during childhood with the effect persisting until age 18 years",
        "Reported versus confirmed wheeze and lung function in early life",
        "Establishment of recombinant major allergens Bet v 1 and Phl p 5a as Ph. Eur. reference standards and validation of ELISA methods for their measurement. Results from feasibility studies",
        "The History, Present and Future of Allergen Standardization in the United States and Europe",
        "Full range of population Eliciting Dose values for 14 priority allergenic foods and recommendations for use in risk characterization",
        "Detection and Quantification of Allergens in Foods and Minimum Eliciting Doses in Food-Allergic Individuals (ThRAll)",
        "German Government Official Methods Board Points the Way Forward: Launch of a New Working Group for Mass Spectrometry for Protein Analysis to Detect Food Fraud and Food Allergens",
        "Sensitization and Exposure to Pets: The Effect on Asthma Morbidity in the US Population",
        "Environmental food exposure: what is the risk of clinical reactivity from cross-contact and what is the risk of sensitization",
        "Peamaclein–a new peach allergenic protein: similarities, differences and misleading features compared to Pru p 3",
        "Current trends and future directions in flower development research",
        "Tree pollen allergens-an update from a molecular perspective",
        "Different IgE reactivity profiles in birch pollen-sensitive patients from six European populations revealed by recombinant allergens: an imprint of local sensitization",
        "Birch pollen allergy in Europe",
        "Earlier Flowering of Betula pendula Roth in Augsburg, Germany, Due to Higher Temperature, NO(2) and Urbanity, and Relationship with Betula spp. Pollen Season",
        "Symptoms of the olive pollen allergy: do they really occur only in the pollination season?",
        "Arias de Saavedra JM, et al. Olive allergen-specific IgE responses in patients with Olea europaea pollinosis",
        "Ole e 1, Ole e 7, and Ole e 9: Identifying distinct clinical subsets of olive tree-allergic patients",
        "An atlas of IgE sensitization patterns in different Italian areas. A multicenter, cross-sectional study",
        "Allergenic pollen and pollen allergy in Europe",
        "Airborne cupressaceae pollen and its major allergen, Cup a 1, in Urban Green Areas of Southern Iberian Peninsula",
        "Airborne plane-tree (Platanus hispanica) pollen distribution in the city of Córdoba, South-western Spain, and possible implications on pollen allergy",
        "The Most Common Allergenic Tree Pollen Grains in the Middle East: A Narrative Review",
        "Sensitization to Common Aeroallergens in Asthmatic Children in the Eastern Region of Saudi Arabia",
        "Recombinant birch pollen allergens (rBet v 1 and rBet v 2) contain most of the IgE epitopes present in birch, alder, hornbeam, hazel, and oak pollen: a quantitative IgE inhibition study with sera from different populations",
        "Pollen exposure weakens innate defense against respiratory viruses",
        "Higher airborne pollen concentrations correlated with increased SARS-CoV-2 infection rates, as evidenced from 31 countries across the globe",
        "Isolation and characterization of messenger RNA from male inflorescences and pollen of the white birch (Betula verrucosa)",
        "Profilin, a Novel Plant Pan-Allergen",
        "Preliminary results of a skin prick test-based study of the prevalence and clinical impact of hypersensitivity to pollen panallergens (polcalcin and profilin)",
        "Profiles of Birch Sensitization (Bet v 1, Bet v 2, and Bet v 4) and Oral Allergy Syndrome Across Italy",
        "Molecular cloning and characterization of a birch pollen minor allergen, Bet v 5, belonging to a family of isoflavone reductase-related proteins",
        "cDna cloning and characterization of a cross-reactive birch pollen allergen: identification as a pectin esterase",
        "The spectrum of olive pollen allergens",
        "Variability of Ole e 9 allergen in olive pollen extracts: relevance of minor allergens in immunotherapy treatments",
        "Understanding patient sensitization profiles in complex pollen areas: a molecular epidemiological study",
        "β-1,3-glucanase rOle e 9 and MnSOD rAsp f 6 IgE reactivity are the signature of atopic dermatitis in the Mediterranean area",
        "Pro j 2 is mesquite profilin: molecular characteristics and specific IgE binding activity",
        "Molecular Cloning and Expression of Pro J 1: A New Allergen of Prosopis Juliflora Pollen",
        "Cloning and expression of Aca f 1: a new allergen of Acacia farnesiana pollen",
        "Cupressaceae pollinosis: identification, purification and cloning of relevant allergens",
        "Isolation of cypress gibberellin-regulated protein: Analysis of its structural features and IgE binding competition with homologous allergens",
        "Sensitization to Gibberellin-Regulated Protein (Peamaclein) Among Italian Cypress Pollen-Sensitized Patients",
        "Purification and characterization of Pla a 1, a major allergen from Platanus acerifolia pollen",
        "Pla a 2 and Pla a 3 reactivities identify plane tree-allergic patients with respiratory symptoms or food allergy",
        "Cashew Tree Pollen: An Unknown Source of IgE-Reactive Molecules",
        "Peach Tree Pollen and Prunus persica 9 Sensitisation and Allergy in Children and Adolescents",
        "Pollen-related allergy in Europe",
        "Pru p 9, a new allergen eliciting respiratory symptoms in subjects sensitized to peach tree pollen",
        "Molecular Recognition Profiles and Clinical Patterns of PR-10 Sensitization in a Birch-Free Mediterranean Area",
        "Analysis of hypersensitivity to oleaceae pollen in an olive-free and ash-free area by commercial pollen extracts and recombinant allergens",
        "The allergen profile of ash (Fraxinus excelsior) pollen: cross-reactivity with allergens from various plant species",
        "Allergy to cypress pollen",
        "Cross-sectional survey on immunoglobulin E reactivity in 23,077 subjects using an allergenic molecule-based microarray detection system",
        "The biology of cypress allergy",
        "Molecular cloning of major allergen from Cupressus arizonica pollen: Cup a 1",
        "Molecular characterization of polygalacturonases as grass pollen-specific marker allergens: expulsion from pollen via submicronic respirable particles",
        "Lipid Transfer Protein allergy in the United Kingdom: Characterization and comparison with a matched Italian cohort",
        "Recombinant marker allergens: diagnostic gatekeepers for the treatment of allergy",
        "Disease-specific molecular profiles highlighted by radar graphic display",
        "Analysis of the allergenic profile of patients hypersensitive to pollen pan-allergens living in two distinct areas of northern Italy",
        "Food allergens",
        "A molecular diagnostic algorithm to guide pollen immunotherapy in southern Europe: towards component-resolved management of allergic diseases",
        "Fennel, cucumber, and melon allergy successfully treated with pollen-specific injection immunotherapy",
        "Successful sublingual immunotherapy with birch pollen has limited effects on concomitant food allergy to apple and the immune response to the Bet v 1 homolog Mal d 1",
        "Birch pollen immunotherapy inhibits anaphylaxis to the cross-reactive apple allergen Mal d 1 in mice",
        "Is allergy immunotherapy with birch sufficient to treat patients allergic to pollen of tree species of the birch homologous group?",
        "Olive pollen recombinant allergens: value in diagnosis and immunotherapy",
        "Component-resolved diagnosis of plant food allergy by SPT",
        "Comparison of the performance of Skin Prick and ISAC Tests in the diagnosis of allergy",
        "The influence of carbohydrate structures present in common allergen sources on specific IgE results",
        "Production of recombinant proteins by microbes and higher organisms",
        "IgE-binding capacity of recombinant timothy grass (Phleum pratense) pollen allergens",
        "Timothy specific IgE levels are associated with efficacy and safety of timothy grass sublingual immunotherapy tablet",
        "Global Climate Change and Pollen Aeroallergens: A Southern Hemisphere Perspective",
        "Molecular biomarkers for grass pollen immunotherapy",
        "Geographical variation in the prevalence of positive skin tests to environmental aeroallergens in the European Community Respiratory Health Survey I",
        "Prevalence of allergic sensitization in the United States: results from the National Health and Nutrition Examination Survey (NHANES) 2005-2006",
        "Cloning, sequencing and expression in Escherichia coli of Pha a 1 and four isoforms of Pha a 5, the major allergens of canary grass pollen",
        "Characterization of Phl p 4, a major timothy grass (Phleum pratense) pollen allergen",
        "High-resolution crystal structure and IgE recognition of the major grass pollen allergen Phl p 3",
        "Isoforms of Group 1 Allergens from a Tropical/Subtropical Para Grass (Urochloa mutica) Display Different Levels of IgE Reactivity and Cross-reactivity",
        "Manila grass (Zoysia matrella) Zoy m 1 allergen may contribute to allergic sensitization in tropical/subtropical regions due to extensive cross-reactivity with other group-1 grass pollen allergens",
        "Total transcriptome, proteome, and allergome of Johnson grass pollen, which is important for allergic rhinitis in subtropical regions",
        "Biogeographical variation in specific IgE recognition of temperate and subtropical grass pollen allergens in allergic rhinitis patients",
        "Molecular cloning, expression and immunological characterisation of Pas n 1, the major allergen of Bahia grass Paspalum notatum pollen",
        "An immunodiagnostic assay for quantitation of specific IgE to the major pollen allergen component, Pas n 1, of the subtropical Bahia grass",
        "Determination of sIgE to rPhl p 1 is sufficient to diagnose grass pollen allergy",
        "Early molecular biomarkers predicting the evolution of allergic rhinitis and its comorbidities: A longitudinal multicenter study of a patient cohort",
        "Epitope specificity determines cross-protection of a SIT-induced IgG4 antibody",
        "Sensitization to grass pollen allergen molecules in a birth cohort-natural Phl p 4 as an early indicator of grass pollen allergy",
        "Epidemic thunderstorm asthma susceptibility from sensitization to ryegrass (Lolium perenne) pollen and major allergen Lol p 5",
        "Thunderstorm asthma: an overview of mechanisms and management strategies",
        "Patients with thunderstorm asthma or severe asthma in Melbourne: a comparison",
        "The Melbourne epidemic thunderstorm asthma event 2016: an investigation of environmental triggers, effect on health services, and patient risk factors",
        "Thunderstorm outflows preceding epidemics of asthma during spring and summer",
        "Thunderstorm asthma: controlling (deadly) grass pollen allergy",
        "Nasal allergen-neutralizing IgG(4) antibodies block IgE-mediated responses: Novel biomarker of subcutaneous grass pollen immunotherapy",
        "Collection of nasal secretions and tears and their use in allergology",
        "IgE antibody repertoire in nasal secretions of children and adults with seasonal allergic rhinitis: A molecular analysis",
        "Pretreatment IgE sensitization patterns determine the molecular profile of the IgG4 response during updosing of subcutaneous immunotherapy with timothy grass pollen extract",
        "A process-based approach to predicting the effect of climate change on the distribution of an invasive allergenic plant in Europe",
        "Marker allergens of weed pollen - basic considerations and diagnostic benefits in the clinical routine: Part 16 of the Series Molecular Allergology",
        "Anthropogenic climate change is worsening North American pollen seasons",
        "Climate Change and Future Pollen Allergy in Europe",
        "Identification of a 62-kDa major allergen from Artemisia pollen as a putative galactose oxidase",
        "Possible role of climate changes in variations in pollen seasons and allergic sensitizations during 27 years",
        "Ragweed pollen collected along high-traffic roads shows a higher allergenicity than pollen sampled in vegetated areas",
        "Identification of the cysteine protease Amb a 11 as a novel major allergen from short ragweed",
        "Prevalences of positive skin test responses to 10 common allergens in the US population: results from the third National Health and Nutrition Examination Survey",
        "GA(2)LEN skin test study II: clinical relevance molecular allergology user's guide 2.0 212 of inhalant allergen sensitisations in Europe",
        "Allergic Rhinitis to Weed Pollen in Germany: Dominance by Plantain, Rising Prevalence, and Polysensitization Rates over 20 Years",
        "Sensitisation to common ragweed in southern Bavaria: clinical and geographical risk factors in atopic patients",
        "Regional differences in the prevalence of sensitization to environmental allergens: Analysis on IgE antibody testing conducted at major clinical testing laboratories throughout Japan from 2002 to 2011",
        "Late summer and fall (March-May) pollen allergy and respiratory disease in Northern New South Wales",
        "Identification of Novel Short Ragweed Pollen Allergens Using Combined Transcriptomic and Immunoproteomic Approaches",
        "Investigation of Allergic Sensitization Pattern in 4,203 Children in Northern China",
        "Prevalence of sensitization to weed pollens of Humulus scandens, Artemisia vulgaris, and Ambrosia artemisiifolia in northern China",
        "Regional Difference of Causative Pollen in Children with Allergic Rhinitis",
        "Cross-sectional study on allergic sensitization of Austrian adolescents using molecule-based IgE profiling",
        "Challenges for allergy diagnosis in regions with complex pollen exposures",
        "Similar Allergenicity to Different Artemisia Species Is a Consequence of Highly Cross-Reactive Art v 1-Like Molecules",
        "Peach allergy in China: a dominant role for mugwort pollen LTP as primary sensitizer",
        "Variation in IgE binding potencies of seven Artemisia species depending on content of major allergens",
        "Sensitization to sunflower pollen and lung functions in sunflower processing workers",
        "Search for Allergens from the Pollen Proteome of Sunflower (Helianthus annuus L.): A Major Sensitizer for Respiratory Allergy Patients",
        "Role of the polypeptide backbone and post-translational modifications in cross-reactivity of Art v 1, the major mugwort pollen allergen",
        "Immunological response to Parthenium hysterophorus in Indian Patients with Parthenium sensitive atopic dermatitis",
        "Proteomic profiling of the weed feverfew, a neglected pollen allergen source",
        "Allergy in urban elderly population living in Campania region (Southern Italy). A multicenter study",
        "Allergy in adolescent population (14-18 years) living in Campania region (Southern Italy). A multicenter study",
        "Plantago lanceolata: an important trigger of summer pollinosis with limited IgE cross-reactivity",
        "Do Plantago lanceolata Skin Prick Test-Positive Patients Display IgE to Genuine Plantain Pollen Allergens? Investigation of Pollen Allergic Patients from the North-East of France",
        "Allergens of weed pollen: an overview on recombinant and natural molecules",
        "Amaranthaceae pollens: review of an emerging allergy in the mediterranean area",
        "Sal k 4, a new allergen of Salsola kali, is profilin: a predictive value of conserved conformational regions in cross-reactivity with other plant-derived profilins",
        "Identification of methionine synthase (Sal k 3), as a novel allergen of Salsola kali pollen",
        "Sal k 5, a member of the widespread Ole e 1-like protein family, is a new allergen of Russian thistle (Salsola kali) pollen",
        "A relevant IgE-reactive 28kDa protein identified from Salsola kali pollen extract by proteomics is a natural degradation product of an integral 47kDa polygalaturonase",
        "Concomitant sensitization to ragweed and mugwort pollen: who is who in clinical allergy?",
        "Humoral and cellular cross-reactivity between Amb a 1, the major ragweed pollen allergen, and its mugwort homolog Art v 6",
        "Distinct epitope structures of defensin-like proteins linked to proline-rich regions give rise to differences in their allergenic activity",
        "Identification of a defensin as novel allergen in celery root: Api g 7 as a missing link in the diagnosis of celery allergy?",
        "Pollen-food syndromes associated with weed pollinosis: an update from the molecular point of view",
        "Plant lipid transfer protein allergens: no cross-reactivity between those from foods and olive and Parietaria pollen",
        "Artemisia pollen allergy in China: Component-resolved diagnosis reveals allergic asthma patients have significant multiple allergen sensitization",
        "Profilin, a Change in the Paradigm",
        "Profilin sensitization detected in the office by skin prick test: a study of prevalence and clinical relevance of profilin as a plant food allergen",
        "Prevention of allergy by virus-like nanoparticles (VNP) delivering shielded versions of major allergens in a humanized murine allergy model",
        "Hydrogen/deuterium exchange memory NMR reveals structural epitopes involved in IgE cross-reactivity of allergenic lipid transfer proteins",
        "Airborne dust mite allergens: comparison of group II allergens with group I mite allergen and cat-allergen Fel d I",
        "Mite faeces are a major source of house dust allergens",
        "The distribution of dust mite allergen in the houses of patients with asthma",
        "Aerosol deposition in health and disease",
        "Identification of allergens from the mite Blomia tropicalis",
        "Identification of Blomia tropicalis allergen Blo t 5 by cDNA cloning",
        "Antigenic and structural analysis of group II allergens (Der f II and Der p II) from house dust mites (Dermatophagoides spp)",
        "The crystal structure of a major dust mite allergen Der p 2, and its biological implications",
        "Three-dimensional structure and IgE-binding properties of mature fully active Der p 1, a clinically relevant major allergen",
        "The structure of the dust mite allergen Der p 7 reveals similarities to innate immune proteins",
        "Der p 5 crystal structure provides insight into the group 5 dust mite allergens",
        "Analysis of glutathione S-transferase allergen cross-reactivity in a North American population: Relevance for molecular diagnosis",
        "Proteome and allergenome of the European house dust mite Dermatophagoides pteronyssinus",
        "Exposure to house-dust mite allergen (Der p I) and the development of asthma in childhood. A prospective study",
        "Different IgE recognition of mite allergen components in asthmatic and nonasthmatic children",
        "Comparison of house dust mite sensitization profiles in allergic adults from Canada, Europe, South Africa and USA",
        "Patterns of IgE sensitization in house dust mite-allergic patients: implications for allergen immunotherapy",
        "En route to personalized medicine: uncovering distinct IgE reactivity pattern to house dust mite components in Brazilian and Austrian allergic patients",
        "Blomia tropicalis Blo t 5 and Blo t 21 recombinant allergens might confer higher specificity to serodiagnostic assays than whole mite extract",
        "Reduction of bronchial hyperreactivity during prolonged allergen avoidance",
        "IgE recognition of the house dust mite allergen Der p 37 is associated with asthma",
        "Insights Into Mucosal Innate Immune Responses in House Dust Mite-Mediated Allergic Asthma",
        "Der p 1 facilitates transepithelial allergen delivery by disruption of tight junctions",
        "Cellular and Molecular Events in the Airway Epithelium Defining the Interaction Between House Dust Mite Group 1 Allergens and Innate Defences",
        "Proteolytic cleavage of CD25, the alpha subunit of the human T cell interleukin 2 receptor, by Der p 1, a major mite allergen with cysteine protease activity",
        "Emerging roles of the protease allergen Der p 1 in house dust mite-induced airway inflammation",
        "A major house dust mite allergen disrupts the immunoglobulin E network by selectively cleaving CD23: innate protection by antiproteases",
        "House dust mites activate nociceptor-mast cell clusters to drive type 2 skin inflammation",
        "House dust mite allergen induces asthma via Toll-like receptor 4 triggering of airway structural cells",
        "Characterization of the house dust mite allergen Der p 21 produced in Pichia pastoris",
        "The Blomia tropicalis allergen Blo t 7 stimulates innate immune signalling pathways through TLR2",
        "The house dust mite allergen Der p 5 binds lipid ligands and stimulates airway epithelial cells through a TLR2-dependent pathway",
        "The influence of chitin on the immune response to the house dust mite allergen Blo T 12",
        "Dysregulated invertebrate tropomyosin-dectin-1 interaction confers susceptibility to allergic diseases",
        "Der f 38 Is a Novel TLR4-Binding Allergen Related to Allergy Pathogenesis from Dermatophagoides farinae",
        "Varying allergen composition and content affects the in vivo allergenic activity of commercial Dermatophagoides pteronyssinus extracts",
        "Underestimation of house dust mite-specific IgE with extract-based ImmunoCAPs compared with molecular ImmunoCAPs",
        "High titers of IgE antibody to dust mite allergen and risk for wheezing among asthmatic children infected with rhinovirus",
        "Conjunctival Provocation Test With Blomia tropicalis",
        "Allergological Importance of Invertebrate Glutathione Transferases in Tropical Environments",
        "Dust mite allergens and asthma: report of a second international workshop",
        "Endogenous factors in childhood CNSLD",
        "Asthma and allergy to house-dust mites in populations living in high altitudes",
        "Exhaled NO reduced on allergen avoidance",
        "Antigenic Determinants of Der p 1: Specificity and Cross-Reactivity Associated with IgE Antibody Recognition",
        "The molecular basis of antigenic cross-reactivity between the group 2 mite allergens",
        "Mite, cat, and cockroach exposure, allergen sensitization, and asthma in children: a case-control study of three schools",
        "Novel allergen structures with tandem amino acid repeats derived from German and American cockroach",
        "Specific IgE and IgG antibody-binding patterns to recombinant cockroach allergens",
        "Crystal structure of cockroach allergen Bla g 2, an unusual zinc binding aspartic protease with a novel mode of self-inhibition",
        "Mechanisms of allergen-antibody interaction of cockroach allergen Bla g 2 with monoclonal antibodies that inhibit IgE antibody binding",
        "Crystal structure of a dimerized cockroach allergen Bla g 2 complexed with a monoclonal antibody",
        "N-glycan in cockroach allergen regulates human basophil function",
        "American cockroach Cr-PI allergen induces lymphocyte proliferation and cytokine production in atopic patients",
        "Bla g 6: a troponin C allergen from Blattella germanica with IgE binding calcium dependence",
        "Periplaneta americana arginine kinase as a major cockroach allergen among Thai patients with major cockroach allergies",
        "Allergen content in German cockroach extracts and sensitization profiles to a new expanded set of cockroach allergens determine in vitro extract potency for IgE reactivity",
        "Molecular and immunological characterization of arginine kinase from the Indianmeal moth, Plodia interpunctella, a novel cross-reactive invertebrate pan-allergen",
        "Identification of a serine protease as a major allergen (Per a 10) of Periplaneta americana",
        "Identification of novel allergenic components from German cockroach fecal extract by a proteomic approach",
        "Two new types of allergens from the cockroach, Periplaneta americana",
        "IgE and T Cell reactivity to a comprehensive panel of cockroach allergens in relation to disease",
        "Insect allergy - Preliminary studies of the cockroach",
        "Cockroach cause of allergic asthma. Its specificity and immunologic profile",
        "Cockroach allergen component analysis of children with or without asthma and rhinitis in an inner-city birth cohort",
        "Sensitization to Per a 2 of the American cockroach correlates with more clinical severity among airway allergic patients in Taiwan",
        "House dust, mite (D. farinae) and cockroach allergy in a midwestern population",
        "Risk factors for asthma in inner city children",
        "Sensitization and exposure to indoor allergens as risk factors for asthma among patients presenting to hospital",
        "Inner City Asthma Study: relationships among sensitivity, allergen exposure, and asthma morbidity",
        "The role of cockroach allergy and exposure to cockroach allergen in causing morbidity among inner-city children with asthma",
        "Shrimp and cockroach co-sensitization in Southern China: Association with moth sensitization",
        "Proteomic and immunochemical characterization of glutathione transferase as a new allergen of the nematode Ascaris lumbricoides",
        "Analysis of the sensitization profile towards allergens in central Africa",
        "Efficacy of recombinant allergens for diagnosis of cockroach allergy in patients with asthma and/or rhinitis",
        "Allergenicity of Ascaris lumbricoides tropomyosin and IgE sensitization among asthmatic patients in a tropical environment",
        "Investigating cockroach allergens: aiming to improve diagnosis and treatment of cockroach allergic patients",
        "IgE responses to Ascaris and mite tropomyosins are risk factors for asthma",
        "Variability in German Cockroach Extract Composition Greatly Impacts T Cell Potency in Cockroach-Allergic Donors",
        "Measurement of German cockroach allergens and their isoforms in allergen extracts with mass spectrometry",
        "Proteome mining for novel IgE-binding proteins from the German cockroach (Blattella germanica) and allergen profiling of patients",
        "Children at risk for asthma: home allergen levels, lymphocyte proliferation, and wheeze",
        "Clinico-immunological changes post-immunotherapy with Periplaneta americana",
        "Intranasal, liposome-adjuvanted cockroach allergy vaccines made of refined major allergen and whole-body extract of Periplaneta americana",
        "Allergy to furry animals: New insights, diagnostic approaches, and challenges",
        "Dog saliva - an important source of dog allergens",
        "Respiratory Allergens from Furred Mammals: Environmental and Occupational Exposure",
        "Worsening of asthma in children allergic to cats, after indirect exposure to cat at school",
        "Allergic sensitization owing to 'second-hand' cat exposure in schools",
        "New pets and allergies",
        "Anaphylaxis after a cat bite",
        "Anaphylaxis after a horse bite",
        "Clinical Characteristics of Patients Sensitized to Siberian Hamster",
        "Do hypoallergenic cats and dogs exist?",
        "Allergen Levels in the Hair of Different Cattle Breeds",
        "Lower allergen levels in hypoallergenic Curly Horses? A comparison among breeds by measurements of horse allergens in hair and air samples",
        "Allergic cross-reactions between cat and pig serum albumin. Study at the protein and DNA levels",
        "Lysozyme, a new allergen in donkey's milk",
        "The NPC2 protein: A novel dog allergen",
        "Patterns of sensitization to inhalant and food allergens - findings from the German Health Interview and Examination Survey for Children and Adolescents",
        "Male sex is strongly associated with IgE-sensitization to airborne but not food allergens: results up to age 24 years from the BAMSE birth cohort",
        "Increase in sensitization to common airborne allergens among adults - two population-based studies 15 years apart",
        "GA(2)LEN skin test study I: GA(2)LEN harmonization of skin prick testing: novel sensitization patterns for inhalant allergens in Europe",
        "Consensus document on dog and cat allergy",
        "Component-resolved diagnostics in pet allergy: Current perspectives and future directions",
        "Higher immunoglobulin E antibody levels to recombinant Fel d 1 in cat-allergic children with asthma compared with rhinoconjunctivitis",
        "Characterization of sensitization to furry animal allergen components in an adult population",
        "A population-based study of animal component sensitization, asthma, and rhinitis in schoolchildren",
        "Sensitization to minor cat allergen components is associated with type-2 biomarkers in young asthmatics",
        "Allergen extract vs. component sensitization and airway inflammation, responsiveness and new-onset respiratory disease",
        "Sensitization to food and inhalant allergens in relation to age and wheeze among children with atopic dermatitis",
        "Anaphylaxis to cat in a child with exclusive sensitivity to Fel d 1",
        "Molecular allergy diagnostics refine characterization of children sensitized to dog dander",
        "Precision allergy: Separate allergies to male and female dogs",
        "Children Monosensitized to Can f 5 Show Different Reactions to Male and Female Dog Allergen Extract Provocation: A Randomized Controlled Trial",
        "Animal-derived lipocalin allergens exhibit immunoglobulin E cross-reactivity",
        "Sensitization phenotypes based on protein groups and associations to allergic diseases in children",
        "IgE antibodies to animal-derived lipocalin, kallikrein and secretoglobin are markers of bronchial inflammation in severe childhood asthma",
        "Severe childhood asthma and allergy to furry animals: refined assessment using molecular-based allergy diagnostics",
        "Furry Animal Allergen Component Sensitization and Clinical Outcomes in Adult Asthma and Rhinitis",
        "Relationship of dog- and cat-specific IgE and IgG4 levels to allergic symptoms on pet exposure",
        "Animal Allergens, Endotoxin, and β-(1,3)-Glucan in Small Animal Practices: Exposure Levels at Work and in Homes of Veterinary Staff",
        "Characterization of the dog lipocalin allergen Can f 6: the role in cross-reactivity with cat and horse",
        "Component-resolved diagnosis using guinea-pig allergens elucidates allergen sensitization profiles in allergy to furry animals",
        "Identification and isolation of a Fel d 1-like molecule as a major rabbit allergen",
        "Development of a sandwich ELISA to measure exposure to occupational cow hair allergens",
        "Clinical and Immunologic Changes due to Subcutaneous Immunotherapy With Cat and Dog Extracts Using an Ultrarush Up-Dosing Phase: A Real-Life Study",
        "Subcutaneous Immunotherapy With High-Dose Cat and Dog Extracts: A Real-life Study",
        "Keep the cat, change the care pathway: A transformational approach to managing Fel d 1, the major cat allergen",
        "How many species are there on Earth and in the ocean?",
        "The influence of sensitization to pollens and moulds on seasonal variations in asthma attacks",
        "The effects of climate change on respiratory allergy and asthma induced by pollen and mold allergens",
        "Characterization and pro-inflammatory potential of indoor mold particles",
        "The allergenicity of Aspergillus fumigatus conidia is influenced by growth temperature",
        "Particle size distribution of the major Alternaria alternata allergen, Alt a 1, derived from airborne spores and subspore fragments",
        "Predominant localization of the major Alternaria allergen Alt a 1 in the cell wall of airborne spores",
        "Comparison of skin prick tests with specific serum immunoglobulin E in the diagnosis of fungal sensitization in patients with severe asthma",
        "Mold allergens and their importance in molecular allergy diagnosis",
        "A vacuolar serine protease (Rho m 2) is a major allergen of Rhodotorula mucilaginosa and belongs to a class of highly conserved pan-fungal allergens",
        "Identification of serine protease as a major allergen of Curvularia lunata",
        "Molecular and immunological characterization of Pen ch 18, the vacuolar serine protease major allergen of Penicillium chrysogenum",
        "The spectrum of fungal allergy",
        "Mold allergens in respiratory allergy: from structure to therapy",
        "Immediate-type hypersensitivity reaction to ingestion of mycoprotein (Quorn) in a patient allergic to molds caused by acidic ribosomal protein P2",
        "Identification and biochemical characterization of Asp t 36, a new fungal allergen from Aspergillus terreus",
        "IgE-binding epitopes of enolases, a class of highly conserved fungal allergens",
        "NADP-dependent mannitol dehydrogenase, a major allergen of Cladosporium herbarum",
        "Alternaria alternata NADP-dependent mannitol dehydrogenase is an important fungal allergen",
        "Allergens of Aspergillus fumigatus and Candida boidinii share IgE-binding epitopes",
        "Transaldolases are novel and immunoglobulin E cross-reacting fungal allergens",
        "The transaldolase, a novel allergen of Fusarium proliferatum, demonstrates IgE cross-reactivity with its human analogue",
        "Diagnosis of Alternaria alternata sensitization with natural and recombinant Alt a 1 allergens",
        "Alternaria as an Inducer of Allergic Sensitization",
        "Alternaria alternata allergen Alt a 1: a unique β-barrel protein dimer found exclusively in fungi",
        "Recombinant Aspergillus fumigatus allergens: from the nucleotide sequences to clinical applications",
        "Disease-specific recombinant allergens for the diagnosis of allergic bronchopulmonary aspergillosis",
        "Allergic bronchopulmonary aspergillosis: review of literature and proposal of new diagnostic and classification criteria",
        "Diagnostic Cutoffs and Clinical Utility of Recombinant Aspergillus fumigatus Antigens in the Diagnosis of Allergic Bronchopulmonary Aspergillosis",
        "Fungal raw materials used to produce allergen extracts",
        "Biochemical and immunological analysis of mould skin prick test solution: current status of standardization",
        "IgE and IgG antibody responses to recombinant Alt a 1 as a marker of sensitization to Alternaria in asthma and atopic dermatitis",
        "Fungi Sensitization in Spain: Importance of the Alternaria alternata Species and Its Major Allergen Alt a 1 in the Allergenicity",
        "Double-blind, randomized, placebo-controlled trial of allergen-specific immunotherapy with the major allergen Alt a 1",
        "The Role of Enolases in Allergic Disease",
        "Utility of recombinant Aspergillus fumigatus antigens in the diagnosis of allergic bronchopulmonary aspergillosis: A systematic review and diagnostic test accuracy meta-analysis",
        "Allergic bronchopulmonary aspergillosis (ABPA) in an atopic patient with difficult-to-expectorate airway secretions",
        "Clinical and immunologic criteria for the diagnosis of allergic bronchopulmonary aspergillosis",
        "Selected recombinant Aspergillus fumigatus allergens bind specifically to IgE in ABPA",
        "Authorised allergen products for intracutaneous testing may no longer be available in Germany: Allergy textbooks have to be re-written",
        "What should be tested in patients with suspected mold exposure? Usefulness of serological markers for the diagnosis",
        "Mold Sensitization in Asthmatic and Non-asthmatic Subjects Diagnosed with Extract-Based Versus Component-Based Allergens",
        "Biogeography and individuality shape function in the human skin metagenome",
        "Skin barrier disruption: a requirement for allergen sensitisation?",
        "Temporal shifts in the skin microbiome associated with disease flares and treatment in children with atopic dermatitis",
        "Atopic dermatitis",
        "The global burden of atopic dermatitis: lessons from the Global Burden of Disease Study 1990-2017",
        "Which Way Do We Go? Complex Interactions in Atopic Dermatitis Pathogenesis",
        "IgE-mediated sensitization to malassezia in atopic dermatitis: more common in male patients and in head and neck type",
        "Malassezia spp.-specific immunoglobulin E level is a marker for severity of atopic dermatitis in adults",
        "A retrospective descriptive study of oral azole antifungal agents in patients with patch test-negative head and neck predominant atopic dermatitis",
        "Malassezia yeasts: how many species infect humans and animals?",
        "Malassezia fungi are specialized to live on skin and associated with dandruff, eczema, and other skin diseases",
        "Topographic diversity of fungal and bacterial communities in human skin",
        "The Malassezia genus in skin and systemic diseases",
        "The Role of Malassezia spp. in Atopic Dermatitis",
        "Evidence for different immune signatures and sensitization patterns in sub-Saharan African vs. Central European atopic dermatitis patients",
        "Analysis of the cross-reactivity and of the 1.5 A crystal structure of the Malassezia sympodialis Mala s 6 allergen, a member of the cyclophilin pan-allergen family",
        "Cross-reactivity and 1.4-A crystal structure of Malassezia sympodialis thioredoxin (Mala s 13), a member of a new pan-allergen family",
        "Mutational analysis of amino acid residues involved in IgE-binding to the Malassezia sympodialis allergen Mala s 11",
        "IgEmediated and T cell-mediated autoimmunity against manganese superoxide dismutase in atopic dermatitis",
        "Sensitization against skin resident fungi is associated with atopy in cholinergic urticaria patients",
        "Atopy patch test reactions to Malassezia allergens differentiate subgroups of atopic dermatitis patients",
        "Mol* Viewer: modern web app for 3D visualization and analysis of large biomolecular structures",
        "Atopic eczema/dermatitis syndrome and Malassezia",
        "The role of Malassezia in atopic dermatitis affecting the head and neck of adults",
        "Higher pH level, corresponding to that on the skin of patients with atopic eczema, stimulates the release of Malassezia sympodialis allergens",
        "Cutaneous hypersensitivity to Malassezia sympodialis and dust mite in adult atopic dermatitis with a textile pattern",
        "Treatment of head and neck dermatitis comparing itraconazole 200 mg and 400 mg daily for 1 week with placebo",
        "Systemic ketoconazole is an effective treatment of atopic dermatitis with IgE-mediated hypersensitivity to yeasts",
        "The skin commensal yeast malassezia triggers a type 17 response that coordinates anti-fungal immunity and exacerbates skin inflammation",
        "Malassezia sympodialis thioredoxin-specific T cells are highly cross-reactive to human thioredoxin in atopic dermatitis",
        "The role of the skin microbiome in atopic dermatitis: a systematic review",
        "The quest for bacterial allergens",
        "The microbial origins of food allergy",
        "Origins and clonal convergence of gastrointestinal IgE+B cells in human peanut allergy",
        "T cell receptor cross-reactivity between gliadin and bacterial peptides in celiac disease",
        "Allergy associations with the adult fecal microbiota: analysis of the American Gut Project",
        "IgE-mediated peanut allergy: current and novel predictive biomarkers for clinical phenotypes using multi-omics approaches",
        "Guidance on the preparation and submission of an application for authorisation of a novel food in the context of Regulation (EU) 2015/2283 (Revision 1)2",
        "Safety of dried yellow mealworm (Tenebrio molitor larva) as a novel food pursuant to Regulation (EU) 2015/2283",
        "Insect Consumption to Address Undernutrition, a National Survey on the Prevalence of Insect Consumption among Adults and Vendors in Laos",
        "Anaphylactic shock and lethal anaphylaxis caused by food consumption in China",
        "Clinical Features and Culprit Food Allergens of Korean Adult Food Allergy Patients: A Cross-Sectional Single-Institute Study",
        "Domestic arthropods and their allergens",
        "Allergens from Edible Insects: Cross-reactivity and Effects of Processing",
        "Primary respiratory and food allergy to mealworm",
        "Allergenicity assessment strategy for novel food proteins and protein sources",
        "Effect of food thermal processing on allergenicity proteins in Bombay locust (Patanga Succincta)",
        "Cross-allergenicity of crustacean and the edible insect Gryllus bimaculatus in patients with shrimp allergy",
        "Hexamerin-like protein 2, a cricket allergen involved in occupational and food allergy",
        "Allergenicity assessment of the edible cricket Acheta domesticus in terms of thermal and gastrointestinal processing and IgE cross-reactivity with shrimp",
        "Identification of novel allergen in edible insect, Gryllus bimaculatus and its cross-reactivity with Macrobrachium spp. allergens",
        "The role of phosphagen specificity loops in arginine kinase",
        "Proteomic and immunological identification of two new allergens from silkworm (Bombyx mori L.) pupae",
        "Allergenic characterization of 27-kDa glycoprotein, a novel heat stable allergen, from the pupa of silkworm, Bombyx mori",
        "Chitinases as Food Allergens",
        "Structure and function of cardiac troponin C (TNNC1): Implications for heart failure, cardiomyopathies, and troponin modulating drugs",
        "Evolution and function of the insect hexamerins",
        "Molecular determinant for specificity: Differential interaction of α-amylases with their proteinaceous inhibitors",
        "A Proteomic- and Bioinformatic-Based Identification of Specific Allergens from Edible Insects: Probes for Future Detection as Food Ingredients",
        "Insect (food) allergy and allergens",
        "Majority of shrimp-allergic patients are allergic to mealworm",
        "Is mealworm or shrimp allergy indicative for food allergy to insects?",
        "The cockroach allergen-like protein is involved in primary respiratory and food allergy to yellow mealworm (Tenebrio molitor)",
        "Protein extraction protocols for optimal proteome measurement and arginine kinase quantitation from cricket Acheta domesticus for food safety assessment",
        "Effect of thermal processing on mealworm allergenicity",
        "Edible insects: Cross-recognition of IgE from crustacean- and house dust mite allergic patients, and reduction of allergenicity by food processing",
        "Immediate Hypersensitivity to Mealworm and Cricket: Beyond Shrimp and House Dust Mite Cross-Reactivity",
        "Anaphylaxis to Mopane worms (Imbrasia belina)",
        "Guidelines for the Diagnosis and Management of Food Allergy in the United States: Summary of the NIAID-Sponsored Expert Panel Report",
        "Incidence and natural history of challenge-proven cow's milk allergy in European children–EuroPrevall birth cohort",
        "Cross-reactivity between mammalian proteins",
        "Cow's milk allergenicity",
        "Cow's milk allergy in children and adults",
        "Effect of heat treatment on milk and egg proteins allergenicity",
        "Protein, casein, and micellar salts in milk: current content and historical perspectives",
        "Casein micelles and their internal structure",
        "Clinical reactivity to beef in children allergic to cow's milk",
        "Meat allergy",
        "Molecular aspects of milk allergens and their role in clinical events",
        "Sensitization to serum albumins in children allergic to cow's milk and epithelia",
        "Identification of IgE and IgG binding epitopes on beta- and kappa-casein in cow's milk allergic patients",
        "Identification of IgE- and IgG-binding epitopes on alpha(s1)-casein: differences in patients with persistent and transient cow's milk allergy",
        "Food allergens: molecular and immunological aspects, allergen databases and cross-reactivity",
        "Dietary baked milk accelerates the resolution of cow's milk allergy in children",
        "Basophil reactivity, wheal size, and immunoglobulin levels distinguish degrees of cow's milk tolerance",
        "Utility of casein-specific IgE levels in predicting reactivity to baked milk",
        "Correlation of IgE/IgG4 milk epitopes and affinity of milk-specific IgE antibodies with different phenotypes of clinical milk allergy",
        "Allergen-specific basophil suppression associated with clinical tolerance in patients with milk allergy",
        "Novel Approaches to Food Allergy Management During COVID-19 Inspire Long-Term Change",
        "Home-based cow's milk reintroduction using a milk ladder in children less than 3 years old with IgE-mediated cow's milk allergy",
        "A virtual management approach to infant egg allergy developed in response to pandemic-imposed restrictions",
        "Delayed and Severe Reactions to Baked Egg and Baked Milk Challenges",
        "Increased Tolerance to Less Extensively Heat-Denatured (Baked) Milk Products in Milk-Allergic Children",
        "Cow's Milk Allergy: Immunomodulation by Dietary Intervention",
        "Practical approach to nutrition and dietary intervention in pediatric food allergy",
        "Cow's milk epicutaneous immunotherapy in children: a pilot trial of safety, acceptability, and impact on allergic reactivity",
        "Determination of food specific IgE levels over time can predict the development of tolerance in cow's milk and hen's egg allergy",
        "The natural history of IgE-mediated cow's milk allergy",
        "Tolerance of baked milk in patients with cow's milk-mediated eosinophilic esophagitis",
        "Beef allergy in children with cow's milk allergy; cow's milk allergy in children with beef allergy",
        "Delayed anaphylaxis, angioedema, or urticaria after consumption of red meat in patients with IgE antibodies specific for galactose-alpha-1,3-galactose",
        "Food allergy: epidemiology and natural history",
        "The Natural History of Food Allergy",
        "Cow's milk allergy prevention",
        "The natural history of milk allergy in an observational cohort",
        "Clinical course of cow's milk protein allergy/intolerance and atopic diseases in childhood",
        "Cow's milk allergy in adults is rare but severe: both casein and whey proteins are involved",
        "EAACI guideline: Preventing the development of food allergy in infants and young children (2020 update)",
        "Randomized trial of early infant formula introduction to prevent cow's milk allergy",
        "Potential treatments for food allergy",
        "EAACI Allergen Immunotherapy Guidelines Group. EAACI Guidelines on allergen immunotherapy: IgE-mediated food allergy",
        "Egg white proteins as inhalant allergens associated with baker's asthma",
        "Peanut protein in household dust is related to household peanut consumption and is biologically active",
        "How much is too much? Threshold dose distributions for 5 food allergens",
        "Pediatric Allergic Diseases, Food Allergy, and Oral Tolerance",
        "Allergy to egg proteins",
        "Allergenic properties of ovomucoid in man",
        "Recent advances in the understanding of egg allergens: basic, industrial, and clinical perspectives",
        "Allergenic activity of heated and ovomucoid-depleted egg white",
        "Anaphylactic reactions to raw eggs after negative challenges with cooked eggs",
        "Is it possible to make a diagnosis of raw, heated, and baked egg allergy in children using cutoffs? A systematic review",
        "State of the art and new horizons in the diagnosis and management of egg allergy",
        "Are specific immunoglobulin E titres reliable for prediction of food allergy?",
        "Utility of food-specific IgE concentrations in predicting symptomatic food allergy",
        "Validity of specific IgE antibodies in children with egg allergy",
        "The predictive value of specific immunoglobulin E levels in serum for the outcome of oral food challenges",
        "Correlation between specific immunoglobulin E levels and the severity of reactions in egg allergic patients",
        "Utility of ovomucoid-specific IgE concentrations in predicting symptomatic egg allergy",
        "Native and denatured egg white protein IgE tests discriminate hen's egg allergic from egg-tolerant children",
        "Outcomes of Baked Milk and Egg Challenge in Cow's Milk and Hen's Egg Allergy: Can Tolerance Be Predicted with Allergen-Specific IgE and Prick-to-Prick Test?",
        "Egg allergen specific IgE diversity predicts resolution of egg allergy in the population cohort HealthNuts",
        "Relationship between specific IgE to egg components and natural history of egg allergy in Danish children",
        "The natural history of egg allergy in an observational cohort",
        "Daily baked egg intake may accelerate the development of tolerance to raw egg in egg-allergic children",
        "Important variations in parvalbumin content in common fish species: a factor possibly contributing to variable allergenicity",
        "Expanding the allergen repertoire of salmon and catfish",
        "Type-I-hypersensitivity to 15 kDa, 28 kDa and 54 kDa proteins in vitellogenin specific to Gadus chalcogrammus roe",
        "Collagen-An Important Fish Allergen for Improved Diagnosis",
        "Occupational asthma caused by automated salmon processing",
        "Occupational Asthma and Its Causation in the UK Seafood Processing Industry",
        "Seafood allergy: A comprehensive review of fish and shellfish allergens",
        "Vertebrate Tropomyosin as an Allergen",
        "Anisakis Nematodes in Fish and Shellfish- from infection to allergies",
        "Clinical Management of Seafood Allergy",
        "Prevalence and risk of anisakid larvae in fresh fish frequently consumed in Spain: an overview",
        "Anisakids survival after microwaving, freezing and salting fish from Argentina",
        "Anisakis simplex: dangerous–dead and alive?",
        "Assessment of the effects of a work-related allergy to seafood on the reduction of earning capacity in the context of BK No. 5101",
        "Exposures and Health Effects of Bioaerosols in Seafood Processing Workers - a Position Statement",
        "Identification of enolases and aldolases as important fish allergens in cod, salmon and tuna: component resolved diagnosis using parvalbumin and the new allergens",
        "Anaphylaxis provoked by ingestion of marshmallows containing fish gelatin",
        "A case of pediatric anaphylaxis caused by gummy tablets containing fish collagen",
        "Characterisation of potential novel allergens in the fish parasite Anisakis simplex",
        "Molecular diagnosis of allergy to Anisakis simplex and Gymnorhynchus gigas fish parasites",
        "Recombinant vs native Anisakis haemoglobin (Ani s 13): Its appraisal as a new gold standard for the diagnosis of allergy",
        "Hypersensitivity to Chironomid Larvae in a Nonatopic Patient: Safe Diagnosis Tools to Identify a Potent Allergen",
        "Allergens are distributed into few protein families and possess a restricted number of biochemical functions",
        "Prevalence of fish and shellfish allergy: A systematic review",
        "Prevalence of Food Sensitization and Food Allergy in Children Across Europe",
        "Food Allergy in Adults: Substantial Variation in Prevalence and Causative Foods Across Europe",
        "Natural History of IgE-Mediated Fish Allergy in Children",
        "Cross-reactivity in fish allergy: A double-blind, placebo-controlled food-challenge trial",
        "Correlation of clinical monosensitivity to cod with specific IgE to enolase and aldolase",
        "Use of a comprehensive diagnostic algorithm for Anisakis allergy in a high seroprevalence Mediterranean setting",
        "Analysis of Ani s 7 and Ani s 1 allergens as biomarkers of sensitization and allergy severity in human anisakiasis",
        "Ani s 1 and Ani s 7 recombinant allergens are able to differentiate distinct Anisakis simplex-associated allergic clinical disorders",
        "Specific IgG4: possible role in the pathogenesis and a new marker in the diagnosis of Anisakis-associated allergic disease",
        "Relationship between food-specific IgE concentrations and the risk of positive food challenges in children and adolescents",
        "Poor prognosis of food protein-induced enterocolitis syndrome to fish",
        "Anisakis sensitisation in different population groups and public health impact: A systematic review",
        "Cross-reactivity to fish and chicken meat - a new clinical syndrome",
        "Seafood allergy in children: a descriptive study",
        "Risk factors in pediatric shrimp allergy",
        "Effect of heat processing on antibody reactivity to allergen variants and fragments of black tiger prawn: A comprehensive allergenomic approach",
        "Next generation of food allergen quantification using mass spectrometric systems",
        "Molecular and immunological approaches in quantifying the air-borne food allergen tropomyosin in crab processing facilities",
        "Occupational allergic contact urticaria caused by the crustaceans Palaemon serratus and Procambarus clarkii",
        "Airborne seafood allergens as a cause of occupational allergy and asthma",
        "Hand Lesions After Contact With Shellfish: Beyond Patch Testing",
        "Food processing and occupational respiratory allergy- An EAACI position paper",
        "Anisakis–a food-borne parasite that triggers allergic host defences",
        "Identification of tropomyosin as the major shrimp allergen and characterization of its IgE-binding epitopes",
        "Effect of structural stability on endolysosomal degradation and T-cell reactivity of major shrimp allergen tropomyosin",
        "Anaphylaxis caused by hemocyanin contained in shrimp cephalothorax",
        "Prediction and characterization of a novel hemocyanin-derived antimicrobial peptide from shrimp Litopenaeus vannamei",
        "Resolving hemocyanin isoform complexity in haemolymph of black tiger shrimp Penaeus monodon - implications in aquaculture, medicine and food safety",
        "Rapid and comprehensive discovery of unreported shellfish allergens using large-scale transcriptomic and proteomic resources",
        "The prevalence of food allergy: a meta-analysis",
        "Prevalence and Characteristics of Shellfish Allergy in the Pediatric Population of the United States",
        "Tropomyosin IgE-positive results are a good predictor of shrimp allergy",
        "Measurement of IgE antibodies to shrimp tropomyosin is superior to skin prick testing with commercial extract and measurement of IgE to shrimp for predicting clinically relevant allergic reactions after shrimp ingestion",
        "Diagnosis and management of shellfish allergy: current approach and future needs",
        "Seafood Allergy in Asia: Geographical Specificity and Beyond",
        "IgE Reactivity of Blue Swimmer Crab (Portunus pelagicus) Tropomyosin, Por p 1, and Other Allergens; Cross-Reactivity with Black Tiger Prawn and Effects of Heating",
        "Sensitization pattern of crustacean-allergic individuals can indicate allergy to molluscs",
        "Shrimp allergy beyond Tropomyosin in Italy: clinical relevance of Arginine Kinase, Sarcoplasmic calcium binding protein and Hemocyanin",
        "Occupational Allergic Sensitization Among Workers Processing King Crab (Paralithodes camtschaticus) and Edible Crab (Cancer pagurus) in Norway and Identification of Novel Putative Allergenic Proteins",
        "Clinical Relevance of Cross-Reactivity in Food Allergy",
        "Correlation of specific IgE to shrimp with cockroach and dust mite exposure and sensitization in an inner-city population",
        "Food Protein-Induced Enterocolitis Syndrome",
        "Provocation tests for the diagnosis of food-dependent exercise-induced anaphylaxis",
        "Food protein-induced enterocolitis syndrome",
        "Prevalence and characteristics of adult shellfish allergy in the United States",
        "Species-specific shrimp allergens: RAST and RAST-inhibition studies",
        "Specific allergy to Penaeus monodon (seawater shrimp) or Macrobrachium rosenbergii (freshwater shrimp) in shrimp-allergic children",
        "Analysis of the Allergenic Epitopes of Tropomyosin from Mud Crab Using Phage Display and Site-Directed Mutagenesis",
        "An update on shellfish allergy",
        "Conservation Analysis of B-Cell Allergen Epitopes to Predict Clinical Cross-Reactivity Between Shellfish and Inhalant Invertebrate Allergens",
        "Identification of bovine IgG as a major cross-reactive vertebrate meat allergen",
        "African American Children Are More Likely to Be Allergic to Shellfish and Finfish: Findings from FORWARD, a Multisite Cohort Study",
        "Greater epitope recognition of shrimp allergens by children than by adults suggests that shrimp sensitization decreases with age",
        "Clinical and immunochemical profiles of food challenge proven or anaphylactic shrimp allergy in tropical Singapore",
        "Food-dependent exercise-induced anaphylaxis - a review of 5 cases",
        "Shellfish allergy in children",
        "Beef allergy in children",
        "Meat allergy: III–Proteins involved and cross-reactivity between different animal species",
        "Influence of maternal food antigen avoidance during pregnancy and lactation on incidence of atopic eczema in infants",
        "Allergy to mammalian proteins: at the borderline between foreign and self?",
        "Initial description of pork-cat syndrome in the United States",
        "Cetuximab-induced anaphylaxis and IgE specific for galactose-alpha-1,3-galactose",
        "Laminin γ-1 and collagen α-1 (VI) chain are galactose-α-1,3-galactose-bound allergens in beef",
        "Galactose-alpha-1,3-galactose sensitization is a prerequisite for pork-kidney allergy and cofactor-related mammalian meat anaphylaxis",
        "Relationship between red meat allergy and sensitization to gelatin and galactose-α-1,3-galactose",
        "The carbohydrate galactose-alpha-1,3-galactose is a major IgE-binding epitope on cat IgA",
        "Role and Mechanism of Galactose-Alpha-1,3-Galactose in the Elicitation of Delayed Anaphylactic Reactions to Red Meat",
        "On the cause and consequences of IgE to galactose-α-1,3- galactose: A report from the National Institute of Allergy and Infectious Diseases Workshop on Understanding IgE- Mediated Mammalian Meat Allergy",
        "The red meat allergy syndrome in Sweden",
        "Predictive values of alpha-gal IgE levels and alpha-gal IgE: Total IgE ratio and oral food challenge-proven meat allergy in a population with a high prevalence of reported red meat allergy",
        "Investigation into the α-Gal Syndrome: Characteristics of 261 Children and Adults Reporting Red Meat Allergy",
        "Clinical and Serological Characterization of the α-Gal Syndrome-Importance of Atopy for Symptom Severity in a European Cohort",
        "Identification of galactose-α-1,3-galactose in the gastrointestinal tract of the tick Ixodes ricinus; possible relationship with red meat allergy",
        "Spatial distribution of alpha-gal in Ixodes ricinus - A histological study",
        "Tick-host conflict: immunoglobulin E antibodies to tick proteins in patients with anaphylaxis to tick bite",
        "Allergenomics of the tick Ixodes ricinus reveals important α-Gal-carrying IgE-binding proteins in red meat allergy",
        "The relevance of tick bites to the production of IgE antibodies to the mammalian oligosaccharide galactose-α-1,3-galactose",
        "Could chiggers be contributing to the prevalence of galactose- alpha-1,3-galactose sensitization and mammalian meat allergy?",
        "An association between tick bite reactions and red meat allergy in humans",
        "Red meat allergy in Sweden: association with tick sensitization and B-negative blood groups",
        "Meat allergy associated with galactosyl-α-(1,3)-galactose (α-Gal)-Closing diagnostic gaps by anti-α-Gal IgE immune profiling",
        "Elucidating the α-Gal syndrome at the molecular allergen level",
        "Immunoprofile of α-Gal- and B-antigen-specific responses differentiates red meat-allergic patients from healthy individuals",
        "IgE to the Mammalian Oligosaccharide Galactose-α-1,3-Galactose Is Associated With Increased Atheroma Volume and Plaques With Unstable Characteristics-Brief Report",
        "Alpha-Gal-assoziierte verzögerte Anaphylaxie gegen rotes Fleisch als Berufskrankheit [Alpha-Gal-associated delayed red meat anaphylaxis as an occupational disease]",
        "Bovine γ-globulin, lactoferrin, and lactoperoxidase are relevant bovine milk allergens in patients with α-Gal syndrome",
        "Drugs of porcine origin-A risk for patients with α-gal syndrome?",
        "Repeated Amblyomma testudinarium tick bites are associated with increased galactose-α-1,3-galactose carbohydrate IgE antibody levels: A retrospective cohort study in a single institution",
        "IgE to galactose-α-1,3-galactose wanes over time in patients who avoid tick bites",
        "In vivo assessment with prick-to-prick testing and double-blind, placebo-controlled food challenge of allergenicity of apple cultivars",
        "Measurement of lipid transfer protein in 88 apple cultivars",
        "Effect of postharvest storage on the expression of the apple allergen Mal d 1",
        "Evidence for novel tomato seed allergens: IgE-reactive legumin and vicilin proteins identified by multidimensional protein fractionation-mass spectrometry and in silico epitope modeling",
        "Influence of polyphenolic content on the in vitro allergenicity of old and new apple cultivars: A pilot study",
        "Purification and structural stability of the peach allergens Pru p 1 and Pru p 3",
        "Phenotyping peach-allergic patients sensitized to lipid transfer protein and analysing severity biomarkers",
        "Clinically relevant peach allergy is related to peach lipid transfer protein, Pru p 3, in the Spanish population",
        "Gibberellin-regulated protein allergy: Clinical features and cross-reactivity",
        "Phenylcoumaran benzylic ether and isoflavonoid reductases are a new class of cross-reactive allergens in birch pollen, fruits and vegetables",
        "Detailed characterization of Act d 12 and Act d 13 from kiwi seeds: implication in IgE cross-reactivity with peanut and tree nuts",
        "IgE sensitization profiles toward green and gold kiwifruits differ among patients allergic to kiwifruit from 3 European countries",
        "Differences in the allergenicity of 6 different kiwifruit cultivars analyzed by prick-to-prick testing, open food challenges, and ELISA",
        "Detection of clinical markers of sensitization to profilin in patients allergic to plant-derived foods",
        "Sequence homology: a poor predictive value for profilins cross-reactivity",
        "Identification of Cucumisin (Cuc m 1), a subtilisin-like endopeptidase, as the major allergen of melon fruit",
        "Novel plant pathogenesis-related protein family involved in food allergy",
        "Cari p 1, a Novel Polygalacturonase Allergen From Papaya Acting as Respiratory and Food Sensitizer",
        "Cloning and immunobiochemical analyses on recombinant chymopapain allergen Cari p 2 showing pollen-fruit cross-reaction",
        "Cross-reactive N-glycans of Api g 5, a high molecular weight glycoprotein allergen from celery, are required for immunoglobulin E binding and activation of effector cells from allergic patients",
        "Sensitization prevalence, antibody cross-reactivity and immunogenic peptide profile of Api g 2, the non-specific lipid transfer protein 1 of celery",
        "Allergenic relevance of nonspecific lipid transfer proteins 2: Identification and characterization of Api g 6 from celery tuber as representative of a novel IgE-binding protein family",
        "Identification of a defensin as novel allergen in celery root: Api g 7 as a missing link in the diagnosis of celery allergy?",
        "The prevalence of plant food allergies: a systematic review",
        "The prevalence and distribution of food sensitization in European adults",
        "Peach allergy in Spanish children: tolerance to the pulp and molecular sensitization profile",
        "Anti-rPru p 3 IgE levels are inversely related to the age at onset of peach-induced severe symptoms reported by peach-allergic adults",
        "Kiwifruit allergy across Europe: clinical manifestation and IgE recognition patterns to kiwifruit allergens",
        "Component-resolved diagnosis of kiwifruit allergy with purified natural and recombinant kiwifruit allergens",
        "Prevalence and distribution of sensitization to foods in the European Community Respiratory Health Survey: a EuroPrevall analysis",
        "Assessment of component-resolved in vitro diagnosis of celeriac allergy",
        "Component-resolved in vitro diagnosis of carrot allergy in three different regions of Europe",
        "Molecular diagnosis of fruit and vegetable allergy",
        "Medical algorithm: Diagnosis of plant food allergy",
        "Component-resolved diagnosis with recombinant allergens in patients with cherry allergy",
        "Characterization of a 7 kDa pollen allergen belonging to the gibberellin-regulated protein family from three Cupressaceae species",
        "Component-resolved diagnostics in food allergy",
        "Prevalence of sensitization to lipid transfer proteins and profilins in a population of 430 patients in the south of Madrid",
        "Anaphylactic versus mild reactions to hazelnut and apple in a birch-endemic area: different sensitization profiles?",
        "A food matrix reduces digestion and absorption of food allergens in vivo",
        "Lipid transfer proteins: the most frequent sensitizer in Italian subjects with food-dependent exercise-induced anaphylaxis",
        "Characterization of Bet v 1-related allergens from kiwifruit relevant for patients with combined kiwifruit and birch pollen allergy",
        "Immunoglobulin E recognition patterns to purified Kiwifruit (Actinidinia deliciosa) allergens in patients sensitized to Kiwi with different clinical symptoms",
        "Celery allergy confirmed by double-blind, placebo-controlled food challenge: a clinical study in 32 subjects with a history of adverse reactions to celery root",
        "Influence of food processing on the allergenicity of celery: DBPCFC with celery spice and cooked celery in patients with celery allergy",
        "\"Latex-fruit syndrome\": frequency of cross-reacting IgE antibodies",
        "Latex allergy in fruit-allergic patients",
        "Latex-allergic patients sensitized to the major allergen hevein and hevein-like domains of class I chitinases show no increased frequency of latex-associated plant food allergy",
        "Exploring the Diagnosis and Profile of Cannabis Allergy",
        "Cannabis and hemp seed allergy",
        "Adverse Reactions to Illicit Drugs (Marijuana, Opioids, Cocaine) and Alcohol",
        "Occupational Allergies to Cannabis",
        "Sensitization to Cannabis sativa caused by a novel allergenic lipid transfer protein, Can s 3",
        "IgE-binding and mast cell-activating capacity of the homologue of the major birch pollen allergen and profilin from Cannabis sativa",
        "A new cannabis allergen in Northwestern Europe: The oxygen-evolving enhancer protein 2 (OEEP2)",
        "Efficacy of birch-pollen immunotherapy on cross-reactive food allergy confirmed by skin tests and double-blind food challenges",
        "Food allergy to apple and specific immunotherapy with birch pollen",
        "Novel antibody cocktail targeting Bet v 1 rapidly and sustainably treats birch allergy symptoms in a phase 1 study",
        "Continuous apple consumption induces oral tolerance in birch-pollen-associated apple allergy",
        "The clinical and immunological effects of Pru p 3 sublingual immunotherapy on peach and peanut allergy in patients with systemic reactions",
        "Spectrum of gluten-related disorders: consensus on new nomenclature and classification",
        "IgE-mediated food allergy in children",
        "Phenotypes of food hypersensitivity and development of allergic diseases during the first 8 years of life",
        "Micro-arrayed wheat seed and grass pollen allergens for component-resolved diagnosis",
        "Wheat allergy in children - new tools for diagnostics",
        "Prevalence of sensitization reported and objectively assessed food hypersensitivity amongst six-year-old children: a population-based study",
        "Children with wheat allergy usually tolerate oats",
        "Rye gamma-70 and gamma-35 secalins and barley gamma-3 hordein cross-react with omega-5 gliadin, a major allergen in wheat-dependent, exercise-induced anaphylaxis",
        "α-Purothionin, a new wheat allergen associated with severe allergy",
        "Component-resolved diagnosis of baker's allergy based on specific IgE to recombinant wheat flour proteins",
        "Wheat omega-5 gliadin is a major allergen in children with immediate allergy to ingested wheat",
        "IgE antibodies to omega-5 gliadin associate with immediate symptoms on oral wheat challenge in Japanese children",
        "Wheat allergy in children evaluated with challenge and IgE antibodies to wheat components",
        "Wheat lipid transfer protein is a major allergen associated with baker's asthma",
        "Wheat IgE-mediated food allergy in European patients: alpha-amylase inhibitors, lipid transfer proteins and low-molecular-weight glutenins. Allergenic molecules recognized by double-blind, placebo-controlled food challenge",
        "Wheat allergy: a double-blind, placebo-controlled study in adults",
        "Using a gluten oral food challenge protocol to improve diagnosis of wheat-dependent exercise-induced anaphylaxis",
        "Sublingual immunotherapy reduces reaction threshold in three patients with wheat-dependent exercise-induced anaphylaxis",
        "The prognosis of wheat hypersensitivity in children",
        "Predictors of Persistent Wheat Allergy in Children: A Retrospective Cohort Study",
        "Buckwheat as a Functional Food and Its Effects on Health",
        "Clinical manifestations, co-sensitizations, and immunoblotting profiles of buckwheat-allergic patients",
        "A Review on Epidemiological and Clinical Studies on Buckwheat Allergy",
        "Occupational buckwheat allergy as a cause of allergic rhinitis, asthma, contact urticaria and anaphylaxis-An emerging problem in food-handling occupations?",
        "A classification of plant food allergens",
        "Clinical utility of recombinant allergen components in diagnosing buckwheat allergy",
        "A survey of patients with self-reported severe food allergies in Japan",
        "Reactions of Buckwheat-Hypersensitive Patients during Oral Food Challenge Are Rare, but Often Anaphylactic",
        "Italian study on buckwheat allergy: prevalence and clinical features of buckwheat-sensitized patients in Italy",
        "Identification of a major allergen of buckwheat seeds by immunoblotting methods",
        "Concomitant sensitization to legumin, Fag e 2 and Fag e 5 predicts buckwheat allergy",
        "Pepsin-resistant 16-kD buckwheat protein is associated with immediate hypersensitivity reaction in patients with buckwheat allergy",
        "Usability of Fag e 2 ImmunoCAP in the diagnosis of buckwheat allergy",
        "Buckwheat allergy in Australia",
        "Allergenicity of soybean: new developments in identification of allergenic proteins, cross-reactivities and hypoallergenization technologies",
        "Allergen data collection - update: soybean (Glycine max)",
        "Soybean allergy in patients allergic to birch pollen: clinical investigation and molecular characterization of allergens",
        "Soy allergy in perspective",
        "A comprehensive review of sensitization and allergy to soy-based products",
        "Oral challenge tests for soybean allergies in Japan: A summary of 142 cases",
        "Severe oral allergy syndrome and anaphylactic reactions caused by a Bet v 1- related PR-10 protein in soybean, SAM22",
        "Clinical characteristics of soybean allergy in Europe: a double-blind, placebo-controlled food challenge study",
        "Soybean (Glycine max) allergy in Europe: Gly m 5 (beta-conglycinin) and Gly m 6 (glycinin) are potential diagnostic markers for severe allergic reactions to soy",
        "Two cases of pollen-food allergy syndrome to soy milk diagnosed by skin prick test, specific serum immunoglobulin E and microarray analysis",
        "Clinical relevance of IgE to recombinant Gly m 4 in the diagnosis of adult soybean allergy",
        "Community outbreaks of asthma associated with inhalation of soybean dust",
        "Identification and partial characterization of the soybean-dust allergens involved in the Barcelona asthma epidemic",
        "Identification of the soybean hull allergens responsible for the Barcelona asthma outbreaks",
        "Levels of Airborne Soybean Allergen (Gly m 1) in a Brazilian Soybean Production City: A Pilot Study",
        "Prevalence of sensitization to aeraoallergens and food allergens: results of the German Health Interview and Examination Survey for Adults (DEGS1)",
        "IgE to Gly m 5 and Gly m 6 is associated with severe allergic reactions to soybean in Japanese children",
        "Primary versus secondary immunoglobulin E sensitization to soy and wheat in the Multi-Centre Allergy Study cohort",
        "Gly m 2S albumin is a major allergen with a high diagnostic value in soybean-allergic children",
        "Food allergen sensitization patterns in a large allergic population in Mexico",
        "IgE responses to multiple allergen components among school-aged children in a general population birth cohort in Tokyo",
        "Components in soy allergy diagnostics: Gly m 2S albumin has the best diagnostic value in adults",
        "Long term outcome of soybean epidemic asthma after an allergen reduction intervention",
        "Gly m 5/Gly m 8 fusion component as a potential novel candidate molecule for diagnosing soya bean allergy in Japanese children",
        "IgE recognition patterns in peanut allergy are age dependent: perspectives of the EuroPrevall study",
        "Peanut oleosins associated with severe peanut allergy-importance of lipophilic allergens for comprehensive allergy diagnostics",
        "The non-specific lipid transfer protein, Ara h 9, is an important allergen in peanut",
        "Peanut allergy diagnosis: A 2020 practice parameter update, systematic review, and GRADE analysis",
        "Component-resolved diagnostics demonstrates that most peanut-allergic individuals could potentially introduce tree nuts to their diet",
        "Continuous and Daily Oral Immunotherapy for Peanut Allergy: Results from a 2-Year Open-Label Follow-On Study",
        "High-resolution epitope mapping by AllerScan reveals relationships between IgE and IgG repertoires during peanut oral immunotherapy",
        "Fatal Anaphylaxis: Mortality Rate and Risk Factors",
        "Incidence of fatal food anaphylaxis in people with food allergy: a systematic review and meta-analysis",
        "Seed storage proteins, 2S albumin and 11S globulin, associated to severe allergic reactions after flaxseed intake",
        "de las Heras M, Sanz Maroto A, Vivanco F, Sastre J. Allergen characterization of chia seeds (Salvia hispanica), a new allergenic food",
        "Allergen labelling: Current practice and improvement from a communication perspective",
        "Allergenicity of refined vegetable oils",
        "Component-Resolved Diagnosis of Hazelnut Allergy in Children",
        "The Role of Lipid Transfer Proteins as Food and Pollen Allergens Outside the Mediterranean Area",
        "Comparative Study of Food Allergies in Children from China, India, and Russia: The EuroPrevall-INCO Surveys",
        "Prevalence of clinic-defined food allergy in early adolescence: The SchoolNuts study",
        "Patterns of tree nut sensitization and allergy in the first 6 years of life in a population-based cohort",
        "The 11S globulin Sin a 2 from yellow mustard seeds shows IgE cross-reactivity with homologous counterparts from tree nuts and peanut",
        "Gerth van Wijk R, Wichers HJ, de Jong NW. Systematic review on cashew nut allergy",
        "Anaphylaxis and reactions to foods in children–a population-based case study of emergency department visits",
        "Enhancement of hazelnut extract for IgE testing by recombinant allergen spiking",
        "Specific IgE to Jug r 1 has no additional value compared with extract-based testing in diagnosing walnut allergy in adults",
        "Measurement of specific IgE antibodies to Ses i 1 improves the diagnosis of sesame allergy",
        "NUT Co Reactivity - ACquiring Knowledge for Elimination Recommendations (NUT CRACKER) study",
        "Defining challenge-proven coexistent nut and sesame seed allergy: A prospective multicenter European study",
        "Anaphylaxis to buckwheat in an atopic child: a risk factor for severe allergy to nuts and seeds?",
        "Cross-reactivity between buckwheat and latex",
        "Major hazelnut and peanut allergens are potent in basophil activation and cross-react at T-cell level",
        "Gerth van Wijk R, Bindslev-Jensen C, et al. Standardizing double-blind, placebo-controlled oral food challenges: American Academy of Allergy, Asthma & Immunology-European Academy of Allergy and Clinical Immunology PRACTALL consensus report",
        "EAACI guidelines: Anaphylaxis (2021 update)",
        "Effect of birch pollen-specific immunotherapy on birch pollen-related hazelnut allergy",
        "First European data from the network of severe allergic reactions (NORA)",
        "Allergy to bumblebee venom",
        "et al;. EAACI Interest Group on Insect Venom Hypersensitivity. Diagnosis of Hymenoptera venom allergy",
        "Immunological differences between insect venom-allergic patients with and without immunotherapy and asymptomatically sensitized subjects",
        "Insect sting allergy and venom immunotherapy: a model and a mystery",
        "Epidemiology of Hymenoptera allergy",
        "Component-resolved diagnostics to direct in venom immunotherapy: Important steps towards precision medicine",
        "Marker allergens in Hymenoptera venom allergy — Characteristics and potential use in precision medicine",
        "Sensitization to Api m 1, Api m 2, and Api m 4: association with safety of bee venom immunotherapy",
        "Human IgE antibody serology: a primer for the practicing North American allergist/immunologist",
        "Identification of Hymenoptera venom-allergic patients with negative specific IgE to venom extract by using recombinant allergens",
        "Recombinant allergens rarely allow identification of Hymenoptera venom-allergic patients with negative specific IgE to whole venom preparations",
        "EAACI guidelines on allergen immunotherapy: Hymenoptera venom allergy",
        "Hymenoptera Venom Allergy: Management of Children and Adults in Clinical Practice",
        "Vespa velutina nigritorax: A New Causative Agent in Anaphylaxis",
        "Allergens in Hymenoptera venom. XVI: Studies of the structures and cross-reactivities of vespid venom phospholipases",
        "Component-resolved diagnosis of vespid venom-allergic individuals: phospholipases and antigen 5s are necessary to identify Vespula or Polistes sensitization",
        "Cross reactivity between European hornet and yellow jacket venoms",
        "The N-glycans of yellow jacket venom hyaluronidases and the protein sequence of its major isoform in Vespula vulgaris",
        "Molecular cloning of the precursor polypeptide of mastoparan B and its putative processing enzyme, dipeptidyl peptidase IV, from the black-bellied hornet, Vespa basalis",
        "Vitellogenins are new high molecular weight components and allergens (Api m 12 and Ves v 6) of Apis mellifera and Vespula vulgaris venom",
        "Hymenoptera venom protease allergens",
        "Shedding Light on the Venom Proteomes of the Allergy-Relevant Hymenoptera Polistes dominula (European Paper Wasp) and Vespula spp. (Yellow Jacket)",
        "Component-resolved diagnosis of wasp (yellow jacket) venom allergy",
        "Added sensitivity of component-resolved diagnosis in hymenoptera venom-allergic patients with elevated serum tryptase and/or mastocytosis",
        "Spiking venom with rVes v 5 improves sensitivity of IgE detection in patients with allergy to Vespula venom",
        "Ves v 5 can establish the diagnosis in patients without detectable specific IgE to wasp venom and a possible north-south difference in Api m 1 sensitization in Europe",
        "High sensitivity of CAP-FEIA rVes v 5 and rVes v 1 for diagnosis of Vespula venom allergy",
        "Added value of IgE detection to rApi m 1 and rVes v 5 in patients with Hymenoptera venom allergy",
        "Improved recombinant Api m 1- and Ves v 5-based IgE testing to dissect bee and yellow jacket allergy and their correlation with the severity of the sting reaction",
        "Dissecting cross-reactivity in hymenoptera venom allergy by circumvention of alpha-1,3-core fucosylation",
        "Sensitivity and specificity of Hymenoptera allergen components depend on the diagnostic assay employed",
        "Prevalence of Pol d 1 Sensitization in Polistes dominula Allergy and Its Diagnostic Role in Vespid Double-Positivity",
        "Antigen 5 Allergens of Hymenoptera Venoms and Their Role in Diagnosis and Therapy of Venom Allergy",
        "Determination of IgE antibodies to Polistes dominulus, Vespula germanica and Vespa crabro in sera of patients allergic to vespids",
        "European Polistes venom allergy",
        "Polistes species venom is devoid of carbohydrate-based cross-reactivity and allows interference-free diagnostics",
        "Stinging insect hypersensitivity: A practice parameter update 2016",
        "Dialyzed venom skin tests for identifying yellow jacket-allergic patients not detected using standard venom",
        "Characterization of the major allergens purified from the venom of the paper wasp Polistes gallicus",
        "Vespa crabro immunotherapy versus Vespula-venom immunotherapy in Vespa crabro allergy: a comparison study in field re-stings",
        "The culprit insect but not severity of allergic reactions to bee and wasp venom can be determined by molecular diagnosis",
        "Clinical, biological, and molecular characteristics of clonal mast cell disorders presenting with systemic mast cell activation symptoms",
        "Fatal Anaphylaxis to Yellow Jacket Stings in Mastocytosis: Options for Identification and Treatment of At-Risk Patients",
        "Component-resolved diagnosis in vespid venom-allergic individuals",
        "Component resolved diagnostics for hymenoptera venom allergy",
        "Evaluation of the IgE cross-reactions among vespid venoms. A possible approach for the choice of immunotherapy",
        "Comparing the ability of molecular diagnosis and CAP-inhibition in identifying the really causative venom in patients with positive tests to Vespula and Polistes species",
        "CAP-Inhibition, Molecular Diagnostics, and Total IgE in the Evaluation of Polistes and Vespula Double Sensitization",
        "Importance of controlled sting challenge and component-resolved diagnosis in the success of venom immunotherapy",
        "Clinical routine utility of basophil activation testing for diagnosis of hymenoptera-allergic patients with emphasis on individuals with negative venom-specific IgE antibodies",
        "Double positivity to bee and wasp venom: improved diagnostic procedure by recombinant allergen-based IgE testing and basophil activation test including data about cross-reactive carbohydrate determinants",
        "Basophil sensitivity in patients not responding to venom immunotherapy",
        "The sting challenge test in Hymenoptera venom allergy. Position paper of the Subcommittee on Insect Venom Allergy of the European Academy of Allergology and Clinical Immunology",
        "β-blockers and ACE inhibitors are not a risk factor for severe systemic sting reactions and adverse events during venom immunotherapy",
        "Self-medication of anaphylactic reactions due to Hymenoptera stings-an EAACI Task Force Consensus Statement",
        "Safety and Effectiveness of a 3-Day Rush Insect Venom Immunotherapy Protocol",
        "Venom immunotherapy in patients with clonal mast cell disorders: efficacy, safety, and practical considerations",
        "Old and new causes of occupational asthma",
        "New causes of immunologic occupational asthma, 2012-2014",
        "An Official American Thoracic Society Workshop Report: Presentations and Discussion of the Sixth Jack Pepys Workshop on Asthma in the Workplace",
        "Allergen component analysis as a tool in the diagnosis of occupational allergy",
        "Addressing Molecular Diagnosis of Occupational Allergies",
        "Allergen component analysis as a tool in the diagnosis and management of occupational allergy",
        "The latex story",
        "Occupational Latex Allergy: the Current State of Affairs",
        "Current state of occupational latex allergy",
        "Update on latex allergy: New insights into an old problem",
        "Identification, cloning, and sequence of a major allergen (Hev b 5) from natural rubber latex (Hevea brasiliensis)",
        "Latex allergens",
        "Quantitative analysis of immunoglobulin E reactivity profiles in patients allergic or sensitized to natural rubber latex (Hevea brasiliensis)",
        "The role of allergen components for the diagnosis of latex-induced occupational asthma",
        "Component-resolved diagnosis from latex allergy by microarray",
        "Latex allergy: new insights to explain different sensitization profiles in different risk groups",
        "The latex-fruit syndrome",
        "Mapping of IgE-binding epitopes on the major latex allergen Hev b 2 and the cross-reacting 1,3beta-glucanase fruit allergens as a molecular basis for the latex-fruit syndrome",
        "Identification of hevein (Hev b 6.02) in Hevea latex as a major cross-reacting allergen with avocado fruit in patients with latex allergy",
        "Class I endochitinase containing a hevein domain is the causative allergen in latex-associated avocado allergy",
        "Anaphylactic reaction to apple juice containing acerola: cross-reactivity to latex due to prohevein",
        "Evaluation of patatin as a major cross-reactive allergen in latex-induced potato allergy",
        "The Clinical Relevance of Natural Rubber Latex-Specific IgE in Patients Sensitized to Timothy Grass Pollen",
        "Natural rubber latex and chestnut allergy: cross-reactivity or co-sensitization?",
        "Relevance of the recombinant lipid transfer protein of Hevea brasiliensis: IgE-binding reactivity in fruit-allergic adults",
        "Impact of cross-reactive carbohydrate determinants on wood dust sensitization",
        "ImmunoCAP cellulose displays cross-reactive carbohydrate determinant (CCD) epitopes and can cause false-positive test results in patients with high anti-CCD IgE antibody levels",
        "Spiking with recombinant allergens to improve allergen extracts: benefits and limitations for the use in routine diagnostics: Part 19 of the Series Molecular Allergology",
        "Diagnosis and management of grain-induced asthma",
        "Baker's asthma",
        "Identification of wheat flour allergens by means of 2-dimensional immunoblotting",
        "Evaluation of commercial skin prick test solutions for selected occupational allergens",
        "EAACI position paper: skin prick testing in the diagnosis of occupational type I allergies",
        "Wheat IgE profiling and wheat IgE levels in bakers with allergic occupational phenotypes",
        "Component-resolved diagnosis of wheat flour allergy in baker's asthma",
        "A further wheat allergen for baker's asthma: Tri a 40",
        "Cannabis: An Emerging Occupational Allergen?",
        "Occupational cannabis exposure and allergy risks",
        "Cannabis allergy: A diagnostic challenge",
        "Occupational asthma caused by soybean flour in bakers–differences with soybean-induced epidemic asthma",
        "Identification of two metallothioneins as novel inhalative coffee allergens cof a 2 and cof a 3",
        "Occupational IgE-mediated softwood allergy: characterization of the causative allergen",
        "Identification of an obeche (Triplochiton scleroxylon) wood allergen as a class I chitinase",
        "Prediction of obeche wood-induced asthma by specific skin prick testing",
        "Antigenic proteins involved in occupational rhinitis and asthma caused by obeche wood (Triplochiton scleroxylon)",
        "Animal allergens and their presence in the environment",
        "Characterization of occupational sensitization by multiallergen immunoblotting in workers exposed to laboratory animals",
        "Occupational asthma caused by inhalation of bovine serum albumin powder",
        "Occupational asthma and rhinitis caused by milk proteins",
        "Fernández de Corres L. Occupational asthma and rhinoconjunctivitis from inhalation of dried cow's milk caused by sensitization to alpha-lactalbumin",
        "Occupational asthma caused by inhalation of casein",
        "Allergens and molecular diagnostics of shellfish allergy: Part 22 of the Series Molecular Allergology",
        "Occupational allergic contact urticaria to tropomyosin from squid",
        "Gerth van Wijk R, et al. Occupational anaphylaxis–an EAACI task force consensus statement",
        "Allergy Development in Adulthood: An Occupational Cohort Study of the Manufacturing of Industrial Enzymes",
        "Mould allergens: Where do we stand with molecular allergy diagnostics?: Part 13 of the series Molecular Allergology",
        "How to diagnose mould allergy? Comparison of skin prick tests with specific IgE results",
        "Two year follow-up of a garbage collector with allergic bronchopulmonary aspergillosis (ABPA)",
        "Allergic bronchopulmonary aspergillosis in garden waste (compost) collectors–occupational implications",
        "Workplace-related inhalation test - Specific inhalation challenge: S2k Guideline of the German Society for Occupational and Environmental Medicine e.V. (DGAUM), the German Society for Pneumology and Respiratory Medicine e.V. (DGP) and the German Society for Allergology and Clinical Immunology e.V. (DGAKI)",
        "Occupational Respiratory Allergy: Risk Factors, Diagnosis, and Management",
        "Prediction of challenge test results by flour-specific IgE and skin prick test in symptomatic bakers",
        "The role of profilin complexes in cell motility and other cellular processes",
        "Profilins constitute a novel family of functional plant pan-allergens",
        "Multiple pollen sensitization: a molecular approach to the diagnosis",
        "Profilin as an aeroallergen by means of conjunctival allergen challenge with purified date palm profilin",
        "Profilin: a relevant aeroallergen?",
        "Profilin may be a primary airborne sensitizer: a case report",
        "Profilin is a marker of severity in allergic respiratory diseases",
        "IgE to Bet v 1 and profilin: cross-reactivity patterns and clinical relevance",
        "IgE reactivity to profilin in pollen-sensitized subjects with adverse reactions to banana and pineapple",
        "Profilin is a relevant melon allergen susceptible to pepsin digestion in patients with oral allergy syndrome",
        "Tomato profilin Lyc e 1: IgE cross-reactivity and allergenic potency",
        "Allergy caused by ingestion of persimmon (Diospyros kaki): detection of specific IgE and cross-reactivity to profilin and carbohydrate determinants",
        "Allergy caused by ingestion of zucchini (Cucurbita pepo): characterization of allergens and cross-reactivity to pollen and other foods",
        "The nature of melon allergy in ragweed-allergic subjects: A study of 1000 patients",
        "Sensitization profiles to purified plant food allergens among pediatric patients with allergy to banana",
        "Profilin as a severe food allergen in allergic patients overexposed to grass pollen",
        "Comparative structural and thermal stability studies of Cuc m 2.0101, Art v 4.0101 and other allergenic profilins",
        "Patients monosensitised to Hev b 8 (Hevea brasiliensis latex profilin) may safely undergo major surgery in a normal (non-latex safe) environment",
        "Microarray-based component-resolved diagnosis of latex allergy: isolated IgE-mediated sensitization to latexprofilin Hev b8 may act as confounder",
        "Hypersensitivity to pollen panallergens (profilin and polcalcin) detected in vitro and in vivo: a comparative analysis",
        "Sensitization to the pollen pan-allergen profilin. Is the detection of immunoglobulin E to multiple homologous proteins from different sources clinically useful?",
        "Are anti-Phl p 12 IgE levels predictive of oral allergy syndrome in profilin hypersensitive patients?",
        "Hev b 8, the Hevea brasiliensis latex profilin, is a cross-reactive allergen of latex, plant foods and pollen",
        "Pollen and plant food profilin allergens show equivalent IgE reactivity",
        "Parietaria profilin shows only limited cross-reactivity with birch and grass profilins",
        "Cloning, expression in E. coli and immunological characterization of Par j 3.0201, a Parietaria pollen profilin variant",
        "Cosensitization to profilin is associated with less severe reactions to foods in nsLTPs and storage proteins reactors and with less severe respiratory allergy",
        "Oral allergy syndrome successfully treated with pollen immunotherapy",
        "Detection of pan-allergens in commercial pollen extracts for allergen immunotherapy",
        "Multi-omics analysis points to altered platelet functions in severe food-associated respiratory allergy",
        "Strong and frequent T-cell responses to the minor allergen Phl p 12 in Spanish patients IgE-sensitized to Profilins",
        "Metabolomics strategies to discover new biomarkers associated to severe allergic phenotypes",
        "The gene coding for the major birch pollen allergen Betv1, is highly homologous to a pea disease resistance response gene",
        "X-ray and NMR structure of Bet v 1, the origin of birch pollen allergy",
        "Bet v 1142-156 is the dominant T-cell epitope of the major birch pollen allergen and important for cross-reactivity with Bet v 1-related food allergens",
        "Correlation of sensitizing capacity and T-cell recognition within the Bet v 1 family",
        "Chimeras of Bet v 1 and Api g 1 reveal heterogeneous IgE responses in patients with birch pollen allergy",
        "Comparison of three pathogenesis-related proteins from plants of two cultivars of tobacco infected with TMV",
        "Pathogenesis-related proteins and peptides as promising tools for engineering plants with multiple stress tolerance",
        "Birch pollen-related food allergy: clinical aspects and the role of allergen-specific IgE and IgG4 antibodies",
        "Bet v 1-like pollen allergens of multiple Fagales species can sensitize atopic individuals",
        "Molecular and biochemical classification of plant-derived food allergens",
        "Lack of crossreaction with Bet v 1 in patients sensitized to Dau c 1, a carrot allergen",
        "Carrot allergy: double-blinded, placebo-controlled food challenge and identification of allergens",
        "Occupational asthma due to carrot in a cook",
        "Lipid transfer protein-linked hazelnut allergy in children from a non-Mediterranean birch-endemic area",
        "Ligand binding of PR-10 proteins with a particular focus on the Bet v 1 allergen family",
        "Identification of a natural ligand of the hazel allergen Cor a 1",
        "Ligand recognition of the major birch pollen allergen bet v 1 is isoform dependent",
        "The strawberry pathogenesis-related 10 (PR-10) Fra a proteins control flavonoid biosynthesis by binding to metabolic intermediates",
        "The major birch allergen, Bet v 1, shows affinity for a broad spectrum of physiological ligands",
        "The strawberry fruit Fra a allergen functions in flavonoid biosynthesis",
        "Secret of the major birch pollen allergen Bet v 1: identification of the physiological ligand",
        "Increased sensitization rates to tree pollens in allergic children and adolescents and a change in the pollen season in the metropolitan area of Seoul, Korea",
        "Is the detection of IgE to multiple Bet v 1-homologous food allergens by means of allergen microarray clinically useful?",
        "Development of a standardized low-dose double-blind placebo-controlled challenge vehicle for the EuroPrevall project",
        "Oral birch pollen immunotherapy with apples: Results of a phase II clinical pilot study",
        "Plant non-specific lipid transfer proteins: an interface between plant defence and human allergy",
        "Characterization of the T-cell epitopes of the major peach allergen Pru p 3",
        "In vitro gastrointestinal digestion of the major peach allergen Pru p 3, a lipid transfer protein: molecular characterization of the products and assessment of their IgE binding abilities",
        "Molecular allergology and its impact in specific allergy diagnosis and therapy",
        "The diagnosis and management of allergic reactions in patients sensitized to non-specific lipid transfer proteins",
        "Component-resolved diagnosis in adult patients with food-dependent anaphylaxis",
        "New insights into the sensitization to nonspecific lipid transfer proteins from pollen and food: New role of allergen Ole e 7",
        "Graph based study of allergen cross-reactivity of plant lipid transfer proteins (LTPs) using microarray in a multicenter study",
        "Characterization of asparagus allergens: a relevant role of lipid transfer proteins",
        "Molecular basis of allergen cross-reactivity: non-specific lipid transfer proteins from wheat flour and peach fruit as models",
        "Pru p 3-sensitised Italian peach-allergic patients are less likely to develop severe symptoms when also presenting IgE antibodies to Pru p 1 and Pru p 4",
        "Lipid transfer protein sensitization: risk of anaphylaxis and molecular sensitization profile in Pru p 3-sensitized patients",
        "Anaphylaxis caused by lipid transfer proteins: an unpredictable clinical syndrome",
        "Wheat-dependent exercise-induced anaphylaxis caused by a lipid transfer protein and not by ω-5 gliadin",
        "Immunological changes induced in peach allergy patients with systemic reactions by Pru p 3 sublingual immunotherapy",
        "Structural and immunologic characterization of bovine, horse, and rabbit serum albumins",
        "Heat treatment modifies the allergenicity of beef and bovine serum albumin",
        "Serum albumins-unusual allergens",
        "Evolutionary distance from human homologs reflects allergenicity of animal food proteins",
        "Allergy to mare's milk",
        "Fatal anaphylaxis after eating wild boar meat in a patient with pork-cat syndrome",
        "Horse-meat allergy mediated by dog-allergy: a case report and review of the literature",
        "Pork-cat syndrome as a cause of occupational asthma",
        "de las Heras M, Fernandez-Caldas E, Sastre J. Chicken serum albumin (Gal d 5*) is a partially heat-labile inhalant and food allergen implicated in the bird-egg syndrome",
        "Sensitization to bovine serum albumin as a possible cause of allergic reactions to vaccines",
        "Pork-cat syndrome revealed after surgery: Anaphylaxis to bovine serum albumin tissue adhesive",
        "Anaphylaxis to bovine serum albumin tissue adhesive in a non-meat-allergic patient",
        "Repeated administration of recombinant human serum albumin caused no serious allergic reactions in patients with liver cirrhosis: a multicenter clinical study",
        "Human serum albumin induced anaphylaxis in a patient with good tolerance to human plasma",
        "Local and global anatomy of antibody-protein antigen recognition",
        "Antigenic changes in human albumin caused by reactivity with the occupational allergen diphenylmethane diisocyanate",
        "Isocyanate vapor-induced antigenicity of human albumin",
        "Structural, immunological and functional properties of natural recombinant Pen a 1, the major allergen of Brown Shrimp, Penaeus aztecus",
        "Identification of the major brown shrimp (Penaeus aztecus) allergen as the muscle protein tropomyosin",
        "Characterization of recombinant shrimp allergen Pen a 1 (tropomyosin)",
        "Structural and dynamic properties of allergen and non-allergen forms of tropomyosin",
        "The major heat stable allergen of shrimp",
        "Isolation and characterization of heat-stable allergens from shrimp (Penaeus indicus)",
        "Cloning, expression, and primary structure of Metapenaeus ensis tropomyosin, the major heat-stable shrimp allergen",
        "Molecular basis of arthropod cross-reactivity: IgE-binding cross-reactive epitopes of shrimp, house dust mite and cockroach tropomyosins",
        "Current immunological and molecular biological perspectives on seafood allergy: a comprehensive review",
        "Identification of shared and unique immunoglobulin E epitopes of the highly conserved tropomyosins in Blomia tropicalis and Dermatophagoides pteronyssinus",
        "IgE reactivity against a cross-reactive allergen in crustacea and mollusca: evidence for tropomyosin as the common allergen",
        "Tropomyosins in mosquito and house dust mite cross-react at the humoral and cellular level",
        "Grasshopper sensitization in patients allergic to crustaceans, mites, and cockroaches: should grasshopper-containing products carry a warning?",
        "Shellfish tropomyosin IgE cross-reactivity differs among edible insect species",
        "Cross-reactive IgE antibody responses to tropomyosins from Ascaris lumbricoides and cockroach",
        "IgE cross-reactivity between Ascaris and domestic mite allergens: the role of tropomyosin and the nematode polyprotein ABA-1",
        "IgE reactivity to shrimp allergens in infants and their cross-reactivity to house dust mite",
        "Hygienic conditions influence sensitization to Blomia tropicalis allergenic components: Results from the FRAAT birth cohort",
        "The IgE response to Ascaris molecular components is associated with clinical indicators of asthma severity",
        "Parasite infections, allergy and asthma: a role for tropomyosin in promoting type 2 immune responses",
        "House dust mite-shrimp allergen interrelationships",
        "Immunoglobulin E antibody reactivity to the major shrimp allergen, tropomyosin, in unexposed Orthodox Jews",
        "Tropomyosin from tilapia (Oreochromis mossambicus) as an allergen",
        "Variability of IgE reactivity profiles among European mite allergic patients",
        "Immunological aspects of the immune response induced by mosquito allergens",
        "House dust mite allergy and shrimp allergy: a complex interaction",
        "Selective allergy to lobster in a case of primary sensitization to house dust mites",
        "Calcium-dependent immunoglobulin E recognition of the apo- and calcium-bound form of a cross-reactive two EF-hand timothy grass pollen allergen, Phl p 7",
        "Polcalcin divalent ion-binding behavior and thermal stability: comparison of Bet v 4, Bra n 1, and Bra n 2 to Phl p 7",
        "Profilin (Che a 2) and polcalcin (Che a 3) are relevant allergens of Chenopodium album pollen: isolation, amino acid sequences, and immunologic properties",
        "Mugwort-sensitized individuals from North Europe, South Europe and North America show different IgE reactivity patterns",
        "Enhanced diagnosis of pollen allergy using specific immunoglobulin E determination to detect major allergens and panallergens",
        "Clinical relevance of IgE to profilin and/or polcalcin in pollen-sensitized patients",
        "Hypersensitivity to black locust (Robinia pseudoacacia) pollen: “allergy mirages”",
        "Ole e 3, a candidate for in vivo diagnosis of polcalcin sensitization",
        "Immunological and biological properties of Bet v 4, a novel birch pollen allergen with two EF-hand calcium-binding domains",
        "cDNA cloning and sequencing reveal the major horse allergen Equ c1 to be a glycoprotein member of the lipocalin superfamily",
        "Crystal structure of the allergen Equ c 1. A dimeric lipocalin with restricted IgE-reactive epitopes",
        "Biochemical characterization and surfactant properties of horse allergens",
        "Direct and indirect exposure to horse: risk for sensitization and asthma",
        "Measurement of horse allergen (Equ cx) in schools",
        "The major horse allergen Equ c 1 contains one immunodominant region of T cell epitopes",
        "Development of hypoallergenic variants of the major horse allergen Equ c 1 for immunotherapy by rational structure based engineering",
        "Individual airborne characteristics of dog allergens",
        "Aerodynamic properties of the major dog allergen Can f 1: distribution in homes, concentration, and particle size of allergen in the air",
        "A robust method for the estimation and visualization of IgE cross-reactivity likelihood between allergens belonging to the same protein family",
        "Identification of a new major dog allergen highly cross-reactive with Fel d 4 in a population of cat- and dog-sensitized patients",
        "The cat lipocalin Fel d 7 and its cross-reactivity with the dog lipocalin Can f 1",
        "Molecular sensitization patterns in animal allergy: Relationship with clinical relevance and pet ownership",
        "Crystal structure of the dog lipocalin allergen Can f 2: implications for cross-reactivity to the cat allergen Fel d 4",
        "Molecular and immunological characterization of Can f 4: a dog dander allergen cross-reactive with a 23 kDa odorant-binding protein in cow dander",
        "Clinical relevance of sensitization to cross-reactive lipocalin Can f 6",
        "Seed storage proteins: structures and biosynthesis",
        "Defense peptides from the α-hairpinin family are components of plant innate immunity",
        "Identification of the amino-terminal fragment of Ara h 1 as a major target of the IgE-binding activity in the basic peanut protein fraction",
        "Clinical relevance of sensitization to lupine in peanut-sensitized adults",
        "Food processing and allergenicity",
        "Diagnostic accuracy of specific IgE to components in diagnosing peanut allergy: a systematic review",
        "Ana o 3-specific IgE is a good predictor for clinically relevant cashew allergy in children",
        "Jug r 1 sensitization is important in walnut-allergic children and youth",
        "Allergy to peanut, soybean, and other legumes: recent advances in allergen characterization, stability to processing and IgE cross-reactivity",
        "Tree nut allergens",
        "Len c 1, a major allergen and vicilin from lentil seeds: protein isolation and cDNA cloning",
        "A subset of walnut allergic adults is sensitized to walnut 11S globulin Jug r 4",
        "Identification of Pru du 6 as a potential marker allergen for almond allergy",
        "Molecular insight into IgE-mediated reactions to sesame (Sesamum indicum L.) seed proteins",
        "The diagnostic value of specific IgE to Ara h 2 to predict peanut allergy in children is comparable to a validated and updated diagnostic prediction model",
        "Allergen recognition patterns in walnut allergy are age dependent and correlate with the severity of allergic reactions",
        "Influence of age on IgE response in peanut-allergic children and adolescents from the Mediterranean area",
        "Evidence of cross-reactivity between different seed storage proteins from hazelnut (Corylus avellana) and Walnut (Juglans regia) using recombinant allergen proteins",
        "Cross-reactivities of non-homologous allergens",
        "IgE cross-reactivity between the major peanut allergen Ara h 2 and the nonhomologous allergens Ara h 1 and Ara h 3",
        "High-affinity allergen-specific human antibodies cloned from single IgE B cell transcriptomes",
        "BSACI guideline for the diagnosis and management of peanut and tree nut allergy",
        "Managing cross-reactivity in those with peanut allergy",
        "In vitro and in vivo cross-reactivity studies of legume allergy in a Mediterranean population",
        "Peanut allergy is common among hazelnut-sensitized subjects but is not primarily the result of IgE cross-reactivity",
        "Sensitization profiles to hazelnut allergens across the United States",
        "Identification of peamaclein as a marker allergen related to systemic reactions in peach allergy",
        "Molecular and biological properties of snakins: the foremost cysteine-rich plant host defense peptides",
        "Proteome analysis of rice tissues by two-dimensional electrophoresis: an approach to the investigation of gibberellin regulated proteins",
        "A century of gibberellin research",
        "Potato Snakin-1: an antimicrobial player of the trade-off between host defense and development",
        "Gibberellin metabolism and signaling: targets for improving agronomic performance of crops",
        "Radiation damage and racemic protein crystallography reveal the unique structure of the GASA/snakin protein superfamily",
        "Pomegranate cultivars: identification of the new IgE-binding protein pommaclein and analysis of anti-oxidant variability",
        "Gibberellin-regulated protein in Japanese apricot is an allergen cross-reactive to Pru p 7",
        "Identification of gibberellin-regulated protein as a new allergen in orange allergy",
        "Complementarity between microarray and immunoblot for the comparative evaluation of IgE repertoire of french and italian cypress pollen allergic patients",
        "A new allergen family involved in pollen food associated syndrome: snakin/gibberellin regulated proteins",
        "Cross-reactivity between cypress pollen and peach: a report of seven cases",
        "The cypress/citrus syndrome",
        "Gibberellin-regulated proteins and the enigma of the « missing link »",
        "The subtype of Cupressaceae pollinosis associated with Pru p 7 sensitization is characterized by a sensitization to a cross-reactive gibberellin-regulated protein in cypress pollen: BP14",
        "Gibberellin-regulated protein sensitization in Japanese cedar (Cryptomeria japonica) pollen allergic Japanese cohorts",
        "Update on pollen-food allergy syndrome",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "MEGA X: molecular evolutionary genetics analysis across computing platforms",
        "Case of food-dependent exercise-induced anaphylaxis due to peach with Pru p 7 sensitization",
        "Labile plant food allergens: really so harmless? Case series and literature review",
        "Evaluation of two commercial peach extracts for skin prick testing in the diagnosis of hypersensitivity to lipid transfer protein. A multicenter study",
        "Isolation and characterization of proteic allergens in refined peanut oil",
        "Characterization of the oligomeric behavior of a 16.5 kDa peanut oleosin by chromatography and electrophoresis of the iodinated form",
        "The 18 kDa peanut oleosin is a candidate allergen for IgE-mediated reactions to peanuts",
        "Secondary structures of a new class of lipid body proteins from oilseeds",
        "Relevance of lipophilic allergens in food allergy diagnosis",
        "Two distinct steroleosins are present in seed oil bodies",
        "Seed oil body proteins: oleosin, caleosin, and steroleosin",
        "Oil bodies and their associated proteins, oleosin and caleosin",
        "A class of amphipathic proteins associated with lipid storage bodies in plants. Possible similarities with animal serum apolipoproteins",
        "Oleosins prevent oil-body coalescence during seed imbibition as suggested by a low-temperature scanning electron microscope study of desiccation-tolerant and-sensitive oilseeds",
        "Oleosin isoforms of high and low molecular weights are present in the oil bodies of diverse seed species",
        "Cloning of oleosin, a putative new hazelnut allergen, using a hazelnut cDNA library",
        "Oleosin Cor a 15 is a novel allergen for Italian hazelnut allergic children",
        "Development of a novel strategy to isolate lipophilic allergens (oleosins) from peanuts",
        "Identification of a new IgE-binding epitope of peanut oleosin that cross-reacts with buckwheat",
        "Identification of a Novel Major Allergen in Buckwheat Seeds: Fag t 6",
        "Identification of oleosins as major allergens in sesame seed allergic patients",
        "Commission Directive 2006/142/EC of 22 December 2006 amending Annex IIIa of Directive 2000/13/EC of the European Parliament and of the Council listing the ingredients which must under all circumstances appear on the labelling of foodstuffs",
        "Sesame oleosins are minor allergens",
        "Innovative robust basophil activation test using a novel gating strategy reliably diagnosing allergy with full automation",
        "In vivo tests with “Tahini” sauce: new allergenic source to evaluate IgE-mediated hypersensitivity to sesame",
        "Oleosins: a short allergy review",
        "Relevante sensibilisierung gegen risikoallergene der erdnuss bei einem säugling mit atopischen",
        "Immunological characterization of Dutch sesame seed-allergic patients",
        "A new oligomeric parvalbumin allergen of Atlantic cod (Gad mI) encoded by a gene distinct from that of Gad cI",
        "Solution and high-pressure NMR studies of the structure, dynamics, and stability of the cross-reactive allergenic cod parvalbumin Gad m 1",
        "The continuing disappearance of “pure” Ca2+ buffers",
        "Comparison of allergenicity and allergens between fish white and dark muscles",
        "Epitope mapping of Atlantic salmon major allergen by peptide microarray immunoassay",
        "Blocking antibodies induced by immunization with a hypoallergenic parvalbumin mutant reduce allergic symptoms in a mouse model of fish allergy",
        "Oral specific desensitization in food-allergic children",
        "IgE-antibodies of fish allergic patients cross-react with frog parvalbumin",
        "Basophil activation test based on CD203C expression in the diagnosis of fish allergy",
        "Fish-derived low molecular weight components modify bronchial epithelial barrier properties and release of pro-inflammatory cytokines",
        "The effects of gastric digestion on codfish allergenicity",
        "Effect of EDTA enriched diets on farmed fish allergenicity and muscle quality; a proteomics approach",
        "Clinical monosensitivity to salmonid fish linked to specific IgE-epitopes on salmon and trout beta-parvalbumins",
        "Severe anaphylaxis due to crocodile-meat allergy exhibiting wide cross-reactivity with fish allergens",
        "PCR-based cloning and immunological characterization of Parietaria judaica pollen profilin",
        "Household mold and dust allergens: exposure, sensitisation and childhood asthma morbidity",
        "Sensitisation against fungi in patients with airway allergies over 20 years in Germany",
        "Sensitisation pattern affects the asthma risk in Finnish adult population",
        "Cross-reactivity among fungal allergens: a clinically relevant phenomenon?",
        "Crystal structure of Hyp-1, a St. John's wort protein implicated in the biosynthesis of hypericin",
        "Crystal structure of Hyp-1, a Hypericum perforatum PR-10 protein, in complex with melatonin",
        "Amblyomma sculptum tick saliva: α-Gal identification, antibody response and possible association with red meat allergy in Brazil",
        "Haemaphysalis longicornis tick bites are a possible cause of red meat allergy in Japan",
        "Two galactose-α-1,3-galactose carrying peptidases from pork kidney mediate anaphylactogenic responses in delayed meat allergy",
        "Immunoproteomics of processed beef proteins reveal novel galactose-α-1,3-galactose-containing allergens",
        "Development of a novel strategy to isolate lipophilic allergens from peanuts",
        "Allergen immunotherapy for birch-apple syndrome: what do we know?",
        "Is there a role for birch pollen immunotherapy on concomitant food allergy?",
        "Anaphylaxis to Vespa velutina nigrithorax: pattern of sensitization for an emerging problem in Western Countries",
        "Conjunctival allergen provocation test: guidelines for daily practice",
        "Characterization of Der f 29, a new allergen from dermatophagoides farinae",
        "Medical algorithm: diagnosis and treatment of local allergic rhinitis",
        "Constructing a hybrid molecule with low capacity of IgE binding from Chenopodium album pollen allergens",
        "55 Ocular signs and symptoms elicited by a naturalistic allergen challenge in an environmental exposure chamber model versus a direct allergen instillation model",
        "Recombinant Bet v 1, the major birch pollen allergen, induces hypersensitivity reactions equal to those induced by natural Bet v 1 in the airways of patients allergic to tree pollen",
        "Comparison of bronchial and nasal allergen provocation in children and adolescents with bronchial asthma and house dust mite sensitization",
        "Allergic sensitization to lipocalins reflects asthma morbidity in dog dander sensitized children",
        "The mannose receptor mediates the uptake of diverse native allergens by dendritic cells and determines allergen-induced T cell polarization through modulation of IDO activity",
        "Functional interaction of common allergens and a C-type lectin receptor, dendritic cell-specific ICAM3-grabbing non-integrin (DC-SIGN), on human dendritic cells",
        "Evolutionary biology of plant food allergens",
        "The cell wall PAC (proline-rich, arabinogalactan proteins, conserved cysteines) domain-proteins are conserved in the green lineage",
        "Sublingual immunotherapy for peanut allergy: clinical and immunologic evidence of desensitization",
        "Treatment of anaphylactic sensitivity to peanuts by immunotherapy with injections of aqueous peanut extract",
        "Sustained unresponsiveness to peanut in subjects who have completed peanut oral immunotherapy",
        "Removal and replacement of endogenous ligands from lipid-bound proteins and allergens",
        "How reliable is the structural prediction of IgE-binding epitopes of allergens? The case study of plant lipid transfer proteins",
        "Impact of lipid binding on the tertiary structure and allergenic potential of Jug r 3, the non-specific lipid transfer protein from walnut",
        "Recent warming by latitude associated with increased length of ragweed pollen season in central North America",
        "Early childhood IgE reactivity to pathogenesis-related class 10 proteins predicts allergic rhinitis in adolescence",
        "Allergen chip diagnosis for soy-allergic patients: Gly m 4 as a marker for severe food-allergic reactions to soy",
        "Usefulness of wheat and soybean specific IgE antibody titers for the diagnosis of food allergy",
        "Cyclophilin - A novel cross-reactive determinant in peanut",
        "Which infants with eczema are at risk of food allergy? Results from a population-based cohort",
        "The high prevalence of peanut sensitization in childhood is due to cross-reactivity to pollen",
        "A novel immunoassay using recombinant allergens simplifies peanut allergy diagnosis",
        "Lipid transfer protein (Ara h 9) as a new peanut allergen relevant for a Mediterranean allergic population",
        "Accuracy of component-resolved diagnostics in peanut allergy: Systematic literature review and meta-analysis",
        "IgE cross-reactivities against albumins in patients allergic to animals",
        "Bovine serum albumin: a double allergy risk",
        "Occupational inhalant allergy to pork followed by food allergy to pork and chicken: sensitisation to hemoglobin and serum albumin",
        "Choc anaphylactique à la viande de poulet [Anaphylaxis due to chicken meat]",
        "ConSurf 2016: an improved methodology to estimate and visualize evolutionary conservation in macromolecules",
        "Indoor allergens in school and day care environments",
        "Anaphylactic reactions to novel foods: case report of a child with severe crocodile meat allergy",
        "Germin-like protein Cit s 1 and profilin Cit s 2 are major allergens in orange (Citrus sinensis) fruits",
        "Prevalence of food sensitization and probable food allergy among adults in India: the EuroPrevall INCO study",
        "Effects of different processing methods on digestibility of Scylla paramamosain allergen (tropomyosin)",
        "Sarcoplasmic calcium-binding protein is an EF-hand-type protein identified as a new shrimp allergen",
        "Identification of continuous, allergenic regions of the major shrimp allergen Pen a 1 (tropomyosin)",
        "Generation of a comprehensive panel of crustacean allergens from the North Sea Shrimp Crangon crangon",
        "Identification of allergens for food-dependent exercise-induced anaphylaxis to shrimp",
        "Questionable diagnostic benefit of the commercially available panel of bee venom components",
        "rApi m 3 and rApi m 10 improve detection of honey bee sensitization in Hymenoptera venom-allergic patients with double sensitisation to honey bee and yellow jacket venom",
        "Reply: to PMID 21439627",
        "Comparable IgE reactivity to natural and recombinant Api m 1 in cross-reactive carbohydrate determinant-negative patients with bee venom allergy",
        "Low sensitivity of commercially available rApi m 1 for diagnosis of honeybee venom allergy",
        "IgE to recombinant allergens Api m 1, Ves v 1, and Ves v 5 distinguish double sensitisation from crossreaction in venom allergy",
        "Hymenoptera venom allergy: analysis of double positivity to honey bee and Vespula venom by estimation of IgE antibodies to species-specific major allergens Api m1 and Ves v5",
        "Detection of IgE to recombinant Api m 1 and rVes v 5 is valuable but not sufficient to distinguish bee from wasp venom allergy",
        "Routine clinical utility of honeybee venom allergen components",
        "Prevalence of Hymenoptera venom allergy and sensitisation in the population-representative German KORA cohort",
        "Sol i 1, the phospholipase allergen of imported fire ant venom",
        "Current challenges in diagnostics of insect venom allergy",
        "Vitellogenins are new high molecular weight components and allergens (Api m 12 and Ves v 6) of Apis mellifera and Vespula vulgaris venom",
        "Latex allergens: source of sensitisation and single allergens",
        "Cof a 1: identification, expression and immunoreactivity of the first coffee allergen",
        "Industrial enzymes as cause for occupational airway allergies – a review",
        "Identification of continuous, allergenic regions of the major shrimp allergen Pen a 1 (tropomyosin)",
        "The role of spingolipids in allergic sensitisation and inflammation",
        "Skin test with a timothy grass (Phleum pratense) pollen extract vs. IgE to a timothy extract vs. IgE to rPhl p 1, rPhl p 2, nPhl p 4, rPhl p 5, rPhl p 6, rPhl p 7, rPhl p 11, and rPhl p 12: epidemiological and diagnostic data",
        "A probable case report of stress-induced anaphylaxis",
        "AR101 oral immunotherapy for Peanut allergy",
        "A randomized double blind placebo -controlled study of milk oral immunotherapy for cow' milk allergy",
        "New Guidance on the regulation of allergen products: key aspects and outcomes",
        "Allergenic cross-reactivity among peach, apricot, plum, and cherry in patients with oral allergy syndrome: an in vivo and in vitro study",
        "The role of spingolipids in allergic sensitisation and inflammation",
        "The performance of a component-based allergen microarray for the diagnosis of kiwifruit allergy",
        "Molecular characterization of Api g 2, a novel allergenic member of the lipid-transfer protein 1 family from celery stalks",
        "Diagnosis of chenopodium album allergy with a cocktail of recombinant allergens as a tool for component resolved diagnosis",
        "Molecular and immunologic characterization of a highy cross-reactive two EF-hand calcium binding alder pollen allergen Aln g 4: structural basis for calcium-modulated IgE recognition",
        "Characterization of profilin and polcalcin panallergens froom ash pollen",
        "Molecular cloning and characertization of Cup a 4, a new allergen from Cupressus arizonia",
        "A multicentre study assessing the prevalence of sensitisations in patients with asthma and/or rhinitis in China",
        "Cloning and expression of Ama r 1, as a novel allergen of Amaranthus retroflexus pollen",
        "Role of tropomyosin in silkworm allergy",
        "N-Glycoprotein biosynthesis in plants: recent developments and future trends",
        "Identification and characterization of an arginine kinase as major allergen from silkworm larvae"
    ],
    "affiliation": [
        {
            "affiliation-city": "Stockholm",
            "@id": "60012311",
            "affilname": "Karolinska Institutet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012311",
            "affiliation-country": "Sweden"
        },
        {
            "affiliation-city": "London",
            "@id": "60177635",
            "affilname": "Faculty of Life Sciences &amp; Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60177635",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Munich",
            "@id": "60117640",
            "affilname": "TUM Fakultät für Medizin",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60117640",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Utrecht",
            "@id": "60032724",
            "affilname": "University Medical Center Utrecht",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032724",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Townsville",
            "@id": "60019870",
            "affilname": "James Cook University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019870",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Stockholm",
            "@id": "60019295",
            "affilname": "Karolinska Universitetssjukhuset",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019295",
            "affiliation-country": "Sweden"
        },
        {
            "affiliation-city": "Helsinki",
            "@id": "60016987",
            "affilname": "Helsinki University Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016987",
            "affiliation-country": "Finland"
        },
        {
            "affiliation-city": "Amsterdam",
            "@id": "60002483",
            "affilname": "Universiteit van Amsterdam",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002483",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Krems an der Donau",
            "@id": "60268553",
            "affilname": "Karl Landsteiner University of Health Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60268553",
            "affiliation-country": "Austria"
        },
        {
            "affiliation-city": "Manchester",
            "@id": "60172345",
            "affilname": "Faculty of Biology, Medicine and Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60172345",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Brisbane",
            "@id": "60161452",
            "affilname": "Metro North Hospital and Health Service",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60161452",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Barcelona",
            "@id": "60108505",
            "affilname": "Vall d'Hebron Institut de Recerca",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60108505",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "London",
            "@id": "60107269",
            "affilname": "Evelina London Children's Healthcare",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60107269",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Helsinki",
            "@id": "60098944",
            "affilname": "Skin and Allergy Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60098944",
            "affiliation-country": "Finland"
        },
        {
            "affiliation-city": "Borstel",
            "@id": "60084828",
            "affilname": "Forschungszentrum Borstel - Zentrum für Medizin und Biowissenschaften",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60084828",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Sagamihara",
            "@id": "60080648",
            "affilname": "National Hospital Organization Sagamihara National Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60080648",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Golnik",
            "@id": "60078312",
            "affilname": "Bolnišnica Golnik",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60078312",
            "affiliation-country": "Slovenia"
        },
        {
            "affiliation-city": "Florence",
            "@id": "60073284",
            "affilname": "Azienda Ospedaliero-Universitaria Meyer",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073284",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Esch-sur-Alzette",
            "@id": "60072562",
            "affilname": "University of Luxembourg",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60072562",
            "affiliation-country": "Luxembourg"
        },
        {
            "affiliation-city": "Luxembourg",
            "@id": "60072560",
            "affilname": "Luxembourg Institute of Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60072560",
            "affiliation-country": "Luxembourg"
        },
        {
            "affiliation-city": "Bochum",
            "@id": "60072344",
            "affilname": "Institut für Prävention und Arbeitsmedizin der Deutschen Gesetzlichen Unfallversicherung",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60072344",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Bogor",
            "@id": "60069381",
            "affilname": "IPB University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069381",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Cartagena",
            "@id": "60055678",
            "affilname": "Universidad de Cartagena",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60055678",
            "affiliation-country": "Colombia"
        },
        {
            "affiliation-city": "New York",
            "@id": "60032105",
            "affilname": "NYU Langone Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032105",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Ancona",
            "@id": "60031624",
            "affilname": "Università Politecnica delle Marche",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031624",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Ljubljana",
            "@id": "60031106",
            "affilname": "Univerza v Ljubljani",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031106",
            "affiliation-country": "Slovenia"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60029929",
            "affilname": "Massachusetts General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029929",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Athens",
            "@id": "60028900",
            "affilname": "National and Kapodistrian University of Athens",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028900",
            "affiliation-country": "Greece"
        },
        {
            "affiliation-city": "Madrid",
            "@id": "60028162",
            "affilname": "Hospital Universitario La Paz",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028162",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Padua",
            "@id": "60027298",
            "affilname": "Azienda Ospedale Università Padova",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027298",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Toulouse",
            "@id": "60027245",
            "affilname": "Université Toulouse III - Paul Sabatier",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027245",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Madrid",
            "@id": "60026796",
            "affilname": "Universidad Autónoma de Madrid",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026796",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Langen",
            "@id": "60026619",
            "affilname": "Paul-Ehrlich-Institut",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026619",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Sydney",
            "@id": "60026571",
            "affilname": "The Children's Hospital at Westmead",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026571",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Berlin",
            "@id": "60026245",
            "affilname": "Charité – Universitätsmedizin Berlin",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026245",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Vienna",
            "@id": "60024895",
            "affilname": "Universitat fur Bodenkultur Wien",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024895",
            "affiliation-country": "Austria"
        },
        {
            "affiliation-city": "New York",
            "@id": "60024541",
            "affilname": "NYU Grossman School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024541",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Olsztyn WM",
            "@id": "60024421",
            "affilname": "Uniwersytet Warminsko-Mazurski w Olsztynie",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024421",
            "affiliation-country": "Poland"
        },
        {
            "affiliation-city": "Zurich",
            "@id": "60024325",
            "affilname": "Universität Zürich, Medizinische Fakultät",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024325",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "Aarhus",
            "@id": "60023882",
            "affilname": "Aarhus Universitetshospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023882",
            "affiliation-country": "Denmark"
        },
        {
            "affiliation-city": "St Gallen",
            "@id": "60022646",
            "affilname": "Kantonsspital St.Gallen",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022646",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "Charlottesville",
            "@id": "60021918",
            "affilname": "University of Virginia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021918",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Odense",
            "@id": "60019160",
            "affilname": "Syddansk Universitet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019160",
            "affiliation-country": "Denmark"
        },
        {
            "affiliation-city": "Aarhus",
            "@id": "60019140",
            "affilname": "Fakultetet Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019140",
            "affiliation-country": "Denmark"
        },
        {
            "affiliation-city": "Columbia",
            "@id": "60018179",
            "affilname": "University of South Carolina",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018179",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Augsburg",
            "@id": "60016060",
            "affilname": "Universität Augsburg",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016060",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Salzburg",
            "@id": "60014976",
            "affilname": "Paracelsus Medizinische Privatuniversitat",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014976",
            "affiliation-country": "Austria"
        },
        {
            "affiliation-city": "Hellerup",
            "@id": "60014959",
            "affilname": "Copenhagen University Hospital – Herlev and Gentofte",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014959",
            "affiliation-country": "Denmark"
        },
        {
            "affiliation-city": "Sapporo",
            "@id": "60014652",
            "affilname": "Hokkaido University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014652",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Madrid",
            "@id": "60014037",
            "affilname": "Universidad San Pablo-CEU",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014037",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Paris",
            "@id": "60013700",
            "affilname": "Hôpital Armand-Trousseau",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013700",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Malaga",
            "@id": "60013124",
            "affilname": "Hospital Regional Universitario Carlos Haya",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013124",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Rome",
            "@id": "60012756",
            "affilname": "IRCCS Istituto Dermopatico dell'Immacolata",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012756",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Lubeck",
            "@id": "60012408",
            "affilname": "Universität zu Lübeck",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012408",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Vienna",
            "@id": "60011394",
            "affilname": "Medizinische Universität Wien",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011394",
            "affiliation-country": "Austria"
        },
        {
            "affiliation-city": "Brisbane",
            "@id": "60011019",
            "affilname": "Queensland University of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011019",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "London",
            "@id": "60010719",
            "affilname": "National Heart and Lung Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010719",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Sydney",
            "@id": "60010710",
            "affilname": "Faculty of Medicine and Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010710",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Geneva",
            "@id": "60009963",
            "affilname": "Hôpitaux Universitaires de Genève",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009963",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "Angers",
            "@id": "60009445",
            "affilname": "CHU Angers",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009445",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Giessen",
            "@id": "60008248",
            "affilname": "Universitätsklinikum Gießen und Marburg, Standort Gießen",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008248",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Sao Paulo",
            "@id": "60008088",
            "affilname": "Universidade de São Paulo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008088",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Utrecht",
            "@id": "60007989",
            "affilname": "Universiteit Utrecht",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007989",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Zurich",
            "@id": "60007456",
            "affilname": "Universitätsspital Zürich, Dermatologische Klinik",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007456",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "Wroclaw",
            "@id": "60007108",
            "affilname": "Wroclaw Medical University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007108",
            "affiliation-country": "Poland"
        },
        {
            "affiliation-city": "Salzburg",
            "@id": "60002963",
            "affilname": "Universitat Salzburg",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002963",
            "affiliation-country": "Austria"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60002746",
            "affilname": "Harvard Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002746",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Faro",
            "@id": "60002144",
            "affilname": "Universidade do Algarve",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002144",
            "affiliation-country": "Portugal"
        },
        {
            "affiliation-city": "Paris",
            "@id": "60001772",
            "affilname": "Institut Pasteur, Paris",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001772",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Amsterdam",
            "@id": "60001157",
            "affilname": "Amsterdam UMC - University of Amsterdam",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001157",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Baltimore",
            "@id": "60001117",
            "affilname": "Johns Hopkins School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001117",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Malaga",
            "@id": "129550225",
            "affilname": "Spanish Network for Allergy research RETIC ARADyAL",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/129550225",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Mantova",
            "@id": "129549813",
            "affilname": "Centro DH Allergologia e Immunologia Clinica ASST- MANTOVA (MN)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/129549813",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Madrid",
            "@id": "129549218",
            "affilname": "RETIC ARADyAL and RICORS Enfermedades Inflamatorias (REI)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/129549218",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Charlottesville",
            "@id": "128112644",
            "affilname": "InBio",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/128112644",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Berlin",
            "@id": "122211109",
            "affilname": "Outpatient Clinic and Clinical Research Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/122211109",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Oberschleissheim",
            "@id": "116068795",
            "affilname": "Member of the German Center for Lung Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/116068795",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Davos",
            "@id": "109328213",
            "affilname": "Christine Kühne-Center for Allergy Research and Education (CK-CARE)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/109328213",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "Milan",
            "@id": "100776368",
            "affilname": "Ambulatorio di Allergologia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/100776368",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Torrette",
            "@id": "100665109",
            "affilname": "Azienda Ospedali Riuniti di Ancona",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/100665109",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Padermo Dugnano",
            "@id": "100479730",
            "affilname": "Clinica San Carlo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/100479730",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Milan",
            "@id": "100335801",
            "affilname": "Ospedale Salvini Garbagnate Milanese",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/100335801",
            "affiliation-country": "Italy"
        }
    ],
    "funding": [
        "AB Enzymes",
        "Allergy Diagnosis and Systems Medicine Interest Group of EAACI",
        "American Board of Allergy and Immunology",
        "Anagany Inc.",
        "Benaroya Research Institute at Virginia Mason",
        "Bencard Allergie GmbH",
        "Citeq Inc.",
        "DAAB",
        "DBV Technologies",
        "DFG‐SKLM",
        "DGAKI",
        "Danish Society of Allergology",
        "Danube Allergy Research Cluster",
        "Deutsche Forschungsgesellschaft DFG",
        "Deutscher Allergie‐ und Asthmabund eV",
        "EAACI Scientific Media Communications Committee",
        "Federal Ministery of Education and Science",
        "Food Allergy Science Initiative",
        "Frauenhofer Zukunftsstiftung",
        "HAL Allergy BV",
        "Ministry of Health, Government of Luxembourg",
        "Ministry of Science of the Republic of Colombia",
        "Reacta B UK Research and Innovation – Innovate, Swindon, UK, Biotech Ltd",
        "Reacta Biotech Ltd",
        "Romer Laboratories UK Ltd",
        "SARL",
        "Ulrich Muller Gierock Foundation",
        "UpToDate Inc.",
        "NIH",
        "NIAID",
        "AAAAI",
        "GSK",
        "Novartis",
        "NFMRI",
        "Allergopharma",
        "Wellcome Trust",
        "Johns Hopkins University School of Medicine",
        "European Food Safety Authority",
        "Health Holland",
        "International Life Sciences Institute",
        "Allergy Therapeutics plc",
        "HAL Allergy",
        "MRC",
        "BBSRC",
        "Food Standards Agency",
        "Asthma UK",
        "Imperial College London",
        "Royal Society of Medicine",
        "Rosetrees Trust",
        "NHMRC",
        "German Research Foundation",
        "QUT",
        "Fonds National de la Recherche Luxembourg",
        "Austrian Science Fund",
        "Dutch Science Foundation",
        "EAACI"
    ]
}