{
    "eid": "2-s2.0-84929492694",
    "title": "Regulation of Plasmodium yoelii oocyst development by strain- and stage-specific small-subunit rRNA",
    "cover-date": "2015-03-10",
    "subject-areas": [
        {
            "$": "Virology",
            "@code": "2406"
        },
        {
            "$": "Microbiology",
            "@code": "2404"
        }
    ],
    "keywords": [],
    "authors": [
        "Yanwei Qi"
    ],
    "citedby-count": 11,
    "ref-count": 32,
    "ref-list": [
        "Rodent plasmodia of the République Centrafricaine: The sporogony and tissue stages of Plasmodium chabaudi and P. berghei yoelii",
        "Structurally distinct, stage-specific ribosomes occur in plasmodium",
        "The cytoplasmic ribosomal RNAs of Plasmodium spp",
        "The ribosomal RNA genes of Plasmodium",
        "Structural features of the large subunit rRNA expressed in Plasmodium falciparum sporozoites that distinguish it from the asexually expressed large subunit rRNA",
        "Functional Equivalence of Structurally Distinct Ribosomes in the Malaria Parasite, Plasmodium berghei",
        "Primary sequences of two small subunit ribosomal RNA genes from Plasmodium falciparum",
        "Transition of Plasmodium vivax ribosome types corresponds to sporozoite differentiation in the mosquito",
        "Conserved location of genes on polymorphic chromosomes of four species of malaria parasites",
        "A Plasmodium whole-genome synteny map: Indels and synteny breakpoints as foci for species-specific genes",
        "The rodent malaria parasite Plasmodium berghei does not contain a typical O-type small subunit ribosomal RNA gene",
        "[Recombinant Plasmodium yoelii expressing green fluorescent protein in erythrocytic and mosquito stages].",
        "Linkage maps from multiple genetic crosses and loci linked to growth-related virulent phenotype in Plasmodium yoelii",
        "R/qtl: QTL mapping in experimental crosses",
        "A Plasmodium berghei reference line that constitutively expresses GFP at a high level throughout the complete life cycle",
        "Plasmodium yoelii yoelii 17XNL constitutively expressing GFP throughout the life cycle",
        "The Comparative RNA Web (CRW) Site: An online database of comparative sequence and structure information for ribosomal, intron, and other RNAs",
        "Cryo-EM structure of the Plasmodium falciparum 80S ribosome bound to the anti-protozoan drug emetine",
        "Crystal structure of the 80S yeast ribosome",
        "Structure of the 30S ribosomal subunit",
        "Plasmodium berghei: Routine production of pure gametocytes, extracellular gametes, zygotes, and ookinetes",
        "Chimeric rRNAs containing the GTPase centers of the developmentally regulated ribosomal rRNAs of Plasmodium falciparum are functionally distinct",
        "The seven E. coli ribosomal RNA operon upstream regulatory regions differ in structure and transcription factor binding efficiencies",
        "Ribosome heterogeneity: Another level of complexity in bacterial translation regulation",
        "The ribosome filter hypothesis",
        "The chemotherapy of rodent malaria. LII. Response of Plasmodium yoelii ssp. NS to mefloquine and its enantiomers",
        "Public Health Service Policy on Humane Care and Use of Laboratory Animals",
        "Optimized protocols for improving the likelihood of cloning recombinant progeny from Plasmodium yoelii genetic crosses",
        "Protocol for production of a genetic cross of the rodent malaria parasites",
        "Hundreds of microsatellites for genotyping Plasmodium yoelii parasites",
        "Typing Plasmodium yoelii microsatellites using a simple and affordable fluorescent labeling method",
        "Generation of gene targeting constructs for Plasmodium berghei by a PCR-based method amenable to high throughput applications"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Shanghai",
            "affilname": "Naval Medical University",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Chongqing",
            "affilname": "Army Medical University",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Xiamen",
            "affilname": "Xiamen University",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bethesda",
            "affilname": "National Institute of Allergy and Infectious Diseases (NIAID)",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Natural Science Foundation of China",
        "National Institute of Allergy and Infectious Diseases"
    ]
}