{
    "eid": "2-s2.0-85058014588",
    "title": "Mutations in Kinesin family member 6 reveal specific role in ependymal cell ciliogenesis and human neurological development",
    "cover-date": "2018-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Genetics",
            "@code": "1311",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Genetics (clinical)",
            "@code": "2716",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Cancer Research",
            "@code": "1306",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [],
    "authors": [
        "Mia J. Konjikusic",
        "Patra Yeetong",
        "Curtis W. Boswell",
        "Chanjae Lee",
        "Elle C. Roberson",
        "Rungnapa Ittiwut",
        "Kanya Suphapeetiporn",
        "Brian Ciruna",
        "Christina A. Gurnett",
        "John B. Wallingford",
        "Vorasuk Shotelersuk",
        "Ryan S. Gray"
    ],
    "citedby-count": 32,
    "ref-count": 57,
    "ref-list": [
        "Cerebrospinal fluid stasis and its clinical significance",
        "Relationship of senescence of cerebrospinal fluid circulatory system to dementias of the aged",
        "FoxJ1-dependent gene expression is required for differentiation of radial glia into ependymal cells and a subset of astrocytes in the postnatal brain",
        "The development and functions of multiciliated epithelia",
        "Planar cell polarity: coordinating morphogenetic cell behaviors with embryonic polarity",
        "Loss of Dishevelleds disrupts planar polarity in ependymal motile cilia and results in hydrocephalus",
        "Dysfunctional cilia lead to altered ependyma and choroid plexus function, and result in the formation of hydrocephalus",
        "Riding the wave of ependymal cilia: genetic susceptibility to hydrocephalus in primary ciliary dyskinesia",
        "Epithelial Sodium Channel Regulates Adult Neural Stem Cell Proliferation in a Flow-Dependent Manner",
        "The Genetic Basis of Hydrocephalus",
        "Genes and molecular pathways underpinning ciliopathies",
        "Kinesin assembly and movement in cells",
        "Kinesin superfamily motor proteins and intracellular transport",
        "IFT-Cargo Interactions and Protein Transport in Cilia",
        "Kinesin 9 family members perform separate functions in the trypanosome flagellum",
        "KIF19A is a microtubule-depolymerizing kinesin for ciliary length control",
        "KIF6 polymorphism as a predictor of risk of coronary events and of clinical event reduction by statin therapy",
        "Lack of association between the Trp719Arg polymorphism in kinesin-like protein-6 and coronary artery disease in 19 case-control studies",
        "Kinesin family member 6 (kif6) is necessary for spine development in zebrafish",
        "SMART, a simple modular architecture research tool: identification of signaling domains",
        "A cre-transgenic mouse strain for the ubiquitous deletion of loxP-flanked gene segments including deletion in germ cells",
        "Adult ependymal cells are postmitotic and are derived from radial glial cells during embryogenesis",
        "CD133 is not present on neurogenic astrocytes in the adult subventricular zone, but on embryonic neural stem cells, ependymal cells, and glioblastoma cells",
        "Cilia-driven fluid flow in the zebrafish pronephros, brain and Kupffer's vesicle is required for normal organogenesis",
        "Characterization of multiciliated ependymal cells that emerge in the neurogenic niche of the aged zebrafish brain",
        "Zebrafish models of idiopathic scoliosis link cerebrospinal fluid flow defects to spine curvature",
        "MicroCT for developmental biology: a versatile tool for high-contrast 3D imaging at histological resolutions",
        "A size-exclusion permeability barrier and nucleoporins characterize a ciliary pore complex that regulates transport into cilia",
        "Systematic discovery of novel ciliary genes through functional genomics in the zebrafish",
        "Multiciliated cells",
        "Coordinated genomic control of ciliogenesis and cell movement by RFX2",
        "The ciliopathy-associated CPLANE proteins direct basal body recruitment of intraflagellar transport machinery",
        "The planar cell polarity effector Fuz is essential for targeted membrane trafficking, ciliogenesis and mouse embryonic development",
        "Actin and microtubules drive differential aspects of planar cell polarity in multiciliated cells",
        "The Small GTPase Rsg1 is important for the cytoplasmic localization and axonemal dynamics of intraflagellar transport proteins",
        "No evidence for cardiac dysfunction in Kif6 mutant mice",
        "Gpr126/Adgrg6 deletion in cartilage models idiopathic scoliosis and pectus excavatum in mice",
        "What is arrested hydrocephalus?",
        "A new look at cerebrospinal fluid circulation",
        "Diagnostic exome sequencing in persons with severe intellectual disability",
        "Deep sequencing reveals 50 novel genes for recessive cognitive disorders",
        "Mutations in TUBG1, DYNC1H1, KIF5C and KIF2A cause malformations of cortical development and microcephaly",
        "Involvement of the kinesin family members KIF4A and KIF5C in intellectual disability and synaptic function",
        "Intraflagellar transport",
        "Two heteromeric kinesin complexes in chemosensory neurons and sensory cilia of Caenorhabditis elegans",
        "The homodimeric kinesin, Kif17, is essential for vertebrate photoreceptor sensory outer segment development",
        "Kinesin-2 family in vertebrate ciliogenesis",
        "CHOPCHOP v2: a web tool for the next generation of CRISPR genome engineering",
        "Efficient mutagenesis by Cas9 protein-mediated oligonucleotide insertion and large-scale assessment of single-guide RNAs",
        "A conditional knockout resource for the genome-wide study of mouse gene function",
        "Loss of col8a1a function during zebrafish embryogenesis results in congenital vertebral malformations",
        "Vangl2 directs the posterior tilting and asymmetric localization of motile primary cilia",
        "The Tol2kit: a multisite gateway-based construction kit for Tol2 transposon transgenesis constructs",
        "Subcellular localization and signaling properties of dishevelled in developing vertebrate embryos",
        "Fiji: an open-source platform for biological-image analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Austin",
            "@id": "60122541",
            "affilname": "Dell Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60122541",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Toronto",
            "@id": "60030319",
            "affilname": "Hospital for Sick Children University of Toronto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030319",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "St. Louis",
            "@id": "60022756",
            "affilname": "Washington University School of Medicine in St. Louis",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022756",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Toronto",
            "@id": "60016849",
            "affilname": "University of Toronto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016849",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Austin",
            "@id": "60013372",
            "affilname": "The University of Texas at Austin",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013372",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Institute of Arthritis and Musculoskeletal and Skin Diseases"
    ]
}