{
    "eid": "2-s2.0-84923345099",
    "title": "Comparison between target margins derived from 4DCT scans and real-time tumor motion tracking: Insights from lung tumor patients treated with robotic radiosurgery",
    "cover-date": "2015-03-01",
    "subject-areas": [
        {
            "$": "Biophysics",
            "@code": "1304"
        },
        {
            "$": "Radiology",
            "@code": "2741"
        }
    ],
    "keywords": [
        "lung tumors",
        "margins",
        "respiratory motion",
        "spine tracking"
    ],
    "authors": [
        "Martina Descovich"
    ],
    "citedby-count": 29,
    "ref-count": 21,
    "ref-list": [
        "The management of respiratory motion in radiation oncology report of AAPM Task Group 76",
        "CyberKnife stereotactic ablative radiotherapy for lung tumors",
        "Clinical Accuracy of the Respiratory Tumor Tracking System of the CyberKnife: Assessment by Analysis of Log Files",
        "Image-Guided Robotic Stereotactic Radiation Therapy with Fiducial-Free Tumor Tracking for Lung Cancer",
        "Complications associated with the percutaneous insertion of fiducial markers in the thorax",
        "A study of the accuracy of cyberknife spinal radiosurgery using skeletal structure tracking",
        "Prescribing, Recording and Reporting Photon Beam Therapy",
        "Lung SBRT with the CyberKnife System",
        "Xsight lung tracking system: A fiducial-less method for respiratory motion tracking",
        "Int. J. Radiat. Oncol., Biol., Phys.",
        "Quantifying Interfraction and Intrafraction Tumor Motion in Lung Stereotactic Body Radiotherapy Using Respiration-Correlated Cone Beam Computed Tomography",
        "Inter- and intrafractional movement of the tumour in extracranial stereotactic radiotherapy of NSCLC",
        "Four-Dimensional Computed Tomography-Based Interfractional Reproducibility Study of Lung Tumor Intrafractional Motion",
        "Frameless Stereotactic Body Radiotherapy for Lung Cancer Using Four-Dimensional Cone Beam CT Guidance",
        "Intrafraction variation of mean tumor position during image-guided hypofractionated stereotactic body radiotherapy for lung cancer",
        "Incidence of changes in respiration-induced tumor motion and its relationship with respiratory surrogates during individual treatment fractions",
        "SU‐E‐T‐422: Lung SBRT Using Cyberknife: Technique and Treatment Outcome",
        "Correlation and prediction uncertainties in the CyberKnife Synchrony respiratory tracking system",
        "The probability of correct target dosage: Dose-population histograms for deriving treatment margins in radiotherapy",
        "The effects of target size and tissue density on the minimum margin required for random errors",
        "Cureus"
    ],
    "affiliation": [
        {
            "affiliation-city": "San Francisco",
            "affilname": "University of California, San Francisco",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}