{
    "eid": "2-s2.0-85060127889",
    "title": "Immediate risk of myocardial infarction following physical exertion, tea, and coffee: A case-crossover study in Thailand",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Vitool Lohsoonthorn",
        "Thanapoom Rattananupong",
        "Keona Wynne",
        "Colbren Thomas",
        "Harpreet S. Chahal",
        "Hanna Y. Berhane",
        "Elizabeth Mostofsky",
        "Nudsinee Wuttithai",
        "Bizu Gelaye"
    ],
    "citedby-count": 2,
    "ref-count": 35,
    "ref-list": [
        "World Health Organization definition of myocardial infarction: 2008–09 revision",
        "Stroke risk factors, genetics, and prevention",
        "Cardiovascular disease burden: Evolving knowledge of risk factors in myocardial infarction and stroke through population-based research and perspectives in global prevention",
        "Triggering of acute myocardial infarction by heavy physical exertion. Protection against triggering by regular exertion. Determinants of myocardial infarction onset study investigators",
        "Does heavy physical exertion trigger myocardial infarction? A case-crossover analysis nested in a population-based case-referent study",
        "Transient exposure to coffee as a trigger of a first nonfatal myocardial infarction",
        "Triggers of nonfatal myocardial infarction in Costa Rica: Heavy physical exertion, sexual activity, and infection",
        "Triggering of acute myocardial infarction onset by episodes of anger. Determinants of myocardial infarction onset study investigators",
        "Physical activity and anger or emotional upset as triggers of acute myocardial infarction: The INTERHEART study",
        "Physical, psychological and chemical triggers of acute cardiovascular events: Preventive strategies",
        "The case-crossover design: A method for studying transient effects on the risk of acute events",
        "Control sampling strategies for case-crossover studies: An assessment of relative efficiency",
        "Analysis of Observational Self-matched Data to Examine Acute Triggers of Outcome Events with Abrupt Onset",
        "Why me?’ versus’why now?’—differences between operational hypotheses in case-control versus case-crossover studies",
        "Case-crossover and case-time-control studies: Concepts, design, and analysis",
        "Association of episodic physical and sexual activity with triggering of acute cardiac events: Systematic review and meta-analysis",
        "Association of wake time and the onset of myocardial infarction. Triggers and mechanisms of myocardial infarction (TRIMM) pilot study. TRIMM Study Group",
        "Alcohol and immediate risk of cardiovascular events: A systematic review and dose-response meta-analysis",
        "Impact of caffeine and coffee on our health",
        "Diversity in bean Caffeine content among wild Coffea species: Evidence of a discontinuous distribution",
        "Quantification of caffeine, trigonelline and nicotinic acid in espresso coffee: The influence of espresso machines and coffee culti-vars",
        "The impact of coffee on health",
        "Coffee components and cardiovascular risk: Beneficial and detrimental effects",
        "Coffee consumption and the risk of coronary heart disease and death",
        "Coffee consumption and risk of coronary heart diseases: A meta-analysis of 21 prospective cohort studies",
        "Tea consumption and mortality after acute myocardial infarction",
        "Short- And long-term black tea consumption reverses endothelial dysfunction in patients with coronary artery disease",
        "Inhibitory effect of tea flavonoids on the ability of cells to oxidize low density lipoprotein",
        "Coffee, caffeine and blood pressure: A critical review",
        "Modification of platelet function and arachidonic acid metabolism by bioflavonoids. Structure-activity relations",
        "Mechanisms precipitating acute cardiac events",
        "Circadian variation and triggering of cardiovascular events"
    ],
    "affiliation": [
        {
            "affiliation-city": "Addis Ababa",
            "@id": "60138829",
            "affilname": "Addis Continental Institute of Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138829",
            "affiliation-country": "Ethiopia"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60032499",
            "affilname": "Harvard T.H. Chan School of Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032499",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Toronto",
            "@id": "60016849",
            "affilname": "University of Toronto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016849",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiangmai",
            "@id": "101348625",
            "affilname": "Chiangrai Prachanukroh Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101348625",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Institute on Minority Health and Health Disparities"
    ]
}