{
    "eid": "2-s2.0-84975464760",
    "title": "Development of a chronic kidney disease knowledge website with electronic personal health records for patients",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Chronic kidney disease",
        "Electronic personal health record",
        "Website"
    ],
    "authors": [
        "J. Lamsaard"
    ],
    "citedby-count": 5,
    "ref-count": 18,
    "ref-list": [
        "Clinical Practice Recommendation for the Evaluation and Management of Chronic Kidney Disease in Adults 2009",
        "The 4Th Annual Northeast Pharmacy Research Conference of 2012 “Pharmacy Profession in Harmony”",
        "Self-Care of the Patient with End Stage Chronic Renal Failure Undergoing Hemodialysis",
        "J Pub Health Dev",
        "Food Consumption Habit of Patients with Chronic Renal Failure Undergoing Hemodialysis [Thesis]",
        "Patients using the Internet to obtain health information: How this affects the patient-health professional relationship",
        "Effect of personal health record booklet (PHRB) to knowledge, self-efficacy and healthy behaviors among Thai population at risk of cardiovascular disease (CVD)",
        "Nurs J",
        "Patients with chronic kidney disease and their intent to use electronic personal health records",
        "Mockup design of personal health diary app for patients with chronic kidney disease",
        "J GXP Compliance",
        "F-Shaped Pattern for Reading Web Content.",
        "Horizontal Attention Leans Left",
        "Personal Health Record Booklet",
        "STC Usability SIG Newsletter",
        "Measuring usability: Are effectiveness, efficiency, and satisfaction really correlated?",
        "Why You Only Need to Test with 5 Users."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Amarin Aranyakanon",
        "Chulalongkorn University"
    ]
}