{
    "eid": "2-s2.0-85111429336",
    "title": "A molecular phylogeny of the parasitoid wasp subfamily Rogadinae (Ichneumonoidea: Braconidae) with descriptions of three new genera",
    "cover-date": "2021-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [],
    "authors": [
        "Donald L.J. Quicke",
        "Erinn P. Fagan-Jeffries",
        "Jovana M. Jasso-Martínez",
        "Alejandro Zaldívar-Riverón",
        "Mark R. Shaw",
        "Daniel H. Janzen",
        "Winnie Hallwachs",
        "M. Alex Smith",
        "Paul D.N. Hebert",
        "Jan Hrcek",
        "Scott Miller",
        "Michael J. Sharkey",
        "Scott R. Shaw",
        "Buntika A. Butcher"
    ],
    "citedby-count": 4,
    "ref-count": 108,
    "ref-list": [
        "Phylogeny and DNA barcoding of inquiline oak gallwasps (Hymenoptera: Cynipidae) of the Western Palaearctic",
        "Ichneumonoid parasites of The Philippines. I Rhogadinae (Braconidae), I",
        "Dissecting the ancient rapid radiation of microgastrine wasp genera using additional nuclear genes",
        "Fam Braconidae. Subfam. Rogadinae, Pt. 4",
        "The braconid wasps of the subfamily Betylobraconinae (Hymenoptera, Braconidae) in Vietnam",
        "Asian Betylobraconinae (Hymenoptera, Braconidae), with description of a new genus and phylogenetic affinities of the tribe Facitorini",
        "Athacryvac gen. n. from French Guiana (Hymenoptera: Braconidae: Rogadinae), with description of two new species",
        "Secondary structure and conserved motifs of the frequently sequenced domains IV and V of the insect mitochondrial large subunit rRNA gene",
        "Revision of Aleiodes (Hemigyroneuron) parasitic wasps (Hymenoptera: Braconidae: Rogadinae) with reappraisal of subgeneric limits, descriptions of new species and phylogenetic analysis",
        "A remarkable new genus and species of Rogadinae (Hymenoptera: Braconidae) of uncertain tribal placement, from Papua New Guinea, resembling Betylobraconini stat. Nov",
        "First record of Aleiodes (Hemigyroneuron) (Hymenoptera: Braconidae: Rogadinae) from the Arabian Peninsula: description of new species with remarkable wing venation convergence to Gyroneuron and Gyroneuronella",
        "A turbo-taxonomic study of Thai Aleiodes (Aleiodes) and Aleiodes (Arcaleiodes) (Hymenoptera: Braconidae: Rogadinae) based largely on COI bar-coded specimens, with rapid descriptions of 179 new species",
        "Extension of historical range of Betylobraconinae (Hymenoptera: Braconidae) into Palaearctic Region based on a Baltic amber fossil, and description of a new species of Mesocentrus Szépligeti from Papua New Guinea",
        "On the phytophagous and parasitic Hymenoptera collected by Mr. E. Green in Ceylon",
        "Cornutorogas, a new genus with four new species of the subfamily Rogadinae (Hymenoptera: Braconidae) from the oriental region",
        "Revision of the subfamily Rogadinae (Hymenoptera: Braconidae) from China",
        "A molecular phylogeny of the subfamily Rogadinae (Hymenoptera: Braconidae) based on the D2 variable region of 28S ribosomal RNA",
        "Historical review of the genera Rogas and Aleiodes in México, with a redescription of Aleiodes cameronii (Hymenoptera: Braconidae)",
        "Simultaneous analysis of 16S, 28S, COI and morphology in the Hymenoptera: Apocrita—evolutionary transitions among parasitic wasps",
        "The phylogeny of halichondrid demosponges: past and present re-visited with DNA-barcoding data",
        "Ultraconserved elements anchor thousands of genetic markers spanning multiple evolutionary timescales",
        "A revision of the Tetrasphaeropyx Ashmead lineage of the genus Aleiodes Wesmael (Hymenoptera: Braconidae: Rogadinae)",
        "Cladistics of the Aleiodes lineage of the subfamily Rogadinae (Hymenoptera: Braconidae)",
        "Predicted secondary structure for 28S and 18S rRNA from Ichneumonoidea (Insecta: Hymenoptera: Apocrita): impact on sequence alignment and phylogeny estimation",
        "New algorithms and methods to estimate maximum-likelihood phylogenies: assessing the performance of PhyML 3.0",
        "Biological identification through DNA barcodes",
        "UFBoot2: improving the ultrafast bootstrap approximation",
        "Molecular detection of trophic links in a complex insect host-parasitoid food web",
        "Joining inventory by parataxonomists with DNA barcoding of a large complex tropical conserved wildland in northwestern Costa Rica",
        "DNA barcoding the Lepidoptera inventory of a large complex tropical conserved wildland, Area de Conservacion Guanacaste, northwestern Costa Rica",
        "Phylogenomics of the lepidopteran endoparasitoid wasp subfamily Rogadinae (Hymenoptera: Braconidae) and related subfamilies",
        "ModelFinder: fast model selection for accurate phylogenetic estimates",
        "Geneious basic: an integrated and extendable desktop software platform for the organization and analysis of sequence data",
        "First molecular phylogeny of Agrilus (Coleoptera: Buprestidae), the largest genus on earth, with DNA barcode database for forestry pest diagnostics",
        "An evaluation of phylogenetic informativeness profiles and the molecular phylogeny of Diplazontinae (Hymenoptera, Ichneumonidae)",
        "RAxML-NG: a fast, scalable, and user-friendly tool for maximum likelihood phylogenetic inference",
        "PartitionFinder: combined selection of partitioning schemes and substitution models for phylogenetic analyses",
        "PartitionFinder 2: new methods for selecting partitioned models of evolution for molecular and morphological phylogenetic analyses",
        "Direct optimization and multiple alignment of 28S D2-D3 rDNA sequences: problems with indels on the way to a molecular phylogeny of the cryptine ichneumon wasps (Insecta: Hymenoptera)",
        "Anchored hybrid enrichment for massively high-throughput phylogenomics",
        "Renewing Felsenstein's phylogenetic bootstrap in the era of big data",
        "New records of the genus Iporhogas Granger (Hymenoptera, Braconidae, Rogadinae) from Vietnam, with description of four new species",
        "Review of the genus Canalirogas van Achterberg & Chen (Hymenoptera, Braconidae, Rogadinae) from Vietnam, with description of ten new species",
        "Gregarious emergence of Macrostomion sumatranum (Hymenoptera: Braconidae; Rogadinae) from the mummified, full-grown larvae of Theretra silhetensis (Lepidoptera: Sphingidae)",
        "Phylogenetic signal in the COI, 16S, and 28S genes for inferring relationships among genera of Microgastrinae (Hymenoptera; Braconidae): evidence of a high diversification rate in this group of parasitoids",
        "Revision of North American Aleiodes (part 7): the compressor Herrich-Schaeffer, ufei (Walley), gressetti (Muesebeck) and procerus Wesmael species-groups (Hymenoptera: Braconidae: Rogadinae)",
        "Creating the CIPRES Science Gateway for inference of large phylogenetic trees",
        "IQ-TREE 2: new models and efficient methods for phylogenetic inference in the genomic era",
        "Phylogeny of the parasitic microgastroid subfamilies (Hymenoptera: Braconidae) based on sequence data from seven genes, with an improved time estimate of the origin of the lineage",
        "Guild-specific patterns of species richness and host specialization in plant-herbivore food webs from a tropical forest",
        "The reliability of published host parasitoid records: a taxonomist's view",
        "Phylogenetic reassignment of basal cyclostome braconid parasitoid wasps (Hymenoptera) with description of a new, enigmatic Afrotropical tribe with a highly anomalous 28S D2 secondary structure",
        "A new genus of rhysipoline wasp (Hymenoptera: Braconidae) with modified wing venation from Africa and Papua New Guinea, parasitoid on Choreutidae (Lepidoptera)",
        "Revision of the endemic New Zealand braconid wasp genus Metaspathius: new subfamily placement, and descriptions of four new species including three with fully winged females (Hymenoptera: Braconidae: Mesostoinae)",
        "Two new genera of Rogadinae (Insecta: Hymenoptera: Braconidae) from Thailand",
        "Description of a new Betylobraconini-like parasitoid wasp genus and species (Hymenoptera: Braconidae: Rogadinae) from Chile",
        "Species of Yelicones (Hymenoptera: Braconidae: Rogadinae) in North America with descriptions of two new species",
        "Phylogeny of the subfamilies of Braconidae (Hymenoptera)",
        "First host record for Old World Yelicones (Hymenoptera: Braconidae: Rogadinae) adds to evidence that they are strictly parasitoids of Pyralidae (Lepidoptera)",
        "First host record for the rogadine genus Pholichora van Achterberg (Hymenoptera: Braconidae) with description of a new species and notes on convergent wing venation features",
        "First host records for the rogadine genera Rogasodes Chen and He and Canalirogas van Achterberg & Chen (Hymenoptera: Braconidae) with description of a new species and survey of mummy types within Rogadinae s.str",
        "A new Australian genus and five new species of Rogadinae (Hymenoptera: Braconidae), one reared as a gregarious endoparasitoid of an unidentified limacodid (Lepidoptera)",
        "Cystomastacoides van Achterberg (Braconidae, Rogadinae): first host record and descriptions of three new species from Thailand and Papua New Guinea",
        "Utility of the DNA barcoding gene fragment for parasitic wasp phylogeny (Hymenoptera: Ichneumonoidea): data release and new measure of taxonomic congruence",
        "Colastomion Baker (Braconidae, Rogadinae): nine new species from Papua New Guinea reared from Crambidae",
        "A new genus and three new species of parasitoid wasp from Papua New Guinea and redescription of Trigonophatnus Cameron (Hymenoptera, Braconidae, Rogadinae)",
        "DNA barcode and evolutionary relationship within Laemolyta Cope 1872 (Characiformes: Anostomidae) through molecular analyses",
        "An enigmatic new genus of Hormiinae (Hymenoptera: Braconidae) from South India",
        "Revision of Cystomastacoides van Achterberg (Hymenoptera: Braconidae) with the description of two new species from South India",
        "Revisiting the host use and phylogeny of Colastomion Baker (Hymenoptera, Braconidae, Rogadinae), with a new host record from Japan",
        "Phylogenomics and mitochondrial genome evolution of the gall-associated doryctine wasp genera (Hymenoptera: Braconidae)",
        "Molecular phylogenetics of Braconidae (Hymenoptera: Ichneumonoidea), based on multiple nuclear genes, and implications for classification",
        "Minimalist revision and description of 403 new species in 11 subfamilies of Costa Rican braconid parasitoid wasps, including host records for 219 species",
        "Morphology & terminology",
        "On[e] evolution of endoparasitism; the biology of some genera of Rogadinae (Braconidae)",
        "Parasitoid host ranges",
        "A new species of Macrostomion Szépligeti (Hymenoptera: Braconidae: Rogadinae) from Papua New Guinea, with notes on the biology of the genus",
        "Classification and biology of braconid wasps (Hymenoptera: Braconinae)",
        "Notes on the biology, morphology, nomenclature and classification of Pseudavga flavicoxa Tobias, 1964 (Hymenoptera, Braconidae, Rhysipolinae), a genus and species new to Britain parasitizing Bucculatrix thoracella (Thunberg) (Lepidoptera, Bucculatricidae)",
        "Subfamily Rogadinae s.s",
        "Revision of North American Aleiodes (part 1): the pulchripes Wesmael species-group in the New World (Hymenoptera: Braconidae: Rogadinae)",
        "A revision of the Aleiodes bakeri (Brues) species subgroup of the A. seriatus species group with the descriptions of 18 new species from the Neotropical region",
        "Twenty-four new species of Aleiodes Wesmael from the eastern Andes of Ecuador with associated biological information (Hymenoptera, Braconidae, Rogadinae)",
        "Eleven new species of Athacryvac Braet & van Achterberg from the Neotropical region (Hymenoptera, Braconidae, Rogadinae)",
        "Comprehensive phylogeny, biogeography and new classification of the diverse bee tribe Megachilini: can we use DNA barcodes in phylogenies of large genera?",
        "Revision of the subfamily Blacinae Foerster (Hymenoptera: Braconidae)",
        "Four new genera of Braconinae and Rogadinae from the oriental region (Hymenoptera: Braconidae)",
        "Revision of the genera of the Afrotropical and W. Palearctic Rogadinae Foerster (Hymenoptera: Braconidae)",
        "Generic revision of the subfamily Betylobraconinae (Hymenoptera: Braconidae) and other groups with modified fore tarsus",
        "Revision of the genus Spinaria Brullé (Hymenoptera: Braconidae: Rogadinae), with keys to genera and species of the subtribe Spinariina van Achterberg",
        "Canalirogas, a new genus of the subfamily Rogadinae Foerster (Hymenoptera: Braconidae) from the Indo-Australian region",
        "Six new species of the Aleiodes dispar group (Hymenoptera: Braconidae: Rogadinae)",
        "Revision of the western Palaearctic species of Aleiodes Wesmael (Hymenoptera, Braconidae, Rogadinae). Part 1: introduction, key to species groups, outlying distinctive species, and revisionary notes on some further species",
        "Family group names in Braconidae (Hymenoptera: Ichneumonoidea)",
        "Predicting tropical insect herbivore abundance from host plant traits and phylogeny",
        "Revision of the Nearctic species of the genus Stiropius Cameron (=Bucculatriplex Auct.) with the description of a new related genus (Hymenoptera: Braconidae)",
        "Ancient rapid radiations of insects: challenges for phylogenetic analysis",
        "The complete mitochondrial genome of Taeniogonalos taihorina (Bischoff) (Hymenoptera: Trigonalyidae) reveals a novel gene rearrangement pattern in the Hymenoptera",
        "Comparative morphology of the venom apparatus in the braconid wasp subfamily Rogadinae (Insecta, Hymenoptera, Braconidae) and related taxa",
        "Systematics of the cyclostome subfamilies of braconid parasitic wasps (Hymenoptera: Ichneumonoidea): a simultaneous molecular and morphological Bayesian approach",
        "Evolution of the parasitic wasp subfamily Rogadinae (Braconidae): phylogeny and evolution of lepidopteran host ranges and mummy characteristics",
        "Understanding UCEs: a comprehensive primer on using ultraconserved elements for arthropod phylogenomics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Guelph",
            "@id": "60192973",
            "affilname": "Biodiversity Institute of Ontario",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60192973",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Mexico",
            "@id": "60032442",
            "affilname": "Universidad Nacional Autónoma de México",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032442",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Guelph",
            "@id": "60015881",
            "affilname": "University of Guelph",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015881",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Ceske Budejovice",
            "@id": "60013029",
            "affilname": "Institute of Entomology, Biology Centre of the Academy of Sciences of the Czech Republic",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013029",
            "affiliation-country": "Czech Republic"
        },
        {
            "affiliation-city": "Adelaide",
            "@id": "60009512",
            "affilname": "The University of Adelaide",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009512",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Laramie",
            "@id": "60008827",
            "affilname": "University of Wyoming",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008827",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Washington, D.C.",
            "@id": "60007670",
            "affilname": "Smithsonian National Museum of Natural History",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007670",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Edinburgh",
            "@id": "60006552",
            "affilname": "National Museums of Scotland",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006552",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Philadelphia",
            "@id": "60006297",
            "affilname": "University of Pennsylvania",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006297",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Redlands",
            "@id": "122241548",
            "affilname": "The Hymenoptera Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/122241548",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Binatang Research Centre",
        "Michael Sharkey",
        "PAPIIT‐DGAPA‐UNAM",
        "National Science Foundation",
        "SRS",
        "Wege Foundation",
        "Guanacaste Dry Forest Conservation Fund",
        "Australian Biological Resources Study",
        "Czech Science Foundation",
        "Chulalongkorn University",
        "Consejo Nacional de Ciencia y Tecnología",
        "PAPIIT-DGAPA-UNAM"
    ]
}