{
    "eid": "2-s2.0-85015723179",
    "title": "De-acidification of fresh whole pineapple juice wine by secondary malolactic fermentation with lactic acid bacteria",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Food Science",
            "@code": "1106"
        }
    ],
    "keywords": [
        "De-acidification",
        "Lactic acid bacteria",
        "Pineapple wine",
        "Starter culture"
    ],
    "authors": [
        "C. Prakitchaiwattana"
    ],
    "citedby-count": 3,
    "ref-count": 40,
    "ref-list": [
        "Official Methods of Analysis, Association of Official Analytical Chemists",
        "Evaluation of the performance of a yeast isolate from Nigerian palm wine in wine production from pineapple fruits",
        "HortScience",
        "The suitability of African bush mango juice for wine production",
        "Journal of Environment & Sustainable Agriculture",
        "Methods of analysis of musts and wine",
        "The utilization by yeasts of acids of the tricarboxylic acid cycle.",
        "The pineapple: botany, production and uses",
        "STUDIES ON YEAST DIFFERENTIATION USING ORGANIC ACID METABOLITES PART 1. DEVELOPMENT OF METHODOLOGY USING HIGH PERFORMANCE LIQUID CHROMATOGRAPHY",
        "Autochthonous yeasts associated with mature pineapple fruits, freshly crushed juice and their ferments; and the chemical changes during natural fermentation",
        "Proceeding of Food Innovation Asia Conference 2010 Indigenous Food Research and Development to Global Market",
        "Proceeding of 1st International conference on fermentation technology for value agricultural products",
        "Synergistic effects of weak‐acid preservatives and pH on the growth of Zygosaccharomyces bailii",
        "Growth and metabolism of lactic acid bacteria during and after malolactic fermentation of wines at different pH",
        "American Journal of Enology and Viticulture",
        "Taxonomic structure of the yeasts and lactic acid bacteria microbiota of pineapple (Ananas comosus L. Merr.) and use of autochthonous starters for minimally processing",
        "Proposal to reclassify Leuconostoc oenos as Oenococcus oeni [corrig.] gen. nov., comb. nov.",
        "Acid tolerance in Leuconostoc oenos. Isolation and characterization of an acid-resistant mutant",
        "Lactobacillus: The Next Generation of Malolactic Fermentation Starter Cultures-an Overview",
        "A new generation of malolactic starter cultures for high pH wines",
        "High tolerance of wild Lactobacillus plantarum and Oenococcus oeni strains to lyophilisation and stress environmental conditions of acid pH and ethanol",
        "Effects of pH, temperature, ethanol, and malate concentration on Lactobacillus plantarum and Leuconostoc oenos: Modelling of the malolactic activity",
        "Proceeding of The 5th International Conference on Fermentation Technology for Value Added Agricultural Products 2013",
        "Fundamentals of food processing operations",
        "Selection and characterisation of Oenococcus oeni and lactobacillus plantarum South African wine isolates for use as malolactic fermentation starter cultures",
        "Malolactic fermentation in wine - Beyond deacidification",
        "Lactic acid bacteria as a potential source of enzymes for use in vinification",
        "Genetic screening of wine-related enzymes in Lactobacillus species isolated from South African wines",
        "Adaptive response and tolerance to weak acids in Saccharomyces cerevisiae: A genome-wide view",
        "American Journal of Enology and Viticulture",
        "Weak acid adaptation: The stress response that confers yeasts with resistance to organic acid food preservatives",
        "Wine volatile and amino acid composition after malolactic fermentation: Effect of Oenococcus oeni and Lactobacillus plantarum starter cultures",
        "Handbook of Enology: The Microbiology of Wine and Vinifications: Second Edition",
        "Handbook of Enology, The Chemistry of Wine: Stabilization and Treatments: Second Edition",
        "Function of yeast species and strains in wine flavour",
        "A comparison of yeasts in pineapple-wine fermentation",
        "Handbook of Science and Technology: Production, Composition, Storage and Processing",
        "A β-glucosidase gene isolated from wine Lactobacillus plantarum is regulated by abiotic stresses",
        "Yeast and bacterial modulation of wine aroma and flavour",
        "Journal of Chinese Institute of Food Science and Technology"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}