{
    "eid": "2-s2.0-85066601608",
    "title": "Disruption of cyanobacterial γ-aminobutyric acid shunt pathway reduces metabolites levels in tricarboxylic acid cycle, but enhances pyruvate and poly(3-hydroxybutyrate) accumulation",
    "cover-date": "2019-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Tanakarn Monshupanee",
        "Chayanee Chairattanawat",
        "Aran Incharoensakdi"
    ],
    "citedby-count": 22,
    "ref-count": 36,
    "ref-list": [
        "Rerouting of carbon flux in a glycogen mutant of cyanobacteria assessed via isotopically non-stationary (13) C metabolic flux analysis",
        "Micro and macroalgal biomass: a renewable source for bioethanol",
        "Potential of industrial biotechnology with cyanobacteria and eukaryotic microalgae",
        "Cyanobacterial biofuel production",
        "Evaluation of methods to extract and quantify lipids from Synechocystis PCC 6803",
        "Versatility of hydrocarbon production in cyanobacteria",
        "Photo-autotrophic production of poly(hydroxyalkanoates) in cyanobacteria",
        "Increased accumulation of polyhydroxybutyrate in divergent cyanobacteria under nutrient-deprived photoautotrophy: An efficient conversion of solar energy and carbon dioxide to polyhydroxybutyrate by Calothrix scytonemicola TISTR 8095",
        "Cyanobacterial polyhydroxyalkanoate production: status quo and quo vadis?",
        "The gamma-aminobutyric acid shunt contributes to closing the tricarboxylic acid cycle in Synechocystis sp. PCC 6803",
        "The metabolic network of Synechocystis sp. PCC 6803: systemic properties of autotrophic growth",
        "CyanoBase: the cyanobacteria genome database update 2010",
        "Photoheterotrophic fluxome in Synechocystis sp. strain PCC 6803 and its implications for cyanobacterial bioenergetics",
        "GABA accumulation in response to different nitrogenous compounds in unicellular cyanobacterium Synechocystis sp. PCC 6803",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Enhanced accumulation of glycogen, lipids and polyhydroxybutyrate under optimal nutrients and light intensities in the cyanobacterium Synechocystis sp. PCC 6803",
        "Requirement of the nitrogen starvation-induced protein Sll0783 for polyhydroxybutyrate accumulation in Synechocystis sp. strain PCC 6803",
        "Simultaneous determination of tricarboxylic acid cycle metabolites by high-performance liquid chromatography with ultraviolet detection",
        "Extraction and quantification of GABA and glutamate from cyanobacterium Synechocystis sp. PCC 6803",
        "Application of enzymatically synthesized short-chain-length hydroxy fatty acid coenzyme A thioesters for assay of polyhydroxyalkanoic acid synthases",
        "Identification and characterization of a glutamate dehydrogenase in the unicellular cyanobacterium Syneehocystis PCC 6803",
        "Production of poly-3-hydroxybutyrate from lactose and whey by Methylobacterium sp. ZP24",
        "Two-stage (photoautotrophy and heterotrophy) cultivation enables efficient production of bioplastic poly-3-hydroxybutyrate in auto-sedimenting cyanobacterium",
        "Genetic engineering of Synechocystis sp. PCC 6803 for poly-β-hydroxybutyrate overproduction",
        "Identification of genes encoding amino acid permeases by inactivation of selected ORFs from the Synechocystis genomic sequence",
        "Optimization of cultural and nutritional conditions for accumulation of poly-beta-hydroxybutyrate in Synechocystis sp. PCC 6803",
        "Accumulation of poly-beta-hydroxybutyrate in cyanobacterium Synechocystis sp. PCC6803",
        "Digalactosyldiacylglycerol is required for better photosynthetic growth of Synechocystis sp. PCC6803 under phosphate limitation",
        "Flux balance analysis of cyanobacterial metabolism: the metabolic network of Synechocystis sp. PCC 6803",
        "A comparison of the major lipid classes and fatty acid composition of marine unicellular cyanobacteria with freshwater species",
        "Natural and synthetic variants of the tricarboxylic acid cycle in cyanobacteria: introduction of the GABA shunt into Synechococcus sp. PCC 7002",
        "Evaluation of promoters and ribosome binding sites for biotechnological applications in the unicellular cyanobacterium Synechocystis sp. PCC 6803",
        "Rhamnose-inducible system for precise and temporal control of gene expression in cyanobacteria",
        "Increased poly-beta-hydroxybutyrate production from carbon dioxide in randomly mutated cells of cyanobacterial strain Synechocystis sp. PCC 6714: mutant generation and characterization",
        "Production of bioplastic compounds by genetically manipulated and metabolic engineered cyanobacteria",
        "Advances in cyanobacterial polyhydroxyalkanoates production"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Thailand Research Fund"
    ]
}