{
    "eid": "2-s2.0-85020444215",
    "title": "Ultrapure versus standard dialysate: A cost-benefit analysis",
    "cover-date": "2017-09-01",
    "subject-areas": [
        {
            "$": "Nephrology",
            "@code": "2727"
        }
    ],
    "keywords": [
        "cost-benefit",
        "hemodialysis",
        "ultrapure dialysate"
    ],
    "authors": [
        "Ashish Upadhyay"
    ],
    "citedby-count": 4,
    "ref-count": 19,
    "ref-list": [
        "We Use Impure Water to Make Dialysate for Hemodialysis",
        "ANSI/AAMI 11663: Quality of Dialysis Fluid for Hemodialysis and Related Therapies",
        "Effect of ultrapure dialysate on markers of inflammation, oxidative stress, nutrition and anemia parameters: A meta-analysis",
        "Mortality risk for patients receiving hemodiafiltration versus hemodialysis: European results from the DOPPS",
        null,
        "Ultrapure dialysate influences serum myeloperoxidase levels and lipid metabolism",
        "Hemofiltration and hemodiafiltration reduce intradialytic hypotension in ESRD",
        "Review: Clinical usefulness of ultrapure dialysate - Recent evidence and perspectives",
        "Clinical manifestations of AB-amyloidosis: Effects of biocompatibility and flux",
        "Ultrapure dialysis fluid slows loss of residual renal function in new dialysis patients",
        "Dialysis fluid endotoxin level and mortality in maintenance hemodialysis: A nationwide cohort study",
        "Ultrapure dialysis fluid: A new standard for contemporary hemodialysis",
        "Sterile and pyrogen-free bicarbonate dialysate: a necessity for hemodialysis today.",
        null,
        "United States Renal Data System. 2016 USRDS annual data report: Epidemiology of kidney disease in the United States",
        "Centers for Medicare and Medicaid Services. Medicare Part B drug average sales price",
        "Erythropoiesis-stimulating agents on trial: Are higher dosages causing harm?",
        "Erythropoietic response and outcomes in kidney disease and type 2 diabetes",
        "Dose of erythropoiesis-stimulating agents and adverse outcomes in CKD: A metaregression analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Boston",
            "affilname": "Tufts University School of Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "affilname": "Boston University Chobanian &amp; Avedisian School of Medicine",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}