{
    "eid": "2-s2.0-84988963529",
    "title": "Association between Helicobacter pylori infection and metabolic syndrome: a systematic review and meta-analysis",
    "cover-date": "2016-07-01",
    "subject-areas": [
        {
            "$": "Gastroenterology",
            "@code": "2715"
        }
    ],
    "keywords": [
        "Campylobacter infection",
        "Helicobacter pylori",
        "insulin resistance",
        "meta-analysis",
        "metabolic syndrome"
    ],
    "authors": [
        "Sikarin Upala"
    ],
    "citedby-count": 54,
    "ref-count": 45,
    "ref-list": [
        "Helicobacter pylori infection",
        "American College of Gastroenterology guideline on the management of Helicobacter pylori infection",
        "Helicobacter pylori-associated gastritis and primary B-cell gastric lymphoma",
        "Helicobacter pylori infection and the risk of acute coronary syndrome: a nationwide retrospective cohort study",
        "Effects of Helicobacter pylori Infection and Its Eradication on Lipid Profiles and Cardiovascular Diseases",
        "Association of Helicobacter pylori with coronary artery disease and myocardial infarction assessed by myocardial perfusion imaging",
        "Metabolic syndrome: An appraisal of the pro-inflammatory and procoagulant status",
        "Impact of helicobacter pylori eradication on circulating adiponectin in humans",
        "Improvement in lipid and haemostasis patterns after Helicobacter pylori infection eradication in type 1 diabetic patients",
        "Effect of helicobacter pylori eradication on insulin resistance, serum lipids and low-grade inflammation",
        "Infection with Helicobacter pylori, coronary heart disease, cardiovascular risk factors, and systemic inflammation: The Third National Health and Nutrition Examination Survey",
        "Executive summary of the third report of the National Cholesterol Education Program (NCEP) expert panel on detection, evaluation, and treatment of high blood cholesterol in adults (adult treatment panel III)",
        "Diagnosis and management of the metabolic syndrome: An American Heart Association/National Heart, Lung, and Blood Institute scientific statement - Executive summary",
        "Adult Treatment Panel III 2001 but Not International Diabetes Federation 2005 criteria of the metabolic syndrome predict clinical cardiovascular events in subjects who underwent coronary angiography",
        "Definition, diagnosis and classification of diabetes mellitus and its complications. Part 1: Diagnosis and classification of diabetes mellitus. Provisional report of a WHO consultation",
        "Association between metabolic syndrome and helicobacter pylori infection diagnosed by histologic status and serological status",
        "Critical evaluation of the Newcastle-Ottawa scale for the assessment of the quality of nonrandomized studies in meta-analyses",
        "Funnel plots for detecting bias in meta-analysis: Guidelines on choice of axis",
        "The association of metabolic syndrome and Chlamydia pneumoniae, helicobacter pylori, cytomegalovirus, and herpes simplex virus type 1: The Persian Gulf healthy heart study",
        "Prevention of the metabolic syndrome insulin resistance and the atherosclerotic diseases in Africans infected by Helicobacter pylori infection and treated by antibiotics",
        "Helicobacter pylori infection is significantly associated with metabolic syndrome in the Japanese population",
        "Helicobacter pylori infection as a risk factor for insulin resistance",
        "Increased fetuin A levels in Helicobacter pylori infection: A missing link between H. pylori and insulin resistance?",
        "Association of H. pylori Infection with Insulin Resistance and Metabolic Syndrome Among Lebanese Adults",
        "Helicobacter pylori infection associated with high HbA1c and type 2 diabetes",
        "Indian J Endocrinol Metab",
        "Scientifica (Cairo)",
        "Influence of Helicobacter pylori infection on metabolic parameters and body composition of dyslipidemic patients",
        "Helicobacter pylori infection and insulin resistance in diabetic and nondiabetic population",
        "Helicobacter Pylori Infection is Positively Associated with Metabolic Syndrome in Taiwanese Adults: A Cross-Sectional Study",
        "Relationship between Helicobacter pylori infection and metabolic syndrome",
        "Int J Chronic Dis",
        "Gastric Helicobacter pylori infection is associated with adverse metabolic traits in severely obese subjects",
        "Helicobacter pylori Infection increases insulin resistance and metabolic syndrome in residents younger than 50 years old: A community-based study",
        "Serum adiponectin level in diabetic patients with and without helicobacter pylori infection: Is there any difference?",
        "Relation of Helicobacter pylori infection and coronary heart disease",
        "Cytotoxin-associated gene-A-positive Helicobacter pylori strains are associated with atherosclerotic stroke",
        "Insulin resistance in H pylori infection and its association with oxidative stress",
        "The effect of different strains of Helicobacter pylori on platelet aggregation",
        "Helicobacter pylori infection and early onset myocardial infarction: Case-control and sibling pairs study",
        "Eradication of Helicobacter pylori Infection Improves Blood Pressure Values in Patients Affected by Hypertension",
        "Association of Helicobacter pylori infection with systemic inflammation and endothelial dysfunction in healthy male subjects",
        "Insulin resistance in children with Helicobacter pylori infection",
        "Cardiovascular risk factors in subjects with Helicobacter pylori infection",
        "Does eradication of Helicobacter pylori infection help normalize serum lipid and CRP levels?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Siriraj Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "New York",
            "affilname": "Vagelos College of Physicians and Surgeons",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Honolulu",
            "affilname": "John A. Burns School of Medicine",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}