{
    "eid": "2-s2.0-85090553570",
    "title": "New aspect of morphometric study of the superior peroneal retinaculum: Pertinent data for surgical repair and reconstruction",
    "cover-date": "2020-09-03",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Anatomy",
            "@code": "2702",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Histology",
            "@code": "2722",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Morphometric data",
        "Peroneal tendon tear",
        "Reconstruction",
        "Superior peroneal retinaculum"
    ],
    "authors": [
        "P. Dangintawat",
        "J. Apinun",
        "T. Huanmanop",
        "S. Agthong",
        "V. Chentanez"
    ],
    "citedby-count": 0,
    "ref-count": 25,
    "ref-list": [
        "The peroneus quartus muscle: clinical correlation with evolutionary importance",
        "Anatomy of the superior peroneal tunnel",
        "Correlation of morphologic and pathologic features of the various tendon groups around the ankle: MR imaging investigation",
        "Comparison of outcome after retinaculum repair with and without fibular groove deepening for recurrent dislocation of the peroneal tendons",
        "Part VI arthritis, ostural disorders, and tendon disorders",
        "The superior peroneal retinaculum: an anatomic study",
        "Peroneal tendon tears: a retrospective review",
        "Acute rupture of the peroneal retinaculum",
        "Reconstruction of the peroneal retinaculum using the plantaris tendon: a case report",
        "Longitudinal split of the peroneus brevis tendon and lateral ankle instability: treatment of concomitant lesions",
        "Peroneal tendon instability in intra-articular calcaneus fractures: a retrospective comparative study and a new surgical technique",
        "Superior peroneal retinacular injuries in calcaneal fractures",
        "Recurrent subluxation of the peroneal tendons",
        "Reconstruction of the superior peroneal retinaculum using an autologous gracilis tendon graft for chronic dislocation of the peroneal tendons accompanied by lateral instability of the ankle: technical note",
        "Retinacula of the foot and ankle: MRI with anatomic correlation in cadavers",
        "Peroneal Tendinoathy",
        "Peroneal tendon subluxation: the other lateral ankle injury",
        "Peroneal tendon dislocation/subluxation - Case series and review of the literature",
        "Peroneal tendon reconstruction and coverage for treatment of septic peroneal tenosynovitis: a devastating complication of lateral ankle ligament reconstruction with a tendon allograft",
        "Pelvic girdle and lower limb",
        "Return to sports and clinical outcomes in patients treated for peroneal tendon dislocation: a systematic review",
        "Normal variants and diseases of the peroneal tendons and superior peroneal retinaculum: MR imaging features",
        "The peroneus quartus muscle. Anatomy and clinical relevance",
        "Sliding fibular graft repair for the treatment of recurrent peroneal subluxation"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}