{
    "eid": "2-s2.0-85082470900",
    "title": "Vitamin D status and biomarkers correlation in Thai cancer patients",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Biochemical markers",
        "Cancer",
        "Tumor markers",
        "Vitamin D deficiency",
        "Vitamin D status"
    ],
    "authors": [
        "P. Chaturawit",
        "S. Sukprasert",
        "J. Pattaraarchachai",
        "N. Voravud"
    ],
    "citedby-count": 1,
    "ref-count": 27,
    "ref-list": [
        "Global, regional, and national comparative risk assessment of 79 behavioural, environmental and occupational, and metabolic risks or clusters of risks, 1990-2015: A systematic analysis for the Global Burden of Disease Study 2015",
        "Vitamin D in the cancer patient",
        "Preliminary report: Vitamin D deficiency in advanced cancer patients with symptoms of fatigue or anorexia",
        "Vitamin D deficiency as a risk factor for pain prevalence in the setting of advanced malignancy",
        "Serum 25-hydroxyvitamin D and colon cancer: Eight-year prospective study",
        "Optimal vitamin D status for colorectal cancer prevention: A quantitative meta analysis",
        "Vitamin D: Modulator of the immune system",
        "Prospective study of predictors of vitamin D status and cancer incidence and mortality in men",
        "National and subnational population-based incidence of cancer in Thailand: Assessing cancers with the highest burdens",
        "Age-dependent vitamin D status and vertebral condition of white women living in Curacao (The Netherlands Antilles) as compared with their counterparts in the Netherlands",
        "Plasma 25-hydroxyvitamin D and its determinants in an elderly population sample",
        "Serum 25-hydroxyvitamin D: Distribution and determinants in the Swiss population",
        "Aging decreases the capacity of human skin to produce vitamin D3",
        "Low serum levels of vitamin D in metastatic cancer patients: A case-control study",
        "Association between plasma 25-hydroxyvitamin D and breast cancer risk",
        "Vitamin D and prevention of colorectal cancer",
        "The dependency of vitamin D status on body mass index, gender, age and season",
        "Global burden of cancer attributable to high body-mass index in 2012: A population-based study",
        "The role of vitamin D, obesity and physical exercise in regulation of glycemia in type 2 diabetes mellitus patients",
        "Vitamin D deficiency and anemia: A cross-sectional study",
        "Bone marrow stromal cell defects and 1 alpha,25-dihydroxyvitamin D3 deficiency underlying human myeloid leukemias",
        "The role of the vitamin D endocrine system in health and disease",
        "Minireview: Vitamin D receptor: New assignments for an already busy receptor",
        "The anemia of inflammation/malignancy: Mechanisms and management",
        "Vitamin D deficiency in children and its management: Review of current knowledge and recommendations"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60012521",
            "affilname": "Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012521",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "111635229",
            "affilname": "Theptarin Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/111635229",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulabhorn International College of Medicine",
        "Thammasat University"
    ]
}