{
    "eid": "2-s2.0-85072604030",
    "title": "Feasibility study of recycled CRT glass on elastic and radiation shielding properties used as x-ray and gamma-ray shielding materials",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Nuclear Energy and Engineering",
            "@code": "2104",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Safety, Risk, Reliability and Quality",
            "@code": "2213",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Energy Engineering and Power Technology",
            "@code": "2102",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Waste Management and Disposal",
            "@code": "2311",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "CRTs glass",
        "Elastic moduli",
        "Pressure-controlled ultrasonic technique",
        "Radiation shielding",
        "X-ray attenuation"
    ],
    "authors": [
        "P. Sopapan",
        "J. Laopaiboon",
        "O. Jaiboon",
        "C. Yenchai",
        "R. Laopaiboon"
    ],
    "citedby-count": 30,
    "ref-count": 36,
    "ref-list": [
        "CRT glass state of the art a case study: recycling in ceramic glazes",
        "Radiation shielding of concrete containing zeolite",
        "Density and molar volume studies of phosphate glasses, FU",
        "Temperature dependence of elastic properties of ZBLAN glasses",
        "Elastic properties of bismuth borate glasses",
        "Comprehensive study on physical, elastic and shielding properties of ternary BaO-Bi2O3-P2O5glasses as a potent radiation shielding material",
        "The heavy metal oxide glasses within the WO3-MoO3-TeO2system to investigate the shielding properties of radiation applications",
        "Structural studies of some phosphoborate glasses using ultrasonic pulse-echo technique, DSC and IR spectroscopy",
        "WinXCom—a program for calculating X-ray attenuation coefficients",
        "Recent development of recycling lead from scrap CRTs: a technological review",
        "Lead recovery from waste CRT funnel glass by high-temperature melting process",
        "Comparison study of photon attenuation characteristics of Poly vinyl alcohol (PVA) doped with Pb(NO3)2by MCNP5 code, XCOM and experimental results",
        "Investigation of lead borate glasses doped with aluminium oxide as gamma ray shielding materials",
        "Correlation of gamma ray shielding and structural properties of PbO–BaO–P2O5glass system",
        "Elastic properties investigation of gamma-radiated barium lead borosilicate glasses using ultrasonic technique",
        "The effects of gamma irradiation on the elastic properties of soda lime glass doped with cerium oxide",
        "Glass-forming ability, sinterability and thermal properties in the systems RO–BaO–SiO2(R = Mg, Zn)",
        "Anomalous temperature dependence of ultrasonic velocity in potassium silicate glasses",
        "Utilization of recycled cathode ray tubes glass in cement mortar for X-ray radiation-shielding applications",
        "Ultrasonic and infrared measurements of copper-doped sodium phosphate glasses",
        "The acoustic properties of borosilicate glass affected by oxide of rare earth gadolinium",
        "Study of the elastic properties of (PbO)x(P2O5)1−xlead phosphate glass using an ultrasonic technique",
        "Studying the effect of ZnO on physical and elastic properties of (ZnO)x(P2O5)1−xglasses using nondestructive ultrasonic method",
        "Recycling of wastes for value-added applications in concrete blocks: an overview",
        "Global disposal strategies for waste cathode ray tubes",
        "Molecular dynamics modelling of the structure of barium silicate glasses BaO-SiO2",
        "A comparative study of gadolinium based oxide and oxyfluoride glasses as low energy radiation shielding materials",
        "Introduction to Glass Science and Technology",
        "Conversion of covalent to ionic behavior of Fe2O3–CeO2–PbO–B2O3glasses for ionic and photonic application",
        "Gamma radiation shielding analysis of lead-flyash concretes",
        "Mechanical properties of concrete mortar based on mixture of CRT glass cullet and fluidized fly ash",
        "Impact of specialty glass and concrete on gamma shielding in multi-layered PWR dry casks",
        "Extraction of heavy metal (Ba, Sr) and high silica glass powder synthesis from waste CRT panel glasses by phase separation",
        "Cathode ray tube (CRT) recycling: current capabilities in China and research progress",
        "Leaching behavior of CRT funnel glass",
        "Utilizing recycled cathode ray tube funnel glass sand as river sand replacement in the high-density concrete"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ubon Ratchathani",
            "@id": "60030801",
            "affilname": "Ubon Ratchathani University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030801",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Glass Technology Excellence Center",
        "Science Achievement Scholarship of Thailand",
        "EDS",
        "Chulalongkorn University",
        "SAST",
        "MTEC"
    ]
}