{
    "eid": "2-s2.0-85076705891",
    "title": "Gastric Cancer in Thai Patients, Helicobacter pylori and Human Epidermal Growth Factor Receptor 2 (HER2) Status",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Gastric cancer",
        "Helicobacter pylori",
        "Stomach cancer",
        "Thailand"
    ],
    "authors": [
        "C. Ongprakobkul",
        "N. Kwankajonwong",
        "D. Werawatganon",
        "N. Klaikaew",
        "R. Rerknimitr"
    ],
    "citedby-count": 0,
    "ref-count": 20,
    "ref-list": [
        "Cancer incidence and mortality worldwide: Sources, methods and major patterns in GLOBOCAN 2012",
        "Global patterns and trends in stomach cancer incidence: Age, period and birth cohort analysis",
        "Risk factors in gastric cancer",
        "HER2 in gastric cancer: A new prognostic factor and a novel therapeutic target",
        "Current status of gastric cancer in Thai patients",
        "Gastric cancer in young patients",
        "Survival and prognosis of young adults with gastric cancer",
        "Epidemiology of acute upper gastrointestinal bleeding",
        "A prospective study of alcohol consumption and smoking and the risk of major gastrointestinal bleeding in men",
        "The influence of gender on the doctor-patient interaction",
        "Global patterns of cardia and non-cardia gastric cancer incidence in 2012",
        "Diverging trends in the incidence of reflux-related and Helicobacter pylori-related gastric cardia cancer",
        "The significance of virulence factors in Helicobacter pylori",
        "Progression of atrophic gastritis and intestinal metaplasia drives Helicobacter pylori out of the gastric mucosa",
        "Diagnosis of Helicobacter pylori infection in patients with atrophic gastritis: Comparison of histology, 13C-urea breath test, and serology",
        "Role of noninvasive tests (C-urea breath test and stool antigen test) as additional tools in diagnosis of Helicobacter pylori infection in patients with atrophic body gastritis",
        "HER-2/neu amplification is an independent prognostic factor in gastric cancer",
        "Association of HER2/ErbB2 expression and gene amplification with pathologic features and prognosis in esophageal adenocarcinomas",
        "HER-2 expression in immunohistochemistry has no prognostic significance in gastric cancer patients",
        "Trastuzumab in combination with chemotherapy versus chemotherapy alone for treatment of HER2-positive advanced gastric or gastrooesophageal junction cancer (ToGA): A phase 3, open-label, randomised controlled trial"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}