{
    "eid": "2-s2.0-84903194962",
    "title": "Iron oxide-pillared clay catalyzed the synthesis of acetonides from epoxides",
    "cover-date": "2014-09-05",
    "subject-areas": [
        {
            "$": "Process Chemistry and Technology",
            "@code": "1508"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Catalysis",
            "@code": "1503"
        }
    ],
    "keywords": [
        "1,3-Dioxolanes",
        "Epoxides",
        "Iron oxide pillared clays"
    ],
    "authors": [
        "Piyarat Trikittiwong"
    ],
    "citedby-count": 7,
    "ref-count": 26,
    "ref-list": [
        "Carbohydrate Cyclic Acetal Formation and Migration",
        "Resolution of Ketones via Chiral Acetals. Kinetic Approach",
        "N-Hydroxyphthalimide-catalyzed radical addition of 1,3-dioxolanes and molecular oxygen to alkenes under ambient conditions: A new route to β-oxycarbonyl compounds",
        "An efficient procedure for protection of carbonyls catalyzed by sulfamic acid",
        "Gold-catalysed activation of epoxides: Application in the synthesis of bicyclic ketals",
        null,
        "Highly efficient and chemoselective acetalization and thioacetalization of aldehydes catalyzed by propylphosphonic anhydride (®T3P) at room temperature",
        "Reactions of Epoxides and Carbonyl Compounds Catalyzed by Anhydrous Copper Sulfate",
        "1,3-Dioxolane Formation via Lewis Acid-Catalyzed Reaction of Ketones with Oxiranes",
        "Organometallic catalysis: Formation of 1,3-dioxolanes and their analogs catalyzed by methylrhenium trioxide (MTO)",
        "Ru(III) catalyses the conversion of epoxides to 1,3-dioxolanes",
        null,
        "Iron(III) trifluoroacetate as an efficient catalyst for solvolytic and nonsolvolytic nucleophilic ring opening of epoxides",
        null,
        "Efficient conversion of epoxides to 1,3-dioxolanes catalyzed by bismuth(III) salts",
        "2,4,4,6-Tetrabromo-2,5-cyclohexadienone (TABCO) as a versatile, efficient, and chemoselective catalyst for the acetalization and transacetalization of carbonyl compounds, the preparation of acetonides from epoxides and acylals (1,1-diacetates) from aldehydes",
        "Conversion of Epoxides to 1,3-Dioxolanes Catalyzed by Tin(II) Chloride",
        "Rapid and efficient ring opening of epoxides catalyzed by a new electron deficient tin(IV) porphyrin",
        "Synthesis of acetonides from epoxides catalyzed by erbium(III) triflate",
        null,
        "Solid acids for green chemistry",
        "Water-tolerant solid acid catalysts",
        "Brønsted acid catalyzed formation of 1,3-dioxolanes from oxiranes and ketones",
        "Natural kaolinitic clay: A remarkable reusable solid catalyst for the selective functional protection of aldehydes and ketones",
        "J. Mol. Catal. A Chem.",
        "Fe(III) chloride catalyzed conversion of epoxides to acetonides"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiba",
            "affilname": "Chiba University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Office of the Higher Education Commission",
        "Japan Society for the Promotion of Science"
    ]
}