{
    "eid": "2-s2.0-85087047105",
    "title": "A new species of Trigastrotheca Cameron (Hymenoptera: Braconidae: Braconinae) from Thailand",
    "cover-date": "2020-06-17",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Braconidae",
        "Braconinae",
        "new species",
        "Thailand",
        "Trigastrotheca"
    ],
    "authors": [
        "Marisa Raweearamwong",
        "Donald L.J. Quicke",
        "Buntika A. Butcher"
    ],
    "citedby-count": 0,
    "ref-count": 18,
    "ref-list": [
        "Descriptions of new species of parasitic Hymenoptera chiefly in the collection of the South African Museum, Cape Town",
        "On some African species of the subfamilies Exothecinae, Aphrastobraconinae, Cheloninae, Doryctinae, Cardiochilinae and Microgasterinae in the Royal Berlin Zoological Museum",
        "Zur Kenntnis aussereuropaïscher Braconiden",
        "The Old World genera of braconine wasps (Hymenoptera: Braconidae)",
        "Braconine wasps of Australia",
        "Die Braconinae-Ty-pen der beiden bedeutendsten Hymenopteren Sammlungen der DDR",
        "Trigastrotheca laikipiensis sp. nov. (Hymenoptera: Braconidae): A new species of brood parasitic wasp that attacks foundress queens of three coexisting Acacia-ant species in Kenya",
        "Revision of the non-Afrotropical species of Trigastrotheca Cameron (Hymenoptera: Braconidae: Braconinae) with descriptions of four new species",
        "Morphology and terminology",
        "Classification and biology of braconid wasps (Hymenoptera: Braconidae)",
        "Ecological barriers to early colony establishment in three coexisting acaciaant species in Kenya",
        "Afrikanische Braconiden des Konigl. zoologischen Museums in Berlin",
        "Ichneumonidea, Insecta Hymenoptera illustrata",
        "Revision of the subfamily Blacinae Foerster (Hymenoptera: Braconidae)",
        "Three new genera of Braconinae from the Afrotropical region (Hymenoptera: Braconidae)"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "CU Graduate School Thesis",
        "RSPG",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}