{
    "eid": "2-s2.0-84991080527",
    "title": "Designing competition law under financial crisis - Indonesia and Thailand compared",
    "cover-date": "2014-03-01",
    "subject-areas": [
        {
            "$": "Law",
            "@code": "3308"
        },
        {
            "$": "Political Science and International Relations",
            "@code": "3320"
        },
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        }
    ],
    "keywords": [],
    "authors": [
        "R. Ian McEwin"
    ],
    "citedby-count": 2,
    "ref-count": 55,
    "ref-list": [
        "Oligarchs and Oligarchy in Southeast Asia",
        "New Asian Emperors: The Business Strategies of the Overseas Chinese",
        "Stress Test: Reflections on Financial Crisis",
        "The Political Economy of the Asian Financial Crisis",
        "The separation of ownership and control in East Asian Corporations",
        "The Crown Property Bureau in Thailand and the crisis of 1997",
        "Corporate Ownership Around the World",
        "Business group affiliation, performance, context, and strategy: A meta-analysis",
        "Cato J.",
        "Review Essay: Does Law Matter for Economic Development? Evidence from East Asia",
        "Vertical Restraints as Contract Enforcement Mechanisms",
        "Southeast Asian capitalism: History, institutions, states, and firms",
        "Political Institutions and the Economic Crisis in Thailand and Indonesia",
        "Thailand: From Economic Miracle to Economic Crisis",
        "CORRUPTION & DEMOCRACY in Thailand",
        "The Indonesian Economy",
        "Competition Law and Policy in Indonesia",
        "State-Business Relations in Post-1998 Indonesia: The Role of Kadin",
        "Report on Competition Policy in Indonesia",
        "Symposium: Apec Competition Policy and Economic Development",
        "A HISTORY of Thailand",
        "Political Institutions and the Economic Crisis in Thailand and Indonesia",
        "THAKSIN: The BUSINESS of POLITICS in Thailand",
        "The Letters of Intent of the Thai Government Describe the Policies that Thailand Intended to Implement in the Context of its Request for Financial Support, and are Available from the IMF",
        "The political economy of the competition regimes in Thailand and South Korea: A comparison",
        "Competition Law in Thailand: A Preliminary Analysis",
        "KOVACIC: An Antitrust Tribute Liber Amicorum",
        "The new competition law in Thailand: Lessons for institution building",
        "The Political Economy of Competition Law: The Case of Thailand",
        "The political economy of competition law in asia",
        "Paper Presented to the Thailand Development Research Institute Annual Academic Conference"
    ],
    "affiliation": [
        {
            "affiliation-city": "Kuala Lumpur",
            "affilname": "Universiti Malaya",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}