{
    "eid": "2-s2.0-85021165709",
    "title": "Novel colorimetric assay for paraquat detection on-silica bead using negatively charged silver nanoparticles",
    "cover-date": "2017-11-01",
    "subject-areas": [
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        }
    ],
    "keywords": [
        "Colorimetry",
        "On-silica bead",
        "Optical detection",
        "Paraquat",
        "Silver nanopaticles"
    ],
    "authors": [
        "Weena Siangproh"
    ],
    "citedby-count": 40,
    "ref-count": 35,
    "ref-list": [
        "Determination of paraquat in vegetables using HPLC-MS-MS",
        "Determination of diquat and paraquat in water by liquid chromatography-(electrospray ionization) mass spectrometry",
        "Int. Res. J. Appl. Basic. Sci.",
        "Manifestations and management of paraquat poisoning",
        "Liquid chromatographic determination of paraquat and diquat in crops using a silica column with aqueous ionic mobile phase.",
        "Determination of diquat and paraquat in water by liquid chromatography-(electrospray ionization) mass spectrometry",
        "Solid-phase extraction and sample stacking-capillary electrophoresis for the determination of quaternary ammonium herbicides in drinking water",
        "Capillary electrophoresis-mass spectrometry for the analysis of quaternary ammonium herbicides",
        "Sensitive determination of paraquat by square wave anodic stripping voltammetry with chitin modified carbon paste electrode",
        "Square wave voltammetric determination of paraquat and diquat in aqueous solution",
        null,
        "Determination of paraquat by flow-injection spectrophotometry",
        "A sensitive determination of paraquat by spectrophotometry",
        "Spectrophotometric method for the determination of paraquat in water, grain and plant materials",
        "Spectrophotometric determination of diquat and paraquat in aqueous herbicide formulations",
        "Automatic continuous-flow determination of paraquat at the subnanogram per millilitre level",
        "Determination of paraquat by flow-injection spectrophotometry",
        "Spectrophotometric Method for Determination of Paraquat in Food and Biological Samples",
        "Selective detection of mercury (II) ion using nonlinear optical properties of gold nanoparticles",
        null,
        null,
        "SERS detection of polycyclic aromatic hydrocarbons using a bare gold nanoparticles coupled film system",
        "Colorimetric sensing of clenbuterol using gold nanoparticles in the presence of melamine",
        "Optical organophosphate sensor based upon gold nanoparticle functionalized fumed silica gel",
        "Simple and rapid colorimetric detection of Hg(II) by a paper-based device using silver nanoplates",
        "Highly selective and sensitive photometric creatinine assay using silver nanoparticles",
        "Cyclen dithiocarbamate-functionalized silver nanoparticles as a probe for colorimetric sensing of thiram and paraquat pesticides via host–guest chemistry",
        "Solid-phase extraction of quaternary ammonium herbicides",
        "Size-controlled silver nanoparticles synthesized over the range 5-100 nm using the same protocol and their antibacterial efficacy",
        "Development and independent laboratory validation of a simple method for the determination of paraquat and diquat in potato, cereals and pulses",
        "On-line liquid chromatographic trace enrichment and high-performance liquid chromatographic determination of diquat, paraquat and difenzoquat in water",
        "Determination of paraquat and diquat in low-moisture food crops using silica column cleanup and liquid chromatography with UV detection.",
        "Analysis of herbicide residues in cereals, fruits and vegetables"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Srinakharinwirot University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}