{
    "eid": "2-s2.0-85069716719",
    "title": "Surgical treatment of pediatric supracondylar humerus fracture could be safely performed by general orthopedists",
    "cover-date": "2019-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Child",
        "Outcomes",
        "Postoperative complication",
        "Radiograph",
        "Supracondylar",
        "Surgery"
    ],
    "authors": [
        "P. Osateerakun",
        "I. Thara",
        "N. Limpaphayom"
    ],
    "citedby-count": 4,
    "ref-count": 29,
    "ref-list": [
        "Location of treatment of supracondylar fractures of the humerus in children",
        "Pediatric supracondylar humerus fractures: treatment by type of orthopedic surgeon",
        "Consensus and different perspectives on treatment of supracondylar fractures of the humerus in children",
        "Managing supracondylar fractures of the distal humerus in children in a district general hospital",
        "Injuries in developing countries–how can we help? The role of orthopaedic surgeons",
        "Timing of surgical treatment for type III supracondylar humerus fractures in pediatric patients",
        "Orthopedic surgeons are less likely to see children now for fracture care compared with 10 years ago",
        "Gartland type III supracondylar humerus fractures: outcome and complications as related to operative timing and pin configuration",
        "Early versus delayed reduction and pinning of type III displaced supracondylar fractures of the humerus in children: a comparative study",
        "Fracture stability after pinning of displaced supracondylar distal humerus fractures in children",
        "Systematic percutaneous pinning of displaced extension-type supra-condylar fractures for the humerus in children: a prospective study of 67 patients",
        "Supracondylar fractures of the humerus. Assessment of cubitus varus by the Baumann angle",
        "Closed versus open supracondylar fractures of the humerus in children: a comparison of clinical and radiographic presentation and results",
        "The effect of surgical timing on operative duration and quality of reduction in Type III supracondylar humeral fractures in children",
        "Clinical characteristics of severe supracondylar humerus fractures in children",
        "Open reduction and pinning for the treatment of Gartland extension type III supracondylar humeral fractures in children",
        "Results of displaced supracondylar humerus fractures treated with open reduction and internal fixation after a mean 22.4 years of follow-up",
        "Underreduced supracondylar fracture of the humerus in children: clinical significance at skeletal maturity",
        "Risk factors for loss of fixation in pediatric supracondylar humeral fractures",
        "Is pin configuration the only factor causing loss of reduction in the management of pediatric type III supracondylar fractures?",
        "Meta-analysis of pinning in supracondylar fracture of the humerus in children",
        "Lateral-entry pin fixation in the management of supracondylar fractures in children",
        "Open reduction and internal fixation for supracondylar humerus fractures in children",
        "Nerve injuries associated with pediatric supracondylar humeral fractures: a meta-analysis",
        "Ulnar nerve morbidity as a long-term complication of pediatric supracondylar humeral fracture",
        "Traumatic and iatrogenic neurological complications after supracondylar humerus fractures in children",
        "Outcome after pin fixation of supracondylar humerus fractures in children: postoperative radiographic examinations are unnecessary"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}