{
    "eid": "2-s2.0-84976878514",
    "title": "Comparisons between a self-microemulsifying system and lipid nanoparticles of oxyresveratrol on the physicochemical properties and Caco-2 cell permeability",
    "cover-date": "2017-03-01",
    "subject-areas": [
        {
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Food Science",
            "@code": "1106"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        }
    ],
    "keywords": [
        "Caco-2 cells",
        "Nanostructured lipid carriers",
        "Oxyresveratrol",
        "Self-microemulsifying drug delivery system",
        "Solid lipid nanoparticles"
    ],
    "authors": [
        "Yaowaporn Sangsen"
    ],
    "citedby-count": 8,
    "ref-count": 38,
    "ref-list": [
        "The role of BCS (biopharmaceutics classification system) and BDDCS (biopharmaceutics drug disposition classification system) in drug development",
        "In-vitro and in-vivo anti-inflammatory effect of oxyresveratrol from Morus alba L.",
        "Comparative antioxidant activities and synergism of resveratrol and oxyresveratrol",
        "Artocarpus lakoocha heartwood extract as a novel cosmetic ingredient: Evaluation of the in vitro anti-tyrosinase and in vivo skin whitening activities",
        "Potential neuroprotective effects of oxyresveratrol against traumatic injury",
        "Inhibitory activity of oxyresveratrol on wild-type and drug-resistant varicella-zoster virus replication in vitro",
        "Microemulsion-based oxyresveratrol for topical treatment of herpes simplex virus (HSV) infection: Physicochemical properties and efficacy in cutaneous HSV-1 infection in mice",
        "Phenolics with antiviral activity from Millettia erythrocalyx and Artocarpus lakoocha",
        "Dietary oxyresveratrol prevents parkinsonian mimetic 6-hydroxydopamine neurotoxicity",
        "Pharmacological properties of traditional medicines. XXII. Pharmacokinetic study of mulberroside A and its metabolites in rat",
        "In vitro pharmacokinetic characterization of mulberroside A, the main polyhydroxylated stilbene in mulberry (Morus alba L.), and its bacterial metabolite oxyresveratrol in traditional oral use",
        "Identification of seven metabolites of oxyresveratrol in rat urine and bile using liquid chromatography/tandem mass spectrometry",
        "Lipid-based formulations for oral administration of poorly water-soluble drugs",
        "Solid lipid nanoparticles (SLNs) and nanostructured lipid carriers (NLCs): Recent advances in drug delivery",
        "Formulation of lipid-based delivery systems for oral administration: Materials, methods and strategies",
        "Self-emulsifying drug delivery systems (SEDDS) for improved oral delivery of lipophilic drugs",
        "Lipid Microemulsions for Improving Drug Dissolution and Oral Absorption: Physical and Biopharmaceutical Aspects",
        "Lipid-based formulations to enhance oral bioavailability of the poorly water-soluble drug anethol trithione: Effects of lipid composition and formulation",
        "Enhancing intestinal drug solubilisation using lipid-based delivery systems",
        "Evaluation of cytotoxicity of surfactants used in self-micro emulsifying drug delivery systems and their effects on paracellular transport in Caco-2 cell monolayer",
        "Nanostructured lipid carrier versus solid lipid nanoparticles of simvastatin: Comparative analysis of characteristics, pharmacokinetics and tissue uptake",
        "Modification of oral absorption of oxyresveratrol using lipid based nanoparticles",
        "Development and evaluation of self-microemulsifying liquid and pellet formulations of curcumin, and absorption studies in rats",
        "Oral bioavailability enhancement of exemestane from self-microemulsifying drug delivery system (SMEDDS)",
        "Influence of surfactants in self-microemulsifying formulations on enhancing oral bioavailability of oxyresveratrol: Studies in Caco-2 cells and in vivo",
        "Int. J. Med. Sci. Eng",
        "Food and Drug Administration",
        "Determination of drug permeability and prediction of drug absorption in Caco-2 monolayers",
        "Liquid and solid self-microemulsifying drug delivery systems for improving the oral bioavailability of andrographolide from a crude extract of Andrographis paniculata",
        "Influence of excipients on drug absorption via modulation of intestinal transporters activity",
        "Resveratrol-loaded solid lipid nanoparticles versus nanostructured lipid carriers: Evaluation of antioxidant potential for dermal applications",
        "Lipid nanocarriers improve paclitaxel transport throughout human intestinal epithelial cells by using vesicle-mediated transcytosis",
        "Impact of emulsion-based drug delivery systems on intestinal permeability and drug release kinetics",
        "Food Nutr. Sci",
        "Self-assembled structures formed during lipid digestion: Characterization and implications for oral lipid-based drug delivery systems",
        "In vitro intestinal co-culture cell model to evaluate intestinal absorption of Edelfosine lipid nanoparticles",
        "Novel formulation strategies for enhancing oral delivery of methoxyflavones in Kaempferia parviflora by SMEDDS or complexation with 2-hydroxypropyl-β- cyclodextrin"
    ],
    "affiliation": [
        {
            "affiliation-city": "Hatyai",
            "affilname": "Prince of Songkla University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Department of Biomedical Sciences",
        "Thailand Research Fund",
        "Prince of Songkla University",
        "Faculty of Pharmacy and Pharmaceutical Sciences, University of Alberta",
        "Faculty of Medicine, Prince of Songkla University"
    ]
}