{
    "eid": "2-s2.0-85118438256",
    "title": "Spore-forming lactic acid bacteria and their abilities for utilization",
    "cover-date": "2021-04-08",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Microbiology (all)",
            "@code": "2400",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [],
    "authors": [
        "Sitanan Thitiprasert",
        "Nuttha Thongchul",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 0,
    "ref-count": 98,
    "ref-list": [
        "Opportunities to overcome the current limitations and challenges for efficient microbial production of optically pure lactic acid",
        "Recent advances in lactic acid production by microbial fermentation processes",
        "Bacteriocinogenic potential of a probiotic strain Bacillus coagulans [BDU3] from Ngari",
        "The effects of orally administered Bacillus coagulans and inulin on prevention and progression of rheumatoid arthritis in rats",
        "Diversity and applications of Bacillus bacteriocins",
        "Description of Bacillus laevolacticus (Ex Nakayama and Yanoshi 1967) sp. nov., nom. rev",
        "Phylogenetic heterogeneity of the Genus Bacillus revealed by comparative analysis of small-subunit-ribosomal RNA sequences",
        "High D (-) lactic acid levels production by Sporolactobacillus nakayamae and an efficient purification",
        "Environmentally friendly production of D(-)Lactic acid by Sporolactobacillus nakayamae: Investigation of fermentation parameters and fed-batch strategies",
        "Fermentation of corn fiber hydrolysate to lactic acid by the moderate thermophile Bacillus coagulans",
        "Effect of salt and culture aeration on lactate and acetate production by Lactobacillus plantarum",
        "Production of lactic acid from paper sludge using acid-tolerant, thermophilic Bacillus coagulan strains.\" [In eng]",
        "Biocontrol of Bacillus subtilis against Fusarium verticillioides in vitro and at the maize root level",
        "Sporolactobacillus vineae sp. nov., a spore-forming lactic acid bacterium isolated from vineyard soil",
        "The Family Sporolactobacillaceae",
        "Cheonggukjang, a soybean paste fermented with B. licheniformis-67 prevents weight gain and improves glycemic control in high fat diet induced obese mice",
        "High-titer and productivity of L-(+)-lactic acid using exponential fed-batch fermentation with Bacillus coagulans arr4, a new thermotolerant bacterial strain",
        "Untersuchungen Aber Bakterien",
        "Bacillus probiotics",
        "Lactic acid production in a mixed-culture biofilm reactor",
        "The genus Sporolactobacillus",
        "Bacillus as potential probiotics: Status, concerns, and future perspectives.\"",
        "Phylogenetic interrelationships of round-spore-forming bacilli containing cell walls based on lysine and the non-spore-forming genera Caryophanon, Exiguobacterium, Kurthia, and Planococcus",
        "Spores from two distinct colony types of the strain Bacillus subtilis PB6 substantiate anti-inflammatory probiotic effects in mice",
        "The phylogeny of prokaryotes",
        "Spore-forming, lactic acid producing bacteria of the genera Bacillus and Sporolactobacillus",
        "Sporolactobacillus putidus sp. nov., an endospore-forming lactic acid bacterium isolated from spoiled orange juice",
        "Gfp tagged Vibrio parahaemolyticus Dahv2 infection and the protective effects of the probiotic Bacillus licheniformis Dahb1 on the growth, immune and antioxidant responses in Pangasius hypophthalmus",
        "Tuberibacillus calidus gen. nov., sp. nov., isolated from a compost pile and reclassification of Bacillus naganoensis Tomimura et al. 1990 as Pullulanibacillus naganoensis gen. nov., comb. nov. and Bacillus laevolacticus Andersch et al. 1994 as Sporolactobacillus laevolacticus comb. nov",
        "Process and metabolic characteristics of Bacillus coagulans as a lactic acid producer",
        "Factors affecting the fermentative lactic acid production from renewable resources",
        "The use of bacterial spore formers as probiotics",
        "Basic characteristics of Sporolactobacillus inulinus BCRC 14647 for potential probiotic properties",
        "Fermentative production of lactic acid from biomass: An overview on process developments and future perspectives",
        "Pretreatment of lignocellulose: Formation of inhibitory byproducts and strategies for minimizing their effects",
        "Complete genomes of Bacillus coagulans S-Lac and Bacillus subtilis TO-A JPC, two phylogenetically distinct probiotics",
        "Genome sequence of the probiotic bacterium Sporolactobacillus vineae SL153T",
        "On the spore formation of Sporolactobacillus inulinus",
        "Sporolactobacillus nov. subgen",
        "Nutritional requirements and the impact of yeast extract on the D-lactic acid production by Sporolactobacillus inulinus",
        "Die Aetiologie Der Milzbrandkrankheit",
        "Potential use of Bacillus coagulans in the food industry",
        "Bacillus subtilis spores competitively exclude Escherichia coli O78:K80 in poultry",
        "Sporolactobacillus pectinivorans sp. nov., an anaerobic bacterium isolated from spoiled jelly",
        "The production of surfactin during the fermentation of cheonggukjang by potential probiotic Bacillus subtilis CSY191 and the resultant growth suppression of MCF-7 human breast cancer cells",
        "Combination of soya pulp and Bacillus coagulans lilac-01 improves intestinal bile acid metabolism without impairing the effects of prebiotics in rats fed a cholic acid-supplemented diet",
        "An economical approach for D-Lactic acid production utilizing unpolished rice from aging paddy as major nutrient source",
        "Biodiversity of lactic acid bacteria",
        "Open fermentative production of L-lactic acid with high optical purity by thermophilic Bacillus coagulans using excess sludge as nutrient",
        "Highly efficient production of optically pure L-Lactic Acid from corn stover hydrolysate by thermophilic Bacillus coagulans",
        "Xylose metabolism in the fungus Rhizopus oryzae: Effect of growth and respiration on L+-lactic acid production",
        "Lactic acid properties, applications and production: A review",
        "A membrane-integrated fermentation reactor system: Its effects in reducing the amount of sub-raw materials for D-lactic acid continuous fermentation by Sporolactobacillus laevolacticus",
        "Screening of inexpensive nitrogen sources for production of L(+) lactic acid from starch by amylolytic Lactobacillus amylophilus GV6 in single step fermentation",
        "Enhancement of the catalytic activity of D-lactate dehydrogenase from Sporolactobacillus laevolacticus by site-directed mutagenesis",
        "Spore-bearing lactic acid bacteria isolated From rhizosphere, I. Taxonomic studies on Bacillus laevolacticus nov. sp. and Bacillus racemilacticus nov. sp",
        "Studies on the spore-bearing lactic acid-forming bacilli. Part 1",
        "Spore-bearing lactic acid bacteria isolated from rhizosphere. II. taxonomic studies on the catalase-negative strains",
        "Thermophilic Bacillus coagulans requires less cellulases for simultaneous saccharification and fermentation of cellulose to products than mesophilic microbial biocatalysts",
        "Mini review on the dynamic probiotic Bacillus coagulans",
        "Isolation and characterization of acid-tolerant, thermophilic bacteria for effective fermentation of biomass-derived sugars to lactic acid",
        "Bacillus sp. strain P38: An efficient producer of L-lactate from cellulosic hydrolysate, with high tolerance for 2-furfural",
        "In vitro anti-helicobacter pylori activity of the probiotic strain Bacillus subtilis 3 is due to secretion of antibiotics",
        "Direct starch fermentation to L-lactic acid by a newly isolated thermophilic strain, Bacillus sp. MC-07",
        "New application of Bacillus strains for optically pure L-lactic acid production: General overview and future prospects",
        "Characterization of D-lactic acid, spore-forming bacteria and Terrilactibacillus laevilacticus SK5-6 as potential industrial strains",
        "Terrilactibacillus laevilacticus gen. nov., sp. nov., isolated from soil",
        "Fermentative metabolism of Bacillus subtilis: Physiology and regulation of gene expression",
        "Approved lists of bacterial names",
        "Enhanced production of D-lactic acid by Sporolactobacillus sp. Y2-8 mutant generated by atmospheric and room temperature plasma",
        "Base compositions of deoxyribonucleic acid in Sporolactobacillus inulinus and other lactic acid bacteria",
        "Phylogeny of spore-forming lactic acid bacteria based on 16S rRNA gene sequences",
        "A Bacillus subtilis (QST 713) spore-based probiotic for necrotic enteritis control in broiler chickens",
        "Sporolactobacillus shoreae sp. nov. and Sporolactobacillus spathodeae sp. nov., two spore-forming lactic acid bacteria isolated from tree barks in Thailand",
        "Characterisation of lactic acid producing Sporolactobacillus strains from tree barks in Thailand",
        "A homofermentative Bacillus sp. BC-001 and its performance as a potential L-lactate industrial strain",
        "Sporolactobacillus shoreicorticis sp. nov., a lactic acid-producing bacterium isolated from tree bark",
        "Isolation of thermophilic L-lactic acid producing bacteria showing homo-fermentative manner under high aeration condition",
        "Colonization of Bacillus spp. on seeds and in plant rhizoplane",
        "Jerusalem artichoke powder: A useful material in producing high optical purity L-lactate using an efficient sugar-utilizing thermophilic Bacillus coagulans strain",
        "Highly efficient production of D-lactate by Sporolactobacillus sp. CASD with simultaneous enzymatic hydrolysis of peanut meal",
        "Isolation, characterization and evolution of a new thermophilic Bacillus licheniformis for lactic acid production in mineral salts medium",
        "Fermentative production of lactic acid from renewable materials: Recent achievements, prospects, and limits",
        "One step open fermentation for lactic acid production from inedible starchy biomass by thermophilic Bacillus coagulans IPE22",
        "Biotechnological production of lactic acid and its recent applications",
        "Proposal of Sporolactobacillus nakayamae subsp. nakayamae sp. nov., subsp. nov., Sporolactobacillus nakayamae subsp. racemicus subsp. nov., Sporolactobacillus terrae sp. nov., Sporolactobacillus kofuensis sp. nov., and Sporolactobacillus lactosus sp. nov",
        "Genus I. Sporolactobacillus Kitahara and Suzuki 1963, 69AL",
        "Fermenting soybeans with Bacillus licheniformis potentiates their capacity to improve cognitive function and glucose homeostasis in diabetic rats with experimental Alzheimer's type dementia",
        "Simultaneous detoxification, saccharification and co-fermentation of oil palm empty fruit bunch hydrolysate for l-lactic acid production by Bacillus coagulans JI12",
        "Highly efficient production of L-lactic acid from xylose by newly isolated Bacillus coagulans C106",
        "The Genus Geobacillus",
        "Improving lactic acid productivity from wheat straw hydrolysates by membrane integrated repeated batch fermentation under non-sterilized conditions",
        "Sodium ions activated phosphofructokinase leading to enhanced D-lactic acid production by Sporolactobacillus inulinus using sodium hydroxide as a neutralizing agent",
        "Assessment of the antidiabetic and antilipidemic properties of Bacillus subtilis SPB1 biosurfactant in alloxan-induced diabetic rats"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}