{
    "eid": "2-s2.0-85090634374",
    "title": "Material Flow Analysis of Nitrogen in Maeklong River Basin in Ratchaburi and Samut Songkhram Province, Thailand",
    "cover-date": "2016-10-01",
    "subject-areas": [
        {
            "$": "Water Science and Technology",
            "@code": "2312"
        },
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Ocean Engineering",
            "@code": "2212"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        }
    ],
    "keywords": [
        "Eutrophication",
        "Maeklong River",
        "Material flow analysis",
        "Nitrogen",
        "Thailand"
    ],
    "authors": [
        "Chanathip Pharino"
    ],
    "citedby-count": 7,
    "ref-count": 36,
    "ref-list": [
        "Red Tides (In Thai).",
        "Conclusion of Analyze Problem of Aquatics Death in Upper Gulf of Thailand in Estuaries of Maeklong River, Samutsongkhram Province (In Thai)",
        "Hydro and Agro Information Institute, Thailand",
        "Phd Thesis",
        "Phd Thesis",
        "Environmental systems analysis tools - An overview",
        "Agriculture statistics of Thailand 2011",
        "Metabolism of the anthroposphere: analysis, evaluation, design",
        "Lewis, CRC Press LLC, Boca Raton, Florida",
        "Water Consumption of Rice(In Thai)",
        "IRRIGATION WATER NEEDS",
        "Agricultural Statistics of Thailand 2011",
        "Three-year monitoring results of nitrate and ammonium wet deposition in Thailand",
        "Rice Cultivation by Toss Method. (In Thai)",
        "Rice straw as a renewable energy source in India, Thailand, and the Philippines: Overall potential and limitations for energy contribution and greenhouse gas mitigation",
        "Utilization Husk and Other Product",
        "Comparative study of nutrient composition of commercial brown, parboiled and milled rice from Brazil",
        "A review on utilisation of biomass from rice industry as a source of renewable energy",
        "Modeling transport and fate of nitrogen from urea applied to a near-trench paddy field",
        "Livestock Sector Brief_Thailand",
        "Ammonia emission factors for UK agriculture",
        "Nitrogen excretion by farm livestock with respect to land spreading requirements and controlling nitrogen losses to ground and surface waters. Part 2: Pigs and poultry",
        "Nitrogen excretion by farm livestock with respect to land spreading requirements and controlling nitrogen losses to ground and surface waters. Part 1: Cattle and sheep",
        "Nutrient mass balances in semi-intensive shrimp ponds from Sonora, Mexico using two feeding strategies: Trays and mechanical dispersal",
        "Nitrogen budget and effluent nitrogen components at an intensive shrimp farm",
        "Fluxes and mass balances of nutrients in a semi-intensive shrimp farm in north-western Mexico",
        "Flow of Nitrogen in the Snakeskin Gourami (Trichogaster Pectoralis Regan) Raising Pond Using Material Flow Analysis at Samut Songkhram Province",
        "Water quality and nutrient budget in closed shrimp (Penaeus monodon) culture systems",
        "Stoichiometric interpretations of C:N:P ratios in organic waste materials",
        "Food Composition Tables for International Use",
        "Food and Agriculture Organization of the United Nations (N.D.) National Fishery Sector Overview Thailand",
        "Food consumption patterns and economic growth. Increasing affluence and the use of natural resources",
        "Nutritional Contribution of Rice and Impact of Biotechnology and Biodiversity in Rice-Consuming Countries",
        "Waste management practices: Municipal, hazardous, and industrial"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thailand Pollution Control Department",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}