{
    "eid": "2-s2.0-85149402078",
    "title": "Development of Spatial Uncertainty-Aware Visualization of Historical Traffic Queue Length",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Instrumentation",
            "@code": "3105",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Earth and Planetary Sciences (miscellaneous)",
            "@code": "1901",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "Congestion",
        "Delay",
        "GPS",
        "Queue Length",
        "Traffic Management"
    ],
    "authors": [
        "W. Bunnasarn",
        "S. Supanus",
        "G. Tanaksaranond"
    ],
    "citedby-count": 0,
    "ref-count": 28,
    "ref-list": [
        "Queue Length and Delay Distributions at Traffic Signals",
        "Optimal Signal Timing for an Oversaturated Intersection",
        "Real-time Queue Length Estimation for Congested Signalized Intersections",
        "Cycle-Based Estimation on Lane-Level Queue Length at Isolated Signalized Intersection Using License Plate Recognition Data [Article]",
        "Estimating Average Maximum Queue Length Using Probe Vehicle GPS Data with Long Reporting Intervals",
        "Optimum Design of Urban Road Intersection Signal Timing Based on VISSIM Simulation",
        "Change Blindness: Past, Present, and Future",
        "Development of an Open-Source Toolbox for the Analysis and Visualization of Remotely Sensed Time Series",
        "Estimation of queue lengths and their percentiles at signalized intersections",
        "An Urban Political Ecology of Bangkok's Awful Traffic Congestion",
        "Approaches to Uncertainty Visualization",
        "A Typology for Visualizing Uncertainty",
        "Interface Design for Geographic Visualization: Tools for Representing Reliability",
        "Visualizing Uncertainty in Geo-spatial Data",
        "Procedural Annotation of Uncertain Information",
        "Development of a Prototype for Uncertainty-Aware Geovisual Analytics of Land Cover Change",
        "Testing Popular Visualization Techniques for Representing Model Uncertainty",
        "Visualisation and Evaluation of Flood Uncertainties Based On Ensemble Modelling",
        "Evaluating the Impact Of Visualization Of Wildfire Hazard Upon Decision-Making Under Uncertainty",
        "Anchor Uncertainty and Space-Time Prisms on Road Networks",
        "Modeling and Visualizing Regular Human Mobility Patterns with Uncertainty: An Example Using Twitter Data",
        "Trajectory Box Plot: A New Pattern to Summarize Movements",
        "Modelling and Analysis of Traffic Queue Dynamics at Signalized Intersections",
        "Cycle-by-Cycle Queue Length Estimation for Signalized Intersections Using Sampled Trajectory Data",
        "What is Usability",
        "Measuring Usability: Preference vs"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Toyota Mobility Foundation"
    ]
}