{
    "eid": "2-s2.0-85123230271",
    "title": "Early childhood education in Thailand",
    "cover-date": "2017-12-13",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Chancha Suvannathat"
    ],
    "citedby-count": 0,
    "ref-count": 26,
    "ref-list": [
        "Wattanawittayalat Satawatanusorn Wang Lang Wattana B.E. 2417-2517",
        "History of Ministry of Education from B.E. 2435-2507",
        "Kindergarten Education and History of Kindergarten Teacher Training of Thailand No. 81",
        "Fourth National Economic and Social Development Plan (1977-1981)",
        "Fifth National Economic and Social Development Plan (1982-1986)",
        "Fourth National Education Development Plan (1977-1981)",
        "National Scheme of Education",
        "National Schemes of Education during 1932-1977",
        "The Organization of Pre-primary Centers in Thailand",
        "Perspective Policies and Planning for Children Newly-Born 14 Year Olds",
        "Perspective Policies and Planning for the Development of Children",
        "An Evaluative Study of Preschool Services in Thailand",
        "Sixth National Education Development Plan (1987-1991)",
        "Cost Analysis and Forecasting of Enrollments, Teachers and Cost of Preschool Education",
        "Preventing School Failure: The Relationship between Preschool and Primary Education",
        "International Association for the Evaluation of Education Achievement in Frascati",
        "Background Note on the Learning Environment of Early Childhood: Research Perspectives and Prospects",
        "Notes for Discussion on Teacher Training in Pre-school Education",
        "Notes for Discussion on Frameworks for Curriculum Development at the Preschool Level",
        "Educational Law of the Private School B.E. 2461",
        "Usage of Teaching Materials of Private Kindergarten School Teachers in Bangkok",
        "Thai Education History and History of Education in the Eastern Region",
        "Regional Training Workshop for Supervisors and Administrators of Early Childhood Care and Education",
        "A Research Report, Department of Kindergarten Education Suan Dusit Teacher's College",
        "Pre-school Education Association of Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nontaburi",
            "affilname": "Sukhothai Thammatirat Open University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Srinakharinwirot University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}