{
    "eid": "2-s2.0-84942082089",
    "title": "The study on the candidate probiotic properties of encapsulated yeast, Saccharomyces cerevisiae JCM 7255, in Nile Tilapia (Oreochromis niloticus)",
    "cover-date": "2015-10-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Alginate",
        "Encapsulation",
        "Nile Tilapia",
        "Probiotic",
        "Saccharomyces cerevisiae"
    ],
    "authors": [
        "Komkiew Pinpimai"
    ],
    "citedby-count": 34,
    "ref-count": 44,
    "ref-list": [
        "Evaluation of commercial live bakers' yeast, Saccharomyces cerevisiae as a growth and immunity promoter for Fry Nile tilapia, Oreochromis niloticus (L.) challenged in situ with Aeromonas hydrophila",
        "Use of Live Baker's Yeast, Saccharomyces cerevisiae, in Practical Diet to Enhance the Growth Performance of Galilee Tilapia, Sarotherodon galilaeus (L.), and Its Resistance to Environmental Copper Toxicity",
        "Streptococcus iniae: An aquatic pathogen of global veterinary significance and a challenging candidate for reliable vaccination",
        "Trial of probiotics to prevent the vertebral column compression syndrome in rainbow trout (Oncorhynchus mykiss Walbaum)",
        "Microencapsulation: A review",
        "Molecular analysis of the effect of short-chain fatty acids on intestinal cell proliferation",
        "An improved method of microencapsulation and its evaluation to protect Lactobacillus spp. in simulated gastric conditions",
        "Dietary administration of the probiotic, Saccharomyces cerevisiae P13, enhanced the growth, innate immune responses, and disease resistance of the grouper, Epinephelus coioides",
        "Probiotics in fish and shellfish culture: Immunomodulatory and ecophysiological responses",
        "Probiotics in man and animals",
        "Live yeasts in the gut: Natural occurrence, dietary introduction, and their effects on fish health and development",
        "Probiotics in aquaculture: The need, principles and mechanisms of action and screening processes",
        "Use of the bacteria Streptococcus faecium and Lactobacillus acidophilus, and the yeast Saccharomyces cerevisiae as growth promoters in Nile tilapia (Oreochromis niloticus)",
        "Mucosal immunity and probiotics in fish",
        "Evaluation of brewers yeast (Saccharomyces cerevisiae) as a feed supplement for hybrid striped bass (Morone chrysopsxM. saxatilis)",
        "Dietary brewers yeast and the prebiotic Grobiotic™ AE influence growth performance, immune responses and resistance of hybrid striped bass (Morone chrysops x M. saxatilis) to Streptococcus iniae infection",
        "Effect of alginate concentrations on survival of microencapsulated Lactobacillus casei NCDC-298",
        "Specific detection by PCR of Streptococcus agalactiae in milk",
        "Aspects of the natural history and virulence of S. agalactiae infection in Nile tilapia",
        "Beneficial effects of probiotic and food borne yeasts on human health",
        "Probiotics and immunity: A fish perspective",
        "Probiotics",
        "Characterization of the Properties of Human- and Dairy-Derived Probiotics for Prevention of Infectious Diseases in Fish",
        "Rev. Bras. Cienc. Avicola",
        "Effects of administration of probiotic strains on GALT of larval gilthead seabream: Immunohistochemical and ultrastructural studies",
        "In vitro efficacy of human-derived probiotic, lactobacillus rhamnosus against pathogenic bacteria in fish and frogs",
        "Modulation of intestinal morphology and immunity in nile tilapia (Oreochromis niloticus) by Lactobacillus rhamnosus GG",
        "Probiotic activity of Saccharomyces cerevisiae var. Boulardii against human pathogens",
        "Candida albicans and Saccharomyces cerevisiae induce interleukin-8 production from intestinal epithelial-like Caco-2 cells in the presence of butyric acid",
        "Saccharomyces cerevisiae and Candida albicans stimulate cytokine secretion from human neutrophil-like HL-60 cells differentiated with retinoic acid or dimethylsulfoxide",
        "Histological alterations of intestinal villi in chickens fed dried Bacillus subtilis var. natto",
        "Effect of protective solutes on leakage from and survival of immobilized Lactobacillus subjected to drying, storage and rehydration",
        "Effect of supplementation of Bacillus subtilis LS 1-2 to broiler diets on growth performance, nutrient retention, caecal microbiology and small intestinal morphology",
        "Probiotic feed additives - Effectiveness and expected modes of action",
        "Bacterial resistance to antimicrobial agents used in fish farming: A critical evaluation of method and meaning",
        "Occurrence of rare genotypes of Streptococcus agalactiae in cultured red tilapia Oreochromis sp. and Nile tilapia O. niloticus in Thailand-Relationship to human isolates?",
        "Encapsulation of probiotic bacteria with alginate-starch and evaluation of survival in simulated gastrointestinal conditions and in yoghurt",
        "Dietary administration of Bacillus subtilis on hematology and non-specific immunity of Nile tilapia Oreochromis niloticus raised at different stocking densities",
        "Survival of Ca-alginate microencapsulated Bifidobacterium spp. in milk and simulated gastrointestinal conditions",
        "Probiotic bacteria as biological control agents in aquaculture",
        "Cross effects of the strain of dietary Saccharomyces cerevisiae and rearing conditions on the onset of intestinal microbiota and digestive enzymes in rainbow trout, Onchorhynchus mykiss, fry",
        "Probiotics in aquaculture: Challenges and outlook",
        "Effect of probiotics for common carp (Cyprinus carpio) based on growth performance and digestive enzyme activities",
        "Identification and molecular typing of Streptococcus agalactiae isolated from pond-cultured tilapia in China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Tokyo University of Marine Science and Technology",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}