{
    "eid": "2-s2.0-84908180813",
    "title": "Development of gold nanoparticles modified screen-printed carbon electrode for the analysis of thiram, disulfiram and their derivative in food using ultra-high performance liquid chromatography",
    "cover-date": "2015-01-15",
    "subject-areas": [
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        }
    ],
    "keywords": [
        "Dithiocarbamates",
        "Fungicides",
        "Gold nanoparticles",
        "Screen-printed carbon electrode",
        "Simultaneous determination",
        "Ultra-high performance liquid chromatography"
    ],
    "authors": [
        "Kanokwan Charoenkitamorn"
    ],
    "citedby-count": 60,
    "ref-count": 28,
    "ref-list": [
        "Configurations used in the design of screen-printed enzymatic biosensors. A review",
        "A sensitive hydrazine electrochemical sensor based on electrodeposition of gold nanoparticles on choline film modified glassy carbon electrode",
        "Screen-printed electrochemical sensors for monitoring metal pollutants",
        "Metal-nanoparticles based electroanalysis",
        "Review on gold nanoparticles and their applications",
        "Electrochemical determination of homocysteine at a gold nanoparticle-modified electrode",
        "Analytical voltammetry in low-permitivity organic solvents using disk and cylindrical microelectrodes. Determination of thiram in ethyl acetate",
        "Colorimetric determination of thiram based on formation of gold nanoparticles using ascorbic acid",
        "Electrocatalytic determination of dithiocarbamate-based pesticides using electrodes modified with metal phthalocyanines",
        "Determination of dithiocarbamate fungicide residues in food by a spectrophotometric method using a vertical disulfide reaction system",
        "Reasons for the decomposition of the fungicide thiram during preparation of fruit and vegetable samples and consequences for residue analysis",
        "Analysis of dithiocarbamate fungicides. Reaction products of the thiuram disulphide fungicide thiram (TMTD) during acid hydrolysis",
        "Environmental and pharmaceutical analysis of dithiocarbamates",
        "J. AOAC Int.",
        null,
        "Capillary electrophoretic determination of zinc dimethyldithiocarbamate (Ziram) and zinc ethylenebisdithiocarbamate (Zineb)",
        "Simultaneous determination of dithiocarbamates by capillary electrophoresis with diode array detection and using factor analysis",
        "A review of analysis of pesticides using capillary electrophoresis",
        "Capillary electrophoretic determination of ferric dimethyldithiocarbamate as iron(III) chelate of EDTA",
        "Analysis of Carbamate Pesticides by Micellar Electrokinetic Chromatography",
        "Determination of thiols and disulfides using high-performance liquid chromatography with electrochemical detection",
        "Electrochemical detection in the determination of several dithiocarbamates by reverse-phase liquid chromatography",
        "Fast analysis in liquid chromatography using small particle size and high pressure",
        "Screen-printed carbon electrodes modified with cobalt phthalocyanine for selective sulfur detection in cosmetic products",
        "Development of graphite-poly(tetrafluoroethylene) composite electrodes Voltammetric determination of the herbicides thiram and disulfiram",
        "HPLC-electrochemical detection with graphite-poly(tetrafluoroethylene) electrode determination of the fungicides thiram and disulfiram",
        "Differential pulse anodic stripping voltammetric determination of ziram (a dithiocarbamate fungicide)",
        "Determination of ziram in vegetable samples by square wave voltammetry"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Srinakharinwirot University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thai Government",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}