{
    "eid": "2-s2.0-84924787455",
    "title": "Evaluation of invitro α-amylase and α-glucosidase inhibitory potential of N2O2 schiff base Zn complex",
    "cover-date": "2017-07-01",
    "subject-areas": [
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        }
    ],
    "keywords": [
        "Antibacterial",
        "Antioxidant",
        "Kinetic studies",
        "ZnL complex"
    ],
    "authors": [
        "Kannan Balan"
    ],
    "citedby-count": 45,
    "ref-count": 40,
    "ref-list": [
        "Inhibitory potential of herb, fruit, and fungal-enriched cheese against key enzymes linked to type 2 diabetes and hypertension",
        "The hydrophilic and lipophilic contribution to total antioxidant activity",
        "Synthesis, spectral characterization, in-vitro microbiological evaluation and cytotoxic activities of novel macrocyclic bis hydrazone",
        "Synthesis, spectral characterization, in vitro antibacterial, antifungal and cytotoxic activities of Co(II), Ni(II) and Cu(II) complexes with 1,2,4-triazole Schiff bases",
        "Aging, energy, and oxidative stress in neurodegenerative diseases",
        "Indian J. Chem.",
        "Synthesis, anti-bacterial and anti-fungal activities of some novel Schiff bases containing 2,4-disubstituted thiazole ring",
        "A simple graphical method for determining the inhibition constants of mixed, uncompetitive and non competitive inhibitors",
        "In Vitro Hypoglycemic Effects of Different Insoluble Fiber-Rich Fractions Prepared from the Peel of Citrus Sinensis L. cv. Liucheng",
        "J. Sci. Ind. Res.",
        "The determination of enzyme inhibitor constants.",
        "PC12 Pheochromocytoma Cells: Culture, Nerve Growth Factor Treatment, and Experimental Exploitation",
        "Antioxidant and antiradical activities of L-carnitine",
        "Polyphenolic contents and antioxidant potential of stem bark extracts from jatropha curcas (Linn)",
        "Effect of derivatization of sulfamethoxazole and trimethoprim with copper and zinc on their medicinal value",
        "Bactericidal activity of 2-nitroimidazole against the active replicating stage of Mycobacterium bovis BCG and Mycobacterium tuberculosis with intracellular efficacy in THP-1 macrophages",
        "Synthesis, spectral, electrochemical and biological studies of Co(II), Ni(II) and Cu(II) complexes with Schiff bases of 8-formyl-7-hydroxy-4-methyl coumarin",
        "Health benefits of traditional corn, beans, and pumpkin: In vitro studies for hyperglycemia and hypertension management",
        "Inhibitory activities of proanthocyanidins from persimmon against oxidative stress and digestive enzymes related to diabetes",
        "China J. Tradit. Chin. Med. Pharm.",
        "Antioxidant activity of extracts obtained from residues of different oilseeds",
        "Prospects for the Use of Antioxidant Therapies",
        "Novel 6,8-dibromo-4(3H)quinazolinone derivatives of anti-bacterial and anti-fungalactivities",
        "Effects of light, oxygen, and pH on the absorbance of 2,2-diphenyl-1-picrylhydrazyl",
        "World J. Chem.",
        "Role of oxidative DNA damage in cancer initiation and promotion",
        "Synthesis, spectroscopic characterization, electrochemical behaviour and antibacterial activity of Ru(III) complexes of 2-[(4-N,N′-dimethylaminophenylimino)-methyl]-4-halophenol",
        "Human salivary α-amylase Trp58 situated at subsite -2 is critical for enzyme activity",
        "International Textbook of Diabetes Mellitus, 3rd Ed.",
        "Update on the biological characteristics of the antioxidant micronutrients: Vitamin C, vitamin E, and the carotenoids",
        "Inhibitory effect of aqueous extract from the gall of Rhus chinensis on alpha-glucosidase activity and postprandial blood glucose",
        "Vitamins E and C, β-carotene, and other carotenoids as antioxidants",
        "Hydroxyl radical scavenging activity of compatible solutes",
        "Antioxidant activities of some extracts of Thymus zygis",
        "Chemistry and biochemistry of type 2 diabetes",
        "Harmonization of antibiotic susceptibility testing for Salmonella: Results of a study by 18 national reference laboratories within the European Union-funded Enter-net group",
        "Antimicrobial Therapy in Veterinary Medicine"
    ],
    "affiliation": [
        {
            "affiliation-city": "Salem",
            "affilname": "Periyar University",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}