{
    "eid": "2-s2.0-85081935045",
    "title": "Assessment of learning curve for laparoscopic liver resection in low-volume center",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Laparoscopic liver resection",
        "Learning curve",
        "Low-volume center"
    ],
    "authors": [
        "W. Taesombat",
        "B. Nonthasoot",
        "M. Sutherasan",
        "A. Vorasittha",
        "B. Sirichindakul"
    ],
    "citedby-count": 1,
    "ref-count": 35,
    "ref-list": [
        "Laparoscopic partial hepatectomy for liver tumour",
        "Can we expand the indications for laparoscopic liver resection? A systematic review and meta-analysis of laparoscopic liver resection for patients with hepatocellular carcinoma and chronic liver disease",
        "Long-term outcome of laparoscopic versus open liver resection for hepatocellular carcinoma: A case-controlled study with propensity score matching",
        "Laparoscopic versus open liver resection for metastatic colorectal cancer: A metaanalysis of 610 patients",
        "Laparoscopic liver resection for posterosuperior and anterolateral lesions - A comparison experience in an Asian centre",
        "Short- And long-term outcomes after laparoscopic and open hepatectomy for hepatocellular carcinoma: A global systematic review and meta-analysis",
        "Laparoscopic versus open liver resection for hepatocellular carcinoma at a North-American Centre: A 2-to-1 matched pair analysis",
        "Laparoscopic versus open liver resection for hepatocellular carcinoma: Case-matched study with propensity score matching",
        "Laparoscopic vs. Open liver resection for hepatocellular carcinoma of cirrhotic liver: A case-control study",
        "The learning curve in laparoscopic liver resection: Improved feasibility and reproducibility",
        "The learning curve of laparoscopic liver resection after the Louisville statement 2008: Will it be more effective and smooth?",
        "Safely extending the indications of laparoscopic liver resection: When should we start laparoscopic major hepatectomy?",
        "Learning curve for laparoscopic major hepatectomy",
        "Comparison of learning curves for major and minor laparoscopic liver resection",
        "Recommendations for laparoscopic liver resection: A report from the second international consensus conference held in Morioka",
        "Total laparoscopic liver resection for hepatocellular carcinoma located in all segments of the liver",
        "Laparoscopic resection for hepatocellular carcinoma: A matched-pair comparative study",
        "Liver resection for transplantable hepatocellular carcinoma: Long-term survival and role of secondary liver transplantation",
        "Ten-year experience of totally laparoscopic liver resection in a single institution",
        "Laparoscopic major hepatectomy: An evolution in standard of care",
        "Classification of surgical complications: A new proposal with evaluation in a cohort of 6336 patients and results of a survey",
        "The international position on laparoscopic liver surgery: The Louisville statement, 2008",
        "World review of laparoscopic liver resection-2,804 patients",
        "Laparoscopic liver resection-understanding its role in current practice: The Henri Mondor Hospital experience",
        "Laparoscopic major hepatectomy: A systematic literature review and comparison of 3 techniques",
        "Laparoscopic left hemihepatectomy a consideration for acceptance as standard of care",
        "Laparoscopic resection of left liver segments using the intrahepatic Glissonian approach",
        "Laparoscopic liver resection for centrally located tumors close to the hilum, major hepatic veins, or inferior vena cava",
        "Total laparoscopic limited anatomical resection for centrally located hepatocellular carcinoma in cirrhotic liver",
        "Totally laparoscopic full left hepatectomy for living donor liver transplantation in adolescents and adults",
        "Pure laparoscopic right hepatectomy in a living donor",
        "Pure laparoscopic full-left living donor hepatectomy for calculated small-for-size LDLT in adults: Proof of concept",
        "Total laparoscopic living donor right hepatectomy",
        "Minimally invasive donor hepatectomy: Evolution from hybrid to pure laparoscopic techniques",
        "Laparoscopic hepatectomy: Indications and outcomes"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}