{
    "eid": "2-s2.0-85020307475",
    "title": "A tale of two cities: Economic development, corporate governance and firm value in Vietnam",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Business",
            "@code": "1401"
        },
        {
            "$": "Finance",
            "@code": "2003"
        }
    ],
    "keywords": [
        "Corporate governance",
        "Financial and economic development",
        "Firm value",
        "Vietnam"
    ],
    "authors": [
        "J. Thomas Connelly"
    ],
    "citedby-count": 15,
    "ref-count": 75,
    "ref-list": [
        "Firm performance and mechanism to control agency problems between managers and shareholders",
        "Financial liberalization, financial sector development and growth: Evidence from Malaysia",
        "Multinational firms, FDI flows, and imperfect capital markets",
        "The effect of corporate governance on firm value and profitability: Time-series evidence from Turkey",
        "Do controlling shareholders' expropriation incentives imply a link between corporate governance and firm value? Theory and evidence",
        "Corporate governance and firm value: Evidence from the Korean financial crisis",
        "Market and political/regulatory perspectives on the recent accounting scandals",
        "Industry growth and capital allocation: Does having a market- or bank-based system matter?",
        "Finance and the sources of growth",
        "Handbook of New Institutional Economics",
        "Corporate governance and firm performance",
        "The corporate governance behavior and market value of Russian firms",
        "Corporate governance indices and firms' market values: Time series evidence from Russia",
        "Economic growth and concentrated ownership in stock markets",
        "Corporate Governance and Firm Valuation in Asian Emerging Markets",
        "Does Corporate Governance Predict Future Performance? Evidence from Hong Kong",
        "Do investors really value corporate governance? Evidence from the Hong Kong market",
        "Corporate governance in China: A step forward",
        "Political connections and preferential access to finance: The role of campaign contributions",
        "Corporate governance in emerging markets: A survey",
        "Racing towards the top?: The impact of cross-listings and stock market competition on international corporate governance",
        "Form versus substance: The effect of ownership structure and corporate governance on firm value in Thailand",
        "Why do countries matter so much for corporate governance?",
        "Am. Econ. Rev.",
        "Politically connected firms",
        "Estimating the value of political connections",
        "Bloomberg Bus.",
        "Coase versus the Coasians",
        "Corporate governance and equity prices",
        "Externalities in economies with imperfect information and incomplete markets",
        "Financing development: The role of information costs",
        "International differences in the cost of equity capital: Do legal institutions and securities regulation matter?",
        "Corporate governance and firm cash holdings in the US",
        "Corporate governance and board effectiveness",
        "Corporate governance, agency problems and international cross-listings: A defense of the bonding hypothesis",
        "Finance and growth: schumpeter might be right",
        "Corporate ownership around the world",
        "What works in securities laws?",
        "Legal determinants of external finance",
        "Law and finance",
        "Investor protection and corporate governance",
        "Ownership Structure, Corporate Governance, and Firm Value: Evidence from the East Asian Financial Crisis",
        "Stock Markets, Banks, and Economic Growth",
        "Financial intermediation and growth: Causality and causes",
        "The relationship between liquidity, corporate governance, and firm valuation: Evidence from Russia",
        "Equity ownership and firm value in emerging markets",
        "The Economics of Disclosure and Financial Reporting Regulation: Evidence and Suggestions for Future Research",
        "Equity pattern, corporate governance and performance: A study of India's corporate sector",
        "J. Law Econ.",
        "THEORIES OF ECONOMIC REGULATION.",
        "Financial Dependence and Growth",
        "The great reversals: The politics of financial development in the twentieth century",
        "Does one size fit all?: A reexamination of the finance and growth relationship",
        "A survey of corporate governance",
        "J. Bus.",
        "Bell J. Econ. Manage. Sci.",
        "Government failure vs. market failure: Principles of regulation",
        "A corporate governance explanation of the A-B share discount in China",
        "Financial markets and the allocation of capital",
        "Higher market valuation of companies with a small board of directors"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ho Chi Minh City",
            "affilname": "Ho Chi Minh City University of Technology - HCMUT",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Portland",
            "affilname": "Portland State University",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}