{
    "eid": "2-s2.0-85044391017",
    "title": "Does space-time torsion determine the minimum mass of gravitating particles?",
    "cover-date": "2018-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Engineering (miscellaneous)",
            "@code": "2201",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Physics and Astronomy (miscellaneous)",
            "@code": "3101",
            "@abbrev": "PHYS"
        }
    ],
    "keywords": [],
    "authors": [
        "Christian G. Böhmer",
        "Piyabut Burikham",
        "Tiberiu Harko",
        "Matthew J. Lake"
    ],
    "citedby-count": 6,
    "ref-count": 121,
    "ref-list": [
        "Sur une généralisation de la notion de courbure de Riemann et les espaces a` torsion",
        "Sur les variétés à connexion affine et la théorie de la relativité généralisée (première partie)",
        "Sur les variétés à connexion affine et la théorie de la relativité généralisée (première partie) (Suite)",
        "Sur les variétés à connexion affine et la théorie de la relativité généralisée (deuxième partie)",
        "Spin and torsion in general relativity: I. Foundations",
        "General relativity with spin and torsion: foundations and prospects",
        "Spin Fluids in Homogeneous and Isotropic Space-times",
        "A non-singular universe with torsion",
        "Spin and torsion may avert gravitational singularities",
        "An Extensible model of the electron",
        "Can spin avert singularities?",
        "An anisotropic universe with torsion",
        "Spin-dominated inflation in the Einstein-Cartan theory",
        "Cosmic no-hair conjecture in Einstein-Cartan theory",
        "Static cylinder of perfect fluid with nonzero spin density",
        "Charged static fluid spheres in Einstein-Cartan theory",
        "Remarks on the static spherically symmetric solutions in Einstein–Cartan theory",
        "Spherically symmetric static solutions in the Einstein–Cartan theory",
        "The earliest evolutionary stages of the universe and space-time torsion",
        "Static spin-polarized cylinder in the Einstein-Cartan theory of gravitation",
        "The Einstein static universe with torsion and the sign problem of the cosmological constant",
        "Stability of the Einstein static universe in Einstein-Cartan theory",
        "The Weyssenhoff fluid in Einstein–Cartan theory",
        "Spinning electrons",
        "On primordial cosmological density fluctuations in the Einstein-Cartan gravity and COBE data",
        "Weyssenhoff fluid dynamics in general relativity using a 1+ 3 covariant approach",
        "Classical big-bounce cosmology: dynamical analysis of a homogeneous and irrotational Weyssenhoff fluid",
        "Cosmological model with macroscopic spin fluid",
        "Complementary constraints on non-standard cosmological models from CMB and BBN",
        "On the torsion effects of a relativistic spin fluid in early cosmology",
        "Einstein?Cartan gravitational collapse of a homogeneous Weyssenhoff fluid",
        "Collapse and dispersal of a homogeneous spin fluid in Einstein-Cartan theory",
        "Emergent scenario in the Einstein-Cartan theory",
        "Effective low-energy potential for slow dirac fermions in Einstein–Cartan gravity with torsion and chameleon",
        "Spin precession of slow neutrons in Einstein–Cartan gravity with torsion, chameleon and magnetic field",
        "Einstein–Cartan gravity with torsion field serving as origin for cosmological constant or dark energy density",
        "Universe in a black hole with spin and torsion",
        "Wormholes and black universes without phantom fields in Einstein–Cartan theory",
        "Einstein–Cartan wormhole solutions",
        "Phantom dark ghost in Einstein–Cartan gravity",
        "Kinematics of Einstein–Cartan universes",
        "Gravity-induced four-fermion contact interaction implies gravitational intermediate W and Z Type gauge bosons",
        "Does the cosmological constant imply the existence of a minimum mass?",
        "Maximum mass-radius ratio for compact general relativistic objects in Schwarzschild-de Sitter geometry",
        "Maximum mass-radius ratios for charged compact general relativistic objects",
        "Bounds on the basic physical parameters for anisotropic compact general relativistic objects",
        "Minimum mass-radius ratio for charged gravitational objects",
        "General relativistic fluid spheres",
        "On the Buchdahl inequality for spherically symmetric static shells",
        "On static shells and the Buchdahl inequality for the spherically symmetric Einstein-Vlasov system",
        "Sharp bounds on 2 m/ r of general spherically symmetric static objects",
        "Sharp bounds on the critical stability radius for relativistic charged spheres",
        "Bounds on M/ R for static objects with a positive cosmological constant",
        "Buchdahl compactness limit for a pure Lovelock static fluid star",
        "Hydrostatic equilibrium and gravitational collapse of relativistic charged fluid balls",
        "Smearing of propagators by gravitational fluctuations on the Planck scale",
        "QED in a momentum-cutoff vacuum",
        "The minimum mass of a charged spherically symmetric object in D dimensions, its implications for fundamental particles, and holography",
        "Minimum length from quantum mechanics and general relativity",
        "Minimum length from first principles",
        "Planck Collaboration XIII, Planck 2015 results-XIII. Cosmological parameters",
        "F-dominance of gravity",
        "Mass problem for tensor mesons",
        "Class of solutions for the strong-gravity equations",
        "Strong gravity approach to QCD and confinement",
        "The QCD mass gap and quark deconfinement scales as mass bounds in strong gravity",
        "The Cosmological constant and the theory of elementary particles",
        "Physics of dark energy particles",
        "The cosmological constants",
        "A new basis for cosmology",
        "Cosmological models and the large numbers hypothesis",
        "The large numbers hypothesis and the Einstein theory of gravitation",
        "Axiomatic approach to the cosmological constant",
        "Is there a connection between ”dark” and ”light” physics?",
        "Cosmological Constant, Fine Structure Constant and Beyond",
        "Observational constraints on varying Alpha in Λ (α) CDM cosmology",
        "Is there correlation between fine structure and dark energy cosmic dipoles?",
        "Mass bounds for compact spherically symmetric objects in generalized gravity theories",
        "Sub-millimeter spatial oscillations of newton’s constant: theoretical models and laboratory tests",
        "Constraints on spatially oscillating sub-mm forces from the stanford levitated microsphere experiment data",
        "A new mass scale, implications on black hole evaporation and holography",
        "Quantum groups, gravity, and the generalized uncertainty principle",
        "Hilbert space representation of the minimal length uncertainty relation",
        "Minimal length uncertainty relation and ultraviolet regularization",
        "The Compton-Schwarzschild correspondence from extended de Broglie relations",
        "The Black Hole uncertainty principle correspondence",
        "Which quantum theory must be reconciled with gravity? (And what does it mean for black holes?)",
        "Comments on holographic star and the dual QGP",
        "Anisotropic stars in general relativity",
        "Thermodynamics of Black Holes in anti-De Sitter Space",
        "Anti-de Sitter space, thermal phase transition, and confinement in gauge theories",
        "QCD as an effective strong gravity",
        "Derivation of the Interacting Boson Model From Quantum Chromodynamics",
        "Three dimensional Yang-Mills theory in gauge invariant variables",
        "Three-dimensional Yang-Mills-Higgs equations in gauge-invariant variables",
        "Strong gravity with torsion and the cabibbo angle",
        "Strong gravity with torsion: some cosmological deduction",
        "A theory of gravity with two metric and two torsion tensors",
        "A finite classical model of the electron with torsion and strong gravity",
        "The Black Hole Uncertainty Principle Correspondence",
        "Sub-Planckian black holes and the Generalized Uncertainty Principle",
        "The Compton-Schwarzschild correspondence from extended de Broglie relations",
        "Hich quantum theory must be reconciled with gravity? (And what does it mean for black holes?)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Singapore City",
            "@id": "60095095",
            "affilname": "School of Physical and Mathematical Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60095095",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Cluj Napoca",
            "@id": "60024417",
            "affilname": "Universitatea Babeș-Bolyai",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024417",
            "affiliation-country": "Romania"
        },
        {
            "affiliation-city": "Pitsanulok",
            "@id": "60022498",
            "affilname": "Naresuan University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022498",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "@id": "60022148",
            "affilname": "University College London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022148",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Guangzhou",
            "@id": "60021182",
            "affilname": "Sun Yat-Sen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021182",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60013698",
            "affilname": "Thailand Ministry of Education",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013698",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "COST Action CA15117",
        "Naresuan University Research Fund",
        "European Cooperation in Science and Technology"
    ]
}