{
    "eid": "2-s2.0-84960101670",
    "title": "Potential of Synechocystis PCC 6803 as a novel cyanobacterial chassis for heterologous expression of enzymes in the trans-resveratrol biosynthetic pathway",
    "cover-date": "2016-05-01",
    "subject-areas": [
        {
            "$": "Biotechnology",
            "@code": "1305"
        }
    ],
    "keywords": [
        "Cyanobacteria",
        "Heterologous expression",
        "Synechocystis PCC 6803",
        "Trans-resveratrol"
    ],
    "authors": [
        "Supaluk Tantong"
    ],
    "citedby-count": 9,
    "ref-count": 25,
    "ref-list": [
        "Bioproduction of resveratrol and stilbene derivatives by plant cells and microorganisms",
        "Cardiovascular protective effects of resveratrol",
        "Resveratrol-A boon for treating Alzheimer's disease?",
        "Effect of insulin and its combination with resveratrol or curcumin in attenuation of diabetic neuropathic pain: Participation of nitric oxide and TNF-alpha",
        "Cancer chemopreventive and therapeutic potential of resveratrol: Mechanistic perspectives",
        "Production of resveratrol in recombinant microorganisms",
        "Biosynthesis of plant-specific stilbene polyketides in metabolically engineered Escherichia coli",
        "Engineering microbes for plant polyketide biosynthesis",
        "Expression of bacterial tyrosine ammonia-lyase creates a novel p-coumaric acid pathway in the biosynthesis of phenylpropanoids in Arabidopsis",
        "Fatty acid production in genetically modified cyanobacteria",
        "Engineering a platform for photosynthetic isoprene production in cyanobacteria, using Synechocystis as the model organism",
        "Terpenoids and their biosynthesis in cyanobacteria",
        "Genetically engineering Synechocystis sp. Pasteur Culture Collection 6803 for the sustainable production of the plant secondary metabolite p-coumaric acid",
        "Design and analysis of LacI-repressed promoters and DNA-looping in a cyanobacterium",
        "Design and characterization of molecular tools for a synthetic biology approach towards developing cyanobacterial biotechnology",
        "Synthetic biology in cyanobacteria: Engineering and analyzing novel functions",
        "Purification and properties of unicellular blue-green algae (order Chroococcales).",
        "Conjugal Transfer of DNA to Cyanobacteria",
        "The construction of gene knockouts in the cyanobacterium Synechocystis sp. PCC 6803.",
        "ExPASy: The proteomics server for in-depth protein knowledge and analysis",
        "Growth and photosynthesis in an extreme thermophile, Synechococcus lividus (Cyanophyta)",
        "Colocalization of L-phenylalanine ammonia-lyase and cinnamate 4-hydroxylase for metabolic channeling in phenylpropanoid biosynthesis",
        "Quality and position of the three lac operators of E.coli define efficiency of repression",
        "Spacing of the -10 and -35 regions in the tac promoter. Effect on its in vivo activity",
        "DNA-guided assembly of biosynthetic pathways promotes improved catalytic efficiency"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Uppsala",
            "affilname": "Uppsala Universitet",
            "affiliation-country": "Sweden"
        }
    ],
    "funding": [
        "Chulalongkorn Academic Advancement",
        "KA Wallenberg Foundation",
        "Ratchadaphiseksomphot Endowment Fund",
        "Asahi Glass Foundation",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Energimyndigheten"
    ]
}