{
    "eid": "2-s2.0-85135028695",
    "title": "Sign-genres, authentication, and emplacement The signage of Thai restaurants in Hamburg, Germany",
    "cover-date": "2021-06-16",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Language and Linguistics",
            "@code": "1203",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Linguistics and Language",
            "@code": "3310",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "authenticity",
        "commodification of language",
        "emplacement",
        "Germany",
        "linguistic landscape",
        "restaurant signs",
        "sign-genres",
        "Thai"
    ],
    "authors": [
        "Jannis Androutsopoulos",
        "Akra Chowchong"
    ],
    "citedby-count": 4,
    "ref-count": 35,
    "ref-list": [
        "Cosmopolitanism in ethnic foodscapes: A geosemiotic, social literacies view of restaurants in Bloomington, Indiana",
        "Linguistic Landscape-Forschung mit dem Smartphone: Möglichkeiten und Grenzen der Webapplikation LinguaSnappHamburg",
        "Chronoscape of Authenticity: Consumption and Aspiration in a Middle-class Market in Johannesburg",
        "Lotusblume. Die erleuchtete Pflanze",
        "Genre, Intertextuality, and Social Power",
        "The Linguistic Landscape of Educational Spaces: Language Revitalization and Schools in Southeastern Estonia",
        "Sociolinguistic nostalgia and the authentication of identity",
        "Sociolinguistic authenticities",
        "Language, society and authenticity: Themes and perspectives",
        "The commodification of language",
        "A framework for the linguistic analysis of linguistic landscapes",
        "Genre and metacultural displays: The case of street-name signs",
        "Introducing semiotic landscapes",
        "Linguistic Landscape and Ethnolinguistic Vitality",
        "Commodified language in Chinatown: A contextualized approach to linguistic landscape",
        "The illusion or the truth?’ – Back stage constructions of authenticity in an up-market restaurant",
        "Authorship in the linguistic landscape: A multimodal-performative view",
        "Multilingual repertoire management and illocutionary functions in Yiddish signage in Manchester",
        "Transnational Food Migration and the Internationalization of Food Consumption. Ethnic Cuisine in West Germany",
        "Mapping the linguistic landscape of Athens: the case of shop signs",
        "Posthumanist Applied Linguistics",
        "Lamppost networks: stickers as a genre in urban semiotic landscapes",
        "Multilingual writing: a reader-oriented typology – with examples from Lira Municipality (Uganda)",
        "Material Ethnographies of Multilingualism: Linguistic Landscapes in the Township of Khayelitsha",
        "A new Chinatown? Authenticity and conflicting discourses on Pracha Rat Bamphen Road"
    ],
    "affiliation": [
        {
            "affiliation-city": "Hamburg",
            "@id": "60028229",
            "affilname": "Universität Hamburg",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028229",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "University of Hamburg"
    ]
}