{
    "eid": "2-s2.0-85128450004",
    "title": "Effects of a Learning-oriented Reading Assessment Model on Thai Undergraduate Students' Reading Ability",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Language and Linguistics",
            "@code": "1203",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Linguistics and Language",
            "@code": "3310",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "learning-oriented assessment",
        "reading ability",
        "undergraduate students"
    ],
    "authors": [
        "Raveewan Viengsang",
        "Punchalee Wasanasomsithi"
    ],
    "citedby-count": 2,
    "ref-count": 54,
    "ref-list": [
        "Best practices in reading assessment",
        "Reading: What else matters besides strategies and skills?",
        "Bridging assessment and learning: A view from second and foreign language assessment",
        "Reading",
        "Reading instruction",
        "Types of assessment",
        "Choosing the right type of assessment",
        "Exploring learning-oriented assessment processes",
        "Student Involvement in Assessment",
        "Teaching and testing reading",
        "Key issues in L2 reading development",
        "L2 reading comprehension and development",
        "Assessing reading",
        "Language assessment literacy for language learning-oriented assessment",
        "Mixed methods research in language testing and assessment",
        "Implementing alternative assessment: Opportunities and obstacles",
        "Assessment in second language classrooms",
        "The effectiveness of instructor feedback for learning-oriented language assessment: Using an integrated reading-to-write task for English for academic purposes",
        "Exploring ways to provide diagnostic feedback with an ESL placement test: Cognitive diagnostic assessment of L2 reading ability",
        "Motivation and Reading",
        "Classroom-based assessment issues for language teacher education",
        "L2 reading comprehension: Exclusively L2 competence or different competences?",
        "Implementing assessment for learning in L2 writing: An activity theory perspective",
        "Developing tools for learning oriented assessment of interactional competence: Bridging theory and practice",
        "Classroom testing",
        "The effect of learning-oriented assessment on learning pronunciation among Iranian EFL learners",
        "A review of relationship between self-regulation and reading comprehension",
        "Traditional and alternative assessments in ELT: Students' and teachers' perspections",
        "Classroom-base language assessment",
        "Argumentative peer discussions following individual reading increase comprehension",
        "Learning-oriented assessment: Putting learning, teaching and assessment together",
        "From formative assessment to assessment for learning: A path to success in standards-based schools",
        "How is English assessed at Thai schools?",
        "Assessment in Thai ELT: What do teachers do, why, and how can practices be improved?",
        "Learning-oriented assessment in second and foreign language classrooms",
        "Improving English learners' speaking through mobile-assisted peer feedback",
        "Mapping the CU-TEP to the Common European Framework of Reference (CEFR)"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Thailand Research Fund"
    ]
}