{
    "eid": "2-s2.0-84945535730",
    "title": "Effects of high nano-SiO2 contents on properties of epoxy-modified polybenzoxazine",
    "cover-date": "2017-10-01",
    "subject-areas": [
        {
            "$": "Ceramics and Composites",
            "@code": "2503"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [],
    "authors": [
        "Manunya Okhawilai"
    ],
    "citedby-count": 5,
    "ref-count": 44,
    "ref-list": [
        "Quasi-static and dynamic fracture behavior of particulate polymer composites: A study of nano- vs. micro-size filler and loading-rate effects",
        "Nanocomposite Science and Technology",
        "Synergistic toughening of bioinspired poly(vinyl alcohol)-clay- nanofibrillar cellulose artificial nacre",
        "Learning from nature: Constructing integrated graphene-based artificial nacre",
        "Bioinspired layered materials with superior mechanical performance",
        "A strong integrated strength and toughness artificial nacre based on dopamine cross-linked graphene oxide",
        "Chemical society reviews",
        "A strong bio-inspired layered PNIPAM-clay nanocomposite hydrogel",
        "Synergistic toughening of graphene oxide-molybdenum disulfide-thermoplastic polyurethane ternary artificial nacre",
        "High thermal and mechanical properties enhancement obtained in highly filled polybenzoxazine nanocomposites with fumed silica",
        "Tribological and electrical properties of silica-filled epoxy nanocomposites",
        "Controversial effects of fumed silica on the curing and thermomechanical properties of epoxy composites",
        "Internal fraction of polymer composites with nanosilicas fabricated by ultraviolet irradiation",
        "Fracture behaviours of in situ silica nanoparticle-filled epoxy at different temperatures",
        "Dynamic mechanical analysis of fumed silica/cyanate ester nanocomposites",
        "Rheology, mechanical properties, and biodegradation of poly(ε- caprolactone)/silica nanocomposites",
        "Rheology and biodegradation of polylactide/silica nanocomposites",
        "Production and characterization of UHMWPE/fumed silica nanocomposites",
        "Preparation and characterization of novel polydimethylsiloxane composites used POSS as cross-linker and fumed silica as reinforcing filler",
        "Highly filled graphite polybenzoxazine composites for an application as bipolar plates in fuel cells",
        "Polym. Compos.",
        "Thermal and mechanical properties enhancement obtained in highly filled alumina-polybenzoxazine composites",
        "Very high thermal conductivity obtained by boron nitride-filled polybenzoxazine",
        "Handbook of Benzoxazine Resin",
        "Alloys and Composites of Polybenzoxazines; Properties and Applications",
        "Dynamic mechanical analysis of reactive diluent modified benzoxazine-based phenolic resin",
        "Effect of novel benzoxazine reactive diluent on processability and thermomechanical characteristics of Bi-functional polybenzoxazine",
        "Thermomechanical properties of arylamine-based benzoxazine resins alloyed with epoxy resin",
        "Mixture law for viscosity [21]",
        "Adv. Polym. Sci.",
        "Adv. Polym. Sci.",
        "Gelation study of high processability and high reliability ternary systems based on benzoxazine, epoxy, and phenolic resins for an application as electronic packaging materials",
        "Effect of cashew nut shell liquid on gelation, cure kinetics, and thermomechanical properties of benzoxazine resin",
        "Morphology and thermal properties of copolymer based on p-aminobenzonitrile type benzoxazine and diglycidyl ether of bisphenol-A",
        "A study on isothermal cure behavior of an epoxy-rich/anhydride system by differential scanning calorimetry",
        "Benzoxazine-epoxy copolymers: Effect of molecular weight and crosslinking on thermal and viscoelastic properties",
        "Mechanical characterization of copolymers based on benzoxazine and epoxy",
        "Modified woodflour as thermoset fillers ii. Thermal degradation of woodflours and composites",
        "IR study on hydrogen bonding in epoxy resin-silica nanocomposites",
        null,
        null,
        "Handbook of Fillers for Plastics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Srinakharinwirot University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Chulalongkorn University"
    ]
}