{
    "eid": "2-s2.0-85120409484",
    "title": "Lipid nanoparticles enhance the efficacy of mRNA and protein subunit vaccines by inducing robust T follicular helper cell and humoral responses",
    "cover-date": "2021-12-14",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Allergy",
            "@code": "2723",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Immunology",
            "@code": "2403",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "adjuvant",
        "germinal centers",
        "IL-6",
        "influenza virus",
        "lipid nanoparticle",
        "SARS-CoV-2",
        "Tfh cell",
        "vaccine"
    ],
    "authors": [
        "Mohamad Gabriel Alameh",
        "István Tombácz",
        "Emily Bettini",
        "Katlyn Lederer",
        "Chutamath Sittplangkoon",
        "Joel R. Wilmore",
        "Brian T. Gaudette",
        "Ousamah Y. Soliman",
        "Matthew Pine",
        "Philip Hicks",
        "Tomaz B. Manzoni",
        "James J. Knox",
        "John L. Johnson",
        "Dorottya Laczkó",
        "Hiromi Muramatsu",
        "Benjamin Davis",
        "Wenzhao Meng",
        "Aaron M. Rosenfeld",
        "Shirin Strohmeier",
        "Paulo J.C. Lin",
        "Barbara L. Mui",
        "Ying K. Tam",
        "Katalin Karikó",
        "Alain Jacquet",
        "Florian Krammer",
        "Paul Bates",
        "Michael P. Cancro",
        "Drew Weissman",
        "Eline T. Luning Prak",
        "David Allman",
        "Michela Locci",
        "Norbert Pardi"
    ],
    "citedby-count": 145,
    "ref-count": 86,
    "ref-list": [
        "Toll-like receptor signalling",
        "Messenger RNA-Based Vaccines Against Infectious Diseases",
        "A serological assay to detect SARS-CoV-2 seroconversion in humans",
        "Systems vaccinology of the BNT162b2 mRNA vaccine in humans",
        "Nucleoside-modified mRNA encoding HSV-2 glycoproteins C, D, and E prevents clinical and subclinical genital herpes",
        "Antibody responses to crucial functional epitopes as a novel approach to assess immunogenicity of vaccine adjuvants",
        "A Facile Method for the Removal of dsRNA Contaminant from In Vitro-Transcribed mRNA",
        "SARS-CoV-2 mRNA Vaccines: Immunological Mechanism and Beyond",
        "Cutting edge: STAT1 is required for IL-6-mediated Bcl6 induction for early follicular helper cell differentiation",
        "Follicular regulatory T cells control humoral and allergic immunity by restraining early B cell responses",
        "SARS-CoV-2 mRNA vaccine design enabled by prototype pathogen preparedness",
        "Evaluation of the mRNA-1273 Vaccine against SARS-CoV-2 in Nonhuman Primates",
        "iReceptor: A platform for querying and analyzing antibody/B-cell and T-cell receptor repertoire data across federated repositories",
        "T follicular helper cell differentiation, function, and roles in disease",
        "T Follicular Helper Cell Biology: A Decade of Discovery and Diseases",
        "Spatiotemporal regulation of type I interferon expression determines the antiviral polarization of CD4+T cells",
        "Correlates of adjuvanticity: A review on adjuvants in licensed vaccines",
        "A Balancing Act: MDA5 in Antiviral Immunity and Autoinflammation",
        "Strategies to guide the antibody affinity maturation process",
        "Interleukin-6/STAT3 signaling regulates the ability of naive T cells to acquire B-cell help capacities",
        "IL-21 and IL-6 are critical for different aspects of B cell immunity and redundantly induce optimal follicular helper CD4 T cell (Tfh) differentiation",
        "T follicular regulatory (Tfr) cells: Dissecting the complexity of Tfr-cell compartments",
        "Antigen modifications improve nucleoside-modified mRNA-based influenza virus vaccines in mice",
        "A Multi-Targeting, Nucleoside-Modified mRNA Influenza Virus Vaccine Provides Broad Protection in Mice",
        "Somatic mutation and the maturation of immune response to 2-phenyl oxazolone",
        "Tfh cells and HIV bnAbs, an immunodominance model of the HIV neutralizing antibody generation problem",
        "Toll-like receptors activate innate and adaptive immunity by using dendritic cell-intrinsic and -extrinsic mechanisms",
        "Double-Stranded RNA Sensors and Modulators in Innate Immunity",
        "Exploiting Mucosal Immunity for Antiviral Vaccines",
        "An mRNA Vaccine against SARS-CoV-2 - Preliminary Report",
        "The Transcription Factor T-bet Resolves Memory B Cell Subsets with Distinct Tissue Distributions and Antibody Specificities in Mice and Humans",
        "Generating the optimal mRNA for therapy: HPLC purification eliminates immune activation and improves translation of nucleoside-modified, protein-encoding mRNA",
        "Incorporation of pseudouridine into mRNA yields superior nonimmunogenic vector with increased translational capacity and biological stability",
        "SARS-CoV-2 vaccines in development",
        "Lipid Nanoparticle Technology for Clinical Translation of siRNA Therapeutics",
        "A Single Immunization with Nucleoside-Modified mRNA Vaccines Elicits Strong Cellular and Humoral Immune Responses against SARS-CoV-2 in Mice",
        "SARS-CoV-2 mRNA Vaccines Foster Potent Antigen-Specific Germinal Center Responses Associated with Neutralizing Antibody Generation",
        "Germinal center responses to SARS-CoV-2 mRNA vaccines in healthy and immunocompromised individuals",
        "Vaccine priming is restricted to draining lymph nodes and controlled by adjuvant-mediated antigen uptake",
        "Induction of Robust B Cell Responses after Influenza mRNA Vaccination Is Accompanied by Circulating Hemagglutinin-Specific ICOS+ PD-1+ CXCR3+ T Follicular Helper Cells",
        "Can follicular helper T cells be targeted to improve vaccine efficacy?",
        "Activin A programs the differentiation of human TFH cells",
        "Immune signaling by RIG-I-like receptors",
        "Functional STAT3 deficiency compromises the generation of human T follicular helper cells",
        "Monogenic mutations differentially affect the quantity and quality of T follicular helper cells in patients with human primary immunodeficiencies",
        "Biodegradable lipids enabling rapidly eliminated lipid nanoparticles for systemic delivery of RNAi therapeutics",
        "Expression of functional recombinant hemagglutinin and neuraminidase proteins from the novel H7N9 influenza virus using the baculovirus expression system",
        "Summary and comparison of the signaling mechanisms of the Toll/interleukin-1 receptor family",
        "MF59 Mediates Its B Cell Adjuvanticity by Promoting T Follicular Helper Cells and Thus Germinal Center Responses in Adult and Early Life",
        "Generation of antibody diversity in the immune response of BALB/c mice to influenza virus hemagglutinin",
        "SARS-CoV-2 mRNA vaccination elicits robust and persistent T follicular helper cell response in humans",
        "Extrusion technique to generate liposomes of defined size",
        "Phase I/II study of COVID-19 RNA vaccine BNT162b1 in adults",
        "Bcl6 mediates the development of T follicular helper cells",
        "The history of Toll-like receptors - redefining innate immunity",
        "Comparative Systems Analyses Reveal Molecular Signatures of Clinically tested Vaccine Adjuvants",
        "Nucleoside-modified mRNA vaccines induce potent T follicular helper and germinal center B cell responses",
        "Zika virus protection by a single low-dose nucleoside-modified mRNA vaccination",
        "mRNA vaccines - a new era in vaccinology",
        "Characterization of HIV-1 Nucleoside-Modified mRNA Vaccines in Rabbits and Rhesus Macaques",
        "Nucleoside-modified mRNA immunization elicits influenza virus hemagglutinin stalk-specific antibodies",
        "Expression kinetics of nucleoside-modified mRNA delivered in lipid nanoparticles to mice by various routes",
        "In vivo regulation of Bcl6 and T follicular helper cell development",
        "RIG-I-like receptors: their regulation and roles in RNA sensing",
        "Water-in-Oil-Only Adjuvants Selectively Promote T Follicular Helper Cell Polarization through a Type I IFN and IL-6-Dependent Pathway",
        "ImmuneDB, a Novel Tool for the Analysis, Storage, and Dissemination of Immune Repertoire Sequencing Data",
        "COVID-19 vaccine BNT162b1 elicits human antibody and TH1 T cell responses",
        "From vaccines to memory and back",
        "The cytokine TGF-β co-opts signaling via STAT3-STAT4 to promote the differentiation of human TFH cells",
        "Human dendritic cells induce the differentiation of interleukin-21-producing T follicular helper-like cells through interleukin-12",
        "Identification and characterization of MAVS, a mitochondrial antiviral signaling protein that activates NF-kappaB and IRF 3",
        "Lipid Nanoparticle Acts as a Potential Adjuvant for Influenza Split Vaccine without Inducing Inflammatory Responses",
        "The effects of somatic hypermutation on neutralization and binding in the PGT121 family of broadly neutralizing HIV antibodies",
        "SARS-CoV-2 Seroconversion in Humans: A Detailed Protocol for a Serological Assay, Antigen Production, and Test Setup",
        "The specific and essential role of MAVS in antiviral innate immune responses",
        "A novel lipid nanoparticle adjuvant significantly enhances B cell and T cell responses to sub-unit vaccine antigens",
        "A Tetravalent Sub-unit Dengue Vaccine Formulated with Ionizable Cationic Lipid Nanoparticle induces Significant Immune Responses in Rodents and Non-Human Primates",
        "Defective viral genomes arising in vivo provide critical danger signals for the triggering of lung antiviral immunity",
        "SARS-CoV-2 mRNA vaccines induce persistent human germinal centre responses",
        "pRESTO: a toolkit for processing high-throughput sequencing raw reads of lymphocyte receptor repertoires",
        "Germinal centers",
        "Germinal center selection and the antibody response to influenza",
        "Follicular Helper T Cells",
        "Safety and Immunogenicity of Two RNA-Based Covid-19 Vaccine Candidates",
        "Variability in the lambda light chain sequences of mouse antibody",
        "D614G Spike Mutation Increases SARS CoV-2 Susceptibility to Neutralization"
    ],
    "affiliation": [
        {
            "affiliation-city": "Philadelphia",
            "@id": "60003711",
            "affilname": "University of Pennsylvania Perelman School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003711",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Mainz",
            "@id": "60115852",
            "affilname": "BioNTech SE",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60115852",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Philadelphia",
            "@id": "60031115",
            "affilname": "University of Pennsylvania School of Veterinary Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031115",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Philadelphia",
            "@id": "60023009",
            "affilname": "Penn Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023009",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "New York",
            "@id": "60012981",
            "affilname": "Icahn School of Medicine at Mount Sinai",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012981",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Vancouver",
            "@id": "126290746",
            "affilname": "Acuitas Therapeutics",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/126290746",
            "affiliation-country": "Canada"
        }
    ],
    "funding": [
        "BioNTech",
        "CIVIC",
        "Michael J. Hogan and Laurence C. Eisenlohr",
        "NIAID Collaborative Influenza Vaccine Innovation Centers",
        "National Institute of Allergy and Infectious Diseases",
        "Children's Hospital of Philadelphia",
        "University of Pennsylvania",
        "Icahn School of Medicine at Mount Sinai"
    ]
}