{
    "eid": "2-s2.0-85130231664",
    "title": "Plant growth-promoting actinobacterial inoculant assisted phytoremediation increases cadmium uptake in Sorghum bicolor under drought and heat stresses",
    "cover-date": "2022-08-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Toxicology",
            "@code": "3005",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pollution",
            "@code": "2310",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Health, Toxicology and Mutagenesis",
            "@code": "2307",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Abiotic stress",
        "Antioxidant enzymes",
        "Cadmium",
        "Phytoremediation",
        "Plant growth-promoting actinobacteria",
        "Sorghum bicolor"
    ],
    "authors": [
        "Sivagnanam Silambarasan",
        "Peter Logeswari",
        "Alisa S. Vangnai",
        "Balu Kamaraj",
        "Pablo Cornejo"
    ],
    "citedby-count": 12,
    "ref-count": 79,
    "ref-list": [
        "Acinetobacter sp. SG-5 inoculation alleviates cadmium toxicity in differentially Cd tolerant maize cultivars as deciphered by improved physio-biochemical attributes, antioxidants and nutrient physiology",
        "Effect of biochar on cadmium bioavailability and uptake in wheat (Triticum aestivum L.) grown in a soil with aged contamination",
        "An actinomycete strain of Nocardiopsis lucentensis reduces arsenic toxicity in barley and maize",
        "Catalase in vitro",
        "Citric acid- and Tween® 80-assisted phytoremediation of a co-contaminated soil: alfalfa (Medicago sativa L.) performance and remediation potential",
        "Effects of insecticides on plant-growth-promoting activities of phosphate solubilizing rhizobacterium Klebsiella sp. strain PS19",
        "Streptomyces pactum addition to contaminated mining soils improved soil quality and enhanced metals phytoextraction by wheat in a green remediation trial",
        "Role of Streptomyces pactum in phytoremediation of trace elements by Brassica juncea in mine polluted soils",
        "Effect of inoculation with a thermotolerant plant growth promoting Pseudomonas putida strain AKMP7 on growth of wheat (Triticum spp.) under heat stress",
        "Microbial phosphorus solubilization and its potential for use in sustainable agriculture",
        "Trace elements in the soil-plant interface: phytoavailability, translocation, and phytoremediation-A review",
        "Colorimetric determination of the components of 3,4-dihydroxyphenylalaninetyrosine mixtures",
        "Rhodotorulic acid from species of leucosporidium, rhodosporidium, rhodotorula, sporidiobolus, and sporobolomyces, and a new alanine-containing ferrichrome from Cryptococcus melibiosum",
        "Medicago truncatula improves salt tolerance when nodulated by an indole-3-acetic acid-overproducing Sinorhizobium meliloti strain",
        "Synergistic association of endophytic fungi enhances Glycine max L. resilience to combined abiotic stresses: heavy metals, high temperature and drought stress",
        "Kinetics and thermodynamics of cadmium ion removal by adsorption onto nano zerovalent iron particles",
        "Rapid in situ assay for indole acetic acid production by bacteria immobilized on nitrocellulose membrane",
        "Enhanced phytoextraction of multi-metal contaminated soils under increased atmospheric temperature by bioaugmentation with plant growth promoting Bacillus cereus",
        "Amelioration of chromium and heat stresses in Sorghum bicolor by Cr6+reducing-thermotolerant plant growth promoting bacteria",
        "Phytoremediation of cadmium-contaminated soil by Sorghum bicolor and the variation of microbial community",
        "Improvement of Brassica napus growth under chromium stress by cadmium-resistant rhizobacteria",
        "Plant-rhizobacteria interactions alleviate abiotic stress conditions",
        "Biochemical traits of Bacillus subtilis MF497446: its implications on the development of cowpea under cadmium stress and ensuring food safety",
        "Physiological and agronomic approaches for improving water-use efficiency in crop plants",
        "Unravelling cadmium toxicity and tolerance in plants: insight into regulatory mechanisms",
        "Chromium induced physio-chemical and ultrastructural changes in four cultivars of Brassica napus L",
        "Plant growth-promoting bacteria: mechanisms and applications",
        "A comparative evaluation towards the potential of Klebsiella sp. and Enterobacter sp. in plant growth promotion, oxidative stress tolerance and chromium uptake in Helianthus annuus (L.)",
        "Exogenous application of polyamines alleviates water stress-induced oxidative stress of Rosa damascena Miller var. trigintipetala Dieck",
        "Improving cadmium accumulation by Solanum nigrum L. via regulating rhizobacterial community and metabolic function with phosphate-solubilizing bacteria colonization",
        "Photoperoxidation in isolated chloroplasts: I. Kinetics and stoichiometry of fatty acid peroxidation",
        "Metabolism of 1-aminocyclopropane-1-carboxylic acid",
        "Individual and combinatorial application of Kocuria rhizophila and citric acid on phytoextraction of multi-metal contaminated soils by Glycine max L",
        "Green remediation of toxic metals contaminated mining soil using bacterial consortium and Brassica juncea",
        "Plant growth promoting rhizobacteria induced Cd tolerance in Lycopersicon esculentum through altered antioxidative defense expression",
        "Generation of superoxide radical during auto oxidation of hydroxyl amine and an assay for superoxide dismutase",
        "Root colonization and growth promotion of soybean, wheat and Chinese cabbage by Bacillus cereus YL6",
        "Bioaugmentation with copper tolerant endophyte Pseudomonas lurida strain EOO26 for improved plant growth and copper phytoremediation by Helianthus annuus",
        "Trifolium repens L. regulated phytoremediation of heavy metal contaminated soil by promoting soil enzyme activities and beneficial rhizosphere associated microorganisms",
        "Identification and characterization of plant growth promoting endophyte RE02 from Trifolium repens L. in mining smelter",
        "Endophyte Pseudomonas putida enhanced Trifolium repens L. growth and heavy metal uptake: a promising in-situ non-soil cover phytoremediation method of nonferrous metallic tailing",
        "Responses of microbial communities and metabolic activities in the rhizosphere during phytoremediation of Cd-contaminated soil",
        "A newly discovered Cd-hyperaccumulator Lantana camara L",
        "Bioremediation of cadmium polluted soil using a novel cadmium immobilizing plant growth promotion strain Bacillus sp. TZ5 loaded on biochar",
        "Plant growth promoting rhizobacteria and endophytes accelerate phytoremediation of metalliferous soils",
        "Serpentine endophytic bacterium Pseudomonas azotoformans ASS1 accelerates phytoremediation of soil metals under drought stress",
        "Impact of different amendments on biochemical responses of sesame (Sesamum indicum L.) plants grown in lead-cadmium contaminated soil",
        "Bioaccumulation of cadmium by Enterobacter sp. and enhancement of rice seedling growth under cadmium stress",
        "Formulae for determination of chlorophyllous pigments extracted with N,N-Dimethylformamide",
        "Hydrogen peroxide is scavenged by ascorbate specific peroxides in spinach chloroplast",
        "Unraveling the heavy metal resistance and biocontrol potential of Pseudomonas sp. K32 strain facilitating rice seedling growth under Cd stress",
        "Alleviation of phytotoxic effects of cadmium on rice seedlings by cadmium resistant PGPR strain Enterobacter aerogenes MCC 3092",
        "Bacterial siderophores efficiently provide iron to iron-starved tomato plants in hydroponics culture",
        "Alleviation of environmental stress in plants: the role of beneficial Pseudomonas spp",
        "Climate change driven plant-metal-microbe interactions",
        "Understanding the development of roots exposed to contaminants and the potential of plant-associated bacteria for optimization of growth",
        "Heavy metal induced oxidative damage and root morphology alterations of maize (Zea mays L.) plants and stress mitigation by metal tolerant nitrogen fixing Azotobacter chroococcum",
        "Cadmium stress in rice: toxic effects, tolerance mechanisms, and management: a critical review",
        "Cadmium mediated phytotoxic impacts in Brassica napus: managing growth, physiological and oxidative disturbances through combined use of biochar and Enterobacter sp. MN17",
        "Hexavalent chromium reduction and plant growth promotion by Staphylococcus arlettae Strain Cr11",
        "Terminal drought and heat stress alter physiological and biochemical attributes in flag leaf of bread wheat",
        "Universal chemical assay for the detection and determination of siderophores",
        "Combined effect of Bacillus fortis IAGS 223 and zinc oxide nanoparticles to alleviate cadmium phytotoxicity in Cucumis melo",
        "Effects of inorganic and organic amendments on physiological parameters and antioxidant enzymes activities in Zea mays L. from a cadmium-contaminated calcareous soil",
        "Effect of drought on growth, photosynthesis and total antioxidant capacity of the Saharan plant Oudeneya africana",
        "Role of plant growth promoting rhizobacterial consortium in improving the Vigna radiata growth and alleviation of aluminum and drought stresses",
        "Amelioration of aluminum phytotoxicity in Solanum lycopersicum by co-inoculation of plant growth promoting Kosakonia radicincitans strain CABV2 and Streptomyces corchorusii strain CASL5",
        "Role of Curtobacterium herbarum strain CAH5 on aluminum bioaccumulation and enhancement of Lactuca sativa growth under aluminum and drought stresses",
        "Pseudomonas citronellolis strain SLP6 enhances the phytoremediation efficiency of Helianthus annuus in copper contaminated soils under salinity stress",
        "Bacterial communities of three plant species from Pb-Zn contaminated sites and plant-growth promotional benefits of endophytic Microbacterium sp. (strain BXGe71)",
        "Alleviation of drought-induced oxidative stress in maize (Zea mays L.) plants by dual application of 24-epibrassinolide and spermine",
        "Fava bean intercropping with Sedum alfredii inoculated with endophytes enhances phytoremediation of cadmium and lead co-contaminated field",
        "Endophytic bacteria isolated from Solanum nigrum L., alleviate cadmium (Cd) stress response by their antioxidant potentials, including SOD synthesis by sodA gene",
        "Bacillus pumilus alleviates drought stress and increases metabolite accumulation in Glycyrrhiza uralensis Fisch",
        "Identification of high cadmium-accumulating oilseed sunflower (Helianthus annuus) cultivars for phytoremediation of an Oxisol and an Inceptisol",
        "Arbuscular mycorrhizal fungi improve plant growth of Ricinus communis by altering photosynthetic properties and increasing pigments under drought and salt stress",
        "New insights into the capture performance and mechanism of hazardous metals Cr3+and Cd2+onto an effective layered double hydroxide based material",
        "Adsorption and desorption of Pb(II) onL-Lysine modified montmorillonite and the simulation of interlayer structure",
        "Modeling of phytoextraction efficiency of microbially stimulated Salix dasyclados L. in the soils with different speciation of heavy metals"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Temuco",
            "@id": "60012035",
            "affilname": "Universidad de la Frontera",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012035",
            "affiliation-country": "Chile"
        },
        {
            "affiliation-city": "Dammam",
            "@id": "60104334",
            "affilname": "Imam Abdulrahman Bin Faisal University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60104334",
            "affiliation-country": "Saudi Arabia"
        }
    ],
    "funding": [
        "ANID-Chile",
        "MINEDUC",
        "FONDECYT",
        "National Research Council of Thailand",
        "Universidad de La Frontera",
        "Agencia Nacional de Investigación y Desarrollo"
    ]
}