{
    "eid": "2-s2.0-85051208796",
    "title": "Diversity and characterization of cultivable oleaginous yeasts isolated from mangrove forests",
    "cover-date": "2018-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Physiology",
            "@code": "1314",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Intracellular lipids",
        "Oily yeast",
        "Oleaginous yeast",
        "Pseudozyma tsukubaensis",
        "Triglyceride"
    ],
    "authors": [
        "Sineenath Kunthiphun",
        "Puthita Chokreansukchai",
        "Patcharaporn Hondee",
        "Somboon Tanasupawat",
        "Ancharida Savarajara"
    ],
    "citedby-count": 13,
    "ref-count": 83,
    "ref-list": [
        "Oily yeasts as oleaginous cell factories",
        "Kluyveromyces siamensis sp. nov., an ascomycetous yeast isolated from water in a mangrove forest in Ranong Province, Thailand",
        "Candida andamanensis sp. nov., Candida laemsonensis sp. nov. and Candida ranongensis sp. nov., anamorphic yeast species isolated from estuarine waters in a Thai mangrove forest",
        "Fatty acid desaturation in methylotrophic yeast Hansenula polymorpha strain CBS 197 6 and unsaturated fatty acid auxotrophic mutants",
        "Yeast in anthropogenic and polluted environments",
        "An overview of lipid metabolism in yeasts and its impact on biotechnological processes",
        "Pseudozyma tsukubaensis",
        "Single cell oil producing yeasts Lipomyces starkeyi and Rhodosporidium toruloides: selection of extraction strategies and biodiesel property prediction",
        "Marine culturable yeasts in deep-sea hydrothermal vents: species richness and association with fauna",
        "Functional roles of fatty acids and their effects on human health",
        "Mangrove succession enriches the sediment microbial community in South China",
        "Identification of superior lipid producing Lipomyces and Myxozyma yeasts",
        "Patulin biodegradation by marine yeast Kodameae ohmeri",
        "Yeasts from macroalgae and lichens that inhabit the South Shetland Islands, Antarctica",
        "MUSCLE: multiple sequence alignment with high accuracy and high throughput",
        ") Candida kashinagacola sp. nov., C. pseudovanderkliftii sp. nov. and C. vanderkliftii sp. nov., three new yeasts from ambrosia beetle associated source",
        "Fungus symbionts colonizing the galleries of the ambrosia beetle Platypus quercivorus",
        "Production of prebiotic galactooligosaccharides from lactose by Pseudozyma tsukubaensis and Pichia kluyveri",
        "Distribution of yeasts in the Indian Ocean",
        "Yeast in marine environments",
        "Five new species of yeasts from fresh water and marine habitats in the Florida Everglades",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "A basidiomycetous yeast, Pseudozyma tsukubaensis, efficiently produces a novel glycolipid biosurfactant. The identification of a new diastereomer of mannosylerythritol lipid-B",
        "Occurrence and diversity of yeasts in the Mid-Atlantic Ridge hydrothermal fields near the Azores archipelago",
        "Antioxidant treatment and prevention of human sperm DNA fragmentation: role in health and fertility",
        "Lipid production for second generation biodiesel by the oleaginous yeast Rhodotorula graminis",
        "Effect of sea buckthorn on liver fibrosis: a clinical study",
        "Mycocin production in Pseudozyma tsukubaensis",
        "A macadamia nut-rich diet reduces total and LDL-cholesterol in mildly hypercholesterolemic men and women",
        "Census of yeasts isolated from natural ecosystem and conserved in worldwide collections",
        "Yeasts as indicators of environmental quality",
        "Yeasts in the intertidal sediments of a polluted estuary in Rio de Janeiro, Brazil",
        "Yeasts in aquatic ecotone habitats",
        "BioEdit: a user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
        "Effect of sunlight exposure and aging on skin surface lipids and urate",
        "Review of biodiesel composition, properties, and specifications",
        "Isolation of a novel high erythritol-producing Pseudozyma tsukubaensis and scale-up of erythritol fermentation to industrial level",
        "Three new species of bipolar budding yeasts of the genus Hanseniaspora and its anamorph Kloeckera isolated in Thailand",
        "Single cell oil of oleaginous fungi from the tropical mangrove wetlands as a potential feedstock for biodiesel",
        "Designer” biodiesel: optimizing fatty ester composition to improve fuel properties",
        "Improving biodiesel fuel properties by modifying fatty ester composition",
        "Pichia Hansen EC (1904)",
        "Identification and phylogeny of ascomycetous yeasts from analysis of nuclear large subunit (26S) ribosomal DNA partial sequences",
        "Phylogenetic relationships among yeasts of the Saccharomyces complex determined from multigene sequence analyses",
        "Methods for isolation, phenotypic characterization and maintenance of yeasts",
        "Candida Berkhout (1923)",
        "Perspectives of microbial oils for biodiesel production",
        "Fatty acid profile and lipid composition of farm-raised and wild-caught sandworms, Perinereis nuntia, the diet for marine shrimp broodstock",
        "Phylloplane yeasts in tropical climate",
        "Candida thaimueangensis sp. nov., an anamorphic yeast species from estuarine water in a mangrove forest in Thailand",
        "Candida phangngensis sp. nov., an anamorphic yeast species in the Yarrowia clade, isolated from water in mangrove forests in Phang-Nga Province, Thailand",
        "Yeasts isolated from sand and sea water in beaches of Olinda, Pernambuco state, Brazil",
        "Community structure of yeast fungi in forest biogeocenoses",
        "Screening of marine cyanobacteria for high palmitoleic acid production",
        "Three new basidiomycetous yeasts, Pseudozyma alboarmeniaca sp. nov., Pseudozyma crassa sp. nov. and Pseudozyma siamensis sp. nov. isolated from Thai patients",
        "Yeast succession in the Amazon fruit Parahancornia amapa as resource partitioning among Drosophila spp",
        "Unsaturated fatty acids as cytoprotective agents inthe pancreatic beta-cell",
        "Isolation of basidiomycetous yeast Pseudozyma tsukubaensis and production of glycolipid biosurfactant, a diastereomer type of mannosylerythritol lipid-B",
        "Polyunsaturated fatty acids in relation to sleep quality and depression in obstructive sleep apnea hypopnea syndrome",
        "Growth temperature exerts differential physiological and transcriptional responses in laboratory and wine strains of Saccharomyces cerevisiae",
        "Mangrove forests in Thailand",
        "Influence of fatty acid composition of raw materials on biodiesel properties",
        "Biotechnology of oils and fats",
        "An overview of the modulatory effects of oleic acid in health and disease",
        "Rhodosporidium banno (1967)",
        "Characterization of newly isolated oleaginous yeasts Cryptococcus podzolicus, Trichosporon porosum and Pichia segobiensis",
        "Assessment of fungal diversity in deep-sea sediments by multiple primer approach",
        "Oleaginous yeasts for biodiesel: Current and future trends in biology and production",
        "Yeast ecology",
        "Microbial production of fatty-acid-derived fuels and chemicals from plant biomass",
        "Trichosporon Behrend (1890)",
        "Expansion of the Candida tanzawaensis yeast clade: 16 novel Candida species from basidiocarp-feeding beetles",
        "Galactomyces Redhead and Malloch (1977)",
        "Mega6: Molecular evolutionary genetics analysis version 6.0",
        "Selection of oleaginous yeasts with high lipid productivity for practical biodiesel production",
        "Lipomyces orientalis sp. nov., a yeast species isolated from soil in Vietnam",
        "Prevalence of yeasts in beach sand at three bathing beaches in South Florida",
        "Dietary fatty acids and human health",
        "Heavy oils (mainly alkanes) over-production from inulin by Aureobasidium melanogenum 9 – 1 and its transformant 88 carrying an inulinase gene",
        "Distribution of marine red yeasts in shrimps and the environments of shrimp culture",
        "Chronic administration of palmitoleic acid reduces insulin resistance and hepatic lipid accumulation in KK-A(y) mice with genetic type 2 diabetes",
        "Yeasts in hypersaline habitats"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "National Research University Project",
        "Office of Higher Education Commission",
        "Chulalongkorn University"
    ]
}