{
    "eid": "2-s2.0-85106401474",
    "title": "Differential gene expression levels, chemical profiles, and biological activities of Pueraria candollei var. mirifica callus cultures at different growth stages",
    "cover-date": "2021-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Horticulture",
            "@code": "1108",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Antioxidant activity",
        "Biosynthetic pathway",
        "Callus cultures",
        "Cytotoxic activity",
        "Isoflavonoids",
        "Pueraria mirifica"
    ],
    "authors": [
        "Dolly Rani",
        "Khwanlada Kobtrakul",
        "Jittima Amie Luckanagul",
        "Wuttinont Thaweesest",
        "Pornchai Rojsitthisak",
        "Wanchai De-Eknamkul",
        "Sornkanok Vimolmangkang"
    ],
    "citedby-count": 4,
    "ref-count": 38,
    "ref-list": [
        "Genistein: does it prevent or promote breast cancer?",
        "Identification of deoxymiroestrol as the actual rejuvenating principle of “Kwao Keur”, Pueraria mirifica. The known miroestrol may be an artifact",
        "Major isoflavonoid contents of the 1-year-cultivated phytoestrogen-rich herb, Pueraria mirifica",
        "The differential anti-proliferation effect of white (Pueraria mirifica), red (Butea superba), and black (Mucuna collettii) Kwao Krua plants on the growth of MCF-7 cells",
        "Pretreatment with phytoestrogen-rich plant decreases breast tumor incidence and exhibits lower profile of mammary ERα and ERβ",
        "Toxicity study of Pueraria mirifica airy shaw et Suvatabandhu",
        "Antioxidant and anticancer activity of Artemisia princeps var. orientalis extract in HepG2 and Hep3B hepatocellular carcinoma cells",
        "Antioxidant activity of daidzein, a natural antioxidant, and its spectroscopic properties in organic solvents and phosphatidylcholine liposomes",
        "In vitro antioxidant and anticancer activity of Leea indica leaf extracts on human prostate cancer cell lines",
        "Daidzein exerts anticancer activity towards SKOV3 human ovarian cancer cells by inducing apoptosis and cell cycle arrest, and inhibiting the Raf/MEK/ERK cascade",
        "A brief history and spectroscopic analysis of soy isoflavones",
        "Proteome analysis of Pueraria mirifica tubers collected in different seasons",
        "Effects of abiotic and biotic elicitors on growth and isoflavonoid accumulation in Pueraria candollei var. candollei and P. candollei var. mirifica cell suspension cultures",
        "Interaction of estrogenic chemicals and phytoestrogens with estrogen receptor β",
        "Relative antioxidant activity of soybean isoflavones and their glycosides",
        "7, 3′, 4′-Trihydroxyisoflavone, a metabolite of the soy isoflavone daidzein, suppresses ultraviolet B-induced skin cancer by targeting Cot and MKK4",
        "Plant secondary metabolites: Structure–activity relationships in human health prevention and treatment of common diseases",
        "Molecular cloning and functional characterization of a novel isoflavone 3′-O-methyltransferase from Pueraria lobata",
        "Pueraria mirifica phytoestrogens improve dyslipidemia in postmenopausal women probably by activating estrogen receptor subtypes",
        "Phytoestrogens: a review of the present state of research",
        "Metabolomic and gene expression approaches reveal the developmental and environmental regulation of the secondary metabolism of yacón (Smallanthus sonchifolius, Asteraceae)",
        "Inhibition of cancer cell invasion and metastasis by genistein",
        "Genistein and biochanin A inhibit the growth of human prostate cancer cells but not epidermal growth factor receptor tyrosine autophosphorylation",
        "Optimizing Pueraria candollei var. mirifica cell suspension culture for prolonged maintenance and decreased variation of isoflavonoid from single cell lines",
        "Yeast extract elicited isoflavonoid accumulation and biosynthetic gene expression in Pueraria candollei var. mirifica cell cultures",
        "Elicitation of Pueraria candollei var. mirifica suspension cells promises antioxidant potential, implying antiaging activity",
        "Anti-osteoclastogenic, estrogenic, and antioxidant activities of cell suspension cultures and tuber root extracts from Pueraria mirifica",
        "Effect of phytoestrogen and antioxidant supplementation on oxidative DNA damage assessed using the comet assay",
        "Sex steroid hormone metabolism and prostate cancer",
        "Transcriptome analysis of Pueraria candollei var. mirifica for gene discovery in the biosyntheses of isoflavones and miroestrol",
        "The influence of Pueraria mirifica herb containing phytoestrogens on the urinary gonadotropin and estradiol levels in aged menopausal monkeys",
        "Molecular aspects of phytoestrogen selective binding at estrogen receptors",
        "Production of isoflavonoids in callus cultures of Pueraria candollei var. mirifica",
        "Pueraria mirifica, a phytoestrogen-rich herb, prevents bone loss in orchidectomized rats",
        "Isoflavones: estrogenic activity, biological effect and bioavailability",
        "Molecular cloning and functional characterization of a novel (iso) flavone 4′, 7-O-diglucoside glucosyltransferase from Pueraria lobata",
        "Comparative analysis of the chemical constituents of two varieties of Pueraria candollei",
        "Soybean phytochemicals inhibit the growth of transplantable human prostate carcinoma and tumor angiogenesis in mice"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "National Higher Education Science Research and Innovation Policy Council",
        "Chulalongkorn University"
    ]
}