{
    "eid": "2-s2.0-84927566999",
    "title": "Synthetic Fuel Production from the Catalytic Thermochemical Conversion of Carbon Dioxide",
    "cover-date": "2014-03-10",
    "subject-areas": [],
    "keywords": [
        "Carbon dioxide (CO2) reforming",
        "Catalytic thermochemical conversion",
        "Reactor technology",
        "Synthetic fuels"
    ],
    "authors": [
        "Navadol Laosiripojana"
    ],
    "citedby-count": 3,
    "ref-count": 63,
    "ref-list": [
        "Opportunities and prospects in the chemical recycling of carbon dioxide to fuels",
        null,
        "The chemistry of methane reforming with carbon dioxide and its current and potential applications",
        null,
        null,
        null,
        "Chem Express",
        null,
        "Partial oxidation of methane to synthesis gas using carbon dioxide",
        null,
        null,
        "Kinetic dependencies and reaction pathways in hydrocarbon and oxyhydrocarbon conversions catalyzed by ceria-based materials",
        "Chromite/titanate based perovskites for application as anodes in solid oxide fuel cells",
        "Rare earth-first-row transition metal perovskites as catalysts for the autothermal reforming of hydrocarbon fuels to generate hydrogen",
        "Proceedings of the Third European Solid Oxide Fuel Cell Forum",
        null,
        null,
        null,
        "Fuels - Hydrogen Production | Autothermal Reforming",
        "Overview of Pd-based membranes for producing pure hydrogen and state of art at ENEA laboratories",
        "A comparative study of non-thermal plasma assisted reforming technologies",
        "Review of plasma catalysis on hydrocarbon reforming for hydrogen production-Interaction, integration, and prospects",
        "An overview of hydrogen production technologies",
        null,
        "Handbook of Heterogeneous Catalysis",
        "Catal. Soc. India",
        "Fundamentals of Industrial Catalytic Processes",
        "Gas to liquids: A technology for natural gas industrialization in Bolivia",
        "Gas-to-Liquid technology: Prospect for natural gas utilization in Nigeria",
        "High quality diesel via the Fischer-Tropsch process - A review",
        "Fischer-Tropsch Technology",
        "Fuel Process. Technol.",
        "Influence of the Feed Gas Composition on the Fischer-Tropsch Synthesis in Commercial Operations",
        "Effect of reducing agents on microstructure and catalytic performance of precipitated iron-manganese catalyst for Fischer-Tropsch synthesis",
        "Fischer-Tropsch diesel production over calcium-promoted Co/alumina catalyst: Effect of reaction conditions",
        "Fischer-Tropsch synthesis: A review of water effects on the performances of unsupported and supported Co catalysts",
        "Catal. Today",
        "Dimethyl Ether-Reforming Catalysts for Hydrogen Production",
        "Biomass to Biofuels: Strategies for Global Industries",
        "Deactivation and regeneration behaviors of copper spinel-alumina composite catalysts in steam reforming of dimethyl ether",
        "100 t/a-Scale demonstration of direct dimethyl ether synthesis from corncob-derived syngas",
        null,
        "Methanol synthesis: A short review of technology improvements",
        "Encyclopedia of Chemical Technology",
        "Methyl formate hydrogenolysis for low-temperature methanoi synthesis",
        "Slurry phase synthesis of methanol with a potassium methoxide/copper chromite catalytic system",
        "A new method of low-temperature methanol synthesis",
        "Low-temperature methanol synthesis from carbon dioxide and hydrogen via formic ester",
        "Partial oxidation of methane to methanol with oxygen or air in a nonequilibrium discharge plasma",
        "Partial oxidation of methane with air for methanol production in a post-plasma catalytic system",
        "Product selectivity control and organic oxygenate pathways from partial oxidation of methane in a silent electric discharge reactor",
        "Methanol production in an optimized dual-membrane fixed-bed reactor",
        "A comparison of co-current and counter-current modes of operation for a dual-type industrial methanol reactor",
        null,
        null,
        "Catalytic consequences of acid strength in the conversion of methanol to dimethyl ether",
        "Al-MCM-41 as methanol dehydration catalyst",
        "Catalytic dehydration of methanol to dimethyl ether over mordenite catalysts",
        "Fuel Proc. Technol."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Nanotechnology Center",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}