{
    "eid": "2-s2.0-84923238540",
    "title": "Property improvement of plasticized poly(vinyl chloride) by nano-TiO2 and poly(methyl methacrylate)–encapsulated nano-TiO2",
    "cover-date": "2016-12-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Marketing",
            "@code": "1406"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [],
    "authors": [
        "Saowaroj Chuayjuljit"
    ],
    "citedby-count": 7,
    "ref-count": 37,
    "ref-list": [
        "Synthesis and characterization of poly(methylmethacrylate)/silica nanocomposites: Study of the interphase by solid-state NMR and structure/properties relationships",
        "Effect of silica-coated poly(butyl methacrylate)-block-poly(methyl methacrylate) double-shell particles on the mechanical properties of PMMA composites",
        "Effect of flexibility of grafted polymer on the morphology and property of nanosilica/PVC composites",
        "Natural rubber nanocomposites using polystyrene-encapsulated nanosilica prepared by differential microemulsion polymerization",
        "J. Elast. Plast.",
        "Effects of Nanosized Polystyrene and Polystyrene-Encapsulated Nanosilica on Physical Properties of Natural Rubber/Styrene Butadiene Rubber Nanocomposites",
        "Eur. Polym. J.",
        "Effect of PMMA-graft-silica nanoparticles on the gas permeation properties of hexafluoroisopropylidene-based polyimide membranes",
        "Irradiation-induced surface graft polymerization onto calcium carbonate nanoparticles and its toughening effects on polypropylene composites",
        null,
        "Structure-property relationships of in-situ PMMA modified nano-sized antimony trioxide filled poly(vinyl chloride) nanocomposites",
        "Enhancement of mechanical properties of poly(vinyl chloride) with Polymethyl methacrylate-grafted halloysite nanotube",
        "Preparation of functionalized core-shell alumina/polystyrene composite nanoparticles, 1 encapsulation of alumina via emulsion polymerization",
        "Graft polymerization of vinyl monomers onto nanosized alumina particles",
        "Preparation of nano-ZnO/PMMA composite particles via grafting of the copolymer onto the surface of zinc oxide nanoparticles",
        "Fabrication of zinc oxide/poly(styrene) grafted nanocomposite latex and its dispersion",
        null,
        "Emulsifier-free miniemulsion polymerization of styrene and the investigation of encapsulation of nanoparticles with polystyrene via this procedure using an anionic initiator",
        "J. Appl. Polym. Sci.",
        "Surface modification on nanoscale titanium dioxide by radiation: Preparation and characterization",
        null,
        null,
        "Preparation and characterization of poly(methyl methacrylate)/titanium oxide composite particles",
        "Preparation and characterization of titanium dioxide nanoparticle/ polystyrene composites via radical polymerization",
        null,
        "Effect of nanocalcium carbonate on the impact strength and accelerated weatherability of rigid poly(vinyl chloride)/acrylic impact modifier",
        null,
        null,
        null,
        null,
        null,
        null,
        "Characterization of 1,5-pentanediol dibenzoate as a potential \"Green\" plasticizer for poly(vinyl chloride)",
        "The effect of epoxidized sunflower oil on the miscibility of plasticized PVC/NBR blends",
        "J. Vinyl Addit. Technol.",
        "Physical, mechanical, and thermal properties of PVC/PMMA blends in relation to their morphologies",
        "Mechanical properties and dispersion behavior of composite materials compounded with surface treated titanium dioxides"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}