{
    "eid": "2-s2.0-85009817175",
    "title": "Evaluation of the overall process on bioethanol production from miscanthus hydrolysates obtained by dilute acid pretreatment",
    "cover-date": "2016-11-01",
    "subject-areas": [
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Biomedical Engineering",
            "@code": "2204"
        },
        {
            "$": "Bioengineering",
            "@code": "1502"
        }
    ],
    "keywords": [
        "bioethanol",
        "dilute acid pretreatment",
        "mass balance",
        "miscanthus",
        "process"
    ],
    "authors": [
        "Hah Young Yoo"
    ],
    "citedby-count": 26,
    "ref-count": 36,
    "ref-list": [
        "Understanding β-mannanase from Streptomyces sp. CS147 and its potential application in lignocellulose based biorefining",
        "Current states and prospects of organic waste utilization for biorefineries",
        "Optimization of medium composition for enhanced cellulase production by mutant Penicillium brasilianum KUEB15 using statistical method",
        "Miscanthus as cellulosic biomass for bioethanol production",
        "Miscanthus: A fast-growing crop for biofuels and chemicals production",
        "Pretreatment technologies for an efficient bioethanol production process based on enzymatic hydrolysis: A review",
        "Biomass pretreatment: Fundamentals toward application",
        "Consolidated Bioprocessing of Lignocellulosic Feedstocks for Ethanol Fuel Production",
        "Furfural production from hydrolysate of barley straw after dilute sulfuric acid pretreatment",
        "Pretreatment of rice straw with combined process using dilute sulfuric acid and aqueous ammonia",
        "Two-stage, acetic acid-aqueous ammonia, fractionation of empty fruit bunches for increased lignocellulosic biomass utilization",
        "Effects of ionic liquid mixtures on lipid extraction from Chlorella vulgaris",
        "Effects of inorganic salts on pretreatment of Miscanthus straw",
        "Pretreatment of rice straw by proton beam irradiation for efficient enzyme digestibility",
        "Enhancement of enzymatic digestibility of Miscanthus by electron beam irradiation and chemical combined treatments for bioethanol production",
        "Importance of chemical pretreatment for bioconversion of lignocellulosic biomass",
        "Lignocellulosic biomass to bioethanol, a comprehensive review with a focus on pretreatment",
        "Pretreatment and Lignocellulosic Chemistry",
        "Appl. Biochem. Biotech.",
        "Effect of pretreatment severity on xylan solubility and enzymatic breakdown of the remaining cellulose from wheat straw",
        "The influence of screw configuration on the pretreatment performance of a continuous twin screw-driven reactor (CTSR)",
        "Optimization of alkali-extrusion pretreatment with twin-screw for bioethanol production from Miscanthus",
        "Effect of dilute acid pretreatment of rice straw on structural properties and enzymatic hydrolysis",
        "Sugar recovery from rice straw by dilute acid pretreatment",
        "Optimizing dilute-acid pretreatment of rapeseed straw for extraction of hemicellulose",
        "Enzymatic saccharification of lignocellulosic biomass. Laboratory Analytical Procedure (NREL/TP-510-42629)",
        "Tolerance of Saccharomyces cerevisiae K35 to lignocellulose-derived inhibitory compounds",
        "Determination of structural carbohydrates and lignin in biomass. Laboratory Analytical Procedure (NREL/TP-510-42618)",
        null,
        "Dilute acid pretreatment of barley straw and its saccharification and fermentation",
        "Fractionation of barley straw with dilute sulfuric acid for improving hemicellulose recovery",
        "Dilute acid pretreatment of corncob for efficient sugar production",
        "Dilute-sulfuric acid pretreatment of cattails for cellulose conversion",
        "Optimization of the acid pretreatment of rice hulls to obtain fermentable sugars for bioethanol production",
        "Enzymatic saccharification of dilute acid pretreated eucalyptus chips for fermentable sugar production",
        "The hydrolysate of barley straw containing inhibitors can be used to produce cephalosporin C by solvent extraction using ethyl acetate"
    ],
    "affiliation": [
        {
            "affiliation-city": "Seoul",
            "affilname": "Korea University",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}