{
    "eid": "2-s2.0-85106885457",
    "title": "Network meta-analysis of management of trigger thumb in children",
    "cover-date": "2021-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pediatrics, Perinatology and Child Health",
            "@code": "2735",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "children",
        "meta-analysis",
        "network",
        "treatment",
        "trigger thumb"
    ],
    "authors": [
        "Todsaporn Sirithiantong",
        "Patarawan Woratanarat",
        "Thira Woratanarat",
        "Chanika Angsanuntsukh",
        "Tanyawat Saisongcroh",
        "Nattawut Unwanatham",
        "Ammarin Thakkinstian"
    ],
    "citedby-count": 5,
    "ref-count": 43,
    "ref-list": [
        "The management of trigger thumb in children",
        "Incidence of trigger digits in newborns",
        "The natural history of pediatric trigger thumb",
        "Trigger thumbs in children. A review of the natural history and indications for treatment in 105 patients",
        "The outcome of treatment of trigger thumb in children",
        "Spontaneous recovery of trigger thumbs in children",
        "Trigger digits in children",
        "Pediatric trigger thumb with locked interphalangeal joint: can observation or splinting be a treatment option?",
        "Conservative treatment for trigger thumb in children",
        "Conservative treatment of pediatric trigger thumb: follow-up for over 4 years",
        "Success of conservative treatment of trigger thumb in children after minimum follow-up of five years",
        "The treatment of trigger thumb in children: conservative or surgical?",
        "The treatment outcome of trigger thumb in children",
        "Splint therapy for trigger thumb and finger in children",
        "Percutaneous release of trigger thumb in children: 63 cases",
        "Trigger thumb in children: results of surgical treatment in children above 5 years of age",
        "Surgical release of the pediatric trigger thumb",
        "Trigger thumbs in children: results of surgical release",
        "Risk stratification for the recurrence of trigger thumb after surgical release in the paediatric patient",
        "Retrospective study of open versus percutaneous surgery for trigger thumb in children",
        "Long-term follow-up of surgical release of the A(1) pulley in childhood trigger thumb",
        "Tendovaginitis stenosans of the thumb in small children (pollex flexus congenitus). The authors’ results and review of the literature",
        "Trigger thumb’ in 38 children: good short-term and long-term results from surgery",
        "Complete annular and partial oblique pulley release for pediatric locked trigger thumb",
        "Trigger thumbs in children: a follow-up study of 37 children below 15 years of age",
        "The “trigger” thumb locked in extension - an unusual presentation of a common paediatric condition",
        "The congenital trigger thumb: is release of the first annular pulley alone sufficient to resolve the triggering?",
        "Trigger thumb in infancy and childhood. A survey of 80 patients",
        "Percutaneous release for trigger thumbs in children: improvements of the technique and results of 31 thumbs",
        "Percutaneous trigger thumb release in children",
        "Percutaneous trigger thumb release in children: neither effective nor safe",
        "Open surgery versus nonoperative treatments for paediatric trigger thumb: a systematic review",
        "Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015 statement",
        "ROBINS-I: a tool for assessing risk of bias in non-randomised studies of interventions",
        "GetReal in network meta-analysis: a review of the methodology",
        "Graphical methods and numerical summaries for presenting results from multiple-treatment meta-analysis: an overview and tutorial",
        "Multivariate random-effects meta-analysis",
        "Network meta-analysis",
        "Extension splint for trigger thumb in children",
        "Trigger thumb in children: comparison of results between percutaneous release and open surgery",
        "Open versus percutaneous surgery for trigger thumbs in children",
        "The natural history of pediatric trigger thumb: a study with a minimum of five years follow-up"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199578",
            "affilname": "Ramathibodi Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199578",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}