{
    "eid": "2-s2.0-84973161403",
    "title": "Can standard anterior Smith-Robinson supramanubrial approach be utilized for approach down to T2 or T3?",
    "cover-date": "2017-09-01",
    "subject-areas": [
        {
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732"
        },
        {
            "$": "Surgery",
            "@code": "2746"
        }
    ],
    "keywords": [
        "Plain radiograph",
        "Preoperative criteria",
        "Standard anterior Smith-Robinson approach",
        "Upper thoracic"
    ],
    "authors": [
        "Weerasak Singhatanadgige"
    ],
    "citedby-count": 3,
    "ref-count": 16,
    "ref-list": [
        "Spinal disorders at the cervicothoracic junction",
        "Anterior surgical approaches to the spine.",
        "An anterior approach to the cervicothoracic junction of the spine (modified osteotomy of manubrium sterni and clavicle)",
        "A transsternal approach to the upper thoracic vertebrae",
        "Cervicothoracic radiculopathy treated using posterior cervical foraminotomy/discectomy",
        "Pitfalls in the surgical management of cervical spine injuries",
        "Factors predisposing to median sternotomy complications: Deep vs superficial infection",
        "A perspective for the selection of surgical approaches in patients with upper thoracic and cervicothoracic junction instabilities",
        "Anterior approach to the cervicothoracic junction without sternotomy: A report of 37 cases",
        "Surgical approach to the cervicothoracic junction: Can a standard smith-robinson approach be utilized?",
        "Anterior approach to the cervicothoracic junction: Proposed indication for manubriotomy based on preoperative computed tomography findings - Clinical article",
        "Surgical planning and neurological outcome after anterior approach to remove a disc herniation at the c7-t1 level in 19 patients",
        "Preoperative magnetic resonance imaging screening for a surgical decision regarding the approach for anterior spine fusion at the cervicothoracic junction",
        "Aids to the investigation of peripheral nerve injuries. Medical Research Council: Nerve Injuries Research Committee. His Majesty's Stationery Office: 1942; pp. 48 (iii) and 74 figures and 7 diagrams; with aids to the examination of the peripheral nervous system. By Michael O'Brien for the Guarantors of Brain. Saunders Elsevier: 2010; pp. [8] 64 and 94 Figures.",
        "Anterior spinal fusion. The operative approach and pathological findings in 412 patients with Pott's disease of the spine.",
        "Simple method for determining the need for sternotomy/manubriotomy with the anterior approach to the cervicothoracic junction"
    ],
    "affiliation": [
        {
            "affiliation-city": "New York",
            "affilname": "Columbia University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine Siriraj Hospital, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "St. Louis",
            "affilname": "Washington University in St. Louis",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}