{
    "eid": "2-s2.0-85077037715",
    "title": "Improving the perceived partnership synergy and sustainability through the social and political context in indonesia: Business law compliance as a mediator",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Arts and Humanities (miscellaneous)",
            "@code": "1201",
            "@abbrev": "ARTS"
        }
    ],
    "keywords": [
        "Business law compliance",
        "Perceived partnership sustainability",
        "Perceived partnership synergy",
        "Societal and political context"
    ],
    "authors": [
        "Thanaporn Sriyakul",
        "Kittisak Jermsittiparsert",
        "Supatra Phanwichit",
        "Andi Luhur Prianto"
    ],
    "citedby-count": 1,
    "ref-count": 39,
    "ref-list": [
        "Transdisciplinary research partnerships in sustainability science: an examination of stakeholder participation preferences.",
        "International energy investment law: the pursuit of stability.",
        "The informant in quantitative research.",
        "Supplier relationship management for circular economy: influence of external pressures and top management commitment.",
        "Green supply chain management: theoretical framework and further research directions.",
        "Creativity and propitiousness in strategic decision making: The role of positive politics and macro-economic uncertainty.",
        "GOVERNMENT ACTION, SOCIAL CAPITAL AND DEVELOPMENT: REVIEWING THE EVIDENCE ON SYNERGY.",
        "Corporate social responsibility diffusion by multinational subsidiaries in Indonesia: organisational dynamic and institutional effect.",
        "Understanding partnerships for sustainable development analytically: the ladder of partnership activity as a methodological tool.",
        "Sustaining and improving an international service-learning partnership: Evaluation of an evidence-based service delivery model.",
        "Market orientation and export performance: The moderation of channel and institutional distance.",
        "Leadership transitions in multisectoral health care alliances: Implications for member perceptions of participation value.",
        "A realist evaluation of community-based participatory research: partnership synergy, trust building and related ripple effects.",
        "Success and failure mechanisms of public private partnerships (PPPs) in developing countries: Insights from the Lebanese context.",
        "Social enterprise sustainability revisited: an international perspective.",
        "Joining forces: Collaboration and leadership for sustainability.",
        "A proposal for public and private partnership in extension.",
        "Building anti-corruption compliance through national integrity system in Indonesia: A way to fight against corruption.",
        "Reaching their potential: Perceived impact of a collaborative academic-clinical partnership programme for early career nurses in New Zealand.",
        "Green purchasing practices of US firms.",
        "The operation of non-governmental organizations (NGOs) in a world of corporate and other codes of conduct.",
        "Does the competitive environment influence the efficacy of investments in environmental management?.",
        "The role of Big Data in explaining disaster resilience in supply chains for sustainability.",
        "Challenges and strategies of building and sustaining inter-organizational partnerships in sport for development and peace.",
        "A note on the \"Economic Policy Uncertainty Index\".",
        "The ecosystem of social enterprise: Social culture, legal framework, and policy review in Indonesia.",
        "Sustainability and corporate social responsibility in supply chains: The state of research in supply chain management and business ethics journals.",
        "Mitigating external barriers to implementing green supply chain management: A grounded theory investigation of green-tech companies' rare earth metals supply chains.",
        "Landscapes of social inclusion: Inclusive value-chain collaboration through the lenses of food sovereignty and landscape governance.",
        "The role of collaboration in supply chain resilience.",
        "Improving sustainability performance for public-private-partnership (PPP) projects.",
        "Corporate tax compliance: Is a change towards trust-based tax strategies justified?.",
        "The Provision of Sanction in Tax Amnesty in Indonesia.",
        "Collaboration processes and perceived effectiveness of integrated care projects in primary care: a longitudinal mixed-methods study.",
        "Governance challenges of cocoa partnership projects in Indonesia: seeking synergy in multi-stakeholder arrangements for sustainable agriculture."
    ],
    "affiliation": [
        {
            "affiliation-city": "Makassar",
            "@id": "60107264",
            "affilname": "Universitas Muhammadiyah Makassar",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60107264",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60009119",
            "affilname": "Mahanakorn University of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009119",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nontaburi",
            "@id": "105396730",
            "affilname": "Sukhothai Thammathirat Open University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/105396730",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}