{
    "eid": "2-s2.0-84899961480",
    "title": "Factorial design in optimization of the separation of uranium from yellowcake across a hollow fiber supported liquid membrane, with mass transport modeling",
    "cover-date": "2014-05-01",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [
        "Factorial Design",
        "Hollow Fiber",
        "Liquid Membrane",
        "Uranium",
        "Yellowcake"
    ],
    "authors": [
        "Natchanun Leepipatpaiboon"
    ],
    "citedby-count": 10,
    "ref-count": 39,
    "ref-list": [
        "Agency for Toxic Substances and Disease Registry",
        "Patty's Industrial Hygiene and Toxicology",
        "The Extractive Metallurgy of Uranium",
        "Int. Mater. Rev.",
        "Handbook of Extractive Hydrometallurgy, Vol. III.",
        "Determination of optimum process conditions for the separation of thorium and rare earth elements by solvent extraction",
        "Determination of optimum process conditions for solvent extraction of thorium using Taguchi method",
        "ISOLATION OF THORIUM FROM MONAZITE BY SOLVENT EXTRACTION - 1.",
        "Thorium and uranium extraction from rare earth elements in monazite sulfuric acid liquor through solvent extraction",
        "J. Appl. Chem.",
        "Mass transfer of cadmium ions in a hollow-fiber module by pertraction",
        "Membrane contactors in industrial applications",
        "Hollow fiber membrane contactors",
        "Separation by competitive transport of uranium(VI) and thorium(IV) nitrates across supported renewable liquid membrane containing trioctylphosphine oxide as metal carrier",
        "Transportation of bioactive (+)catechin from its aqueous solution using flat sheet supported liquid membrane",
        "Separation techniques with supported liquid membranes",
        "Progress in liquid membrane science and engineering",
        "Membrane Handbook",
        "Separation of Co(II) and Ni(II) from thiocyanate media by hollow fiber supported liquid membrane containing Alamine300 as carrier - investigation on polarity of diluent and membrane stability",
        "Mass transfer modeling on the separation of tantalum and niobium from dilute hydrofluoric media through a hollow fiber supported liquid membrane",
        "Synergistic separation of yttrium ions in lanthanide series from rare earths mixture via hollow fiber supported liquid membrane",
        "Reduction of concentration polarization at feeding interphase of a hollow fiber supported liquid membrane by using periodic operation",
        "Enantioselective Separation of Racemic Amlodipine by Two-Phase Chiral Extraction Containing O,O′-Dibenzoyl-(2S,3S)-Tartaric Acid as Chiral Selector",
        "Selective enantioseparation of levocetirizine via a hollow fiber supported liquid membrane and mass transfer prediction",
        "Taguchi Methods: A Hands-on Approach",
        "Experimental design methodology and data analysis technique applied to optimise an organic synthesis",
        "Factorial analysis of a chemiluminescence system for bromate detection in water",
        "Desalin. Water Treat.",
        "Factorial experimental design for optimizing the removal of lead ions from aqueous solutions by cation exchange resin",
        "Feasibility study on the separation of uranium and thorium by a hollow fiber supported liquid membrane and mass transfer modeling",
        "Separation studies of uranium and thorium using di-2-ethylhexyl isobutyramide (D2EHIBA)",
        "Extraction of uranium (VI) from nitric acid and nitrate solutions by tributylphosphate/kerosene",
        "Transport Phenomena",
        "Neutron Activation Analysis",
        "Radiochemistry and Nuclear Methods of Analysis",
        "Copper removal from ammoniacal wastewater through a hollow fiber supported liquid membrane system: Modeling and experimental verification",
        "Electrolyte Solutions",
        "Limiting transport properties of lanthanide and actinide ions in pure water",
        "A Step-by-Step Approach to Using SAS for Univariate & Multivariate Statistics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Silpakorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thailand Government Pharmaceutical Organization",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Office of the Higher Education Commission",
        "Thailand Research Fund",
        "Research and Development Institute, Silpakorn University"
    ]
}