{
    "eid": "2-s2.0-84959355718",
    "title": "Histological organization of the female queen Devario regina (Fowler, 1934) during its juvenile stage",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Devario regina (Fowler 1934)",
        "Histochemistry",
        "Histology",
        "Systems",
        "Thailand"
    ],
    "authors": [
        "Piyakorn Boonyoung"
    ],
    "citedby-count": 3,
    "ref-count": 27,
    "ref-list": [
        "Anatomical features and histology of the digestive tract of two related neotropical omnivorous fishes (Characiformes; Anostomidae)",
        "Histology of the Vertebrates.",
        "Theory and practice of histological techniques",
        "Histopathological assessment of gonadal tissue in wild fishes",
        "The intestines of carnivorous fish: Structure and functions and the relations with diet",
        "Morphological aspects of intestinal cells from gilthead seabream (Sparus aurata) fed diets containing different lipid sources",
        "Morphohistology of the digestive tract of the damsel fish stegastes fuscus (Osteichthyes: Pomacentridae)",
        "Methods for Fish Biology.",
        "Histological and histochemical characterization of the mucosa of the digestive tract in flower fish (Pseudophoxinus antalyae)",
        "Endocrine disruption: Biological bases for health effects in wildlife and humans.",
        "Atlas of Fish Histology",
        "The digestive tract of the amberjack Seriola dumerili, Risso: a light and scanning electron microscope study",
        "Animal tissue techniques",
        "Comparative histology: An introduction to the microscopic structure of animals.",
        "Normal anatomy and histology of the adult zebrafish",
        "Canadian Special Publication of Fish Aquatic Sciences.",
        "Canadian Journal Zoology.",
        "Histology of carp (Cyprinus carpio L.) gills and pond water quality in semiintensive production",
        "International Research Journal of Environment Sciences.",
        "Target organ toxicity in marine and freshwater Teleost",
        "Histological study of the intestine of Stoliczkae's Barb Puntius stoliczkanus (Day, 1871) (Cypriniformes: Cyprinidae)",
        "Thammasat Journal of Science and Technology.",
        "Anterior kidney of the yellow mystus, Hemibagrus filamentus (Fang and Chaux, 1949)",
        "Methods of assessing ovarian development in fishes:A review",
        "Evaluation of rapid cooling and tricaine methanesulfonate (MS222) as methods of euthanasia in zebrafish (Danio rerio)",
        "Histological study of the organogenesis of the digestive system and swim bladder of the Chalcalburnus tarichi Pallas, 1811 (Cyprinidae)",
        "Histological effects of carbofuran on guppy Poecilia reticulata Peters"
    ],
    "affiliation": [
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "affilname": "National Institute of Metrology (Thailand)",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pitsanulok",
            "affilname": "Pibulsongkram Rajabhat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Mahanakorn University of Technology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "affilname": "Prince of Songkla University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}