{
    "eid": "2-s2.0-85116338855",
    "title": "Comparing dizziness and vertigo inventory responses in thai and thai-chinese people",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Neuropsychology and Physiological Psychology",
            "@code": "3206",
            "@abbrev": "PSYC"
        },
        {
            "@_fa": "true",
            "$": "Applied Psychology",
            "@code": "3202",
            "@abbrev": "PSYC"
        }
    ],
    "keywords": [
        "Asian populations",
        "Fear of heights",
        "Motion sickness",
        "Vertigo syndromes"
    ],
    "authors": [
        "Carlos M. Coelho",
        "Kullaya Pisitsungkagarn",
        "Nattasuda Taephant",
        "Carey D. Balaban"
    ],
    "citedby-count": 0,
    "ref-count": 66,
    "ref-list": [
        "Neurologic bases for comorbidity of balance disorders, anxiety disorders and migraine: neurotherapeutic implications",
        "What is nausea? A historical analysis of changing views",
        "Self-directed desensitization for acrophobia",
        "Somatic symptom reporting in women and men",
        "Prevalence of physical symptoms and their as-sociation with race/ethnicity and acculturation in the United States",
        "Fear of heights in ancient China",
        "Genetic variation in Northern Thailand Hill Tribes: origins and relationships with social structure and linguistic differences",
        "The mechanism of physiological height vertigo. II. Pos-turography",
        "The mechanism of physiological height vertigo. I. Theore-tical approach and psychophysics",
        "Height vertigo and human posture",
        "Susceptibility to fear of heights in bilateral vestibulopathy and other disorders of vertigo and balance",
        "Fear of heights and visual height intolerance",
        "Motion sickness in ancient China Seasick-ness and cart-sickness",
        "The visual vertigo syndrome",
        "A psychometric reanalysis of the Albany Panic and Phobia Questionnaire",
        "Assessment of fear of fear in agora-phobics – the body sensations questionnaire and the agoraphobic cognitions questionnaire",
        "Visuo-vestibular contributions to anxiety and fear",
        "The origins of specific phobias: Influential theories and current perspectives",
        "Visual-vestibular and postural analysis of motion sickness, panic, and acrophobia",
        "Deconstructing acrophobia: physiological and psychological precursors to developing a fear of heights",
        "Beyond “somatization” and “psychologization”: symptom-level variation in depressed Han Chinese and Euro-Canadian outpatients",
        "Motion sickness susceptibility questionnaire revised and its relationship to other forms of sickness",
        "Predicting individual differences in motion sickness susceptibility by questionnaire",
        "Fear of heights in Roman antiquity and mythology",
        "a historical View of Motion sickness – a Plague at sea and on land, also with Military impact",
        "Dizziness and vertigo syndromes viewed with a historical eye",
        "Down on heights? One in three has visual height intolerance",
        "Space and motion discomfort and abnormal balance control in patients with anxiety disorders",
        "Discomfort with space and motion: a possible marker of vestibular dysfunction assessed by the Situational Characteristics Questionnaire",
        "Panic, agoraphobia, and ve-stibular dysfunction",
        "Optic flow-induced sway in anxiety disorders associated with space and motion discomfort",
        "Effects of ethnicity and gender on motion sickness susceptibility",
        "Gender and race as determinants of nausea induced by circular vection",
        "Sex differences in the incidence of motion sickness induced by linear visual oscillation",
        "Genetic history of Southeast Asian populations as revealed by ancient and modern human mitochondrial DNA analysis",
        "The human alpha (2A)-AR gene and the genotype of site-1296 and the susceptibility to motion sickness",
        "The relationship between the rate threshold for the perception of movement and luminescence for various durations of exposure",
        "Ethnic variation in fluorescein angiography induced nausea and vomiting",
        "Prevalence of neurasthenia, comorbidity, and association with impairment among a nationally representative sample of US adults",
        "Effects of Asian ancestry on susceptibility to vection-induced motion sickness",
        "Gender differences in motion sickness history and susceptibility to optokinetic rotation-induced motion sickness",
        "Assessment instrument for panic disorder that includes fear of sensation – producing activities: The albany panic and phobia question-naire",
        "Genetic influences on motion sickness susceptibility in adult women: a classical twin study",
        "An ecological theory of motion sickness and postural in-stability",
        "The cultural shap-ing of depression: somatic symptoms in China, psychological symptoms in North America?",
        "Love and fear of heights: the pathophysiology and psychology of height imbalance",
        "Phobias and preparedness",
        "Threat assessment and locomotion: clinical applications of an integrated model of anxiety and postural control",
        "Chinese hyper-susceptibility to vection-induced motion sickness",
        "Asian hy-persusceptibility to motion sickness",
        "Motion sickness and differential susceptibility",
        "Variation in migraine prevalence by race",
        "Multisensory integration for spatial orientation in trait anxiety subjects: absence of visual dependence",
        "Behavioral models for anxiety and multi-sensory integration in animals and humans",
        "Ancestry informative mar-kers for distinguishing between Thai populations based on genome-wide association datasets",
        "Insight into the peopling of Mainland Southeast Asia from Thai population genetic structure",
        "Recent evidence about the effectiveness of vestibular rehabilitation",
        "Do women somatise more than men? Gender differences in somatization",
        "Hypothalamic and gastric myoelectrical responses during vection-induced nausea in healthy Chinese subjects",
        "Relationship between balance system function and agoraphobic avoidance",
        "Vestibular and posturographic test re-sults in people with symptoms of panic and agoraphobia",
        "Anxiety symp-tom presentations in Han Chinese and Euro-Canadian outpatients: Is distress always somatized in China?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pittsburgh",
            "@id": "60015543",
            "affilname": "University of Pittsburgh",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015543",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Pittsburgh",
            "@id": "60274940",
            "affilname": "The Eye &amp; Ear Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60274940",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pittsburgh",
            "@id": "60001361",
            "affilname": "University of Pittsburgh School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001361",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Chu lalong-korn University",
        "Chulalongkorn University"
    ]
}