{
    "eid": "2-s2.0-85133782649",
    "title": "Actinomadura parmotrematis sp. nov., isolated from the foliose lichen, Parmotrema praesorediosum (Nyl.) Hale",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Actinobacteria",
        "lichen",
        "Parmotrema",
        "rare Actinobacteria"
    ],
    "authors": [
        "Achiraya Somphong",
        "Vasun Poengsungnoen",
        "Kawinnat Buaruang",
        "Chanwit Suriyachadkun",
        "Paranee Sripreechasak",
        "Somboon Tanasupawat",
        "Wongsakorn Phongsopitanun"
    ],
    "citedby-count": 2,
    "ref-count": 36,
    "ref-list": [
        "A critical evaluation of the genera of aerobic actinomycetes",
        "Genus III. Actinomadura Lechevalier and Lechevalier 1970, 400AL emend. Kroppenstedt, Stackebrandt and Goodfellow 1990, 156",
        "Actinomadura craniellae sp. nov., isolated from a marine sponge in the South China Sea",
        "Actinomadura sediminis sp. nov., a marine actinomycete isolated from mangrove sediment",
        "Actinomadura barringtoniae sp. nov., an endophytic actinomycete isolated from the roots of Barringtonia acutangula (L.) Gaertn",
        "Actinomadura rubteroloni sp. nov. and Actinomadura macrotermitis sp. nov., isolated from the gut of the fungus growing-termite Macrotermes natalensis",
        "Actinomadura violacea sp. nov., a madurastatin A1-producing strain isolated from lichen in Thailand",
        "Mycetoma: a review",
        "List of Prokaryotic names with Standing in Nomenclature (LPSN) moves to the DSMZ",
        "The Natural Products Atlas 2.0: a database of microbially-derived natural products",
        "Anti-trypanosomal compound, sagamilactam, a new polyene macrocyclic lactam from Actinomadura sp. K13-0306",
        "Characterization of madurastatin C1, a novel siderophore from Actinomadura sp",
        "Antimicrobial and cytotoxic angucyclic quinones from Actinomadura miaoliensis",
        "Actinomadurol, an antibacterial norditerpenoid from a rare actinomycete, Actinomadura sp. KC 191",
        "Methods for characterization of Streptomyces species",
        "16S/23S rRNA sequencing",
        "Introducing EzBi-oCloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "MEGA7: Molecular Evolutionary Genetics Analysis version 7.0 for bigger datasets",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "Unicycler: Resolving bacterial genome assemblies from short and long sequencing reads",
        "The PATRIC Bioinformatics Resource Center: expanding data and analysis capabilities",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "JSpe-ciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Nocardia coeliaca, Nocardia autotrophica, and the Nocardin strain",
        "Chapter XI Actinomycetes",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Chemical composition as a criterion in the classification of aerobic actinomycetes",
        "Chemotaxonomy of aerobic actinomycetes: phospholipid composition"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022676",
            "affilname": "Ramkhamhaeng University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022676",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "@id": "60009116",
            "affilname": "Burapha University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009116",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Faculty of Pharmaceutical Sciences",
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}