{
    "eid": "2-s2.0-84949212131",
    "title": "Geological and engineering analysis of residual soil for forewarning landslide from highland area in northern Thailand",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Environmental Science (miscellaneous)",
            "@code": "2301"
        },
        {
            "$": "General Earth and Planetary Sciences",
            "@code": "1900"
        }
    ],
    "keywords": [
        "landslide",
        "multi-stage direct shear test",
        "Nan",
        "northern Thailand",
        "shear strength"
    ],
    "authors": [
        "Thanakrit Thongkhao"
    ],
    "citedby-count": 6,
    "ref-count": 42,
    "ref-list": [
        "A Hydrodynamic Technique for Measurement of Colloidal Forces",
        "Electrokinetic lift of a sphere moving in slow shear flow parallel to a wall. I. Experiment",
        "Electrohydrodynamic lubrication with thin double layers",
        "Electrokinetic lift of a sphere moving in slow shear flow parallel to a wall. II. Theory",
        "Proc. R. Soc. Lond",
        "Sedimentation potential and velocity of solid spherical particles",
        "Electroviscous Effects in Charged Capillaries",
        "On the slow rotation of a sphere about a diameter parallel to a nearby plane wall",
        "Electroviscous forces on a charged particle suspended in a flowing liquid",
        "The slow motion of a sphere through a viscous fluid towards a plane surface-II Small gap widths, including inertial effects",
        "Electrokinetic boundary condition compatible with the Onsager reciprocal relation in the thin double layer approximation",
        "Proc. R. Soc. Lond. A",
        "Proc. R. Soc. Lond",
        "Low Reynolds Number Hydrodynamics",
        "Perturbation Methods",
        "The primary electroviscous effect in a suspension of spheres with thin double layers",
        "Intermolecular and Surface Forces: Third Edition",
        "Some basic principles in interaction calculations",
        "Advanced transport phenomena: Fluid mechanics and convective transport processes",
        "Large distortion of the electric double layer around a charged particle by a shear flow",
        "Sedimentation velocity and potential in a dilute suspension of charged spherical colloidal particles",
        "A sphere in contact with a plane wall in a slow linear shear flow",
        "On asymmetrical slow viscous flows caused by the motion of two equal spheres almost in contact",
        "On the slow motion of a sphere parallel to a nearby plane wall",
        "Electrokinetic flow in a narrow cylindrical capillary",
        "Low-shear limit of the secondary electroviscous effect",
        "Bulk stresses due to deformation of the electrical double layer around a charged sphere",
        "The rheology of suspensions of charged rigid spheres",
        "Annu. Rev. Fluid Mech",
        "Shear-induced electrokinetic lift at large péclet numbers",
        "Streaming-potential phenomena in the thin-Debye-layer limit. Part 2. Moderate Péclet numbers",
        "Electrokinetic flows about conducting drops",
        "Irreversible electrokinetic repulsion at zero-Reynolds-number sedimentation",
        "Nonlinear electrophoresis at arbitrary field strengths: Small-Dukhin-number analysis",
        "Sedimentation of highly charged colloidal spheres",
        "Electroviscous sphere-wall interactions",
        "Electrokinetic lift of small particles",
        "Electroviscous forces",
        "Effect of electroviscous drag on the coagulation and deposition of electrically charged colloidal particles",
        "Electrokinetic lift force for a charged particle moving near a charged wall - A modified theory and experiment",
        "Primary electroviscous effect in suspensions of charged spherical particles",
        "Streaming-potential phenomena in the thin-Debye-layer limit. Part 1. General theory"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}