{
    "eid": "2-s2.0-85002187635",
    "title": "Characterization of Thai Mycoplasma synoviae Isolates by Sequence Analysis of Partial vlhA Gene",
    "cover-date": "2016-12-01",
    "subject-areas": [
        {
            "$": "General Immunology and Microbiology",
            "@code": "2400"
        },
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Food Animals",
            "@code": "3403"
        }
    ],
    "keywords": [
        "chickens",
        "Mycoplasma synoviae isolates",
        "PCR",
        "typing",
        "vlhA gene"
    ],
    "authors": [
        "Kriengwich Limpavithayakul"
    ],
    "citedby-count": 12,
    "ref-count": 29,
    "ref-list": [
        "Molecular typing of Iranian field isolates Mycoplasma synoviae and their differentiation from the live commercial vaccine strain MS-H using vlhA gene",
        "Molecular basis of the length variation in the N-terminal part of Mycoplasma synoviae hemagglutinin",
        "Identification of major immunogenic proteins of Mycoplasma synoviae isolates",
        "Intraspecific variation in 16S rRNA gene of Mycoplasma synoviae determined by DNA sequencing",
        "Epidemiological survey on mycoplasma gallisepticum and M. synoviae by multiplex PCR in commercial poultry",
        "The genotyping potential of the Mycoplasma synoviae vlhA gene",
        "Induction of eggshell apex abnormalities by Mycoplasma synoviae: Field and experimental studies",
        "Genotyping of Mycoplasma gallisepticum and M. synoviae by Amplified Fragment Length Polymorphism (AFLP) analysis and digitalized Random Amplified Polymorphic DNA (RAPD) analysis",
        "Development and evaluation of an improved diagnostic PCR for Mycoplasma synoviae using primers located in the haemagglutinin encoding gene vlhA and its value for strain typing",
        "Specific detection and typing of Mycoplasma synoviae strains in poultry with PCR and DNA sequence analysis targeting the hemagglutinin encoding gene vlhA",
        "Classification of Mycoplasma synoviae strains using single-strand conformation polymorphism and high-resolution melting-curve analysis of the vlhA gene single-copy region",
        "Characterization of a variant vlhA gene of Mycoplasma synoviae, strain WVU 1853, with a highly divergent haemagglutinin region",
        "Mycoplasmas in the Etiology of Multifactorial Respiratory Disease",
        "Diseases of Poultry",
        "Is Mycoplasma synoviae outrunning Mycoplasma gallisepticum? A viewpoint from the Netherlands",
        "Development and application of a polymerase chain reaction assay for Mycoplasma synoviae.",
        "Diseases of Poultry",
        "Molecular Epidemiologic Investigations of Mycoplasma gallisepticum Conjunctivitis in Songbirds by Random Amplified Polymorphic DNA Analyses",
        "Pathogenicity of mycoplasma synoviae in chicken embryos",
        "Pathogenicity of Mycoplasma synoviae in Broiler chickens",
        "Field evaluation of the safety and efficacy of a temperature-sensitive Mycoplasma synoviae live vaccine",
        "Multigene families encoding the major hemagglutinins in phylogenetically distinct mycoplasmas",
        "A novel mechanism for control of antigenic variation in the haemagglutinin gene family of Mycoplasma synoviae",
        "Surveillance of Mycoplasma synoviae infection in mixed Thai native chickens in the area of Nakornpathom province",
        "Molecular biology and pathogenicity of mycoplasmas",
        "Mycoplasmoses in poultry",
        "A classification of laboratory strains of avian mycoplasma serotypes by direct immunofluorescence.",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "Revised Mycoplasma synoviae vlhA PCRs"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}