{
    "eid": "2-s2.0-85150433592",
    "title": "The role of modeling studies in asthma management and clinical decision-making: a Delphi survey of physician knowledge and perceptions",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pediatrics, Perinatology and Child Health",
            "@code": "2735",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Immunology and Allergy",
            "@code": "2723",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Pulmonary and Respiratory Medicine",
            "@code": "2740",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Asthma",
        "guided asthma treatment",
        "modeling studies",
        "modified Delphi procedure"
    ],
    "authors": [
        "Thitiwat Sriprasart",
        "Ma Bella Siasoco",
        "Bhumika Aggarwal",
        "Gur Levy",
        "Abhay Phansalkar",
        "Giap Vu Van",
        "Mark Cohen",
        "Terence Seemungal",
        "Marcia M.M. Pizzichini",
        "Mahmoud Mokhtar",
        "Peter Daley-Yates"
    ],
    "citedby-count": 1,
    "ref-count": 54,
    "ref-list": [
        "Developing WHO guidelines: time to formally include evidence from mathematical modelling studies",
        "The use of mathematical modeling studies for evidence synthesis and guideline development: a glossary",
        "Reviewing the use and quality of machine learning in developing clinical prediction models for cardiovascular disease",
        "The OncoSim model: development and use for better decision-making in Canadian cancer control",
        "The role of mathematical modelling in the development of recommendations in the 2013 WHO consolidated antiretroviral therapy guidelines",
        "Prediction models for diagnosis and prognosis of covid-19: systematic review and critical appraisal",
        "Investigating the evolutionary origins of the first three SARS-CoV-2 variants of concern",
        "Pharmacology versus convenience: a benefit/risk analysis of regular maintenance versus infrequent or as-needed inhaled corticosteroid use in mild asthma",
        "New versus old: the impact of changing patterns of inhaled corticosteroid prescribing and dosing regimens in asthma management",
        "Japanese guidelines for adult asthma 2020",
        "2021 Canadian Thoracic Society Guideline–a focused update on the management of very mild and mild asthma",
        "Spanish Asthma Management Guidelines (GEMA) v.5.1. Highlights and controversies",
        "Guidelines for the management of asthma in adults: evidence and recommendations",
        "As-needed ICS-LABA in mild asthma: what does the evidence say?",
        "Consensus on mild asthma management: results of a modified Delphi study",
        "As-needed β agonist-inhaled corticosteroid in mild asthma",
        "Patients’ and physicians’ perspectives on the burden and management of asthma: results from the APPaRENT 2 study",
        "Asia-Pacific Survey of Physicians on Asthma and Allergic Rhinitis (ASPAIR): physician beliefs and practices about diagnosis, assessment, and treatment of coexistent disease",
        "Research guidelines for the Delphi survey technique",
        "Using and reporting the Delphi method for selecting healthcare quality indicators: a systematic review",
        "Considering the implication of variations within Delphi research",
        "Standardised method for reporting exercise programmes: protocol for a modified Delphi study",
        "Defining consensus: a systematic review recommends methodologic criteria for reporting of Delphi studies",
        "A Delphi study to build consensus on the definition and use of big data in obesity research",
        "Clinical prediction models for cardiovascular disease: tufts predictive analytics and comparative effectiveness clinical prediction model database",
        "Validation of models used to inform colorectal cancer screening guidelines: accuracy and Implications",
        "Clinical prediction models: a fashion or a necessity in medicine?",
        "Contribution and quality of mathematical modeling evidence in World Health Organization guidelines: a systematic review",
        "Evidence in medicine: math versus biology!",
        "simulating results from trials of sigmoidoscopy screening using the OncoSim microsimulation model",
        "Meta-analysis in medical research",
        "Asymptomatic airway hyperresponsiveness: a curiosity or an opportunity to prevent asthma?",
        "What are the important questions in the treatment of asthma?",
        "Treatment patterns among non-active users of maintenance asthma medication in the United Kingdom: a retrospective cohort study in the Clinical Practice Research Datalink",
        "Lung function decline in asthma",
        "Improving patient adherence with asthma self-management practices: what works?",
        "Management of asthma: adherence, inhaler technique and self-management",
        "Asthma and COVID-19: in defense of evidence-based SABA",
        "Asthma rescue treatments, time to reboot",
        "Primary care management of asthma exacerbations or attacks: impact of the COVID-19 pandemic",
        "Safety of SABA monotherapy in asthma management: a systematic review and meta-analysis",
        "Direct healthcare costs associated with management of asthma: comparison of two treatment regimens in Indonesia, Thailand and Vietnam",
        "Insights from the AUSTRI study on reliever use before and after asthma exacerbations",
        "Inhaled corticosteroid/long-acting? ?-Agonist combination therapy for asthma: attitudes of specialists in Europe",
        "Interpreting clinical trial results of patient-perceived onset of effect in asthma: methods and results of a Delphi panel",
        "Developing consensus on national respiratory research priorities: key findings from the UK Respiratory Research Collaborative’s e-Delphi exercise",
        "Delphi method: strengths and weaknesses"
    ],
    "affiliation": [
        {
            "affiliation-city": "Brentford",
            "@id": "60020649",
            "affilname": "GlaxoSmithKline plc.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020649",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Kingston",
            "@id": "60196827",
            "affilname": "Faculty of Medical Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60196827",
            "affiliation-country": "Jamaica"
        },
        {
            "affiliation-city": "Mumbai",
            "@id": "60111469",
            "affilname": "GlaxoSmithKline Pharmaceuticals Ltd.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60111469",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Manila",
            "@id": "60071449",
            "affilname": "University of the Philippines College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071449",
            "affiliation-country": "Philippines"
        },
        {
            "affiliation-city": "Hanoi",
            "@id": "60071385",
            "affilname": "Bach Mai Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071385",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Hanoi",
            "@id": "60071376",
            "affilname": "Hanoi Medical University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071376",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Safat",
            "@id": "60069841",
            "affilname": "Mubarak Al-Kabeer Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069841",
            "affiliation-country": "Kuwait"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Florianopolis",
            "@id": "60017609",
            "affilname": "Universidade Federal de Santa Catarina",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017609",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Guatemala City",
            "@id": "109713204",
            "affilname": "Clínicas del Centro Médico",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/109713204",
            "affiliation-country": "Guatemala"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "107939958",
            "affilname": "GSK",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/107939958",
            "affiliation-country": "Singapore"
        }
    ],
    "funding": [
        "GSK"
    ]
}