{
    "eid": "2-s2.0-84891157526",
    "title": "Bacterial profiling of White Plague Disease in a comparative coral species framework",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "16S rRNA gene microarray",
        "coral disease",
        "Gulf of Thailand",
        "Pavona duerdeni",
        "Porites lutea",
        "White Plague Disease (WPD)"
    ],
    "authors": [
        "Cornelia Roder"
    ],
    "citedby-count": 119,
    "ref-count": 60,
    "ref-list": [
        "Basic local alignment search tool",
        "White-band disease and the changing face of Caribbean coral reefs",
        "Bacterial Strain BA-3 and a filterable factor cause a white plague-like disease in corals from the Eilat coral reef",
        "Microbial diversity associated with four functional groups of benthic reef algae and the reef-building coral Montastraea annularis",
        "Diversity of bacteria associated with the coral Pocillopora damicornis from the Great Barrier Reef",
        "Microbial disease and the coral holobiont",
        "Shifts in bacterial communities of two caribbean reef-building coral species affected by white plague disease",
        "Non‐parametric multivariate analyses of changes in community structure",
        "Phage therapy treatment of the coral pathogen Vibrio coralliilyticus",
        "Bacterial assemblages shifts from healthy to yellow band disease states in the dominant reef coral Montastraea faveolata",
        "Aurantimonas coralicida gen. nov., sp. nov., the causative agent of white plague type II on Caribbean scleractinian corals",
        "NAST: A multiple sequence alignment server for comparative analysis of 16S rRNA genes",
        "High-density universal 16S rRNA microarray analysis reveals broader diversity than typical clone library when sampling the environment",
        "Isolation of bacteria from the corallum of Porites lobata (Vaughn) and its possible significance",
        "Vitality of reef coral populations off Key Largo, Florida: Recruitment and mortality",
        "Animal behavior and the microbiome",
        "Cladistics",
        "Partitioning of bacterial communities between seawater and healthy, black band diseased, and dead coral surfaces",
        "Photosynthesis and calcification at cellular, organismal and community levels in coral reefs: A review on interactions and control by carbonate chemistry",
        "Affy - Analysis of Affymetrix GeneChip data at the probe level",
        "Deep-sea oil plume enriches indigenous oil-degrading bacteria",
        "PhyloChip™ microarray comparison of sampling methods used for coral microbial ecology",
        "Antimicrobial activity of Red Sea corals",
        "Microbial functional structure of Montastraea faveolata, an important Caribbean reef-building coral, differs between healthy and yellow-band diseased colonies",
        "Bacteria associated with mucus and tissues of the coral Oculina patagonica in summer and winter",
        "Nucleic Acid Techniques in Bacterial Systematics",
        "Discovery of symbiotic nitrogen-fixing cyanobacteria in corals",
        "Are infectious diseases really killing corals? Alternative interpretations of the experimental and ecological data",
        "Archaea, bacteria, and algal plastids associated with the reef-building corals siderastrea stellata and mussismilia hispida from Búzios, South Atlantic Ocean, Brazil",
        "An improved Greengenes taxonomy with explicit ranks for ecological and evolutionary analyses of bacteria and archaea",
        "Role of flagella in virulence of the coral pathogen Vibrio coralliilyticus",
        "Coral-associated bacterial assemblages: Current knowledge and the potential for climate-driven impacts",
        "Biol Bull",
        "Coral diseases and bleaching on Colombian Caribbean coral reefs",
        "Are U.S. coral reefs on the slippery slope to slime?",
        "The bacterial ecology of a plague-like disease affecting the Caribbean coral Montastrea annularis",
        "The urgent need for robust coral disease diagnostics",
        "R Foundation for Statistical Computing: Vienna",
        "The Coral Probiotic Hypothesis",
        "Genome analysis of the coral bleaching pathogen Vibrio shiloi",
        "Coral diseases: What is really known?",
        "Florida's mystery coral-killer identified",
        "Rev Biol Trop",
        "Integrating microbiological, microsensor, molecular, and physiologic techniques in the study of coral disease pathogenesis",
        "Coral Health and Disease",
        "Regulation of microbial populations by coral surface mucus and mucus-associated bacteria",
        "Words matter: Recommendations for clarifying coral disease nomenclature and terminology",
        "Diversity of bacteria associated with the Caribbean coral Montastraea franksi",
        "Diversity and distribution of coral-associated bacteria",
        "The role of microorganisms in coral health, disease and evolution",
        "Microbial diseases of corals: Pathology and ecology",
        "TM4: A free, open-source system for microarray data management and analysis",
        "Introducing mothur: Open-source, platform-independent, community-supported software for describing and comparing microbial communities",
        "A direct approach to false discovery rates",
        "Bacterial diversity and white Plague disease-associated community changes in the caribbean coral montastraea faveolata",
        "Threatened corals provide underexplored microbial habitats",
        "Disease and immunity in Caribbean and Indo-Pacific zooxanthellate corals",
        "Thalassomonas loyana sp. nov., a causative agent of the white plague-like disease of corals on the Eilat coral reef",
        "Status and progress in coral reef disease research",
        "Coral Health and Disease"
    ],
    "affiliation": [
        {
            "affiliation-city": "Thuwal",
            "affilname": "King Abdullah University of Science and Technology",
            "affiliation-country": "Saudi Arabia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}