{
    "eid": "2-s2.0-84946209605",
    "title": "Polysaccharides from Aloe vera and oral ulcerations",
    "cover-date": "2015-01-01",
    "subject-areas": [],
    "keywords": [
        "Acemannan",
        "Aloe vera",
        "Aphthous",
        "Oral ulcer"
    ],
    "authors": [
        "Kanokporn Bhalang"
    ],
    "citedby-count": 1,
    "ref-count": 63,
    "ref-list": [
        "A beta-linked mannan inhibits adherence of Pseudomonas aeruginosa to human lung epithelial cells",
        "The use of Aloe Vera extract as a novel storage media for the avulsed tooth",
        "Treatment strategies for recurrent oral aphthous ulcers",
        "Acemannan, a polysaccharide extracted from aloe vera, is effective in the treatment of oral aphthous ulceration",
        "Effect of acemannan, an extracted polysaccharide from Aloe vera, on BMSCs proliferation, differentiation, extracellular matrix synthesis, mineralization, and bone formation in a tooth extraction model",
        "Acemannan sponges stimulate alveolar bone, cementum and periodontal ligament regeneration in a canine class II furcation defect model",
        "Influence of Aloe vera on the glycosaminoglycans in the matrix of healing dermal wounds in rats",
        "Influence of Aloe vera on collagen characteristics in healing dermal wounds in rats",
        "Hypoglycemic and hypolipidemic effect of Aloe vera L. in non-insulin dependent diabetics",
        "Recurrent oral ulceration.",
        "Compositional features of polysaccharides from Aloe vera (Aloe barbadensis Miller) plant tissues",
        "Effects of heat treatment and dehydration on bioactive polysaccharide acemannan and cell wall polymers from Aloe barbadensis Miller",
        "Guidelines for diagnosis and management of aphthous stomatitis",
        "The vagus nerve, macrophages, and nicotine",
        "Toxicologic evaluation of injectable acemannan in the mouse, rat and dog",
        "Subchronic oral administration of acemannan in the rat and dog",
        "Recurrent Aphthous Stomatitis: Clinical, Therapeutic, Histopathologic, and Hypersensitivity Aspects",
        "Composition and applications of Aloe vera leaf gel",
        "Efficacy of acemannan in treatment of canine and feline spontaneous neoplasms.",
        "In vivo evidence of the immunomodulatory activity of orally administered Aloe vera gel",
        "Acemannan stimulates gingival fibroblast proliferation; expressions of keratinocyte growth factor-1, vascular endothelial growth factor, and type I collagen; and wound healing",
        "Acemannan, an extracted product from aloe vera, stimulates dental pulp cell proliferation, differentiation, mineralization, and dentin formation",
        "Number VI: Recurrent aphthous stomatitis",
        "Inhibition of AIDS virus replication by acemannan in vitro.",
        "In vitro evaluation of the synergistic antiviral effects of acemannan in combination with azidothymidine and acyclovir.",
        "Relative efficacy of three medicinal plant extracts in the alteration of thyroid hormone concentrations in male mice",
        "The effect of Acemannan Immunostimulant in combination with surgery and radiation therapy on spontaneous canine and feline fibrosarcomas",
        "Comparative evaluation of antimicrobial efficacy of various root canal filling materials along with aloevera used in primary teeth: A microbiological study",
        "Impacts of recurrent aphthous stomatitis on quality of life of 12- and 15-year-old Thai children",
        "CU Dent J",
        "Expression of Th1/Th2/Th3/Th17-related genes in recurrent aphthous ulcers",
        "Biological Activities of Acemannan",
        "Songklanakarin J Sci Technol",
        "Inheritance patterns in recurrent aphthous ulcers: Twin and pedigree data",
        "An overview of mannan structure and mannan-degrading enzyme systems",
        "Org Med Chem Lett",
        "Effect of Aloe vera leaves on blood glucose level in type I and type II diabetic rat models",
        "γδ T-cell fraction of peripheral blood is increased in recurrent aphthous ulceration",
        "T‐lymphocyte subsets in recurrent aphthous ulceration",
        "Decreased mortality of Norman murine sarcoma in mice treated with the immunomodulator, Acemannan.",
        "Reduction in the incidence of alveolar osteitis in patients treated with the SaliCept Patch, containing Acemannan Hydrogel",
        "Recurrent aphthous stomatitis",
        "Recurrent aphthous stomatitis",
        "Acemannan, a β-(1,4)-acetylated mannan, induces nitric oxide production in macrophage cell line RAW 264.7",
        "Aloe vera leaf gel: A review update",
        "Acemannan-containing wound dressing gel reduces radiation-induced skin reactions in C3H mice",
        "T-lymphocyte subset changes in recurrent aphthous stomatitis",
        "The diagnosis and management of recurrent aphthous stomatitis: A consensus approach",
        "A review on the relationship between aloe vera components and their biologic effects",
        "The association between smoking and aphthous ulcers",
        "Studies of the effect of acemannan on retrovirus infections: clinical stabilization of feline leukemia virus-infected cats.",
        "Recurrent aphthous ulceration of the mouth",
        "Prevention of ultraviolet radiation-induced suppression of contact and delayed hypersensitivity by Aloe barbadensis gel extract",
        "Upregulation of phagocytosis and candidicidal activity of macrophages exposed to the immunostimulant, acemannan",
        "Fractionation of Aloe vera L. inner gel, purification and molecular profiling of activity",
        "In vitro evaluation of complex carbohydrate denture adhesive formulations",
        "Antiinflammatory activity of extracts from Aloe vera gel",
        "Clinical, historic, and therapeutic features of aphthous stomatitis. Literature review and open clinical trial employing steroids",
        "Aloe vera: A systematic review of its clinical effectiveness",
        "The impact of acemannan on the generation and function of cytotoxic t-lymphocytes",
        null,
        "Pilot study of the effect of acemannan in cats infected with feline immunodeficiency virus",
        "Activation of a mouse macrophage cell line by acemannan: The major carbohydrate fraction from Aloe vera gel"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}