{
    "eid": "2-s2.0-85046995452",
    "title": "Expression of keratins, epidermal proteins and inflammatory cells in superficial pemphigus dogs",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "Dog",
        "Epidermal proteins",
        "Immunohistochemistry",
        "Keratins",
        "Superficial pemphigus"
    ],
    "authors": [
        "Sirin Theerawatanasirikul",
        "A. Rungsipipat",
        "W. Banlunara",
        "P. Pongket"
    ],
    "citedby-count": 0,
    "ref-count": 27,
    "ref-list": [
        "Making sense of antigens and antibodies in pemphigus",
        "A pathophysiologic role for epidermal growth factor receptor in pemphigus acantholysis",
        "Autoantibodies in the autoimmune disease pemphigus foliaceus induce blistering via p38 mitogenactivated protein kinase-dependent signaling in the skin",
        "Immunomapping of desmosomal and non desmosomal adhesion molecules in healthy canine footpad, haired skin and buccal mucosal epithelia: Comparison with canine pemphigus foliaceus serum immunoglobulin G staining patterns",
        "Cloning and establishment of canine desmocollin-1 as a major autoantigen in canine pemphigus foliaceus",
        "Serum auto-antibody profiles of IgA, IgE and IgM in canine pemphigus foliaceus",
        "Structure and functions of keratin proteins in simple, stratified, keratinized and cornified epithelia",
        "The cornified envelope: A model of cell death in the skin. Nature Reviews",
        "Regulation of involucrin in psoriatic epidermal keratinocytes: The roles of ERK1/2 and GSK-3β",
        "Comparative histopathology of pemphigus foliaceus and superficial folliculitis in the dog",
        "Desmoglein 1-dependent suppression of EGFR signaling promotes epidermal differentiation and morphogenesis",
        "The immunofluorescent era of membrane traffic",
        "Filaggrin genotype in ichthyosis vulgaris predicts abnormalities in epidermal structure and function",
        "How do keratinizing disorders and blistering disorders overlap?",
        "Complement and cutaneous autoimmune blistering diseases",
        "P38 MAPK signaling in pemphigus: Implications for skin autoimmunity",
        "A review of autoimmune skin diseases in domestic animals: I - Superficial pemphigus",
        "Investigations on the nature and pathogenicity of circulating antikeratinocyte antibodies in dogs with pemphigus foliaceus",
        "Comparison of three monoclonal and three polyclonal antibodies in the immunohistochemical diagnosis of canine autoimmune skin diseases",
        "Feline pemphigus foliaceus: A retrospective analysis of 57 cases",
        "IgE, IgM and IgG4 anti-desmoglein 1 auto-antibody profile in endemic pemphigus foliaceus (Fogo Selvagem)",
        "ARNT controls the expression of epidermal differentiation genes through HDACand EGFR-dependent pathways",
        "IgG binds to desmoglein 3 in desmosomes and causes a desmosomal split without keratin retraction in a pemphigus mouse model",
        "Mechanisms of blister induction by auto-antibodies",
        "Differential expression patterns of proteins involved in epidermal proliferation and differentiation in canine atopic dermatitis",
        "The desmosome and pemphigus",
        "Comparative pathology of pemphigus in dogs and humans"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Kasetsart University Research and Development Institute"
    ]
}