{
    "eid": "2-s2.0-84935126739",
    "title": "Geostatistical assessment of subsurface heterogeneity and groundwater vulnerability in Thailand",
    "cover-date": "2015-01-01",
    "subject-areas": [],
    "keywords": [
        "agricultural contamination",
        "contaminant plume migration",
        "contaminant transport and migration",
        "Groundwater contamination",
        "nitrate"
    ],
    "authors": [
        "Chayamon Phongsinabhichart"
    ],
    "citedby-count": 0,
    "ref-count": 17,
    "ref-list": [
        "Standard Test Practuce for Classification of Soils for Engineering Purpose (Unified Soil Classification System)",
        "Microbial Activity and Nature of Content in Shallow Groundwatre at Ban Na Kob, Chom Thong District, Chiang Mai Province, International Symposium on Geology and Environment, Chiang",
        "Leaching of nitrate from a sandy loam soil under corn and two N-fertilizations",
        "Western Fertilizer Handbook",
        "Nitrates in Groundwater",
        "International Water Technology Journal",
        "Drinking-water nitrate, methemoglobinemia, and global burden of disease: A discussion",
        "Nitrogen utilization of selected cropping systems in the U.S. northeast: II. Soil profile nitrate distribution and accumulation",
        "Nitrate leaching and strawberry production under drip irrigation management",
        "Land Development Department",
        "Thai Meteorological Department",
        "Roles of Extracellular Polymeric Substances (EPS) in Transport, Retention, Detachment, and Deposition of Trichloroethylene (TCE) Degrading Toluene Oxidizing Bacteria in Porous Media",
        "Groundwater Resources in Mae Klong Basin, Bangkok, Thailand",
        "Thai",
        "Greenpeace Research Laboratories Technical Note",
        "Western Fertilizer Handbook",
        "Guidelines for Drinking-water Quality Third Edition Incorporating the First and Second Addenda"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}