{
    "eid": "2-s2.0-84939192827",
    "title": "Antimycobacterial dihydronaphthalenone from the endophytic fungus Nodulisporium sp. of Antidesma ghaesembilla",
    "cover-date": "2015-10-01",
    "subject-areas": [
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Plant Science",
            "@code": "1110"
        },
        {
            "$": "Agronomy and Crop Science",
            "@code": "1102"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        }
    ],
    "keywords": [
        "Antimalarial",
        "Antimycobacterial",
        "Dihydronaphthalenones",
        "Nodulisporium sp."
    ],
    "authors": [
        "Samran Prabpai"
    ],
    "citedby-count": 19,
    "ref-count": 23,
    "ref-list": [
        "SIR97: A new tool for crystal structure determination and refinement",
        "Hypoxylon pulicicidum sp. nov. (Ascomycota, Xylariales), a Pantropical Insecticide-Producing Endophyte",
        "Antimalarial halorosellinic acid from the marine fungus Halorosellinia oceanica",
        "Green fluorescent protein reporter microplate assay for high-throughput screening of compounds against Mycobacterium tuberculosis",
        "Quantitative assessment of antimalarial activity in vitro by a semiautomated microdilution technique",
        "Filamentous fungi are large-scale producers of pigments and colorants for the food industry",
        "Dihydronaphthalenones from the endophytic fungus Botryosphaeria sp. BCC 8200",
        "5-Methylmellein and nectriapyrone, two new monoamine oxidase inhibitors",
        "Four new terpenoids from Xylaria sp. 101",
        "Natural products as sources of new drugs over the 30 years from 1981 to 2010",
        "Biochemical Techniques for Filamentous Fungi",
        "Antimycobacterial substances from Phaeosphaeria sp BCC8292",
        "Noduliprevenone: A novel heterodimeric chromanone with cancer chemopreventhe potential",
        "Evaluation of a Soluble Tetrazolium/Formazan Assay for Cell Growth and Drug Sensitivity in Culture Using Human and Other Tumor Cell Lines",
        "A short history of SHELX",
        "A polyketide metabolite from the fungicolous Nodulisporium sp. SH-1",
        "New colorimetric cytotoxicity assay for anticancer-drug screening",
        "Methods of discovery and techniques to study endophytic fungi producing fuel-related hydrocarbons",
        "Characterization of polyketide metabolites from foliar endophytes of Picea glauca",
        "Human malaria parasites in continuous culture",
        "A new isofuranonaphthalenone and benzopyrans from the endophytic fungus Nodulisporium sp. A4 from Aquilaria sinensis",
        "Engineered biosynthesis of novel polyketides from Streptomyces spore pigment polyketide synthases",
        "Immunosuppressive polyketides from mantis-associated Daldinia eschscholzii"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center for Innovation in Chemistry",
        "Mahidol University",
        "Thailand Research Fund"
    ]
}