{
    "eid": "2-s2.0-84928585790",
    "title": "Responses of a rice-field cyanobacterium Anabaena siamensis TISTR-8012 upon exposure to PAR and UV radiation",
    "cover-date": "2014-10-15",
    "subject-areas": [
        {
            "$": "Agronomy and Crop Science",
            "@code": "1102"
        },
        {
            "$": "Physiology",
            "@code": "1314"
        },
        {
            "$": "Plant Science",
            "@code": "1110"
        }
    ],
    "keywords": [
        "Antioxidant system",
        "Cyanobacteria",
        "Oxidative damage",
        "Sunscreens",
        "UV radiation"
    ],
    "authors": [
        "Rajesh P. Rastogi"
    ],
    "citedby-count": 21,
    "ref-count": 59,
    "ref-list": [
        "Recent Res Dev Photochem Photobiol",
        "Assaying for superoxide dismutase activity: Some large consequences of minor changes in conditions",
        "High-light-induced changes on photosynthesis, pigments, sugars, lipids and antioxidant enzymes in freshwater (Nostoc spongiaeforme) and marine (Phormidium corium) cyanobacteria",
        "DELAY OF CELL DIFFERENTIATION IN Anabaena aequalis CAUSED BY UV‐B RADIATION AND THE ROLE OF PHOTOREACTIVATION AND EXCISION REPAIR",
        "Magnesium deficiency and high light intensity enhance activities of superoxide dismutase, ascorbate peroxidase, and glutathione reductase in bean leaves",
        "The cyanobacterium Synechococcus resists UV-B by exchanging photosystem II reaction-center D1 proteins",
        "Major role of the cyanobacterium Trichodesmium in nutrient cycling in the North Atlantic Ocean",
        "Hydrogen peroxide production protects Chlamydomonas reinhardtii against light-induced cell death by preventing singlet oxygen accumulation through enhanced carotenoid synthesis",
        "Exposure of phototrophs to 548 days in low Earth orbit: Microbial selection pressures in outer space and on early earth",
        "Biogeochemistry: Life before the rise of oxygen",
        "Kinetics of photosynthetic response to ultraviolet and photosynthetically active radiation in synechococcus WH8102 (CYANOBACTERIA)",
        "Solar PAR and UV radiation affects the physiology and morphology of the cyanobacterium Anabaena sp. PCC 7120",
        "Combined effects of ultraviolet radiation and temperature on morphology, photosynthesis, and DNA of Arthrospira (Spirulina) Platensis (Cyanophyta)",
        "Plant Physiol",
        "Influence of temperature and UVR on photosynthesis and morphology of four species of cyanobacteria",
        "Does enhanced solar UV-B radiation affect marine primary producers in their natural habitats?",
        "Effects of UV radiation on aquatic ecosystems and interactions with climate change",
        "Near-ultraviolet photolysis of β-phenylpyruvic acid generates free radicals and results in DNA damage",
        "Reactive oxygen species and UV-B: Effect on cyanobacteria",
        "UV-B-induced formation of reactive oxygen species and oxidative damage of the cyanobacterium Anabaena sp.: Protective effects of ascorbic acid and N-acetyl-L-cysteine",
        "Adaptation of cyanobacteria to UV-B stress correlated with oxidative stress and oxidative damage",
        "Differential responses of Nostoc sphaeroides and Arthrospira platensis to solar ultraviolet radiation exposure",
        "Effects of salinity and ultraviolet radiation on the concentration of mycosporine-like amino acids in various isolates of the benthic cyanobacterium Microcoleus chthonoplastes",
        "Carotenoids and mycosporine-like amino acid compounds in members of the Genus microcoleus (Cyanobacteria): A chemosystematic study",
        "The effects of ultraviolet radiation on photosynthetic performance, growth and sunscreen compounds in aeroterrestrial biofilm algae isolated from building facades",
        "Oxidative Stress in Tropical Marine Ecosystems",
        null,
        "Photoregulation of morphological structure and its physiological relevance in the cyanobacterium Arthrospira (Spirulina) platensis",
        "Spiral breakage and photoinhibition of Arthrospira platensis (Cyanophyta) caused by accumulation of reactive oxygen species under solar radiation",
        "Unprecedented Arctic ozone loss in 2011",
        "Factors affecting akinete differentiation in Cylindrospermopsis raciborskii (Nostocales, Cyanobacteria)",
        "Cyanobacteria isolated from the high-intertidal zone: A model for studying the physiological prerequisites for survival in low Earth orbit",
        "Isolate-specific effects of ultraviolet radiation on photosynthesis, growth and mycosporine-like amino acids in the microbial mat-forming cyanobacterium Microcoleus chthonoplastes",
        "Enhanced resistance to UV-B radiation in Anabaena sp. PCC 7120 (Cyanophyceae) by repeated exposure",
        "UV radiation-induced accumulation of photoprotective compounds in the green alga Tetraspora sp. CU2551",
        "UV radiation-induced biosynthesis, stability and antioxidant activity of mycosporine-like amino acids (MAAs) in a unicellular cyanobacterium Gloeocapsa sp. CU2556",
        "Biotechnological and industrial significance of cyanobacterial secondary metabolites",
        "Molecular mechanisms of ultraviolet radiation-induced DNA damage and repair",
        "Mycosporine-like amino acids profile and their activity under PAR and UVR in a hot-spring cyanobacterium Scytonema sp. HKAR-3",
        "Detection of reactive oxygen species (ROS) by the oxidant-sensing probe 2',7'-dichlorodihydrofluorescein diacetate in the cyanobacterium Anabaena variabilis PCC 7937",
        "Ultraviolet-B-induced DNA damage and photorepair in the cyanobacterium Anabaena variabilis PCC 7937",
        "Molecular characterization of hot spring cyanobacteria and evaluation of their photoprotective compounds",
        "Ultraviolet radiation-induced generation of reactive oxygen species, DNA damage and induction of UV-absorbing compounds in the cyanobacterium Rivularia sp. HKAR-4",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Repair of UV-B induced damage of photosystem II via de novo synthesis of the D1 and D2 reaction centre subunits in Synechocystis sp. PCC 6803",
        "Acclimation of chlorophyll a and carotenoid levels to different irradiances in four freshwater cyanobacteria",
        "Enzymatic and non-enzymatic defense mechanisms against ultraviolet-B radiation in two Anabaena species",
        "Mycosporine-like amino acids (MAAs) profile of a rice-field cyanobacterium Anabaena doliolum as influenced by PAR and UVR",
        "Photosynthetic performance of Anabaena variabilis PCC 7937 under simulated solar radiation",
        "Effects of ultraviolet-B radiation in three rice field cyanobacteria",
        "Effects of UV irradiation on certain physiological and biochemical processes in cyanobacteria",
        "Induction of a mycosporine-like amino acid (MAA) in the rice-field cyanobacterium Anabaena sp. by UV irradiation",
        "Database on mycosporines and mycosporine-like amino acids (MAAs) in fungi, cyanobacteria, macroalgae, phytoplankton and animals",
        "Life of wetland cyanobacteria under enhancing solar UV-B radiation",
        "Global-scale carbon and energy flows through the marine planktonic food web: An analysis with a coupled physical-biological model",
        "Impact of different abiotic stresses on growth, photosynthetic electron transport chain, nutrient uptake and enzyme activities of Cu-acclimated Anabaena doliolum",
        "The involvement of the antioxidant system in protection of desert cyanobacterium Nostoc sp. against UV-B radiation and the effects of exogenous antioxidants",
        "Ecology of cyanobacteria II: Their diversity in space and time",
        "Effects of solar UV radiation on morphology and photosynthesis of filamentous cyanobacterium Arthrospira platensis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Vallabh Vidyanagar",
            "affilname": "Sardar Patel University",
            "affiliation-country": "India"
        }
    ],
    "funding": [
        "University Grant Commission",
        "Chulalongkorn University",
        "Chulalongkorn University"
    ]
}