{
    "eid": "2-s2.0-84934873200",
    "title": "PLANETARY COLLISIONS OUTSIDE THE SOLAR SYSTEM: TIME DOMAIN CHARACTERIZATION OF EXTREME DEBRIS DISKS",
    "cover-date": "2015-05-20",
    "subject-areas": [
        {
            "$": "Astronomy and Astrophysics",
            "@code": "3103"
        },
        {
            "$": "Space and Planetary Science",
            "@code": "1912"
        }
    ],
    "keywords": [
        "circumstellar matter",
        "infrared: planetary systems",
        "planets and satellites: dynamical evolution and stability",
        "stars: individual"
    ],
    "authors": [
        "Huan Y.A. Meng"
    ],
    "citedby-count": 47,
    "ref-count": 83,
    "ref-list": [
        "ASP Conf. Ser. 448, 16th Cambridge Workshop on Cool Stars, Stellar Systems, and the Sun",
        "Beta Pictoris: An early solar system?",
        "Protostars and Planets III",
        "Spitzer/IRAC-MIPS survey of NGC 2451A and B: Debris disks at 50-80 million years",
        "Dynamics of lunar formation",
        "Forming a moon with an Earth-like composition via a giant impact",
        "Late-stage planetary accretion including hit-and-run collisions and fragmentation",
        "CSI 2264: Simultaneous optical and infrared light curves of young disk-bearing stars in NGC 2264 with CoRoT and Spitzer - Evidence for multiple origins of variability",
        "Making the moon from a fast-spinning earth: A giant impact followed by resonant despinning",
        "COLLISIONAL MODEL OF ASTEROIDS AND THEIR DEBRIS",
        "TASS mark IV photometric survey of the northern sky",
        "Infrared signatures of disrupted minor planets at white dwarfs",
        "The Infrared Array Camera (IRAC) for the Spitzer Space Telescope",
        "Third component search and abundances of the very dusty short-period binary BD +20°307",
        "Kinks and dents in protoplanetary disks: Rapid infrared variability as evidence for large structural perturbations",
        "The false positive rate of Kepler and the occurrence of planets",
        "The absence of cold dust around warm debris disk star HD15407A",
        "Silica-rich bright debris disk around HD15407A",
        "Modeling collisional cascades in debris disks: Steep dust-size distributions",
        "The collisional evolution of debris disks",
        "New debris-disk candidates: 24 Micron stellar excesses at 100 million years",
        null,
        "Collisional dust avalanches in debris discs",
        "The Tycho-2 Catalogue of the 2.5 million brightest stars",
        "Detection of crystalline silicates around the T Tauri star Hen 3-600A",
        "Crystalline silicate feature of the vega-like star HD 145263",
        "The Infrared Spectrograph (IRS) on the Spitzer Space Telescope",
        "Lunar accretion from an impact-generated disk",
        "Debris from terrestrial planet formation: The Moon-forming collision",
        "A multiplicity census of intermediate-mass stars in Scorpius-Centaurus",
        "A self-consistent model of the circumstellar debris created by a giant hypervelocity impact in the HD 172555 system",
        "Formation of spherules in impact produced vapor plumes",
        "Formation of melt droplets, melt fragments, and accretionary impact lapilli during a hypervelocity impact",
        "A heuristic derivation of the uncertainty for frequency determination in time series data",
        "Prospects for detection of catastrophic collisions in debris disks",
        "Terrestrial planet formation. I. The transition from oligarchic growth to chaotic growth",
        "CASSIS: The cornell atlas of Spitzer/infrared spectrograph sources",
        "Abundant circumstellar silica dust and sio gas created by a giant hypervelocity collision in the 12 myr hd172555 system",
        "ApJL",
        "Rapid disappearance of a warm, dusty circumstellar disk",
        "Variability of the infrared excess of extreme debris disks",
        "Large impacts around a solar-analog star in the era of terrestrial planet formation",
        "Common warm dust temperatures around main-sequence stars",
        "From planetesimals to terrestrial planets: N-body simulations including the effects of nebular gas and giant planets",
        "Dust from collisions: A way to probe the composition of exo-planets?",
        "Calibrated griz magnitudes of Tycho stars: All-sky photometric calibration using bright stars",
        "Transient dust in warm debris disks: Detection of Fe-rich olivine grains",
        "A&AS",
        "A revised age for upper Scorpius and the star formation history among the F-type members of the Scorpius-Centaurus OB association",
        "The Hipparcos Catalogue",
        "Near-infrared variability in the 2MASS calibration fields: A search for planetary transit candidates",
        "Luminosity and Mass Function of the Galactic open cluster NGC 2422",
        "Planetary embryos and planetesimals residing in thin debris discs",
        "Protostars and Planets VI",
        "Young stellar object variability (YSOVAR): Long timescale variations in the mid-infrared",
        "SigSpec I. Frequency- and phase-resolved significance in Fourier space",
        "Warm dust in the terrestrial planet zone of a sun-like pleiades star: Collisions between planetary embryos?",
        "The Multiband Imaging Photometer for Spitzer (MIPS)",
        "Decay of planetary debris disks",
        "Terrestrial planet formation",
        "A substellar companion to the dusty Pleiades star HD23514",
        "Photoelectric uvby - β photometry of the open cluster NGC 2422",
        "The nearby, young, isolated, dusty star HD 166191",
        "The two Micron All Sky Survey (2MASS)",
        "Protostars and Planets VI",
        "Extreme collisions between planetesimals as the origin of warm dust around a Sun-like star",
        "Infrared lattice bands of quartz",
        "On the automatic determination of light-curve parameters for Cepheid variables",
        "Collisions between gravity-dominated bodies. II. the diversity of impact outcomes during the end stage of planet formation",
        "Debris disk evolution around a stars",
        "Silicate dust size distribution from hypervelocity collisions: Implications for dust production in debris disks",
        "Lunar rock-rain: Diverse silicate impact-vapor condensates in an Apollo-14 regolith breccia",
        "On the binary nature of dust-encircled BD +20 307",
        "ApJ",
        "Collisional processes in extrasolar planetesimal discs - Dust clumps in Fomalhaut's debris disc",
        "Transience of hot dust around sun-like stars",
        "Evolution of debris disks",
        "Direct imaging search for extrasolar planets in the pleiades"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tucson",
            "affilname": "The University of Arizona",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Chiangmai",
            "affilname": "National Astronomical Research Institute of Thailand",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chapel Hill",
            "affilname": "College of Arts &amp; Sciences",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Cambridge",
            "affilname": "American Association of Variable Star Observers",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "The University of Tokyo",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "California Institute of Technology",
        "Jet Propulsion Laboratory",
        "National Aeronautics and Space Administration",
        "National Science Foundation",
        "National Science Foundation"
    ]
}