{
    "eid": "2-s2.0-84995614737",
    "title": "Undrained limiting pressure behind soil gaps in contiguous pile walls",
    "cover-date": "2017-03-01",
    "subject-areas": [
        {
            "$": "Computer Science Applications",
            "@code": "1706"
        },
        {
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909"
        }
    ],
    "keywords": [
        "Limit analysis",
        "Numerical analysis",
        "Stability"
    ],
    "authors": [
        "Suraparb Keawsawasvong"
    ],
    "citedby-count": 44,
    "ref-count": 25,
    "ref-list": [
        "Proceedings of ASIA construction: new frontiers, Singapore",
        "National seminar on deep excavation in urban environment, Mumbai",
        "Proceeding of the ATC 18 Mega Foundation, Bangkok",
        "Displacement Performance and Simple Prediction for Deep Excavations Supported by Contiguous Bored Pile Walls in Soft Clay",
        "Earth pressure and earth retainingstructures: Third edition",
        "Proc. int. conf. soil mech. found. eng., Cambridge, MA 1",
        "Limit loads for an anchor/trapdoor embedded in an associative Coulomb soil",
        "Undrained collapse of a shallow plane-strain trapdoor",
        "Soil mechanics selected topics",
        "Numerical modelling of the trap door problem",
        "Geotechnique",
        "METHODS TO ESTIMATE LATERAL FORCE ACTING ON STABILIZING PILES.",
        "Improved design for tunnel supports: analysis method and ground structure behavior 1980; 2: MIT, DOT-05-60136.",
        "18eme Congres Francais de Mecanique 2007, Grenoble",
        "The 21th national convention on civil engineering, Ubon Ratchathani, Thailand",
        "EARTH PRESSURES ON PILES IN A ROW DUE TO LATERAL SOIL MOVEMENTS.",
        "Optum computational engineering (OptumG2) 2015; Available on: <>.",
        "Geotechnical stability analysis",
        "Limit analysis in soil mechanics",
        "Lower bound limit analysis of cohesive-frictional materials using second-order cone programming",
        "Upper bound limit analysis using simplex strain elements and second-order cone programming"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}