{
    "eid": "2-s2.0-85079589174",
    "title": "Third language acquisition of English word order in written production by L1 Yi and L2 Mandarin learners",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Language and Linguistics",
            "@code": "1203",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Linguistics and Language",
            "@code": "3310",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Cross-linguistic influence",
        "English word order",
        "L1 Yi and L2 Mandarin learners",
        "L3 acquisition",
        "Written production"
    ],
    "authors": [
        "Changyan Shi",
        "Nattama Pongpairoj"
    ],
    "citedby-count": 1,
    "ref-count": 63,
    "ref-list": [
        "An analysis of errors in Arabic speakers’ English writings",
        "Interlanguage transfer of function words",
        "Minority language students in a French immersion programme: Their French proficiency",
        "What the start of L3 tells us about the end of L2: N-drop in L2 and L3 Portuguese",
        "The effect of linguistic distance, L2 status and age on cross-linguistic influence in third language acquisition",
        "The revised situation of Chinese textbook standard for compulsory education",
        "The significance of learner's errors",
        "Interlanguage transfer and competing linguistic systems in the multilingual mind",
        "A variable competence model of second language acquisition",
        "The study of the role of the background languages in third language acquisition. The state of the art",
        "UG and L3 acquisition: New insights and more questions",
        "The cumulative-enhancement model for language acquisition: Comparing adults' and children's patterns of development in first, second and third language acquisition of relative clauses",
        "Grammaticality intuitions of bilingual and monolingual Basque EFL learners",
        "Language transfer in language learning",
        "Learners of German as an L3 and their production of German prepositional verbs",
        "Interlanguage studies in a cross cultural context: The interlanguage of Spanish speakers (L1) in an approach English (L2), German (L3)",
        "Beyond the L2: How is transfer affected by multilingualism?",
        "Informing the age-of-acquisition debate: L3 as a litmus test",
        "Methodological rigor in the study of transfer: Identifying L1 influence in them interlanguage lexicon",
        "Motivational design of instruction",
        "Transfer and non-transfer: Where we are now",
        "Now you see it, now you don’t",
        "Second versus third language acquisition: Is there a difference?",
        "Third language acquisition: Why it is interesting to generative linguists",
        "The initial state of L3A: Full transfer and failed features?",
        "L2 vs. L3 initial state: A comparative study of the acquisition of French DPs by Vietnamese monolinguals and Cantonese–English bilinguals",
        "Full transfer vs. Partial transfer in L2 and L3 acquisition",
        "A critical overview of research on third language acquisition and multilingualism published in the German language",
        "Rote or rule? Exploring the role of formulaic language in classroom foreign language learning",
        "Language-learning strategies in monolingual and multilingual adults",
        "Cross-linguistic influence in second language acquisition",
        "Language-learning approach styles of adult multilinguals and successful language learners",
        "On the typological economy of syntactic transfer: Word order and relative clause high/low attachment preference in L3 Brazilian Portuguese",
        "L3 syntactic transfer selectivity and typological determinacy: The typological primacy model",
        "Linguistic and cognitive motivations for the Typological Primacy Model (TPM) of third language (L3) transfer: Timing of acquisition and proficiency considered",
        "Crosslinguistic influence in second language acquisition: An introduction",
        "L1, L2 and L3",
        "The scalpel model of third language acquisition",
        "The use of overgeneralization and transfer learning strategies by elementary and intermediate students of ESL 1",
        "Cross-linguistic influence in third language acquisition: The role of L2 proficiency and L2 exposure",
        "Language switches in L3 production: Implications for a polyglot speaking model",
        "The contrastive study of English and Yi in grammar",
        "The contrast of modifier-noun constructions in Dai, Mandarin, English and Dai students’ third language acquisition",
        "Prior linguistic knowledge and the conservation of the learning procedure: Grammaticality judgments of unilingual and multilingual learners"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}