{
    "eid": "2-s2.0-85057206881",
    "title": "Demographic dividend and the future of Asia",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Sociology and Political Science",
            "@code": "3312"
        },
        {
            "$": "Anthropology",
            "@code": "3314"
        },
        {
            "$": "Cultural Studies",
            "@code": "3316"
        },
        {
            "$": "Gender Studies",
            "@code": "3318"
        }
    ],
    "keywords": [],
    "authors": [
        "Patcharawalai Wongboonsin"
    ],
    "citedby-count": 2,
    "ref-count": 44,
    "ref-list": [
        "Emerging Asia",
        "Asian Development outlook 2008",
        "The Demographic Dividend: A New Perspective on the Economic Consequence of Population Change",
        "The Death of the West: How Dying Populations and Immigrant Invasions Imperil our Country and Civilization",
        "The Demographic Dividend: Policy Options for Asia",
        "Singapore--an ageing society.",
        "Part of the International Conference on the Demographic Window and Healthy Aging: Socioeconomic Challenges and Opportunities",
        "The Economist",
        "The Chance of a Lifetime: Poor Nations Get a \"demographic Dividend.\"",
        "Transformation of Marriage Patterns in Thailand",
        "Population and Labour Force of the Southeast Asian Region",
        "Shikoku Gakuin Ronshū [Shikoku Gakuin Treatises]",
        "The 54th Annual Conference of the Kansai Sociological Association",
        "Realizing Decent Work in Asia",
        "Visions for Asia's Decent Work Decade: Sustainable Growth and Jobs to 2015",
        "Regional outlook: Asia and Pacific. World Economic and Financial Surveys",
        "Population Aging, Human Capital Accumulation, and Productivity Growth, a Supplement to Population and Development Review 33",
        "The International Conference on the Demographic Window and Health Aging: Socioeconomic Challenges and Opportunities",
        "East Asian Economic Development: Two Demographic Dividends. East-West Center Economic Series No. 83",
        "GENUS",
        "Changing Age Structure and their Implication for Development",
        "Population Projections for Japan: 2001-2050",
        "2000 Population and Housing Census",
        "Statistical Data",
        "Gendai no Espuri [L'Esprit d'Aujourd'hui]",
        "General Registration Statistics",
        "The International Conference on the Demographic Window and Healthy Aging: Socioeconomic Challenges and Opportunities",
        "Demographic Dividend and Labor Force Transformations in Asia: The Case of the Republic of Korea",
        "The Conference on Lowest Low Fertility",
        "World Population Ageing 2007",
        "World Population Prospects: The 2004 Revision",
        "Disparities in Patterns of Development EU and Asia",
        "Prachakornsaat Suppayakorn Manut [Population and Human Resource Development]",
        "Applied Population Policy",
        "Sang Kom Sor Wor (Pu Sung Wai) [Ageing Soceiy (The Elderly)]",
        "The Demographic Dividend: Policy Options for Asia",
        "Asian Population Studies",
        "Modern population trends, m-curve labor-force participation and the family",
        "6 Pi Tong Sudtai Kong Okas Kan Kaeng Kan Tang Setakij: Pon Jak Kan Plean Plang Krong Sang Prachakorn Ruam Bodkwam Chud Krongkan Taksa Raeng Ngang Raya Ti 2 (kan Triam Pan Rub Chuang Pachuban Lae Chuang Lang Kong Okas Kan Rub Kan Punpon Tang Prachakorn) Sum Nak Ngan Kong Tun Sanub Sanun Kan Vichai [Proceedings of National Conference on Six Remaining Golden Years for International Competitiveness: Impacts of Demographic Transition (Policy Preparation for Demographic-Dividend and Post Demographic-Divided Periods) Bangkok, 6 November]",
        "The ASEM LLL Hub Meeting",
        "Policy Synthesis on Demographic Change and Demographic Dividend in Asia",
        "International Perspectives on Competence Development: Developing Skills and Capabilities",
        "Skills Development Policies and International Cooperation in East and South-East Asia",
        "Preventing Neglect and Abuse in a Rapidly Ageing Society"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}