{
    "eid": "2-s2.0-84996868209",
    "title": "Synthesis of PANI/hematite/PB hybrid nanocomposites and fabrication as screen printed paper based sensors for cholesterol detection",
    "cover-date": "2016-12-07",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        }
    ],
    "keywords": [],
    "authors": [
        "Farhatun N. Maluin"
    ],
    "citedby-count": 18,
    "ref-count": 48,
    "ref-list": [
        "Electrochemistry of cholesterol biosensor based on a novel Pt-Pd bimetallic nanoparticle decorated graphene catalyst",
        "An amperometric bienzymatic cholesterol biosensor based on functionalized graphene modified electrode and its electrocatalytic activity towards total cholesterol determination",
        "An amperometric cholesterol biosensor based on multiwalled carbon nanotubes and organically modified sol-gel/chitosan hybrid composite film",
        "Report of the National Cholesterol Education Program Expert Panel on Detection, Evaluation, and Treatment of High Blood Cholesterol in Adults",
        "Disposable paper-based electrochemical sensor utilizing inkjet-printed Polyaniline modified screen-printed carbon electrode for Ascorbic acid detection",
        "Novel paper-based cholesterol biosensor using graphene/polyvinylpyrrolidone/polyaniline nanocomposite",
        "Electrochemical detection for paper-based microfluidics",
        "Nanomaterial-enhanced paper-based biosensors",
        "A comparison on the performance of zinc oxide and hematite nanoparticles for highly selective and sensitive detection of para-nitrophenol",
        null,
        null,
        "Electrocatalytic detection of dopamine at single-walled carbon nanotubes-iron (III) oxide nanoparticles platform",
        null,
        "Curr. Phys. Chem.",
        "Recent advances in synthesis, physical properties and applications of conducting polymer nanotubes and nanofibers",
        "Nanocomposites: Synthesis, structure, properties and new application opportunities",
        "A novel voltammetric sensor based on gold nanoparticles involved in p-aminothiophenol functionalized multi-walled carbon nanotubes: Application to the simultaneous determination of quercetin and rutin",
        "A novel and sensitive electrochemical DNA biosensor based on Fe@Au nanoparticles decorated graphene oxide",
        "Molecularly imprinted electrochemical biosensor based on Fe@Au nanoparticles involved in 2-aminoethanethiol functionalized multi-walled carbon nanotubes for sensitive determination of cefexime in human plasma",
        "Sensitive and selective determination of aqueous triclosan based on gold nanoparticles on polyoxometalate/reduced graphene oxide nanohybrid",
        "Fabrication of bimetallic Pt/Pd nanoparticles on 2-thiolbenzimidazole functionalized reduced graphene oxide for methanol oxidation",
        "Direct-methanol Fuel Cell Based on Functionalized Graphene Oxide with Mono-metallic and Bi-metallic Nanoparticles: Electrochemical Performances of Nanomaterials for Methanol Oxidation",
        "A novel determination of curcumin via Ru@Au nanoparticle decorated nitrogen and sulfur-functionalized reduced graphene oxide nanomaterials",
        "Sensitive determination of citrinin based on molecular imprinted electrochemical sensor",
        "Electrochemical sensor using neomycin-imprinted film as recognition element based on chitosan-silver nanoparticles/graphene-multiwalled carbon nanotubes composites modified electrode",
        null,
        "Hydrophobic ionic liquid immoblizing cholesterol oxidase on the electrodeposited Prussian blue on glassy carbon electrode for detection of cholesterol",
        "Acta Fac. Pharm. Univ. Comenianae",
        "A method of direct measurement for the enzymatic determination of cholesteryl esters",
        "A selective cholesterol biosensor based on composite film modified electrode for amperometric detection",
        "Biosensors: Fundamental and Applications",
        "The electrocatalytic activity of Prussian blue in hydrogen peroxide reduction studied using a wall-jet electrode with continuous flow",
        "Adsorptive stripping voltammetric methods for determination of ezetimibe in tablets",
        "Square-wave voltammetric determination of ezetimibe",
        "Aqueous/ionic liquid interfacial polymerization for preparing polyaniline nanoparticles",
        "Encapsulation of ferro- and ferricyanide complexes inside ZSM-5 zeolite synthesized from rice straw: Implications for synthesis of Prussian blue pigment",
        null,
        "Direct electrochemistry and electrocatalysis with horseradish peroxidase immobilized in polyquaternium-manganese oxide nanosheet nanocomposite films",
        null,
        "NanoBiosensing: Principles, Development and Application",
        "Intrinsic peroxidase-like activity of ferromagnetic nanoparticles",
        "Prussian Blue-Based First-Generation Biosensor. A Sensitive Amperometric Electrode for Glucose",
        "Study of carbon nanotube modified biosensor for monitoring total cholesterol in blood",
        "Recent advances in cholesterol biosensor",
        "Enzyme or protein immobilization techniques for applications in biosensor design",
        "Electrodeposition of gold-platinum alloy nanoparticles on ionic liquid-chitosan composite film and its application in fabricating an amperometric cholesterol biosensor",
        "Polyaniline-carbon nanotube composite film for cholesterol biosensor",
        "Amperometric cholesterol biosensors based on carbon nanotube-chitosan-platinum-cholesterol oxidase nanobiocomposite"
    ],
    "affiliation": [
        {
            "affiliation-city": "Kuala Lumpur",
            "affilname": "Universiti Malaya",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Srinakharinwirot University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}