{
    "eid": "2-s2.0-85141871631",
    "title": "Shareholder litigation rights and ESG controversies: A quasi-natural experiment",
    "cover-date": "2022-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "ESG controversies",
        "Exogenous shock",
        "Quasi-natural experiment",
        "Shareholder litigation rights",
        "Shareholder litigation risk"
    ],
    "authors": [
        "Sirimon Treepongkaruna",
        "Khine Kyaw",
        "Pornsit Jiraporn"
    ],
    "citedby-count": 7,
    "ref-count": 91,
    "ref-list": [
        "Do the merits matter? A study of settlements in securities class actions",
        "Risk reduction as a managerial motive for conglomerate mergers",
        "Do ESG controversies matter for firm value? Evidence from international data",
        "Governance by litigation",
        "A survey of litigation in corporate finance",
        "Testing the quiet life hypothesis in the African banking industry",
        "Coups d’état and the cost of debt",
        "The efficiency cost of market power in the banking industry: A test of the “quiet life” and related hypotheses",
        "Enjoying the quiet life? Corporate governance and managerial preferences",
        "The effect of COVID-19 lockdowns on political support: Some good news for democracy?",
        "Shareholder litigation and the information environment",
        "Shareholder litigation and corporate disclosure: Evidence from derivative lawsuits",
        "Do takeover laws matter? Evidence from five decades of hostile takeovers",
        "Estimating the effect of shareholder litigation rights on corporate complexity using a quasi-natural experiment and textual analysis",
        "Corporate complexity, managerial myopia, and hostile takeover exposure: Evidence from textual analysis",
        "The effect of entrenched boards on corporate risk-taking: Testing the quiet life hypothesis",
        "The effect of corporate governance on corporate social responsibility",
        "How do independent directors view corporate social responsibility (CSR)? Evidence from a quasi-natural experiment",
        "Shareholder litigation, shareholder–creditor conflict, and the cost of bank loans",
        "The dark side of shareholder litigation: Evidence from corporate takeovers",
        "Testing the ‘quiet life’ hypothesis in the Italian banking industry",
        "Understanding the Plaintiff's attorney: The implications of economic theory for private enforcement of law through class and derivative actions",
        "Do independent directors enhance target shareholder wealth during tender offers?",
        "Shareholder litigation, reputational loss, and Bank loan contracting",
        "Shareholder litigation rights and corporate payout policy: Evidence from universal demand laws",
        "The stakeholder theory of the corporation: Concepts, evidence, and implications",
        "Maximizing business returns to corporate social responsibility (CSR): The role of CSR communication",
        "Estimating economic damages in class action securities fraud litigation",
        "Agency problems and the theory of the firm",
        "Separation of ownership and control",
        "The wealth effects of corporate lawsuits",
        "What's in a name? Reputation building and corporate strategy",
        "Shareholder litigation and corporate disclosures",
        "The earnings returns to graduating with honors — Evidence from law graduates",
        "Socially irresponsible and illegal behavior and shareholder wealth",
        "Shareholder-initiated class action lawsuits: Shareholder wealth effects and industry spillovers",
        "Determinants and consequences of quantitative critical accounting estimate disclosures",
        "The relationship between corporate social responsibility and shareholder value: An empirical test of the risk management hypothesis",
        "Quiet life no more? Corporate bankruptcy and Bank competition",
        "Playing it safe? Managerial preferences, risk, and agency conflicts",
        "Corporate misreporting and bank loan contracting☆",
        "Can media coverage restrain executive empire building and pursuit of a quiet life? Evidence from China",
        "Entropy balancing for causal effects: A multivariate reweighting method to produce balanced samples in observational studies",
        "Busy directors and firm performance: Evidence from mergers",
        "The effect of managerial litigation risk on earnings warnings: Evidence from a natural experiment",
        "Looking inside the black box: The effect of corporate governance on corporate social responsibility",
        "Theory of the firm: Managerial behavior, agency costs and ownership structure",
        "Do independent directors improve firm value? Evidence from the great recession",
        "The causal effect of corporate governance on corporate social responsibility",
        "Shareholder wealth effects of the private securities litigation reform act of 1995",
        "With greater power comes greater responsibility? Takeover protection and corporate attention to stakeholders",
        "The consequences to managers for financial misrepresentation",
        "The impact of environmental management on firm performance",
        "The role of market forces in assuring contractual performance",
        "Enjoying the quiet life under deregulation? Evidence from adjusted Lerner indices for U.S Banks",
        "Law and Finance",
        "Does shareholder litigation affect the corporate information environment?",
        "Does takeover activity cause managerial discipline? Evidence from International M&a Laws",
        "Selection models in accounting research",
        "Shareholder litigation and corporate innovation",
        "How ESG controversies impact a company",
        "Corporate social responsibility in Europe and the U.S.: Insights from Businesses’ self-presentations",
        "Shareholder litigation and conservative accounting: Evidence from universal demand Laws",
        "Mergers and the market for corporate control",
        "The effect of unemployment on the mental health of spouses – Evidence from plant closures in Germany",
        "How valuable are independent directors? Evidence from external distractions",
        "Entropy-balanced accruals",
        "The impact of US sanctions on poverty",
        "Does a good central banker make a difference?",
        "The value of independent directors: Evidence from sudden deaths☆",
        "Shareholder litigation rights and corporate cash holdings: Evidence from universal demand laws",
        "Shareholder litigation rights and capital structure decisions",
        "Shareholder litigation rights and the cost of debt: Evidence from derivative lawsuits",
        "Shareholder litigation rights and stock price crash risk",
        "Corporate integrity and hostile takeover threats: Evidence from machine learning and CEO luck",
        "Does the market for corporate control influence executive risk-taking incentives? Evidence from takeover vulnerability",
        "Corporate social responsibility, noise, and stock market volatility",
        "Unobservable selection and coefficient stability: Theory and evidence",
        "Corporate legitimacy as deliberation: A communicative framework",
        "The central role of the propensity score in observational studies for causal effects",
        "Outside directors, board independence, and shareholder wealth",
        "Independent director death and CEO acquisitiveness: Build an empire or pursue a quiet life?",
        "Earnings disclosures and stockholder lawsuits",
        "The determinants of firms’ hedging policies",
        "Managing legitimacy: Strategic and institutional approaches",
        "ESG controversies, corporate governance, and the market for corporate control",
        "ESG controversies and corporate governance, evidence from board size",
        "The returns to office in a “rubber stamp” parliament",
        "Reputation and corporate strategy: A review of recent theory and applications",
        "The deterrent effect of employee whistleblowing on firms’ financial misreporting and tax aggressiveness",
        "Higher market valuation of companies with a small board of directors"
    ],
    "affiliation": [
        {
            "affiliation-city": "Trondheim",
            "@id": "60242136",
            "affilname": "NTNU Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60242136",
            "affiliation-country": "Norway"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "University Park",
            "@id": "60001439",
            "affilname": "Pennsylvania State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001439",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}