{
    "eid": "2-s2.0-85044151416",
    "title": "Revision of Dolabraulax Quicke (Hymenoptera: Braconidae) with the description of three new species from south India",
    "cover-date": "2018-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Braconinae",
        "Braconini",
        "Kerala",
        "Nesaulax",
        "New generic record",
        "Syntomernus"
    ],
    "authors": [
        "A. P. Ranjith",
        "Junli Yao",
        "Dharma Rajan Priyadarsanan",
        "Donald L.J. Quicke",
        "M. Nasser"
    ],
    "citedby-count": 2,
    "ref-count": 24,
    "ref-list": [
        "Revision of the subfamily Blacinae Foerster (Hymenoptera: Braconidae)",
        "Illustrated key to the subfamilies of the Braconidae (Hymenoptera: Ichneumonoidea)",
        "Systematic studies on Braconinae of China (Hymenoptera: Braconidae)",
        "Reproductive phenology and pre-dispersal seed predation in Protium tovarense (Burseraceae), with description of the first known phytophagous “Bracon” species (Hymenoptera: Braconidae: Braconinae)",
        "A glossary of surface sculpturing",
        "An inexpensive, automation-friendly protocol for recovering high-quality DNA",
        "New species of the family Triozidae (Homoptera: Psylloidea) from China, and the first record of Psylloidea as host of Braconidae (Hymenoptera)",
        "A new phytophagous Bracon Fabricius (Hymenoptera: Braconidae) associated with Protium ovatum (Burseraceae) fruits from Brazilian savannah",
        "Two new genera of Braconinae from the Afrotropical region with a partial review of those genera with 'merinotoid' metasomas (Hymenoptera. Braconidae)",
        "Seven new genera and species of Braconinae (Hym., Braconidae) from Australia and Indonesia",
        "The old world genera of Braconine wasps (Hymenoptera, Braconidae)",
        "A remarkable new genus of Braconini (Hym., Braconidae) reared from plant galls in India",
        "Biology, Systematics, Evolution and Ecology of Braconid and Ichneumonid Parasitoid Wasps",
        "Revision of the non-Afrotropical species of Trigastrotheca Cameron (Hymenoptera: Braconidae: Braconinae) with descriptions of four new species",
        "A new genus of Braconinae (Hymenoptera: Braconidae) from India with remarkable head ornamentation",
        "Entomophytophagy ('sequential predatory, then phytophagous behaviour’) in an Indian braconid ‘parasitoid’ wasp (Hymenoptera): specialized larval morphology, biology and description of a new species",
        "Range extension of the rare braconine genus, Lyricibracon Quicke (Hymenoptera: Braconidae), with the description of a new species from India",
        "An enigmatic new genus of Hormiinae (Hymenoptera: Braconidae) from South India",
        "Classification and biology of braconid wasps (Hymenoptera: Braconinae)",
        "A review of Bracon species of India with a key to Indian species",
        "Review of Testudobracon Quicke (Hymenoptera: Braconidae) with descriptions of four new species from south India",
        "Assembling DNA barcodes: analytical protocols",
        "Two genera of Braconinae (Hymenoptera, Braconidae) in China, with descriptions of four new species",
        "Home of Ichneumonoidea"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bengaluru",
            "@id": "60070270",
            "affilname": "Ashoka Trust for Research in Ecology and the Environment",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60070270",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Chelari",
            "@id": "60032686",
            "affilname": "University of Calicut",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032686",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Fuzhou",
            "@id": "60004630",
            "affilname": "Fujian Agriculture and Forestry University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004630",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "Kerala State Biodiversity Board",
        "Rachadaphisek Somphot Fund",
        "Schlinger Foundation, USA",
        "Western",
        "Chulalongkorn University"
    ]
}