{
    "eid": "2-s2.0-85085339701",
    "title": "Uncommon atypical presentations of COVID-19: Important and should not be under recognized!",
    "cover-date": "2020-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Atypical",
        "COVID-19",
        "Manifestation"
    ],
    "authors": [
        "Sim Sai Tin",
        "Viroj Wiwanitkit"
    ],
    "citedby-count": 20,
    "ref-count": 23,
    "ref-list": [
        "Emerging new coronavirus infection in Wuhan, China: situation in early 2020",
        "Editorial: Wuhan coronavirus outbreak and imported case",
        "Infections without borders: a new coronavirus in Wuhan, China",
        "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
        "Clinical characteristics of novel coronavirus cases in tertiary hospitals in Hubei Province",
        "Clinical Characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
        "Positive screening for Wuhan novel coronavirus infection at international airport: what's the final diagnosis for positive cases?",
        "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
        "The neuroinvasive potential of SARS-CoV2 may be at least partially responsible for the respiratory failure of COVID-19 patients",
        "Middle East respiratory syndrome corona-virus infection: a short note on cases with renal failure",
        "Novel Middle East respiratory syndrome and renal failure",
        "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
        "Clinical characteristics of 140 patients infected with SARS-CoV-2 in Wuhan, China",
        "COVID-19 in medical personnel: obser-vations from Thailand",
        "Hepatitis and novel Wuhan corona-virus infection: observation",
        "Clinical analysis of pediatric SARS cases in Beijing",
        "Study on the damage of liver in patients with SARS",
        "Hematologic, hepatic, and renal function changes in hospitalized patients with middle east respiratory syndrome coronavirus",
        "Middle east respiratory syndrome coronavirus infection: a short note on cases with renal failure problem",
        "Acute renal impairment in coronavirus-associated severe acute respiratory syndrome",
        "Sensitivity of chest CT for COVID-19: comparison to RT-PCR",
        "Epidemiologic features and clinical course of patients infected with SARS-CoV-2 in Singapore",
        "Epidemiological and clinical characteristics of 28 cases of coronavirus disease in South Korea"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pune",
            "@id": "60105038",
            "affilname": "Dr. D. Y. Patil Vidyapeeth, Pune",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60105038",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Haikou",
            "@id": "60019572",
            "affilname": "Hainan Medical University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019572",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Shantou",
            "@id": "100690966",
            "affilname": "Shantou Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/100690966",
            "affiliation-country": "China"
        }
    ],
    "funding": []
}