{
    "eid": "2-s2.0-85130972525",
    "title": "Autogenous tooth bone graft material prepared chairside and its clinical applications: a systematic review",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Oral Surgery",
            "@code": "3504",
            "@abbrev": "DENT"
        },
        {
            "@_fa": "true",
            "$": "Otorhinolaryngology",
            "@code": "2733",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Alveolar bone grafting",
        "Alveolar ridge augmentation",
        "Bone substitutes",
        "Dental implants",
        "Tooth extraction"
    ],
    "authors": [
        "B. Mahardawi",
        "S. Rochanavibhata",
        "S. Jiaranuchart",
        "S. Arunjaroensuk",
        "N. Mattheos",
        "A. Pimkhaokham"
    ],
    "citedby-count": 9,
    "ref-count": 53,
    "ref-list": [
        "Atrophy of the residual alveolar ridge following tooth loss in an historical population",
        "Influence of bioactive glass on changes in alveolar process dimensions after exodontia",
        "Surgical techniques for alveolar socket preservation: a systematic review",
        "Are there specific indications for the different alveolar bone augmentation procedures for implant placement? A systematic review",
        "Implant placement post extraction in esthetic single tooth sites: when immediate, when early, when late?",
        "Comparative histomorphometric analysis of extraction sockets healing implanted with bovine xenografts, irradiated cancellous allografts, and solvent-dehydrated allografts in humans",
        "Histologic comparison of healing after tooth extraction with ridge preservation using mineralized versus demineralized freeze-dried bone allograft",
        "Polylactide and polyglycolide sponge used in human extraction sockets: bone formation following 3 months after its application",
        "Clinical application of autogenous partially demineralized dentin matrix prepared immediately after extraction for alveolar bone regeneration in implant dentistry: a pilot study",
        "Immediate implant placement in anterior teeth with grafting material of autogenous tooth bone vs xenogenic bone",
        "Efficacy of autogenous tooth roots for lateral alveolar ridge augmentation and staged implant placement. A prospective controlled clinical study",
        "Clinical, radiographical and histological evaluation of alveolar ridge preservation with an autogenous tooth derived particulate graft in EDS class 3–4 defects",
        "Development of a novel bone grafting material using autogenous teeth",
        "Clinical evaluation of ridge augmentation using autogenous tooth bone graft material: case series study",
        "Autogenous demineralized dentin matrix from extracted tooth for the augmentation of alveolar bone defect: a prospective randomized clinical trial in comparison with anorganic bovine bone",
        "Alveolar ridge preservation using autogenous tooth graft versus beta-tricalcium phosphate alloplast: a randomized, controlled, prospective, clinical pilot study",
        "Alveolar ridge preservation using autogenous whole-tooth versus demineralized dentin grafts: a randomized controlled clinical trial",
        "The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate healthcare interventions: explanation and elaboration",
        "Clinical performance of tooth root blocks for alveolar ridge reconstruction",
        "RoB 2: a revised tool for assessing risk of bias in randomised trials",
        "Risk-of-bias VISualization (robvis): an R package and Shiny web app for visualizing risk-of-bias assessments",
        "Autogenous dentin graft in bone defects after lower third molar extraction: a split-mouth clinical trial",
        "Autogenous DDM versus Bio-Oss granules in GBR for immediate implantation in periodontal postextraction sites: a prospective clinical study",
        "Effect of autogenous dentin graft on new bone formation",
        "Use of autologous tooth-derived graft material in the post-extraction dental socket. Pilot study",
        "Short-term outcomes of staged lateral alveolar ridge augmentation using autogenous tooth roots. A prospective controlled clinical study",
        "Alveolar socket preservation with different autologous graft materials: preliminary results of a multicenter pilot study in human",
        "Autogenous tooth roots for lateral extraction socket augmentation and staged implant placement. A prospective observational study",
        "Short-term outcomes of lateral extraction socket augmentation using autogenous tooth roots: a prospective observational study",
        "Evaluation of “Autogenous Bioengineered Injectable PRF – Tooth graft” combination (ABIT) in reconstruction of maxillary alveolar ridge defects: CBCT volumetric analysis",
        "Autogenous fresh demineralized tooth graft prepared at chairside for dental implant",
        "Autologous tooth graft after endodontical treated used for socket preservation: a multicenter clinical study",
        "A new tooth processing apparatus allowing to obtain dentin grafts for bone augmentation: the tooth transformer",
        "Combining autologous particulate dentin, L-PRF, and fibrinogen to create a matrix for predictable ridge preservation: a pilot clinical study",
        "Maintenance of alveolar ridge dimensions utilizing an extracted tooth dentin particulate autograft and platelet-rich fibrin: a retrospective radiographic cone-beam computed tomography study",
        "Autogenous teeth used for bone grafting: a systematic review",
        "Efficacy of autogenous teeth for the reconstruction of alveolar ridge deficiencies: a systematic review",
        "Alveolar ridge resorption following tooth extraction",
        "Alveolar bone dimensional changes of post-extraction sockets in humans: a systematic review",
        "Comparison of dermal matrix and polytetrafluoroethylene membrane for socket bone augmentation: a clinical and histologic study",
        "Xenograft versus extraction alone for ridge preservation after tooth removal: a clinical and histomorphometric study",
        "Long-term follow-up of autogenous tooth bone graft blocks with dental implants",
        "Volumetric, radiographic, and histologic analyses of demineralized dentin matrix combined with recombinant human bone morphogenetic protein-2 for ridge preservation: a prospective randomized controlled trial in comparison with xenograft",
        "Comparison of two techniques for lateral ridge augmentation in mandible with ramus block graft",
        "Horizontal ridge augmentation using autogenous block grafts and the guided bone regeneration technique with collagen membranes: a clinical study with 42 patients",
        "Evaluation of survival and success rates of dental implants reported in longitudinal studies with a follow-up period of at least 10 years: a systematic review",
        "Development of implant stability quotient values of implants placed with simultaneous sinus floor elevation—results of a prospective study with 109 implants",
        "Can implant surfaces affect implant stability during osseointegration? A randomized clinical trial",
        "Randomized study evaluating recombinant human bone morphogenetic protein-2 for extraction socket augmentation",
        "A prospective study on the effectiveness of newly developed autogenous tooth bone graft material for sinus bone graft procedure"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Stockholm",
            "@id": "60012311",
            "affilname": "Karolinska Institutet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012311",
            "affiliation-country": "Sweden"
        }
    ],
    "funding": []
}