{
    "eid": "2-s2.0-85163976236",
    "title": "Biodiversity, ecology, and taxonomy of sediment-dwelling Dendrophylliidae (Anthozoa, Scleractinia) in the Gulf of Thailand",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "free-living",
        "Heteropsammia",
        "Micro-ct",
        "phylogenetics",
        "synonymy",
        "Tubastraea"
    ],
    "authors": [
        "Rahul Mehrotra",
        "Suchana Chavanich",
        "Coline Monchanin",
        "Suthep Jualaong",
        "Bert W. Hoeksema"
    ],
    "citedby-count": 0,
    "ref-count": 144,
    "ref-list": [
        "Opportunistic feeding by the fungiid coral Fungia scruposa on the moon jellyfish Aurelia aurita",
        "First records and adaptive significance of boring into a free-living scleractinian coral (Heteropsammia michelini) by a date mussel (Lithophaga lessepsiana)",
        "A phylogeny reconstruction of the Dendrophylliidae (Cnidaria, Scleractinia) based on molecular and micromorphological criteria, and its ecological implications",
        "Uncovering hidden coral diversity: A new cryptic lobophylliid scleractinian from the Indian Ocean",
        "From the tropics to the Poles: Chemical defense strategies in sea slugs (Mollusca: Heterobranchia)",
        "Systematic descriptions of the Scleractinia (nr. 119) – Family Dendrophylliidae",
        "The name game: Morpho-molecular species boundaries in the genus Psammocora (Cnidaria, Scleractinia)",
        "Systematics of the coral genus Craterastrea (Cnidaria, Anthozoa, Scleractinia) and description of a new family through combined morphological and molecular analyses",
        "Phylogenetic position and taxonomy of Cycloseris explanulata and C. Wellsi (Scleractinia: Fungiidae): Lost mushroom corals find their way home",
        "Phylogenetic relationships and revision of the genus Blastomussa (Cnidaria: Anthozoa: Scleractinia) with description of a new species",
        "Mushroom corals overcome live burial through pulsed inflation",
        "Discovery of the dendrophylliid scleractinian Heteropsammia cochlea (Spengler, 1781) in Halimeda bioherms of the Northern Great Barrier Reef",
        "An annotated checklist of southern African Scleractinia",
        "Report on the solitary corals collected by Professor Herdman, at Ceylon, in 1902",
        "Searching for new morphological characters in the systematics of scleractinian reef corals: Comparison of septal teeth and granules between Atlantic and Pacific Mussidae",
        "Corallite wall and septal microstructure in scleractinian reef corals: Comparison of molecular clades within the family Faviidae",
        "Rethinking the phylogeny of scleractinian corals: A review of morphological and molecular data",
        "Taxonomic classification of the reef coral family Mussidae (Cnidaria: Anthozoa: Scleractinia)",
        "Azooxanthellate Scleractinia (Cnidaria: Anthozoa) of western Australia",
        "Cnidaria anthozoa: Deep-water azooxanthellate Scleractinia from Vanuatu, and Wallis and Futuna Islands",
        "A generic revision and phylogenetic analysis of the Dendrophylliidae (Cnidaria: Scleractinia)",
        "The azooxanthellate Scleractinia (Coelenterata: Anthozoa) of Australia",
        "Online appendix: Phylogenetic list of 711 valid Recent azooxanthellate scleractinian species, with their junior synonyms and depth ranges",
        "New taxa distributional records of azooxanthellate Scleractinia (Cnidaria, Anthozoa) from the tropicalsouthwestIndianOcean,withcomments on their zoogeography and ecology",
        "An illustrated key to the genera and subgenera of the Recent azooxanthellate Scleractinia (Cnidaria, Anthozoa), with an attached glossary",
        "Cnidaria anthozoa: Azooxanthellate Scleractinia from the Philippines and Indonesian regions",
        "Appendix: List of extant stony corals",
        "Atlantia, a new genus of Dendrophylliidae (Cnidaria, Anthozoa, Scleractinia) from the eastern Atlantic",
        "Systematic relationships between tropical corallimorpharians (Cnidaria: Anthozoa: Corallimorpharia): Utility of the 5.8 S and internal transcribed spacer (its) regions of the rRNA transcription unit",
        "Gastropod evolutionary rates and phylogenetic relationships assessed using partial 28S rDNA and histone H3 sequences",
        "A census of marine biodiversity knowledge, resources, and future challenges",
        "The invasion of the azooxanthellate coral Tubastraea (Scleractinia: Dendrophylliidae) throughout the world: History, pathways and vectors",
        "Known unknowns: Conservation and research priorities for soft sediment fauna that supports a valuable scuba diving industry",
        "The economic contribution of the muck dive industry to tourism in Southeast Asia",
        "Time to stop mucking around? Impacts of underwater photography on cryptobenthic fauna found in soft sediment habitats",
        "Eupsammidae, a family of so called deep sea corals (in Japanese)",
        "The taxonomic impediment: A shortage of taxonomists, not the lack of technical approaches",
        "3D Slicer as an image computing platform for the Quantitative Imaging Network",
        "Azooxanthellate Scleractinia (Cnidaria, Anthozoa) from South Africa",
        "Sediment shedding and particulate feeding in two free-living, sediment-dwelling corals (Heteropsammia cochlea and Heterocyathus aequicostatus) at Wistari Reef Great Barrier Reef",
        "Free-living corals: Distributions according to plant cover, sediments, hydrodynamics, depth and biological factors",
        "Shape-shifting corals: Molecular markers show morphology is evolutionarily plastic in Porites",
        "A hermit crab living in association with a mobile scleractinian coral, Heteropsammia cochlea",
        "Madreporaria excluding Flabellidae and Turbinolidae",
        "Habitat preferences of coral-associated wentletrap snails (Gastropoda: Epitoniidae)",
        "A molecularly based phylogeny reconstruction of mushroom corals (Scleractinia: Fungiidae) with taxonomic consequences and evolutionary implications for life history traits",
        "Coral community on muddy sand",
        "Description of some corals, including a new British coral discovered by W. Macandrew",
        "Protocooperation in Tubastraea CF. Micranthus to catch large planktonic prey",
        "BioEdit: A user-friendly biological sequence alignment editor and analysis program for Windows 95/98/nt",
        "Why taxonomists and ecologists are not, but should be, carpooling?",
        "High-resolution imaging sheds new light on a multitier symbiotic partnership between a “walking” solitary coral, a sipunculan, and a bivalve from East Africa",
        "Mobility of free-living fungiid corals (Scleractinia), a dispersion mechanism and survival strategy in dynamic reef habitats",
        "Evolution of body size in mushroom corals (Scleractinia: Fungiidae) and its ecomorphological consequences",
        "Distribution patterns of mushroom corals (Scleractinia: Fungiidae) across the Spermonde shelf, South Sulawesi",
        "Evolutionary trends in onshore-offshore distribution patterns of mushroom coral species (Scleractinia: Fungiidae)",
        "The “Fungia patella group” (Scleractinia, Fungiidae) revisited with a description of the mini mushroom coral Cycloseris boschmai sp. N",
        "New observations on scleractinian corals from Indonesia: 2. Sipunculan-associated species belonging to the genera Heterocyathus and Heteropsammia",
        "Mobility and self-righting by a free-living mushroom coral through pulsed inflation",
        "The role of maximum shelf depth versus distance from shore in explaining a diversity gradient of mushroom corals (Fungiidae) off Jakarta",
        "Partial bleaching in an assemblage of small apozooxanthellate corals of the genera Heteropsammia and Heterocyathus",
        "Indo-Malayan reef corals: A generic overview",
        "Initial phase of autotomy in fragmenting Cycloseris corals at Semporna, eastern Sabah, Malaysia",
        "It pays to have a big mouth: Mushroom corals ingesting salps at northwest Borneo",
        "A large aggregation of self-fragmenting mushroom corals in the Arabian/ Persian Gulf",
        "Wave-swept coralliths of Saba Bank, Dutch Caribbean",
        "The rise of a native sun coral species on southern Caribbean coral reefs",
        "A high-latitude, mesophotic Cycloseris field at 85 m depth off Rapa Nui (Easter Island)",
        "Taxonomic classification of the reef coral families Merulinidae, Montastraeidae, and Diploastraeidae (Cnidaria: Anthozoa: Scleractinia)",
        "Taxonomic classification of the reef coral family Lobophylliidae (Cnidaria: Anthozoa: Scleractinia)",
        "Diaseris distorta, an “acrobatic” coral",
        "Biodiversity survey In Chalong Bay and surrounding areas, East Coast Of Phuket, Thailand",
        "A new species of hermit crab, Diogenes heteropsammicola (Crustacea, Decapoda, Anomura, Diogenidae), replaces a mutualistic sipunculan in a walking coral symbiosis",
        "Reciprocal symbiont sharing in the lodging mutualism between walking corals and sipunculans",
        "Phylogeography of recent Plesiastrea (Scleractinia: Plesiastreidae) based on an integrated taxonomic approach",
        "The short spined crown-of-thorns starfish Acanthaster brevispinus is a corallivore too",
        "Azooxanthellate Scleractinia (Cnidaria, Anthozoa) from New Caledonia.",
        "The new systematics of Scleractinia: Integrating molecular and morphological evidence",
        "Mega X: Molecular evolutionary genetics analysis across computing platforms",
        "New information about the solitary deep-water corals of the Vietnamese shelf",
        "The 3D reconstruction of Pocillopora colony sheds light on the growth pattern of this reef-building coral",
        "Distribution of major and trace elements in surface sediments of the western Gulf of Thailand: Implications to modern sedimentation",
        "Resurrecting a subgenus to genus: Molecular phylogeny of Euphyllia and Fimbriaphyllia (order Scleractinia; family Euphylliidae; clade V)",
        "The deepwater megabenthic invertebrates on the western continental margin of Australia (100–1100 m depths): Composition, distribution and novelty",
        "A large gape facilitates predation on salps by Heteropsammia corals",
        "On the genus Armina (Gastropoda: Heterobranchia: Nudibranchia) in Thailand",
        "Selective consumption of sacoglossan sea slugs (Mollusca: Gastropoda) by scleractinian corals (Cnidaria: Anthozoa)",
        "On the Plakobranchidae (Gastropoda, Sacoglossa) from soft sediment habitats of Koh Tao, Gulf of Thailand, with descriptions of two new species",
        "An updated inventory of sea slugs from Koh Tao, Thailand, with notes on their ecology and a dramatic biodiversity increase for Thai waters",
        "Recherches sur les polypiers. Mémoire 3. Monographie des eupsammides",
        "Contrasting coral community structures between natural and artificial substrates at Koh Tao, Gulf of Thailand",
        "Report on certain hydroid, alcyonarian, and madreporarian corals procured during the voyage H. M. S. Challenger, in the years 1873–1876. Report on the scientific results of the voyage of H. M. S. Challenger during the years 1873–79",
        "Protocooperation among small polyps allows the coral Astroides calycularis to prey on large jellyfish",
        "First record of Epidendrium aureum (Gastropoda, Epitoniidae) associated with Tubastrea corals (Scleractinia, Dendrophylliidae) from Lakshadweep, India",
        "Distribution and population structure of a free-living coral, Diaseris fragilis, at Khang Khao Island in the Gulf of Thailand",
        "Notes on Japanese ahermatypic corals-II new species of Dendrophyllia",
        "Free living scleractinian coral communities in the coral reefs of Madagascar",
        "Scleractinia of New Caledonia: Check list of reef dwelling species",
        "Are publications on zoological taxonomy under attack?",
        "Distribution of molluscs in mangroves at six sites in the upper Gulf of Thailand",
        "Application of phylogenomic tools to unravel anthozoan evolution",
        "Discovery of deep-water coral frameworks in the northern Red Sea waters of Saudi Arabia",
        "Predation by Epidendrium billeeanum on Tubastrea coccinea: Use of the denuded skeleton for laying eggs",
        "MrBayes 3.2: Efficient Bayesian phylogenetic inference and model choice across a large model space",
        "Maps of Holocene sea level transgression and submerged lakes on the Sunda Shelf",
        "Report on the scleractinia from the Nicobar Islands",
        "Ueber Generatioswechel bei Steinkorallen und über das M. Edwards’sche Wachsthumsgesetz der Polypen",
        "Burrowing hard corals occurring on the sea floor since 80 million years ago",
        "Measuring biodiversity and extinction—present and past",
        "Beskrivelse over et ganske besynderligt Corall-product, hvilket man, indtil dets Sloegt noermere bestemmes, kunde kalde en Snekke-Madrepore (Madrepora cochlea)",
        "A new Northernmost distribution record of the reef coral Duncanopsammia axifuga at Bird’s Head Peninsula, West Papua, Indonesia",
        "A coral-specific primer for PCR amplification of the internal transcribed spacer region in ribosomal DNA",
        "Invasive coral Tubastraea spp. Population growth in artificial habitats and its consequences to the diversity of benthic organisms",
        "On a new species of Psammoseris",
        "On Heteropsammia michelinii, of Edwards and Haime",
        "Salpivory by colonial reef corals at Curaçao, Southern Caribbean",
        "The complete mitochondrial genome of Dendrophyllia minuscula (Cnidaria: Scleractinia) from the neom region of the Northern Red Sea",
        "Pollution and coral damage caused by derelict fishing gear on coral reefs around Koh Tao, Gulf of Thailand",
        "The Madreporaria of the Siboga expedition. Part III: Eupsammidae",
        "Madreporaria: Eupsammidae. Report of the Percy sladen trust expedition to the Indian Ocean 1905",
        "Some solitary corals from the Indian Museum",
        "Hermatypic corals of Western Australia: Records and annotated species list",
        "Scleractinia of Eastern Australia – Part III. Family Agariciidae, Siderastreidae, Fungiidae, Oculinidae, Merulinidae, Mussidae, Pectinidae, Caryophyllidae, Dendrophylliidae",
        "Classification of polyps (extract condensed from Synopsis of the Polyps and Corals of the North Pacific Exploring Expedition under Commodore C. Ringgold and Captain John Rodgers, U.S.N.)",
        "Synopsis of the polyps and corals of the North Pacific Exploring Expedition, under Commodore C. Ringgold and Capt. John Rodgers, U.S.N., from 1853 to 1856. Collected by Dr. Wm. Stimpson, naturalist to the expedition. With descriptions of some additional species from the Western margin of North America. Part III",
        "Notes on radiata in the Museum of Yale College, Number 6: Review of the corals and polyps of the west coast of America",
        "Recognition of separate genera within Acropora based on new morphological, reproductive and genetic evidence from Acropora togianensis, and elevation of the subgenus Isopora Studer, 1878 to genus (Scleractinia: Astrocoeniidae; Acroporidae)",
        "The scleractinian corals of Moreton Bay, eastern Australia: High latitude, marginal assemblages with increasing species richness",
        "Ahermatypic corals from Queensland",
        "Amplification and direct sequencing of fungal ribosomal RNA genes for phylogenetics",
        "Phototaxis in Fungiidae corals (Scleractinia)",
        "Three new species of the sun coral genus Tubastraea (Scleractinia: Dendrophylliidae) from Hong Kong, China",
        "New observations on the corallivorous nudibranch Phestilla melanobrachia: Morphology, dietary spectrum and early development",
        "Coral diversity at Losin Pinnacle, an offshore reef in the Gulf of Thailand: Toward a future mpa",
        "Asexual reproduction by bud-shedding in shallow-water Balanophyllia of the tropical Indo-Pacific (Cnidaria: Scleractinia: Dendrophylliidae)",
        "Diversity and range of scleractinian coral hosts of Ascothoracida (Crustacea: Maxillopoda)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Leiden",
            "@id": "60032678",
            "affilname": "Naturalis Biodiversity Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032678",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Leiden",
            "@id": "60017766",
            "affilname": "Institute of Biology Leiden",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017766",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Groningen",
            "@id": "60010023",
            "affilname": "Rijksuniversiteit Groningen",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010023",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "126100744",
            "affilname": "Love Foundation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/126100744",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Busrakham Jasmine Limited",
        "Love Wildlife Foundation",
        "National Research Council of Thailand and Chulalongkorn University",
        "Royal Initiative of Her Royal Highness Princess Maha Chakri Sirindhorn, Naval Special Warfare Command",
        "Royal Thai Navy",
        "Thailand Science Research and Innovation Fund Chulalongkorn University",
        "Chulalongkorn University"
    ]
}