{
    "eid": "2-s2.0-85143878806",
    "title": "Dynamic Cardiopulmonary and Metabolic Functions during Jogging with and without Breast Supports",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Physiology (medical)",
            "@code": "2737",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Bra",
        "Cardiorespiratory function",
        "Metabolism"
    ],
    "authors": [
        "Kunanya Masodsai",
        "Rungchai Chaunchaiyakul"
    ],
    "citedby-count": 0,
    "ref-count": 46,
    "ref-list": [
        "Do current sports brassiere designs impede respiratory function?",
        "What are the breast support choices of Australian women during physical activity?",
        "Features of sports bras that deter their use by Australian women",
        "The experience of breast pain (mastalgia) in female runners of the 2012 London Marathon and its effect on exercise behaviour",
        "The mechanism of the exercise hyperpnea: The ultrasecret revisited",
        "Mediation of reduced ventilatory response to exercise after endurance training",
        "Relationships of perceived benefits and barriers to physical activity, physical activity participation and physical fitness in Hong Kong female adolescents",
        "The effect of chest wall restriction on exercise capacity",
        "Where are all the female participants in sports and exercise medicine research?",
        "Physical exercise associated with NO production: Signaling pathways and significance in health and disease",
        "Psychosocial variables related to why women are less active than men and related health implications",
        "Relation between exercise-induced changes in ejection fraction and systolic loading conditions at rest in aortic regurgitation",
        "A chest wall restrictor to study effects on pulmonary function and exercise. 2. The energetics of restrictive breathing",
        "Acute moderate-intensity exercise induces vasodilation through an increase in nitric oxide bioavailiability in humans",
        "Respiratory mechanics during exercise in endurance-trained men and women",
        "A dynamic model of the breast during exercise",
        "External thoracic restriction, respiratory sensation, and ventilation during exercise in men",
        "Chemical regulation of respiration. Normal variations and abnormal responses",
        "The effects of training on heart rate: A longitudinal study",
        "Determinants of breast size in Asian women",
        "Selected sports bras: A biomechanical analysis of breast motion while jogging",
        "Accuracy of impedance cardiography for hemodynamic assessment during rest and exercise in wheelchair rugby players",
        "Determination of cardiac function using impedance cardiography during jogging with and without breast support",
        "An analysis of movement and discomfort of the female breast during exercise and the effects of breast support in three cases",
        "Optimising breast support in female patients through correct bra fit. A cross-sectional study",
        "Biomechanics of breast support for active women",
        "Physiological mechanisms of dyspnea during exercise with external thoracic restriction: Role of increased neural respiratory drive",
        "Cardiorespiratory effects of inelastic chest wall restriction",
        "Breast motion asymmetry during running",
        "Do static and dynamic activities induce potentially damaging breast skin strain?",
        "Respiratory sensation during chest wall restriction and dead space loading in exercising men",
        "Effects of restricted thoracic movement on the regional distribution of ventilation",
        "Wearing a tight bra for many hours a day is associated with increased risk of breast cancer",
        "Understanding key performance indicators for breast support: An analysis of breast support effects on biomechanical, physiological and subjective measures during running",
        "Effect of exercise intensity and duration on postexercise energy expenditure",
        "Excess postexercise oxygen consumption after aerobic exercise training",
        "Activity and barriers in girls (8-16 yr) based on grade and maturity status",
        "Squeezing the muscle: compression clothing and muscle metabolism during recovery from high intensity exercise",
        "Biomechanical analysis of a prototype sports bra",
        "Why are girls less physically active than boys? Findings from the LOOK Longitudinal Study",
        "Standardization of body surface area calculations",
        "Comparison of breast motion at different levels of support during physical activity",
        "Postexercise fat oxidation: effect of exercise duration, intensity, and modality"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}