{
    "eid": "2-s2.0-85083888281",
    "title": "Reduced Cardiac Index Reserve and Hypovolemia in Severe Falciparum Malaria",
    "cover-date": "2020-04-07",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Echocardiography",
        "Hemodynamics",
        "Hypovolemia",
        "Severe malaria",
        "Systolic function"
    ],
    "authors": [
        "Hugh W.F. Kingston",
        "Aniruddha Ghose",
        "Voravut Rungpradubvong",
        "Sudarat Satitthummanid",
        "M. Trent Herdman",
        "Katherine Plewes",
        "Stije J. Leopold",
        "Haruhiko Ishioka",
        "Sanjib Mohanty",
        "Richard J. Maude",
        "Marcus J. Schultz",
        "Wim K. Lagrand",
        "Md Amir Hossain",
        "Nicholas P.J. Day",
        "Nicholas J. White",
        "Nicholas M. Anstey",
        "Arjen M. Dondorp"
    ],
    "citedby-count": 4,
    "ref-count": 36,
    "ref-list": [
        "Defining falciparum-malaria-attributable severe febrile illness in moderate-to-high transmission settings on the basis of plasma PfHRP2 concentration",
        "Lethal malaria: Marchiafava and Bignami were right",
        "Relative contributions of macrovascular and microvascular dysfunction to disease severity in falciparum malaria",
        "Renal and systemic hemodynamics, in falciparum malaria",
        "Fluid resuscitation of adults with severe falciparum malaria: Effects on acid-base status, renal function, and extravascular lung water",
        "Hyponatremia in severe malaria: Evidence for an appropriate anti-diuretic hormone response to hypovolemia",
        "Cardiac function and hemodynamics in Kenyan children with severe malaria",
        "Mortality after fluid bolus in African children with severe infection",
        "Assessment of myocardial function and injury by echocardiography and cardiac biomarkers in African children with severe Plasmodium falciparum malaria",
        "A controlled trial of artemether or quinine in Vietnamese adults with severe falciparum malaria",
        "Does reduced oxygen delivery cause lactic acidosis in falciparum malaria? An observational study",
        "Cardiac involvement during and after malaria",
        "Pulmonary edema in severe falciparum malaria Hemodynamic study and clinicophysiologic correlation",
        "The systemic pathology of cerebral malaria in African children",
        "The pathology of acute falciparum malaria",
        "Sequestration and red cell deformability as determinants of hyperlactatemia in falciparum malaria",
        "Left ventricular systolic performance, function, and contractility in patients with diastolic heart failure",
        "Cardiac function in Ghanaian children with severe malaria",
        "Increased pulmonary pressures and myocardial wall stress in children with severe malaria",
        "Myocardial dysfunction in severe falciparum malaria",
        "Myocarditis associated with Plasmodium falciparum malaria: A case report and a review of the literature",
        "Idiopathic acute myocarditis during treatment for controlled human malaria infection: A case report",
        "Cardiac complication after experimental human malaria infection: A case report",
        "Fatal myocarditis in course of Plasmodium falciparum infection: Case report and review of cardiac complications in malaria",
        "Duration of the phases of left ventricular systole",
        "Echocardiographic left ventricular remodeling and pseudohypertrophy as markers of hypovolemia An experimental study on bleeding and volume repletion",
        "The relationship between age and the manifestations of and mortality associated with severe malaria",
        "Recommendations for the evaluation of left ventricular diastolic function by echocardiography",
        "The effects of dopamine and adrenaline infusions on acid-base balance and systemic haemodynamics in severe infection",
        "Pathophysiology, echocardiographic evaluation, biomarker findings, and prognostic implications of septic cardiomyopathy: A review of the literature",
        "Left ventricular systolic dysfunction during septic shock: The role of loading conditions",
        "Clinical spectrum, frequency, and significance of myocardial dysfunction in severe sepsis and septic shock",
        "Is early ventricular dysfunction or dilatation associated with lower mortality rate in adult severe sepsis and septic shock? A meta-analysis",
        "Actual incidence of global left ventricular hypokinesia in adult septic shock",
        "Arterial-ventricular coupling: Mechanistic insights into cardiovascular performance at rest and during exercise"
    ],
    "affiliation": [
        {
            "affiliation-city": "Rourkela",
            "@id": "60070269",
            "affilname": "Ispat General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60070269",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60025770",
            "affilname": "Menzies School of Health Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025770",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Oxford",
            "@id": "60021328",
            "affilname": "Churchill Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021328",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chittagong",
            "@id": "60008530",
            "affilname": "Chittagong Medical College",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008530",
            "affiliation-country": "Bangladesh"
        },
        {
            "affiliation-city": "Amsterdam",
            "@id": "60002483",
            "affilname": "Universiteit van Amsterdam",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002483",
            "affiliation-country": "Netherlands"
        }
    ],
    "funding": [
        "Australian Government UPRS",
        "Australian National Health and Medical Research Council",
        "MORU",
        "Wellcome Trust",
        "University College, Oxford",
        "Australian National Health and Medical Research Council"
    ]
}