{
    "eid": "2-s2.0-85070793312",
    "title": "Factors associated with health literacy in suburban bangkok type 2 diabetics (T2DM): A cross-sectional survey",
    "cover-date": "2019-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Diabetes mellitus",
        "Health education",
        "Health literacy",
        "Health promotion",
        "Thailand"
    ],
    "authors": [
        "T. Junkhaw",
        "M. Munisamy",
        "R. Samrongthong",
        "S. Taneepanichskul"
    ],
    "citedby-count": 2,
    "ref-count": 24,
    "ref-list": [
        "Health literacy in diabetes care:Explanation, evidence and equipment",
        "A review of health literacy: Definitions, interpretations, and implications for policy initiatives",
        "Health literacy and public health:A systematic review and integration of definitions and models",
        "Low health literacy and health outcomes:An updated systematic review",
        "Association between low functional health literacy and mortality in older adults:Longitudinal cohort study",
        "Health literacy and health actions: A review and a framework from health psychology",
        "Health literacy and health outcomes in diabetes: A systematic review",
        "Diabetes in Thailand:Status and policy",
        "Diabetes management in Thailand: A literature review of the burden, costs, and outcomes",
        "Effect of participation in type 2 diabetes mellitus (T2DM) education pathway on HbA1c",
        "The development and application of the ABCDE-health literacy scale for Thais",
        "Diabetes prevention education program for community health care workers in Thailand",
        "Patient health literacy and participation in the health-care process",
        "Health literacy skills in type 2 diabetes mellitus outpatients from an university-affiliated hospital in Rio de Janeiro, Brazil",
        "Association between health literacy and diabetes control in a pharmacist-run disease state management clinic",
        "Abstract P236: Impact of acculturation and health literacy on prevalent fasting glycemia among latinos: Results from the Boston Area Community Health (BACH) survey",
        "Addressing Health Literacy and Numeracy to Improve Diabetes Education and Care",
        "Strategies to address low health literacy and numeracy in diabetes",
        "Diabetes numeracy and blood glucose control: Association with type of diabetes and source of care",
        "Standards of care for diabetes: What’s new?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ageing Society Cluster",
        "CU Graduate School Thesis",
        "Chulalongkorn University"
    ]
}