{
    "eid": "2-s2.0-84889687164",
    "title": "Palladium nanoparticles synthesized by reducing species generated during a successive acidic/alkaline treatment of sucrose",
    "cover-date": "2014-03-25",
    "subject-areas": [
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        },
        {
            "$": "Atomic and Molecular Physics",
            "@code": "3107"
        },
        {
            "$": "Instrumentation",
            "@code": "3105"
        },
        {
            "$": "Spectroscopy",
            "@code": "1607"
        }
    ],
    "keywords": [
        "Acid hydrolysis",
        "Alkaline degradation",
        "Nanoparticles",
        "Palladium",
        "Sucrose"
    ],
    "authors": [
        "Lunjakorn Amornkitbamrung"
    ],
    "citedby-count": 16,
    "ref-count": 52,
    "ref-list": [
        "Green preparation and catalytic application of Pd nanoparticles",
        "Spectrochim. Acta, Part A",
        "Green synthesis of silver nanoparticles with sucrose and maltose: Morphological and structural characterization",
        "Morphology and antibacterial activity of carbohydrate-stabilized silver nanoparticles",
        "One-step \"green\" synthesis of Pd nanoparticles of controlled size and their catalytic activity for trichloroethene hydrodechlorination",
        "Synthesis and characterization of lower size, laurylamine protected palladium nanoparticles",
        "Preparation of nanostructured Pd particles using a seeding synthesis approach-Application to the selective hydrogenation of buta-1,3-diene",
        "Direct preparation and size control of palladium nanoparticle hydrosols by water-soluble isocyanide ligands",
        "Roles of polymer ligands in nanoparticle stabilization",
        "Toward greener nanosynthesis",
        "Gold nanoparticles with special shapes: Controlled synthesis, surface-enhanced raman scattering, and the application in biodetection",
        "Synthesis of starch-stabilized silver nanoparticles and their application as a surface plasmon resonance-based sensor of hydrogen peroxide",
        "A novel one-pot 'green' synthesis of stable silver nanoparticles using soluble starch",
        "Hydrothermal synthesis of one-dimensional assemblies of Pt nanoparticles and their sensor application for simultaneous determination of dopamine and ascorbic acid",
        "Water soluble starch stabilized palladium nanoparticle: Efficient catalyst for Miyaura-Suzuki coupling reaction",
        "Green synthesis and characteristic of core-shell structure silver/starch nanoparticles",
        "Starch-directed green synthesis, characterization and morphology of silver nanoparticles",
        "Synthesis and spectroscopic studies of stable aqueous dispersion of silver nanoparticles",
        "Carbohydrate-directed synthesis of silver and gold nanoparticles: Effect of the structure of carbohydrates and reducing agents on the size and morphology of the composites",
        "Gold nanoparticles formation via gold(III) chloride complex ions reduction with glucose in the batch and in the flow microreactor systems",
        "\"Green\" approach for self-assembly of platinum nanoparticles into nanowires in aqueous glucose solutions",
        "Green, microwave-assisted synthesis of silver nanoparticles using bamboo hemicelluloses and glucose in an aqueous medium",
        "Green, one-step and template-free synthesis of silver spongelike networks via a solvothermal method",
        "A facile completely 'green' size tunable synthesis of maltose-reduced silver nanoparticles without the use of any accelerator",
        "Sugar assisted evolution of mono- and bimetallic nanoparticles",
        "Shape-controlled synthesis and application in surface-enhanced Raman scattering of novel palladium nanoparticles",
        "Palladium-Catalyzed Cross-Coupling Reactions of Organoboron Compounds",
        "Phenanthroline-stabilized palladium nanoparticles in polyethylene glycol - An active and recyclable catalyst system for the selective hydrogenation of olefins using molecular hydrogen",
        "The roles of subsurface carbon and hydrogen in palladium-catalyzed alkyne hydrogenation",
        "Self-Organization of Spherical Aggregates of Palladium Nanoparticles with a Cubic Silsesquioxane",
        "Green synthesis of palladium nanoparticles using broth of Cinnamomum camphora leaf",
        "Size Control of Palladium Nanoparticles and Their Crystal Structures",
        "Synthesis of palladium nanoparticles by sonochemical reduction of palladium(II) nitrate in aqueous solution",
        "Banana peel extract mediated novel route for the synthesis of palladium nanoparticles",
        "Surfactant-assisted synthesis and characterization of Pd nanorods",
        "Synthesis of palladium nanoparticles and their applications for surface-enhanced Raman scattering and electrocatalysis",
        "Angew. Chem.",
        null,
        "Size-controlled synthesis of Pd nanoparticles from β-diketonato complexes of palladium",
        "Sucrose decomposition in aqueous solution, and losses in sugar manufacture and refining",
        "Alkaline degradation of glucose: Effect of initial concentration of reactants",
        "Alkaline degradation of fructofuranosides",
        "Enhancement of the reduction efficiency of soluble starch for platinum nanoparticles synthesis",
        "Sucrose hydrates in aqueous solution by IR spectroscopy",
        "Infrared Spectroscopy of Aqueous Carboxylic Acids: Comparison between Different Acids and Their Salts",
        "Rapid Analysis of Glucose, Fructose, Sucrose, and Maltose in Honeys from Different Geographic Regions using Fourier Transform Infrared Spectroscopy and Multivariate Analysis",
        "Synthesis and infrared spectra of alkaline earth metal carbonates formed by the reaction of metal salts with urea at high temperature",
        "Raman and infrared spectra of carbonates of calcite structure",
        "Carbon exchange in hot alkaline degradation of glucose",
        "Synthesis of lactic acid by alkaline hydrothermal conversion of glycerol at high glycerol concentration",
        "J. Biol. Chem.",
        "J. Biol. Chem."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "CE-PPAM",
        "CIN-CU",
        "National Center of Excellence for Petroleum, Petrochemicals, and Advanced Materials",
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}