{
    "eid": "2-s2.0-85074652326",
    "title": "A comparative randomized controlled trial study: The Effects of Court-Type Thai Traditional Massage versus Diclofenac on Knee Pain in Patients with Osteoarthritis of the Knee",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Court-type traditional Thai massage",
        "Knee pain",
        "Osteoarthritis",
        "Randomized controlled trial"
    ],
    "authors": [
        "P. Sansila",
        "N. Ruangrungsi",
        "W. Eungpinichpong",
        "L. Buakate"
    ],
    "citedby-count": 0,
    "ref-count": 17,
    "ref-list": [
        "Epidemiology of osteoarthritis",
        "The epidemiology of osteoarthritis of the knee in elderly patients living an urban area of Bangkok",
        "First-dose analgesic effect of the cyclo-oxygenase-2 selective inhibitor lumiracoxib in osteoarthritis of the knee: A randomized, double-blind, placebo-controlled comparison with celecoxib",
        "Osteo-arthrosis. Prevalence in the population and relationship between symptoms and x-ray changes",
        "Risk factors for the development of hip osteoarthritis: A population-based prospective study",
        "Knee pain and osteoarthritis in older adults: A review of community burden and current use of primary health care",
        "NSAIDs in osteoarthritis: Irreplaceable or troublesome guidelines?",
        "Development of criteria for the classification and reporting of osteoarthritis. Classification of osteoarthritis of the knee. Diagnostic and therapeutic criteria committee of the American Rheumatism Association",
        "A comparative study of Thai massage and Swedish massage relative to physiological and psychological measures",
        "The visual analog scale for pain: Clinical significance in postoperative patients",
        "Musculoskeletal assessment joint range of motion and manual muscle strength",
        "The timed “Up & Go”: A test of basic functional mobility for frail elderly persons",
        "Guidelines for the medical management of osteoarthritis. Part II. Osteoarthritis of the knee. American College of Rheumatology",
        "Measurement of pain",
        "Validation of a modified Thai version of the Western Ontario and McMaster (WOMAC) osteoarthritis index for knee osteoarthritis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Maha Sarakham",
            "@id": "60002875",
            "affilname": "Mahasarakham University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002875",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khan Kaen",
            "@id": "123416950",
            "affilname": "Phon Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/123416950",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fun",
        "Thai Traditional Medical Knowledge Fund",
        "Chulalongkorn University Fund",
        "Ministry of Public Health"
    ]
}