{
    "eid": "2-s2.0-85142317251",
    "title": "Ru tailored hydrous cobalt phosphate as a rational approach for high-performance alkaline oxygen evolution reaction",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Catalysis",
            "@code": "1503",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Electronic, Optical and Magnetic Materials",
            "@code": "2504",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Biomaterials",
            "@code": "2502",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Polymers and Plastics",
            "@code": "2507",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Colloid and Surface Chemistry",
            "@code": "1505",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Materials Chemistry",
            "@code": "2505",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "Electrocatalyst",
        "Hydrous Ru-doped cobalt phosphate",
        "Impact of metal substitution",
        "Water splitting"
    ],
    "authors": [
        "J. S. Shaikh",
        "M. Rittiruam",
        "T. Saelee",
        "V. Márquez",
        "N. S. Shaikh",
        "J. S. Santos",
        "P. Kanjanaboos",
        "M. K. Nazeeruddin",
        "S. Praserthdam",
        "P. Praserthdam"
    ],
    "citedby-count": 1,
    "ref-count": 76,
    "ref-list": [
        "Integrated hybrid of graphitic carbon-encapsulated CuxO on multilayered mesoporous carbon from copper MOFs and polyaniline for asymmetric supercapacitor and oxygen reduction reactions",
        "Engineering the abundant heterointerfaces of integrated bimetallic sulfide-coupled 2D MOF-derived mesoporous CoS2 nanoarray hybrids for electrocatalytic water splitting",
        "Metal-organic framework assisted vanadium oxide nanorods as efficient electrode materials for water oxidation",
        "Oxygen evolution reaction over catalytic single-site Co in a well-defined brookite TiO2 nanorod surface",
        "Cobalt-Iron (Oxy)hydroxide oxygen evolution electrocatalysts: the role of structure and composition on activity, stability, and mechanism",
        "A highly active and stable IrOx/SrIrO3 catalyst for the oxygen evolution reaction",
        "Homogeneously dispersed multimetal oxygen-evolving catalysts",
        "Design of electrocatalysts for oxygen- and hydrogen-involving energy conversion reactions",
        "Carbon nanocomposite catalysts for oxygen reduction and evolution reactions: from nitrogen doping to transition-metal addition",
        "Electrocatalysis for the oxygen evolution reaction: recent development and future perspectives",
        "Synthesis and activities of rutile IrO2 and RuO2 nanoparticles for oxygen evolution in acid and alkaline solutions",
        "Benchmarking the stability of oxygen evolution reaction catalysts: the importance of monitoring mass losses",
        "Electrocatalytic oxygen evolution reaction (OER) on Ru, Ir, and Pt catalysts: a comparative study of nanoparticles and bulk materials",
        "Transition metal oxides as electrocatalysts for the oxygen evolution reaction in alkaline solutions: an application-inspired renaissance",
        "High-valence metals improve oxygen evolution reaction performance by modulating 3d metal oxidation cycle energetics",
        "Development of perovskite oxide-based electrocatalysts for oxygen evolution reaction",
        "Dynamically stable Active sites from surface evolution of perovskite materials during the oxygen evolution reaction",
        "Regulation of perovskite surface stability on the electrocatalysis of oxygen evolution reaction",
        "Recent advances in layered double hydroxide electrocatalysts for the oxygen evolution reaction",
        "Layered double hydroxide-based electrocatalysts for the oxygen evolution reaction: identification and tailoring of active sites, and superaerophobic nanoarray electrode assembly",
        "NiFe layered double hydroxides with unsaturated metal sites via precovered surface strategy for oxygen evolution reaction",
        "The oxygen evolution reaction enabled by transition metal phosphide and chalcogenide pre-catalysts with dynamic changes",
        "In-situ preparation of porous carbon nanosheets loaded with metal chalcogenides for a superior oxygen evolution reaction",
        "Self-templated fabrication of hierarchical hollow manganese-cobalt phosphide yolk-shell spheres for enhanced oxygen evolution reaction",
        "The cobalt carbide/bimetallic CoFe phosphide dispersed on carbon nanospheres as advanced bifunctional electrocatalysts for the ORR, OER, and rechargeable Zn–air batteries",
        "Electrocatalytic performance evaluation of cobalt hydroxide and cobalt oxide thin films for oxygen evolution reaction",
        "Phase-controllable synthesis of cobalt hydroxide for electrocatalytic oxygen evolution, Dalt",
        "Electrochemical etching of α-cobalt hydroxide for improvement of oxygen evolution reaction",
        "Defect-rich ultrathin cobalt–iron layered double hydroxide for electrochemical overall water splitting",
        "Cobalt oxide-based nanoarchitectures for electrochemical energy applications",
        "Facile synthesis of mesoporous nickel cobalt oxide for OER – insight into intrinsic electrocatalytic activity",
        "Active electron density modulation of Co3O4-based catalysts enhances their oxygen evolution performance",
        "Single-crystalline ultrathin Co3O4 nanosheets with massive vacancy defects for enhanced electrocatalysis",
        "Effect of the oxide–carbon heterointerface on the activity of Co3O4/NRGO nanocomposites toward ORR and OER",
        "Activating CoOOH porous nanosheet arrays by partial iron substitution for efficient oxygen evolution reaction",
        "The latest development of CoOOH two-dimensional materials used as OER catalysts",
        "In situ construction of hybrid Co(OH)2 nanowires for promoting long-term water splitting",
        "Fe incorporated α-Co(OH)2 nanosheets with remarkably improved activity towards the oxygen evolution reaction",
        "Ultrasonication-assisted ultrafast preparation of multiwalled carbon nanotubes/Au/Co3O4 tubular hybrids as superior anode materials for oxygen evolution reaction",
        "Synthesis of monodispere Au@Co3O4 core-shell nanocrystals and their enhanced catalytic activity for oxygen evolution reaction",
        "Improved OER performance of Co3O4/N-CNTs derived from newly designed ZIF-67/PPy NTs composite",
        "Facile synthesis of nanoporous transition metal-based phosphates for oxygen evolution reaction",
        "Activity of transition-metal (manganese, iron, cobalt, and nickel) phosphates for oxygen electrocatalysis in alkaline solution",
        "Insights into transition metal phosphate materials for efficient electrocatalysis",
        "Electrocatalytic water oxidation at neutral pH by a nanostructured Co(PO3)2 anode",
        "Ordered mesoporous cobalt phosphate with crystallized walls toward highly active water oxidation electrocatalysts",
        "Kinetic analysis of the oxygen evolution reaction (OER) performed with a cobalt-phosphate electrocatalyst",
        "Synthesis of hydrous cobalt phosphate electro-catalysts by a facile hydrothermal method for enhanced oxygen evolution reaction: effect of urea variation",
        "Synthesis of cobalt phosphate-graphene foam material via co-precipitation approach for a positive electrode of an asymmetric supercapacitors device",
        "Eventual loss of phosphate and compensated passivation observed in CoPi thin films for efficient water oxidation in alkaline solutions",
        "Amorphous cobalt phosphate porous nanosheets derived from two-dimensional cobalt phosphonate organic frameworks for high performance of oxygen evolution reaction",
        "Nickel foam supported cobalt phosphate electrocatalyst for alkaline oxygen evolution reaction",
        "Ruthenium nanoparticles integrated bimetallic metal–organic framework electrocatalysts for multifunctional electrode materials and practical water electrolysis in seawater",
        "Facile one-step synthesis of Ru doped NiCoP nanoparticles as highly efficient electrocatalysts for oxygen evolution reaction",
        "Ruthenium-doped cobalt-chromium layered double hydroxides for enhancing oxygen evolution through regulating charge transfer",
        "Breaking the relation between activity and stability of the oxygen-evolution reaction by highly doping Ru in wide-band-gap SrTiO3 as electrocatalyst",
        "A new high entropy glycerate for high performance oxygen evolution reaction",
        "Nitrogen doped carbon materials derived from Gentiana scabra Bunge as high-performance catalysts for the oxygen reduction reaction",
        "A nickel iron diselenide-derived efficient oxygen-evolution catalyst",
        "Mesoporous cobalt phosphate electrocatalyst prepared using liquid crystal template for methanol oxidation reaction in alkaline solution",
        "Enhanced energy density of all-solid-state asymmetric supercapacitors based on morphologically tuned hydrous cobalt phosphate electrode as cathode material",
        "In-situ XPS analysis of oxidized and reduced plasma deposited ruthenium-based thin catalytic films",
        "Ru and RuOx decorated carbon nitride for efficient ammonia photosynthesis",
        "Nickel selenide as a high-efficiency catalyst for oxygen evolution reaction",
        "Benchmarking heterogeneous electrocatalysts for the oxygen evolution reaction",
        "A vast exploration of improvising synthetic strategies for enhancing the OER kinetics of LDH structures: a review",
        "Study of the oxygen evolution reaction catalytic behavior of CoxNi1-xFe2O4 in alkaline medium",
        "Fe-based electrocatalysts for oxygen evolution reaction: progress and perspectives",
        "Facile fabrication of robust 3D Fe-NiSe nanowires supported on nickel foam as a highly efficient, durable oxygen evolution catalyst",
        "Cu2S nanorod arrays with coarse surfaces to enhance the electrochemically active surface area for water oxidation",
        "A MnCo2S4 nanowire array as an earth-abundant electrocatalyst for an efficient oxygen evolution reaction under alkaline conditions",
        "Commentary: the Materials Project: a materials genome approach to accelerating materials innovation",
        "Ab initio molecular dynamics for liquid metals",
        "Ab initio molecular-dynamics simulation of the liquid-metal–amorphous-semiconductor transition in germanium",
        "Efficiency of ab-initio total energy calculations for metals and semiconductors using a plane-wave basis set",
        "Efficient iterative schemes for ab initio total-energy calculations using a plane-wave basis set"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Lausanne",
            "@id": "60028186",
            "affilname": "Ecole Polytechnique Fédérale de Lausanne",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028186",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60001884",
            "affilname": "Ministry of Higher Education, Science, Research and Innovation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001884",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "127687095",
            "affilname": "Saelee Research Group",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/127687095",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "127686847",
            "affilname": "Rittiruam Research Group",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/127686847",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Second Century Fund",
        "Chulalongkorn University"
    ]
}