{
    "eid": "2-s2.0-84946922265",
    "title": "Enhanced mulberroside a production from cell suspension and root cultures of morus alba using elicitation",
    "cover-date": "2015-07-01",
    "subject-areas": [
        {
            "$": "Complementary and Alternative Medicine",
            "@code": "2707"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        },
        {
            "$": "Plant Science",
            "@code": "1110"
        },
        {
            "$": "Pharmacology",
            "@code": "3004"
        }
    ],
    "keywords": [
        "Cell suspension cultures",
        "Elicitation",
        "Glycosides",
        "Morus alba",
        "Mulberroside A",
        "Mulberry",
        "Root cultures",
        "Stilbenes"
    ],
    "authors": [
        "Jukrapun Komaikul"
    ],
    "citedby-count": 15,
    "ref-count": 25,
    "ref-list": [
        "Australian Journal of Crop Science",
        "Mulberroside A possesses potent uricosuric and nephroprotective effects in hyperuricemic mice",
        "Inhibitory effect of mulberroside A and its derivatives on melanogenesis induced by ultraviolet B irradiation",
        "Metabolism and roles of stilbenes in plants",
        "Variations in the levels of mulberroside A, oxyresveratrol, and resveratrol in mulberries in different seasons and during growth",
        "Comparative antioxidant activities and synergism of resveratrol and oxyresveratrol",
        "Oxyresveratrol protects against DNA damage induced by photosensitized riboflavin",
        "In-vitro and in-vivo anti-inflammatory effect of oxyresveratrol from Morus alba L.",
        "Anti-periodontal pathogen and anti-inflammatory activities of oxyresveratrol",
        "Artocarpus lakoocha heartwood extract as a novel cosmetic ingredient: Evaluation of the in vitro anti-tyrosinase and in vivo skin whitening activities",
        "Comparative inhibitory activity of the stilbenes resveratrol and oxyresveratrol on African swine fever virus replication",
        "Topical cream-based oxyresveratrol in the treatment of cutaneous HSV-1 infection in mice",
        "Fasciola gigantica: Anthelmintic effect of the aqueous extract of Artocarpus lakoocha",
        "The influence of salicylic acid elicitation of shoots, callus, and cell suspension cultures on production of naphtodianthrones and phenylpropanoids in Hypericum perforatum L.",
        "Increased miroestrol, deoxymiroestrol and isoflavonoid accumulation in callus and cell suspension cultures of Pueraria candollei var. mirifica",
        "Production of the anticancer drug taxol in Taxus baccata suspension cultures: A review",
        "Simultaneous determination of five characteristic stilbene glycosides in root bark of Morus albus L. (Cortex Mori) using high-performance liquid chromatography",
        "Plant Tissue Culture",
        "Influence of auxins, cytokinins, and nitrogen on production of rutin from callus and adventitious roots of the white mulberry tree (Morus alba L.)",
        "Enhanced production and secretion of rutin and GABA in immobilized cells of mulberry tree (Morus bombycis K.)",
        "Development of an Enzyme-Linked Immunosorbent Assay for Specific Detection of Mulberroside A in Mulberry (Morus alba L.) Using Anti-mulberroside A Polyclonal Antibody",
        "Elicitor-induced accumulation of stilbenes in cell suspension cultures of Cayratia trifolia (L.) Domin",
        "Chitosan elicits mono-glucosylated stilbene production and release in fed-batch bioreactor cultures of grape cells",
        "Effects of elicitors on the production of resveratrol and viniferins in cell cultures of vitis vinifera L. cv Italia",
        "Two Phenolic Glycosides from the Root Bark of the Cultivated Mulberry Tree (Morus Lhou)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Khon Kaen University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Fukuoka",
            "affilname": "Kyushu University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "National Natural Science Foundation of China"
    ]
}