{
    "eid": "2-s2.0-85028164273",
    "title": "Structure elucidation of four new megastigmanes from Sonneratia ovata Backer",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [],
    "authors": [
        "Thi Hoai Thu Nguyen"
    ],
    "citedby-count": 11,
    "ref-count": 25,
    "ref-list": [
        "Bioactivities, bioactive compounds and chemical constituents of mangrove plants",
        "2011 International Conference on Asia Agriculture and Animal",
        "Evaluation of antioxidant, antidiabetic and antibacterial activities of the fruit of Sonneratia apetala (Buch.-Ham.)",
        "Absolute configurations of integracins A, B, and 15'-dehydroxy-integracin B",
        "Walailak J. Sci. & Tech.",
        "Chemical constituents from the fruits of Sonneratia caseolaris and Sonneratia ovata (Sonneratiaceae)",
        "Chemical constituents of marine medicinal mangrove plant Sonneratia caseolaris",
        "Chemical investigation of Chinese mangrove Sonneratia apetala II",
        "Planta Med.",
        "Paracaseolide A, first α-alkylbutenolide dimer with an unusual tetraquinane oxa-cage bislactone skeleton from chinese mangrove sonneratia paracaseolaris",
        "J. Shenyang Pharmaceut. Univ.",
        "Synthesis of optically active vomifoliol and roseoside stereoisomers",
        "Two new galloylglucosides from the leaves of Mallotus furetianus",
        "Chemoenzymatic resolution of cis- and trans-3,6-dihydroxy-α-ionone. Synthesis of the enantiomeric forms of dehydrovomifoliol and 8,9-dehydrotheaspirone",
        "Isolation of new tobacco constituents, 8,9-dihydro-8,9-di- hydroxymegastigmatrienone, from japanese domestic suifu tobacco",
        "Structure of sesquiterpene glucosides from potato leaves",
        "Chemical constituents from aphanamixis grandifolia",
        "ACS Symposium Series",
        "Compounds from Angelica keiskei with NQO1 induction, DPPH scavenging and α-glucosidase inhibitory activities",
        "Studies on Constituents of Medicinal Plants, VIII. The Stereochemistry of Paulownin and Isopaulownin",
        "Gaussian 09, Revision A.1",
        "Density-functional thermochemistry. III. The role of exact exchange",
        "Development of the Colle-Salvetti correlation-energy formula into a functional of the electron density",
        "Self-consistent perturbation theory of diamagnetism I. A gauge-invariant LCAO method for N.M.R. Chemical shifts",
        "Efficient Implementation of the Gauge-Independent Atomic Orbital Method for NMR Chemical Shift Calculations"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ho Chi Minh City",
            "affilname": "University of Science, Viet Nam National University Ho Chi Minh City",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Ho Chi Minh City",
            "affilname": "University of Medicine and Pharmacy at HCMC",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Ho Chi Minh City",
            "affilname": "Saigon University",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Roskilde",
            "affilname": "Roskilde Universitet",
            "affiliation-country": "Denmark"
        }
    ],
    "funding": []
}