{
    "eid": "2-s2.0-85064763801",
    "title": "Numerical modelling of railway embankments for high-speed train constructed on soft soil",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "Embankment",
        "Finite-element modelling",
        "High-speed train",
        "Soft soil"
    ],
    "authors": [
        "Suched Likitlersuang",
        "Phitsanu Pholkainuwatra",
        "Thanakorn Chompoorat",
        "Suraparb Keawsawasvong"
    ],
    "citedby-count": 20,
    "ref-count": 37,
    "ref-list": [
        "Prefabricate vertical drains (PVDs) in soft Bangkok clay: A case study of the new Bangkok International Airport project",
        "\"Underground excavation behaviour in Bangkok using three-dimensional finite element method.\"",
        "\"Comparison of coal dust fouled railroad ballast behaviour-Granite vs. limestone.\"",
        "\"Experimental and numerical study of micropiles to reinforce high railway embank-ments.\"",
        "Behavior of geogrid-reinforced ballast under various levels of fouling",
        "Strength and stiffness parameters of Bangkok clays for finite element analysis",
        "Long-term behaviour prediction of the Bangkok MRT tunnels using simplified finite-element modelling",
        "\"Finite element analysis of a deep excavation: A case study from the Bangkok MRT.\"",
        "Simplified finite-element modelling for tunnelling-induced settlements",
        "\"Geotechnical parameters from pressuremeter tests for MRT Blue Line Extension in Bangkok.\" Geomechanics and Engineering",
        "Numerical modelling of embankments and underground works",
        "Comparisons of the mechanical properties of timber, steel and concrete sleepers",
        "\"Challenges for adapting Bangkok's flood management systems to climate change.\"",
        "\"Typical geomechanical problems associated with railroads on shrink-swell soils.\"",
        "Stiffness and strength parameters for hardening soil model of soft and stiff Bangkok clays",
        "Back-analyses of flow parameters of PVD improved soft Bangkok clay with and without vacuum preloading from settlement data and numerical simulations",
        "Experimental analysis on settlement controlling of geogrid-reinforced pile-supported embankments on collapsible loess in high-speed railway",
        "\"Evaluation of ballast materials using petrographic criteria.\""
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Phayao",
            "@id": "60114221",
            "affilname": "University of Phayao",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60114221",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "122461301",
            "affilname": "State Railway of Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/122461301",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}