{
    "eid": "2-s2.0-85027347374",
    "title": "Mechanical and Electronic Properties of Carbon Nitride Methanediide under High Pressure",
    "cover-date": "2017-08-10",
    "subject-areas": [
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "Electronic",
            "@code": "2504"
        },
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "General Energy",
            "@code": "2100"
        }
    ],
    "keywords": [],
    "authors": [
        "Sorajit Arrerut"
    ],
    "citedby-count": 1,
    "ref-count": 35,
    "ref-list": [
        null,
        null,
        null,
        null,
        "Wide bandgap UV photodetectors: A short review of devices and applications",
        "Semiconductor near-ultraviolet photoelectronics",
        "3d transition metal impurities in diamond: Electronic properties and chemical trends",
        "Prediction of new low compressibility solids",
        "Is carbon nitride harder than diamond? No, but its girth increases when stretched (negative Poisson ratio)",
        "Low-compressibility carbon nitrides",
        "Stability of carbon nitride solids",
        "Optical properties of β-C3N4 and its pressure dependence",
        null,
        "Chemical Preparation and Shock Wave Compression of Carbon Nitride Precursors",
        null,
        "Shock-wave-induced phase transition in C:N films",
        "Formation of carbon nitride films by high-energy nitrogen ion implantation into glassy carbon",
        null,
        "Optical emission spectroscopy of the nitrogen arc in an arc-heated beam source used for synthesis of carbon nitride films",
        "Amorphous carbon and carbon nitride films prepared by filtered arc deposition and ion assisted arc deposition",
        "First principles methods using CASTEP",
        "Self-consistent equations including exchange and correlation effects",
        "Inhomogeneous electron gas",
        "Ground state of the electron gas by a stochastic method",
        "Self-interaction correction to density-functional approximations for many-electron systems",
        "Generalized gradient approximation made simple",
        "Generalized Kohn-Sham schemes and the band-gap problem",
        "Modeling hardness of polycrystalline materials and bulk metallic glasses",
        "The elastic behaviour of a crystalline aggregate",
        "Superhard Semiconducting Phase of Osmium Tetraboride Stabilizing at 11 GPa",
        "Predicted band-gap pressure coefficients of all diamond and zinc-blende semiconductors: Chemical trends",
        "Infrared intensities and Raman-scattering activities within density-functional theory",
        "Nat. Stand. Ref. Data. Ser., Natl. Bur. Stand (U.S.)",
        "Influence of negative dc bias voltage on structural transformation of carbon nitride at 600 °C",
        "Resonant Raman spectra of amorphous carbon nitrides: The G peak dispersion"
    ],
    "affiliation": [
        {
            "affiliation-city": "Okayama",
            "affilname": "Okayama University of Science",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}