{
    "eid": "2-s2.0-84901840414",
    "title": "\"The persistence of parent repayment\" and the anticipation of filial obligations of care in two Thai Provinces",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Social Sciences (miscellaneous)",
            "@code": "3301"
        },
        {
            "$": "Sociology and Political Science",
            "@code": "3312"
        }
    ],
    "keywords": [
        "Aging society",
        "Elderly care",
        "Thailand",
        "Welfare state"
    ],
    "authors": [
        "Stuart Basten"
    ],
    "citedby-count": 10,
    "ref-count": 25,
    "ref-list": [
        "Aging Asia: Findings from new and emerging data initiatives",
        "Redefining \"old age\" and \"dependency\" in East Asia: Is \"prospective aging\" A more helpful concept?",
        "Re-Examining the Fertility Assumptions for Pacific Asia in the UN's 2010 World Population Prospects",
        "Remeasuring ageing in Hong Kong SAR; or 'keeping the demographic window open'",
        "The value of children: A cross-national study. Thailand Volume 4",
        "A report on the survey of the welfare of the elderly in Thailand",
        "National policies and programs for the aging population in Thailand",
        "Health and health care system for older persons",
        "Inter-generational family care for and by older people in Thailand",
        "Thailand's reproductive revolution: Rapid fertility decline in a third-world setting",
        "How left behind are rural parents of migrant children? Evidence from Thailand",
        "Demographic change in Southeast Asia: Recent histories and future directions",
        "Population projections for Thailand 2010-2040",
        "A preliminary report of the 2000 population and housing census (whole kingdom)",
        "Preparing for aging among older villagers in northeastern Thailand",
        "Asia-Pacific Population Journal",
        "Impact of demographic change in Thailand",
        "Population aging in Thailand: Prognosis and policy response",
        "World Population Prospects: The 2012 revision"
    ],
    "affiliation": [
        {
            "affiliation-city": "Vienna",
            "affilname": "Wittgenstein Centre for Demography and Global Human Capital",
            "affiliation-country": "Austria"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Oxford",
            "affilname": "University of Oxford",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Seventh Framework Programme"
    ]
}