{
    "eid": "2-s2.0-85073394965",
    "title": "Affected factors for solid waste management in the upstream of watershed and touristic area using analytic hierarchy process. A case study of Pai district, Thailand",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Tourism, Leisure and Hospitality Management",
            "@code": "1409",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Analytic hierarchy process",
        "Solid waste management",
        "Tourism",
        "Upstream area"
    ],
    "authors": [
        "Jessadanan Wiangnon",
        "Thares Srisatit",
        "Ananya Popradit"
    ],
    "citedby-count": 1,
    "ref-count": 33,
    "ref-list": [
        "Ranking municipal solid waste treatment alternatives considering sustainability criteria using the analytical hierarchical process tool. Resources",
        "Tourism and solid waste generation in Europe: A panel data assessment of the Environmental Kuznets Curve",
        "Verifying the performance of artificial neural network and multiple linear regression in predicting the mean seasonal municipal solid waste generation rate: A case study of Fars province, Iran",
        "Tourism Induced Challenges in Municipal Solid Waste Management in Hill Towns: Case of Pahalgam",
        "Identification and testing of potential key parameters in system analysis of municipal solid waste management",
        "Environmental impact assessment of mountain tourism in developing regions: A study in Ladakh, Indian Himalaya",
        "Tourism’s impacts on the costs of municipal solid waste collection: Evidence from Italy",
        "Quality and sustainability of tourism development in Copper Canyon, Mexico: Perceptions of community stakeholders and visitors",
        "The Economic Effects of Tourism in the Group of the Least Developed Countries",
        "Design and Development of a Sustainable Tourism Indicator based on Human Activities Analysis in Inle Lake, Myanmar",
        "Assessment of Antarctic Tourism Waste Disposal and Management Strategies towards a Sustainable Ecosystem",
        "Application of spatial and non-spatial data analysis in determination of the factors that impact municipal solid waste generation rates in Turkey",
        "Ecotourism is a significant tool for sustainable tourist attraction: A case study of Khao Krajome, Ratchaburi province, Thailand",
        "Evaluate municipal solid waste management problems using hierarchical framework",
        "Industrial pollution resulting in mass incidents: Urban residents’ and conflict mitigation",
        "Assessing the urban environmental quality of mountainous cities: A case study in Chongqing, China",
        "An empirical investigation of construction and demolition waste generation rates in Shenzhen city, South China",
        "The weak link in waste management in tropical Asia? Solid waste collection in Bali",
        "Wasteful tourism in developing economy? A present situation andsustainable scenarios",
        "Interactions between climate change and the tourism sector: Multiple-criteria decision analysis to assess mitigation and adaptation options in tourism areas",
        "Multi-criteria analysis as a tool for sustainability assessment of a waste management model",
        "Selection of the optimal tourism site using the ANP and fuzzy TOPSIS in the framework of Integrated Coastal Zone Management: A case of Qeshm Island",
        "Mountain-route tourism and sustainability. A discourse analysis of literature and possible future research",
        "Is Pai a Sustainable Tourism Destination?",
        "Tourism Carrying Capacity. Concept and Issues",
        "Multi-criteria decision analysis to mitigate the impact of municipal solid waste management services during floods",
        "Effective governance in tourism development -An analysis of local perception in the Huangshan mountain area",
        "Dynamic linkages between sustainable tourism, energy, health and wealth: Evidence from top 80 international tourist destination cities in 37 countries",
        "Designing effective partnerships for waste-to-resource initiatives: Lessons learned from developing countries",
        "Research on Tourists’ Perception of the Relationship between Tourism and Environment",
        "Multicriteria decision making in selecting best solid waste management scenario: A municipal case study from Bosnia and Herzegovina",
        "Weighing and realizing the environmental, economic and social goals of tourism development using an analytic network process-goal programming approach",
        "The impact of land use and spatial changes on desertification risk in degraded areas in Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60091569",
            "affilname": "Valaya Alongkorn Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60091569",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}