{
    "eid": "2-s2.0-85029650357",
    "title": "Diagnosing Allergic Contact Dermatitis Through Elimination, Perception, Detection and Deduction",
    "cover-date": "2017-10-01",
    "subject-areas": [
        {
            "$": "Dermatology",
            "@code": "2708"
        }
    ],
    "keywords": [],
    "authors": [
        "Korbkarn Pongpairoj"
    ],
    "citedby-count": 6,
    "ref-count": 37,
    "ref-list": [
        "Art and science of patch testing",
        "A Sherlockian approach to contact dermatitis",
        "Analysis of para-phenylenediamine allergic patients in relation to strength of patch test reaction",
        "Proposed ICDRG Classification of the Clinical Presentation of Contact Allergy",
        "Contact dermatitis: Clinics and pathology",
        "Minimizing the risks of missing a contact allergy",
        "Association between tinea manuum and male manual workers",
        "Atopic dermatitis results in intrinsic barrier and immune abnormalities: Implications for contact dermatitis",
        "Palmoplantar lesions in psoriasis: A study of 3065 patients",
        "European Society of Contact Dermatitis guideline for diagnostic patch testing - Recommendations on best practice",
        "Fragrance allergy could be missed without patch testing with 26 individual fragrance allergens",
        "Cross-reactions among hair dye allergens",
        "Diluted Compositae mix versus sesquiterpene lactone mix as a screening agent for Compositae dermatitis: A multicentre study",
        "Studies in contact dermatitis. IX. Shoe dermatitis.",
        "Shoe allergic contact dermatitis",
        "Late Patch-Test Reactions to Budesonide Need Not Be a Sign of Sensitization Induced by the Test Procedure",
        "Delayed patch test reading after 5 days: The Mayo Clinic experience",
        "The relevance of 7-day patch test reading",
        "The relationships between exposure dose and response in induction and elicitation of contact hypersensitivity in humans",
        "Continuous usage of a hair dye product containing 2-methoxymethyl-para-phenylenediamine by hair-dye-allergic individuals",
        "Clin Exp Vaccine Res.",
        "Exposure data for personal care products: Hairspray, spray perfume, liquid foundation, shampoo, body wash, and solid antiperspirant",
        "Methylisothiazolinone outbreak in the European Union",
        "Allergy to oxidized limonene and linalool is frequent in the U.K",
        null,
        "Fragrance ingredient labelling in products on sale in the U.K.",
        "P -Phenylenediamine exposure in real life - A case-control study on sensitization rate, mode and elicitation reactions in the northern Netherlands",
        "Ethylhexylglycerin: A low-risk, but highly relevant, sensitizer in 'hypo-allergenic' cosmetics",
        "A series of four cases of allergic contact dermatitis to phthalic anhydride/trimellitic anhydride/glycols copolymer in nail varnish",
        "Distearyl phthalic acid amide, a new contact allergen",
        "Glyceryl (mono)caprylate - A new contact allergen",
        "Triethylene glycol bis(2-ethylhexanoate) - A new contact allergen identified in a spectacle frame",
        "Methylisothiazolinone in a designer spectacle frame – a surprising finding",
        "Undisclosed presence of methylisothiazolinone in ‘100% natural’ Konjac® sponge",
        "Allergic contact dermatitis caused by textile dyes mimicking atopic dermatitis",
        "Allergic contact dermatitis caused by insect repellent wipes",
        "Expert and Exceptional Performance: Evidence of Maximal Adaptation to Task Constraints"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Institute of Dermatology Thailand",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "affilname": "Guy's Hospital",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Phramongkutklao College of Medicine",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}