{
    "eid": "2-s2.0-85097097330",
    "title": "Do conventional financial disclosures matter in alternative financing? Evidence from equity crowdfunding",
    "cover-date": "2021-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Accounting",
            "@code": "1402",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Sociology and Political Science",
            "@code": "3312",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Disclosure",
        "Equity crowdfunding",
        "Financial reporting",
        "Regulation"
    ],
    "authors": [
        "Ra Pee Pattanapanyasat"
    ],
    "citedby-count": 5,
    "ref-count": 35,
    "ref-list": [
        "Signaling in equity crowdfunding",
        "The financial reporting environment: Review of the recent literature",
        "Equity crowdfunding: High-quality or low-quality entrepreneurs?",
        "Does the possibility to make equity investments in crowdfunding projects crowd out reward-based investments?",
        "Changes in the value-relevance of earnings and book values over the past forty years",
        "A review of the empirical disclosure literature: Discussion",
        "Demand-driven securities regulation: Evidence from crowdfunding",
        "Have financial statements lost their relevance?",
        "The value relevance of R&D across profit and loss firms",
        "Is the crowd sensitive to distance?—How investment decisions differ by investor type",
        "The information content of losses",
        "Information asymmetry, corporate disclosure, and the capital markets: A review of the empirical disclosure literature",
        "Market reaction to verbal components of earnings press releases: Event study using a predictive algorithm",
        "Are investors influenced by how earnings press releases are written?",
        "Culture's consequences: International differences in work-related values",
        "Cultures and organizations: Software of the mind",
        "Market mechanisms and funding dynamics in equity crowdfunding",
        "The economics of disclosure and financial reporting regulation: evidence and suggestions for future research",
        "The deteriorating usefulness of financial report information and how to reverse it",
        "The boundaries of financial reporting and how to extend them",
        "When is a liability not a liability? Textual analysis, dictionaries, and 10-Ks",
        "Success drivers of online equity crowdfunding campaigns",
        "The dynamics of crowdfunding: An exploratory study",
        "Disclosure tone and shareholder litigation",
        "Why have measures of earnings quality changed over time?",
        "The wisdom of crowds",
        "Equity retention and social network theory in equity crowdfunding",
        "Information cascades among investors in equity crowdfunding",
        "Equity crowdfunding: A new phenomena",
        "Equity crowdfunding: First resort or last resort?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Marco Trombetta"
    ]
}