{
    "eid": "2-s2.0-85087374787",
    "title": "Relationship between the number of hepatozoon canis gamonts and hematobiochemical values in dogs",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Parasitology",
            "@code": "2405",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "A. Hangsawek",
        "S. Chutasripanich",
        "P. Kammaled",
        "T. Rawangchue",
        "C. Jirapattharasate",
        "S. Sungpradit",
        "W. Moonarmart"
    ],
    "citedby-count": 1,
    "ref-count": 30,
    "ref-list": [
        "A retrospective study of clinical hematology and biochemistry of canine hepatozoonosis on hospital populations in Bangkok, Thailand",
        "Hepatozoon canis in three imported dogs: a new tickborne disease reaching the United Kingdom",
        "Retrospective case-control study of hepatozoonosis in dogs in Israel",
        "Antibody response to Hepatozoon canis in experimentally infected dogs",
        "Genetic and antigenic evidence supports the separation of Hepatozoon canis and Hepatozoon americanum at the species level",
        "Transmission of Hepatozoon canis to dogs by naturally-fed or percutaneously-injected Rhipicephalus sanguineus ticks",
        "Life cycle of Hepatozoon canis (Apicomplexa: Adeleorina: Hepato-zoidae) in the tick Rhipicephal us sanguineus and domestic dog (Canis familiaris)",
        "Retrospective study of clinical and hematological aspects associated with dogs naturally infected by Hepatozoon canis in Ludhiana, Punjab, India",
        "Morphometric variations in gametocytes of Hepatozoon canis from naturally infected dogs",
        "Canine hepatozoonosis in Brazil: description of eight naturally occurring cases",
        "Acute fatal hepatozoonosis in a puppy: histopathological and ultrastructural study",
        "Detection of Hepatozoon canis in stray dogs and cats in Bangkok, Thailand",
        "Prevalence of Tick-borne Pathogens in Quarantined Dogs at Nakornpranom Animal Quarantine Station, Thailand",
        "A parasitological, molecular and serological survey of Hepatozoon canis infection in dogs around the Aegean coast of Turkey",
        "Para-clinico-pathological observations of insidious incidence of canine hepatozoonosis from a mongrel dog: a case report",
        "Development of multiplex polymerase chain reaction for detection of Ehrlichia canis, Babesia spp. and Hepatozoon canis in canine blood",
        "First Case of Canine Infection with Hepatozoon canis (Apicomplexa: Haemogregarinidae) in the Republic of Korea",
        "Clinical and hematological signs associated with dogs naturally infected by Hepatozoon sp. and with other hematozoa: a retrospective study in Uberlandia, Minas Gerais. Brazil",
        "Prevalence, hematology and serum biochemistry in stray dogs naturally infected by Hepatozoon canis is Sao Paulo",
        "Brazilian canine hepatozoonosis",
        "Description of dogs naturally infected with Hepatozoon canis in the Aegean region of Turkey",
        "Acute hepatozoonosis in dogs: a case report",
        "A case report: a dog with acute onset of Hepatozoon canis infection",
        "Heamato-biochemical alterations in natural cases of canine hepatozoonosis",
        "Molecular prevalence, risk factors assessment and haemato-biochemical alterations in hepatozoonosis in dogs from Punjab, India",
        "Development of loop-mediated isothermal amplification (LAMP) assay for detection of Hepatozoon canis infection in dogs",
        "Type of Hepatozoon canis isolate in low and high parasitemia",
        "Acute phase proteins response in cats naturally infected with Hepatozoon felis and Babesia vogeli",
        "Haematological and biochemical parameters of canine hepatozoonosis in Croatia",
        "A retrospective study of hematology of canine blood parasite infections in Kanchanaburi province, Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "@id": "124705778",
            "affilname": "PetFriends Bangsaen Animal Clinic",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/124705778",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "124705507",
            "affilname": "Division of Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/124705507",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Faculty of Veterinary Science, Mahidol University",
        "Mahidol University",
        "Faculty of Veterinary Science, Mahidol University"
    ]
}