{
    "eid": "2-s2.0-85065549450",
    "title": "A potential protective culture; halophilic Bacillus isolates with bacteriocin encoding gene against Staphylococcus aureus in salt added foods",
    "cover-date": "2019-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Food Science",
            "@code": "1106",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Bacillus",
        "Bacteriocin",
        "Gene expression",
        "Halophilic",
        "Protective culture"
    ],
    "authors": [
        "Vishal Chhetri",
        "Cheunjit Prakitchaiwattana",
        "Sarn Settachaimongkon"
    ],
    "citedby-count": 13,
    "ref-count": 52,
    "ref-list": [
        "Bacteriocins: Modes of action and potentials in food preservation and control of food poisoning",
        "Diversity and applications of Bacillus bacteriocins",
        "Halotolerance. Encyclopedia of astrobiology",
        "Food poisoning and Staphylococcus aureus enterotoxins",
        "Pumilicin 4, a novel bacteriocin with anti-MRSA and anti-VRE activity produced by newly isolated bacteria Bacillus pumilus strain WAPB4",
        "Methods for in vitro evaluating antimicrobial activity: A review",
        "Mode of action of pediocin AcH from Pediococcus acidilactici H on sensitive bacterial strains",
        "Sulfide generation by dominant Halanaerobium microorganisms in hydraulically fractured shales",
        "Application of Reverse Transcriptase-PCR-DGGE as a rapid method for routine determination of Vibrio spp. in foods",
        "An antimicrobial metabolite from Bacillus sp.: Significant activity against pathogenic bacteria including multidrug-resistant clinical strains",
        "Identification of the gene encoding a putative tyrosine decarboxylase of Carnobacterium divergens 508. Development of molecular tools for the detection of tyramine-producing bacteria",
        "Heat treatment of bacteria: A simple method of DNA extraction for molecular techniques",
        "Halophiles. Encyclopedia of life sciences",
        "Technology aspects related to the application of functional starter cultures",
        "Isolation, partial purification and characterization of an antimicrobial compound, produced by Bacillus atrophaeus",
        "Listeria monocytogenes, a food-borne pathogen",
        "Critical evaluation of two primers commonly used for amplification of bacterial 16S rRNA genes",
        "Bacteriocin: Safest approach to preserve food products",
        "Isolation and characterization of a Bacillus atrophaeus strain and its potential use in food preservation",
        "Production and partial characterization of bacteriocin-like pepitdes by Bacillus licheniformis ZJU12",
        "Appropriate starter culture technologies for small-scale fermentation in developing countries",
        "Bacitracin: a new antibiotic produced by a member of the B. subtilis group",
        "Microbial succession and metabolite changes during fermentation of saeu-jeot: Traditional Korean salted seafood",
        "Staphylococcus aureus and staphylococcal food-borne disease: An ongoing challenge in public health",
        "Control of Listeria monocytogenes on sliced bologna sausage using a novel bacteriocin, amysin, produced by Bacillus amyloliquefaciens isolated from Thai shrimp paste (Kapi)",
        "Biosynthesis of the lantibiotic subtilin is regulated by a histidine kinase/response regulator system",
        "Nasal carriage of Staphylococcus aureus and prevention of nosocomial infections",
        "Population structure of the Bacillus cereus group as determined by sequence analysis of six housekeeping genes and the plcR gene",
        "Microbial successions and metabolite changes during fermentation of salted shrimp (Saeu-Jeot)with different salt concentrations",
        "Enterococcus faecium RZS C5, an interesting bacteriocin producer to be used as a co-culture in food fermentation",
        "Isolation and characterization of a broad spectrum bacteriocin from Bacillus amyloliquefaciens RX7",
        "Coverage evaluation of universal bacterial primers using the metagenomic datasets",
        "Purification and partial characterization of bacillocin 490, a novel bacteriocin produced by a thermophilic strain of Bacillus licheniformis",
        "Protocols for the isolation and detection of lactic acid bacteria with bacteriocinogenic potential",
        "Screening and partial characterization of hemolysins from Bacillus sp.: Strain S128 & S144 are hemolysin B (HBL)producers",
        "Evaluating the safety of microbial enzyme preparations used in food processing: Update for a new century",
        "Bactericidal activity of glycinecin A, a bacteriocin derived from Xanthomonas campestris pv. glycines, on phytopathogenic Xanthomonas campestris pv. vesicatoria cells",
        "Bacteriocins of Food Grade Lactic Acid Bacteria in Hurdle Technology for Milk and Dairy Products, Emerging Dairy Processing Technologies: Opportunities for the Dairy Industry",
        "The preparation of dried cultures",
        "Horizontal gene transfer among microorganisms in food: Current knowledge and future perspectives",
        "Characterization of bacteriocin produced by Bacillus atrophaeus strain JS-2",
        "Isolation and partial characterization of a bacteriocin produced by Pediococcus pentosaceus K23‐2 isolated from Kimchi",
        "Thermostable bacteriocin BL8 from Bacillus licheniformis isolated from marine sediment",
        "Bacillus subtilis antibiotics: Structures, syntheses and specific functions",
        "Dual control of subtilin biosynthesis and immunity in Bacillus subtilis",
        "Isolation of the Bacillus subtilis antimicrobial peptide subtilosin from the dairy product‐derived Bacillus amyloliquefaciens",
        "Lactobacillus acidipiscis sp. nov. and Weissella thailandensis sp. nov., isolated from fermented fish in Thailand",
        "Lactic acid bacteria isolated from soy sauce mash in Thailand",
        "Profiling of dynamic changes in the microbial community during the soy sauce fermentation process",
        "Bacteriocins from lactic acid bacteria and their applications in meat and meat products",
        "Isolation and characterization of a bacteriocin produced by an isolated Bacillus subtilis LFB112 that exhibits antimicrobial activity against domestic animal pathogens"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Innovative Microbial Fermentation Research Group, Chulalongkorn University",
        "Thailand International Cooperation Agency",
        "Thailand Research Organizations Network",
        "FP7 International Cooperation",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "National Research Council of Thailand",
        "Ministry of Health",
        "Ministry of Health of the Royal Government of Bhutan"
    ]
}