{
    "eid": "2-s2.0-85066021448",
    "title": "Comparison of genital contact behaviors among Macaca assamensis pelops in Nepal, M. a. assamensis in Thailand, and M. thibetana in China",
    "cover-date": "2019-09-13",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Affiliative behavior",
        "Bridging behavior",
        "Genital contact",
        "Inter-species difference",
        "M. thibetana",
        "Macaca assamensis",
        "sinica species-group"
    ],
    "authors": [
        "Hideshi Ogawa",
        "Mukesh K. Chalise",
        "Suchinda Malaivijitnond",
        "Sabina Koirala",
        "Yuzuru Hamada",
        "Kazuo Wada"
    ],
    "citedby-count": 0,
    "ref-count": 42,
    "ref-list": [
        "The probability of linearity in hierarchies",
        "Hierarchical steepness and phylogenetic models: phylogenetic signals in Macaca",
        "The influence of phylogeny, social style, and sociodemographic factors on variation in macaque social networks",
        "Variation in kin bias: species differences and time constraints in macaques",
        "The enigmatic Arunachal macaque: its biogeography, biology and taxonomy in northeastern India",
        "Copulatory behavior in a free-ranging population of stumptail macaques (Macaca arctoides) in Mexico",
        "Assamese monkeys in Nagarjun forest of Shivapuri Nagarjun National Park, Nepal",
        "Preliminary study on agonistic buffering behaviors in stump-tailed macaque (Macaca arctoides)",
        "Social grooming in Assamese macaques (Macaca assamensis)",
        "An improved test of linearity in dominance hierarchies containing unknown or tied relationships",
        "Measuring and testing the steepness of dominance hierarchies",
        "Toward a comparative socioecology of the genus Macaca: different dominance styles in rhesus and stumptail monkeys",
        "Social behaviour and “agonistic buffering” in the wild Barbary macaques, Macaca sylvana L",
        "Fossil macaques, phyletic relationships and a scenario of deployment",
        "Social relationships in a free-ranging troop of stumptail macaques (Macaca arctoides): male-care behavior I",
        "Taxonomy and evolution of the sinica group of macaques: 3. Species and subspecies accounts of Macaca assamensis",
        "Reproductive and life history parameters of wild female Macaca assamensis",
        "Diet and feeding behavior of Assamese macaques (Macaca assamensis) at Tham Pla temple, Chiang Rai Province, northern Thailand",
        "Triadic male–infant–male interaction serves in bond maintenance in male Assamese macaques",
        "Social behavior of wild pygmy chimpanzees (Pan paniscus) of Wamba",
        "Mitochondrial DNA analyses and ecological niche modeling reveal post-LGM expansion of the Assam macaque (Macaca assamensis) in the foothills of Nepal Himalaya",
        "Diet and activity of Macaca assamensis in wild and semi-provisioned groups in Shivapuri Nagarjun National Park, Nepal",
        "Social behavior of the pygmy chimpanzee",
        "Seasonality of reproduction and sexual activity in female Tibetan macaques Macaca thibetana at Huangshan, China",
        "White-cheeked macaques (Macaca leucogenys): a new macaque species from Modog, Southeastern Tibet",
        "Comparison of the communicative vocalizations and behaviors of group ranging in eastern gorillas, chimpanzees and pygmy chimpanzees",
        "Bridging behavior and other affiliative interactions among male Tibetan macaques (Macaca thibetana)",
        "Bridging behavior and male-infant interactions in Macaca thibetana and M. Assamensis: Insight into the evolution of social behavior in the sinica species-group of macaques",
        "Social interactions between rhesus macaques (Macaca mulatta) and Assamese macaques (M. assamensis) in Nepal: Why do male rhesus macaques follow social groups of Assamese macaques?",
        "The sociobiology of infant handling in primates: is the current model convicing?",
        "Macaca munzala: a new species from western Arunachal Pradesh, northeastern India",
        "Preliminary study of the genetic diversity of eastern Assamese macaques (Macaca assamensis assamensis) in Thailand based on mitochondrial DNA and microsatellite markers",
        "Testing the “agonistic buffering” hypothesis",
        "Homosexual behavior in primates: a review of evidence and theory",
        "The pursuit of pleasure: an evolutionary history of female homosexual behaviour in Japanese macaques",
        "The distribution pattern of rhesus and Assamese monkeys in Nepal",
        "On the distribution of Tibetan and rhesus monkeys in Southern Anhui province, China",
        "Seasonal variation and synchronization of sexual behaviors in free-ranging male Tibetan macaques (Macaca thibetana) at Huangshan, China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kathmandu",
            "@id": "60071790",
            "affilname": "Tribhuvan University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071790",
            "affiliation-country": "Nepal"
        },
        {
            "affiliation-city": "Nagoya",
            "@id": "60029787",
            "affilname": "Chukyo University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029787",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Beijing",
            "@id": "60029608",
            "affilname": "Institute of Zoology Chinese Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029608",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Kyoto",
            "@id": "60011001",
            "affilname": "Kyoto University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011001",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Kaizu, Gifu",
            "@id": "122564695",
            "affilname": "Biomedical Institute of NPO Primate Agora",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/122564695",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Kathmandu",
            "@id": "114150841",
            "affilname": "Small Mammals Conservation and Research Foundation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/114150841",
            "affiliation-country": "Nepal"
        }
    ],
    "funding": [
        "Department of National Park and Wildlife Conservation and Nepal Biodiversity Research Society",
        "Primate Society of Japan",
        "JSPS",
        "Anhui University",
        "Chulalongkorn University",
        "Japan International Cooperation Agency",
        "National Research Council of Thailand"
    ]
}