{
    "eid": "2-s2.0-85055904330",
    "title": "Using an Integrated Care Pathway for Late-Life Schizophrenia Improves Monitoring of Adverse Effects of Antipsychotics and Reduces Antipsychotic Polypharmacy",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Geriatrics and Gerontology",
            "@code": "2717",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Psychiatry and Mental Health",
            "@code": "2738",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Antipsychotic",
        "integrated care pathway",
        "monitoring of adverse effects",
        "older age",
        "polypharmacy",
        "schizophrenia"
    ],
    "authors": [
        "Petal S. Abdool",
        "T. Supasitthumrong",
        "K. Patel",
        "B. H. Mulsant",
        "T. K. Rajji"
    ],
    "citedby-count": 5,
    "ref-count": 30,
    "ref-list": [
        "Canadian practice guidelines for comprehensive community treatment for schizophrenia and schizophrenia spectrum disorders",
        "Schizophrenia in late life: emerging issues",
        "Comorbidities and mortality in persons with schizophrenia: a Swedish national cohort study",
        "Physical health in schizophrenia: a challenge for antipsychotic therapy",
        "Characterizing coronary heart disease risk in chronic schizophrenia: high prevalence of the metabolic syndrome",
        "Nonadherence with antipsychotic medication in schizophrenia: challenges and management strategies",
        "The Approaches to Schizophrenia Communication (ASC) tool",
        "An innovative approach to clinical communication in schizophrenia: the approaches to schizophrenia communication checklists",
        "Practice guideline for the treatment of patients with schizophrenia, second edition",
        "Physical illness in patients with severe mental disorders. I. Prevalence, impact of medications and disparities in health care",
        "Drug-related falls in older patients: implicated drugs, consequences, and possible prevention strategies",
        "Geriatric psychopharmacology: why does age matter?",
        "What you should know about tardive dyskinesia: screening, causes, and new treatment options",
        "Atypical antipsychotic use in patients with dementia: managing safety concerns",
        "The impact of medication anticholinergic burden on cognitive performance in people with schizophrenia",
        "Cognition, function, and disability in patients with schizophrenia: a review of longitudinal studies",
        "Cognitive impairment and functional outcome in schizophrenia and bipolar disorder",
        "What is an integrated care pathway?",
        "Integrated care pathways",
        "Clinical pathways in psychiatry",
        "Facilitators and barriers to implementing clinical care pathways",
        "Integrated care pathways for schizophrenia: a scoping review",
        "What is polypharmacy? A systematic review of definitions",
        "A rating scale for drug-induced akathisia",
        "How to examine patients using the Abnormal Involuntary Movement Scale",
        "Fall risk-assessment tools compared with clinical judgment: an evaluation in a rehabilitation ward",
        "A rating scale for extrapyramidal side effects",
        "The Montreal Cognitive Assessment, MoCA: a brief screening tool for mild cognitive impairment",
        "A comprehensive review on metabolic syndrome"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Toronto",
            "@id": "60016849",
            "affilname": "University of Toronto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016849",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Toronto",
            "@id": "60015765",
            "affilname": "Centre for Addiction and Mental Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015765",
            "affiliation-country": "Canada"
        }
    ],
    "funding": [
        "Geriatric Psychiatry Mental Health Outpatient Services",
        "Kwame McKenzie"
    ]
}