{
    "eid": "2-s2.0-85016236127",
    "title": "Sericin-binded-deprotenized natural rubber film containing chitin whiskers as elasto-gel dressing",
    "cover-date": "2017-08-01",
    "subject-areas": [
        {
            "$": "Structural Biology",
            "@code": "1315"
        },
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Biomaterials",
            "@code": "2502"
        },
        {
            "$": "Food Science",
            "@code": "1106"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        }
    ],
    "keywords": [
        "Elasto-gel",
        "Film",
        "Wound dressing"
    ],
    "authors": [
        "Anyarat Watthanaphanit"
    ],
    "citedby-count": 17,
    "ref-count": 39,
    "ref-list": [
        "Wound dressings - A review",
        "Advances in wound management",
        "Adv. Wound Care (New Rochelle)",
        "Dietary silk protein, sericin, improves epidermal hydration with increased levels of filaggrins and free amino acids in NC/Nga mice",
        "J. Cosmet. Dermatol.",
        "Silk sericin-insulin bioconjugates: Synthesis, characterization and biological activity",
        "Preparation of silk protein sericin as mitogenic factor for better mammalian cell culture",
        "Sericin enhances attachment of cultured human skin fibroblasts",
        "Effectiveness of inflammatory cytokines induced by sericin compared to sericin in combination with silver sulfadiazine cream on wound healing",
        "Fibroin and sericin from Bombyx mori Silk stimulate cell migration through upregulation and phosphorylation of c-Jun",
        "Silk sericin ameliorates wound healing and its clinical efficacy in burn wounds",
        "Sericin/poly(vinyl alcohol) blend membranes for pervaporation separation of ethanol/water mixtures",
        "Preparation of sericin film with different polymers",
        "Novel silk sericin/gelatin 3-D scaffolds and 2-D films: Fabrication and characterization for potential tissue engineering applications",
        "Silk gland sericin protein membranes: Fabrication and characterization for potential biotechnological applications",
        "The Influence of Silkworm Species on Cellular Interactions with Novel PVA/Silk Sericin Hydrogels",
        "Nanostructures and adhesion in natural rubber: New era for a classic",
        "Allergens and natural rubber proteins",
        "Type I allergy to natural rubber latex and type IV allergy to rubber chemicals in health care workers with glove-related skin symptoms",
        "Biocompatibility of natural latex implanted into dental alveolus of rats.",
        "Natural rubber latex used as drug delivery system in guided bone regeneration (GBR)",
        "Natural rubber latex protein reduction with an emphasis on enzyme treatment",
        "Angiogenic properties of natural rubber latex biomembranes and the serum fraction of Hevea brasiliensis",
        "On the release of metronidazole from natural rubber latex membranes",
        "Ciprofloxacin release using natural rubber latex membranes as carrier",
        "A study of cytokines in burn blister fluid related to wound healing",
        "The Action of Lysozyme on Partially Deacetylated Chitin",
        "J. Cytol. Histol.",
        "J. Chitin Chitosan Sci.",
        "In vitro chiral nematic ordering of chitin crystallites",
        "Chitin whisker reinforced thermoplastic nanocomposites [1]",
        "Liquid crystal systems from fibrillar polysaccharides",
        "Visualization of nanostructure of soft matter by 3D-TEM: Nanoparticles in a natural rubber matrix",
        "The use of sericin as an antioxidant and antimicrobial for polluted air treatment",
        "Fabrication, structure, and properties of chitin whisker-reinforced alginate nanocomposite fibers",
        "Fabrication of cellulose nanofiber/chitin whisker/silk sericin bionanocomposite sponges and characterizations of their physical and biological properties"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}