{
    "eid": "2-s2.0-85147046281",
    "title": "Did variants in inborn errors of immunity genes contribute to the extinction of Neanderthals?",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Allergy",
            "@code": "2723",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Immunology",
            "@code": "2403",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Cytotoxicity",
        "Denisovan",
        "Glycosylation",
        "Hemophagocytic Lymphohistiocystosis (HLH)",
        "HLA",
        "Inborn errors of immunity (IEI)",
        "Innate immunity",
        "MHC I presentation",
        "MOGS",
        "Neanderthals",
        "SARS-Cov2",
        "UNC13D",
        "Viral infection"
    ],
    "authors": [
        "Zijun Zhou",
        "Sigrid M.A. Swagemakers",
        "Mirthe S. Lourens",
        "Narissara Suratannon",
        "Peter J.Van Der Spek",
        "Virgil A.S.H. Dalm",
        "Willem A. Dik",
        "Hanna Ijspeert",
        "P. Martin Van Hagen"
    ],
    "citedby-count": 0,
    "ref-count": 53,
    "ref-list": [
        "The composition of a Neandertal social group revealed by the hominin footprints at Le Rozel (Normandy, France)",
        "Denisova admixture and the first modern human dispersals into Southeast Asia and Oceania",
        "The complete genome sequence of a Neanderthal from the Altai Mountains",
        "Nuclear DNA sequences from the Middle Pleistocene Sima de los Huesos hominins",
        "Dental evolutionary rates and its implications for the Neanderthal-modern human divergence",
        "A high-coverage genome sequence from an archaic Denisovan individual",
        "Patterns of coding variation in the complete exomes of three Neandertals",
        "The timing and spatiotemporal patterning of Neanderthal disappearance",
        "Higher levels of neanderthal ancestry in East Asians than in Europeans",
        "The genomic landscape of Neanderthal ancestry in present-day humans",
        "The Contribution of Neanderthals to Phenotypic Variation in Modern Humans",
        "The shaping of modern human immune systems by multiregional admixture with archaic humans",
        "Genomic Signatures of Selective Pressures and Introgression from Archaic Hominins at Human Innate Immunity Genes",
        "New insights into human immunity from ancient genomics",
        "Evidence that RNA Viruses Drove Adaptive Introgression between Neanderthals and Modern Humans",
        "Association between HLA genotypes and COVID-19 susceptibility, severity and progression: A comprehensive review of the literature",
        "Variable NK cell receptors and their MHC class I ligands in immunity, reproduction and human evolution",
        "A Darwinian view of Behçet’s disease",
        "The genomic landscape of Neanderthal ancestry in present-day humans",
        "The major genetic risk factor for severe COVID-19 is inherited from Neanderthals",
        "Human Inborn Errors of Immunity: 2022 Update on the Classification from the International Union of Immunological Societies Expert Committee",
        "The Galaxy platform for accessible, reproducible and collaborative biomedical analyses: 2018 update",
        "ANNOVAR: Functional annotation of genetic variants from high-throughput sequencing data",
        "CADD: Predicting the deleteriousness of variants throughout the human genome",
        "A high-coverage Neandertal genome from Vindija Cave in Croatia",
        "A high-coverage Neandertal genome from Chagyrskaya Cave",
        "Integrative genomics viewer",
        "Familial and acquired hemophagocytic lymphohistiocytosis",
        "Synergistic defects of different molecules in the cytotoxic pathway lead to clinical familial hemophagocytic lymphohistiocytosis",
        "Identification and characterization of novel mutations in MOGS in a Chinese patient with infantile spams",
        "The SPPL3-Defined Glycosphingolipid Repertoire Orchestrates HLA Class I-Mediated Immune Responses",
        "The impact of rare and low-frequency genetic variants in common variable immunodeficiency (CVID)",
        "Longitudinal analysis of the neurological features of ataxia-telangiectasia",
        "Next-Generation Sequencing–Based Diagnosis of Unexplained Inherited Hemolytic Anemias Reveals Wide Genetic and Phenotypic Heterogeneity",
        "DOCK2 is involved in the host genetics and biology of severe COVID-19",
        "Inborn errors of type I IFN immunity in patients with life-threatening COVID-19",
        "TLR3 deficiency in patients with herpes simplex encephalitis",
        "Mutation Update for Kabuki Syndrome Genes KMT2D and KDM6A and Further Delineation of X-Linked Kabuki Syndrome Subtype 2",
        "Munc13-4 is essential for cytolytic granules fusion and is mutated in a form of familial hemophagocytic lymphohistiocytosis (FHL3)",
        "High Mortality of HLH in ICU Regardless Etiology or Treatment",
        "Hematophagic histiocytosis. A report of 23 new patients and a review of the literature",
        "Infection- and malignancy-associated hemophagocytic syndromes. Secondary hemophagocytic lymphohistiocytosis",
        "Viruses in bats and potential spillover to animals and humans",
        "Fossil bats from the Late Pleistocene site of the Aguilón P7 Cave (Zaragoza, Spain)",
        "Secondary Hemophagocytic Lymphohistiocytosis in a Post-COVID-19 Patient",
        "Neanderthal behaviour, diet, and disease inferred from ancient DNA in dental calculus",
        "Origin, spread and demography of the Mycobacterium tuberculosis complex",
        "Jinx, an MCMV susceptibility phenotype caused by disruption of Unc13d: A mouse model of type 3 familial hemophagocytic lymphohistiocytosis",
        "Glycosylation, Hypogammaglobulinemia, and Resistance to Viral Infections",
        "SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor",
        "A genomic region associated with protection against severe COVID-19 is inherited from Neandertals",
        "A genomic region associated with protection against severe COVID-19 is inherited from Neandertals",
        "Neanderthal genomics suggests a pleistocene time frame for the first epidemiologic transition"
    ],
    "affiliation": [
        {
            "affiliation-city": "Rotterdam",
            "@id": "60032114",
            "affilname": "Erasmus MC",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032114",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "China Scholarship Council"
    ]
}