{
    "eid": "2-s2.0-84947908709",
    "title": "Coumarins and flavonoid from Murraya paniculata (L.) Jack: Antibacterial and anti-inflammation activity",
    "cover-date": "2015-11-01",
    "subject-areas": [
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Anti-inflammation",
        "Antibacterial",
        "Coumarins",
        "Flavonoid",
        "Murraya panicuata (L.) Jack"
    ],
    "authors": [
        "Pirasut Rodanant"
    ],
    "citedby-count": 16,
    "ref-count": 28,
    "ref-list": [
        "Isoprenylcoumarins from Boenninghausenia albiflora",
        "Bangladesh J. Pharmacol.",
        "Synthesis, characterization and antimicrobial activity of a series of substituted coumarin-3-carboxylatosilver(I) complexes",
        "Synthesis and evaluation of hydroxylated flavones and related compounds as potential inhibitors of the protein-Tyrosine kinase p56",
        "QSAR study of antimicrobial activity of some 3-nitrocoumarins and related compounds",
        "Natural and synthetic coumarin derivatives with anti-inflammatory/antioxidant activities",
        "The anti-inflammatory effect of coumarin and its derivatives",
        "Constituents of the Leaves of Murraya paniculata Collected in Taiwan",
        "Constituents of Murraya exotica L. Structure Elucidation of New Coumarins",
        "Coumarin-related Compounds as Plant Growth Inhibitors from Two Rutaceous Plants in Thailand",
        "The Chemistry and Occurrence of Coumarins",
        "Highly oxygenated flavonoids from Murraya paniculata",
        "Myricetin 5,7,3',4',5'-pentamethyl ether and other methylated flavonoids from Murraya paniculata",
        "The isolation of a prenylcoumarin of chemotaxonomic significance from Murraya paniculata var. omphalocarpa",
        "Synthesis and applications of coumarin",
        "Yuehchukene, a novel anti-implantation indole alkaloid from Murraya paniculata",
        "Monoterpene and sesquiterpene rich oils from the leaves of Murraya species: chemotaxonomic significance",
        "Rapid colorimetric assay for cellular growth and survival: Application to proliferation and cytotoxicity assays",
        "Bioactivity studies and chemical constituents of Murraya paniculata (Linn) Jack",
        "The role of inflammatory mediators in the pathogenesis of periodontal disease",
        "Cytotoxic activity screening of some indigenous Thai plants",
        "Cinnamates and coumarins from the leaves of Murraya paniculata",
        "Mahidol Dent. J.",
        "J. Med. Plant Res.",
        "Flavonoids as anti-inflammatory agents",
        "Activity of plant flavonoids against antibiotic-resistant bacteria",
        "Acta Bot. Sin.",
        "Two flavones from Artemisia giraldii and their antimicrobial activity"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Mahidol University, Faculty of Dentistry",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ramkhamhaeng University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Mahidol University"
    ]
}