{
    "eid": "2-s2.0-85082942961",
    "title": "Determination of anti-leishmanial drugs efficacy against Leishmania martiniquensis using a colorimetric assay",
    "cover-date": "2020-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Parasitology",
            "@code": "2405",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Epidemiology",
            "@code": "2713",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Colorimetric assay",
        "Drug susceptibility",
        "Ex vivo",
        "In vitro",
        "Leishmania martiniquensis"
    ],
    "authors": [
        "Atchara Phumee",
        "Narissara Jariyapan",
        "Saranyou Chusri",
        "Thanaporn Hortiwakul",
        "Oussama Mouri",
        "Frederick Gay",
        "Wacharee Limpanasithikul",
        "Padet Siriyasatien"
    ],
    "citedby-count": 7,
    "ref-count": 43,
    "ref-list": [
        "Achievement of constitutive fluorescent pLEXSY-egfp Leishmania braziliensis and its application as an alternative method for drug screening in vitro",
        "Transmission of Leishmania metacyclic promastigotes by phlebotomine sand flies",
        "Fluorescent Leishmania species: development of stable GFP expression and its application for in vitro and in vivo studies",
        "Case report: autochthonous disseminated dermal and visceral leishmaniasis in an AIDS patient, southern Thailand, caused by Leishmania siamensis",
        "An axenic amastigote system for drug screening",
        "Assessing the fertility potential of equine semen samples using the reducible dyes methylene green and resazurin",
        "Chronic generalized fibrotic skin lesions from disseminated leishmaniasis caused by Leishmania martiniquensis in two HIV-infected patients from northern Thailand",
        "Case report: consecutive cutaneous and visceral leishmaniasis manifestations involving a novel Leishmania species in two HIV patients in Thailand",
        "Effect of pentamidine isethionate on the ultrastructure and morphology of Leishmania mexicana amazonensis in vitro",
        "Drug resistance in leishmaniasis",
        "Resazurin reducing time as an indicator of bovine semen capacity",
        "In vitro assays for evaluation of drug activity against Leishmania spp",
        "Development of a semi-automated colorimetric assay for screening anti-leishmanial agents",
        "Leishmania (Mundinia) orientalis n. sp. (Trypanosomatidae), a parasite from Thailand responsible for localised cutaneous leishmaniasis. Parasit",
        "Molecular epidemiology for vector research on leishmaniasis",
        "Characterization of metabolically quiescent Leishmania parasites in murine lesions using heavy water labeling",
        "The Leishmaniasis in Biology and Medicine",
        "Visceral leishmaniasis caused by Leishmania infantum in Thailand",
        "Leishmaniasis",
        "Mechanism of amphotericin B resistance in Leishmania donovani promastigotes",
        "A simple colorimetric method to screen drug cytotoxicity against Leishmania using the dye Alamar Blue",
        "Drug resistance in leishmaniasis: newer developments",
        "Antimony to Cure Visceral Leishmaniasis Unresponsive to Liposomal Amphotericin B.",
        "Easy identification of leishmania species by mass spectrometry",
        "A rapid in vitro system for screening the effect of experimental compounds on nonadhering cell lines",
        "Disseminated dermal leishmaniasis caused by Leishmania siamensis in a systemic steroid therapy patient",
        "Recurrences of visceral leishmaniasis caused by Leishmania siamensis after treatment with amphotericin B in a seronegative child",
        "Detection of Leishmania siamensis DNA in saliva by polymerase chain reaction",
        "Multiple cutaneous nodules in an HIV-infected patient",
        "First isolation of Leishmania from Northern Thailand: case report, identification as Leishmania martiniquensis and phylogenetic position within the Leishmania enriettii complex",
        "Improvement of the green fluorescent protein reporter system in Leishmania spp. for the in vitro and in vivo screening of antileishmanial drugs. Acta",
        "The Alamar Blue assay to determine drug sensitivity of African trypanosomes (T.b. rhodesiense and T.b. gambiense) in vitro",
        "Drug resistance mechanisms in clinical isolates of Leishmania donovani",
        "Challenges and new discoveries in the treatment of leishmaniasis",
        "Early detection of novel Leishmania species DNA in the saliva of two HIV-infected patients",
        "The history of leishmaniasis",
        "Case report: autochthonous visceral leishmaniasis in a human immunodeficiency virus (HIV)-infected patient: the first in Thailand and review of the literature",
        "A suspected new species of Leishmania, the causative agent of visceral leishmaniasis in a Thai patient",
        "Failure of pentavalent antimony in visceral leishmaniasis in India: report from the center of the Indian epidemic",
        "Simple colorimetric trypanothione reductase-based assay for high-throughput screening of drugs against Leishmania intracellular amastigotes",
        "In vitro susceptibilities of Leishmania donovani promastigote and amastigote stages to antileishmanial reference drugs: practical relevance of stage-specific differences",
        "Use of the viability reagent PrestoBlue in comparison with alamarBlue and MTT to assess the viability of human corneal epithelial cells",
        "Activity of liposomal amphotericin B against experimental cutaneous leishmaniasis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Paris",
            "@id": "60001422",
            "affilname": "Sorbonne Université",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001422",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Second Century Fund",
        "Chulalongkorn University",
        "National Science and Technology Development Agency",
        "Thailand Research Fund",
        "National Research Council of Thailand",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}