{
    "eid": "2-s2.0-85073243149",
    "title": "CO2 induced swing effect at imidazolate of zeolitic imidazolate framework-90 using molecular simulations",
    "cover-date": "2019-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "Adsorption",
        "CO2",
        "Diffusion",
        "Gate opening",
        "Molecular simulations",
        "Zeolitic imidazolate framework-90 (ZIF-90)"
    ],
    "authors": [
        "T. Ploymeerusmee",
        "S. Fritzsche",
        "S. Hannongbua",
        "T. Chokbunpiam"
    ],
    "citedby-count": 1,
    "ref-count": 22,
    "ref-list": [
        "Crystals as molecules: postsynthesis covalent functionalization of zeolitic imidazolate frameworks",
        "Investigating the reasons for the significant influence of lattice flexibility on self-diffusivity of ethane in Zn(tbip)",
        "Quantifying large effects of framework flexibility on diffusion in MOFs: CH4and CO2in ZIF-8",
        "Diffusion of CH4and H2in ZIF-8",
        "Importance of ZIF-90 lattice flexibility on diffusion, permeation, and lattice structure for an adsorbed H2/CH4gas mixture: a re-examination by gibbs ensemble monte carlo and molecular dynamics simulations",
        "Opening the gate: framework flexibility in ZIF-8 explored by experiments and simulations",
        "The importance of lattice flexibility for the migration of ethane in ZIF-8: molecular dynamics simulations",
        "Gate opening effect for carbon dioxide in ZIF-8 by molecular dynamics—confirmed, but at high CO2pressure",
        "Tuning the swing effect by chemical functionalization of zeolitic imidazolate frameworks",
        "Guest-induced gate-opening of a zeolite imidazolate framework",
        "MD simulations of hydrogen diffusion in ZIF-11 with a force field fitted to experimental adsorption data",
        "Gate opening, diffusion, and adsorption of CO2and N2mixtures in ZIF-8",
        "Methane in zeolitic imidazolate framework ZIF-90: adsorption and diffusion by molecular dynamics and Gibbs ensemble Monte Carlo",
        "Theoretical study of carbon dioxide adsorption and diffusion in MIL-127(Fe) metal organic framework",
        "Molecular simulations of a CO2/CO mixture in MIL-127",
        "Experimental and molecular simulation studies of CO2adsorption on zeolitic imidazolate frameworks: ZIF-8 and amine-modified ZIF-8",
        "Interaction site models for carbon dioxide",
        "Vapor-liquid equilibria of mixtures containing alkanes, carbon dioxide, and nitrogen",
        "Force field for molecular dynamics computations in flexible ZIF-8 framework",
        "Computer simulation of molecular dynamics: methodology, applications, and perspectives in chemistry",
        "Is the Ewald summation still necessary? Pairwise alternatives to the accepted standard for long-range electrostatics",
        "Gas adsorption characteristics of metal-organic frameworks via quartz crystal microbalance techniques"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022676",
            "affilname": "Ramkhamhaeng University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022676",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Leipzig",
            "@id": "60008042",
            "affilname": "Universität Leipzig",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008042",
            "affiliation-country": "Germany"
        }
    ],
    "funding": [
        "Research and Development Institute Ramkhamhaeng University",
        "Office of the Higher Education Commission, Ministry of Education",
        "Thailand Research Fund",
        "Malaysia-Thailand Joint Authority",
        "Center of Excellence for Innovation in Chemistry"
    ]
}