{
    "eid": "2-s2.0-85006354969",
    "title": "VLA and ALMA IMAGING of INTENSE GALAXY-WIDE STAR FORMATION in z ∼ 2 GALAXIES",
    "cover-date": "2016-12-10",
    "subject-areas": [
        {
            "$": "Astronomy and Astrophysics",
            "@code": "3103"
        },
        {
            "$": "Space and Planetary Science",
            "@code": "1912"
        }
    ],
    "keywords": [
        "galaxies: active",
        "galaxies: evolution",
        "galaxies: high-redshift",
        "galaxies: star formation"
    ],
    "authors": [
        "W. Rujopakarn"
    ],
    "citedby-count": 107,
    "ref-count": 90,
    "ref-list": [
        "The herschel virgo cluster survey - XII. FIR properties of optically selected virgo cluster galaxies",
        "SUB-KILOPARSEC ALMA IMAGING of COMPACT STAR-FORMING GALAXIES at z ∼ 2.5: REVEALING the FORMATION of DENSE GALACTIC CORES in the PROGENITORS of COMPACT QUIESCENT GALAXIES",
        "Magnetism in the spiral galaxy NGC 6946: Magnetic arms, depolarization rings, dynamo modes, and helical fields",
        "Estimating star formation rates from infrared and radio luminosities: The origin of the radio-infrared correlation",
        "On the fundamental dichotomy in the local radio-AGN population: Accretion, evolution and host galaxy properties",
        "High-resolution radio observations of submillimetre galaxies",
        "The dependence of galactic outflows on the properties and orientation of zCOSMOS galaxies at z 1",
        "Unstable disks at high redshift: Evidence for smooth accretion in galaxy formation",
        "The long lives of giant clumps and the birth of outflows in gas-rich galaxies at high redshift",
        "Black hole growth and starburst activity at z = 0.6-4 in the Chandra Deep Field South",
        "The radio-to-submillimeter spectral index as a redshift indicator",
        "Far-infrared spectral energy distribution fitting for galaxies near and far",
        "Galactic stellar and substellar initial mass function",
        "A physical approach to the identification of high-z mergers: Morphological classification in the stellar mass domain",
        "Errors in elliptical Gaussian fits",
        "Compact starbursts in ultraluminous infrared galaxies",
        "The relationship between stellar light distributions of galaxies and their formation histories",
        "The nature of submillimetre galaxies in cosmological hydrodynamic simulations",
        "Cold streams in early massive hot haloes as the main mode of galaxy formation",
        "Dust masses, pah abundances, and starlight intensities in the sings galaxy sample",
        "Herschel -ATLAS: Rapid evolution of dust in galaxies over the last 5 billion years",
        "GOODS-Herschel: An infrared main sequence for star-forming galaxies",
        "Remarkable analytic relations among greybody parameters",
        "The abundance of star-forming galaxies in the redshift range 8.5-12: New results from the 2012 Hubble Ultra Deep Field CAMPAIGN",
        "Atlas of quasar energy distributions",
        "Magnetic fields and spiral arms in the galaxy M51",
        "The sins survey: Sinfoni integral field spectroscopy of z 2 star-forming galaxies",
        "Short-lived star-forming giant clumps in cosmological simulations of z ≈ 2 disks",
        "Candels: The Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey",
        "Clumpy galaxies in candels. I. the definition of UV clumps and the fraction of clumpy galaxies at 0.5 < z < 3",
        "Multi-wavelength view of kiloparsec-scale clumps in star-forming galaxies at z∼ 2",
        "ALMA resolves extended star formation in high-z AGN host galaxies",
        "Submillimetre galaxies in a hierarchical universe: Number counts, redshift distribution and implications for the IMF",
        "ApJL",
        "QJRAS",
        "Star formation in galaxy mergers with realistic models of stellar feedback and the interstellar medium",
        "Mergers, active galactic nuclei and 'normal' galaxies: Contributions to the distribution of star formation rates and infrared luminosity functions",
        "Compact starbursts in z ∼ 3-6 submillimeter galaxies revealed by ALMA",
        "The far-infrared/radio correlation as probed by Herschel",
        "GOODS-Herschel and candels: The morphologies of ultraluminous infrared galaxies at z ∼ 2",
        "The global schmidt law in star-forming galaxies",
        "How do galaxies get their gas?",
        "The role of star formation and an agn in dust heating of z = 0.3-2.8 galaxies. I. Evolution with redshift and luminosity",
        "The 2012 Hubble Ultra Deep Field (UDF12): Observational overview",
        "Candels: The cosmic assembly near-infrared deep extragalactic legacy survey - The hubble space telescope observations, imaging data products, and mosaics",
        null,
        "Infrared emission from interstellar dust. II. The diffuse interstellar medium",
        "A new nonparametric approach to galaxy morphological classification",
        "The far-infrared emitting region in local galaxies and QSOs: Size and scaling relations",
        "The evolving interstellar medium of star-forming galaxies since z = 2 as probed by their infrared spectral energy distributions",
        null,
        null,
        "Adass XVI",
        "Hot graphite dust and the infrared spectral energy distribution of active galactic nuclei",
        "Defining the intrinsic AGN infrared spectral energy distribution and measuring its contribution to the infrared output of composite galaxies",
        "The effect of star formation on the far-infrared-radio correlation within galaxies",
        "Galaxy gas fractions at high redshift: The tension between observations and cosmological simulations",
        "The formation of submillimetre-bright galaxies from gas infall over a billion years",
        "SPATIALLY RESOLVED DUST MAPS from BALMER DECREMENTS in GALAXIES at z ∼ 1.4",
        "The SINS/zC-SINF survey of z 2 galaxy kinematics: Outflow properties",
        "Star formation in AEGIS field galaxies since z = 1.1: The dominance of gradually declining star formation, and the main sequence of star-forming galaxies",
        "The impact of evolving infrared spectral energy distributions of galaxies on star formation rate estimates",
        "Maximally star-forming galactic disks. I. Starburst regulation via feedback-driven turbulence",
        "GOODS-HERSCHEL: STAR FORMATION, DUST ATTENUATION, and the FIR-RADIO CORRELATION on the MAIN SEQUENCE of STAR-FORMING GALAXIES UP to z ≃ 4",
        "Probing the interstellar medium of z ∼ 1 ultraluminous infrared galaxies through interferometric observations of CO and spitzer MID-infrared spectroscopy",
        "Dust obscuration and metallicity at high redshift: New inferences from UV, Hα, and 8μm observations of z ∼ 2 star-forming galaxies",
        "Determining star formation rates for infrared galaxies",
        "The lesser role of starbursts in star formation at z = 2",
        "ApJ",
        "Regularity underlying complexity: A redshift-independent description of the continuous variation of galaxy-scale molecular gas properties in the mass-star formation rate plane",
        "ISM MASSES and the STAR FORMATION LAW at Z = 1 to 6: ALMA OBSERVATIONS of DUST CONTINUUM in 145 GALAXIES in the COSMOS SURVEY FIELD",
        "A NEW STAR FORMATION RATE CALIBRATION from POLYCYCLIC AROMATIC HYDROCARBON EMISSION FEATURES AND APPLICATION TO HIGH-REDSHIFT GALAXIES",
        "A HIGHER EFFICIENCY of CONVERTING GAS to STARS PUSHES GALAXIES at z ∼ 1.6 WELL above the STAR-FORMING MAIN SEQUENCE",
        "Ongoing and co-evolving star formation in zCOSMOS galaxies hosting active galactic nuclei",
        "The scuba-2 cosmology legacy survey: Alma resolves the rest-frame far-infrared emission of sub-millimeter galaxies",
        "ApJS",
        "The KMOS Redshift One Spectroscopic Survey (KROSS): Dynamical properties, gas and dark matter fractions of typical z ~ 1 star-forming galaxies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Gainesville",
            "affilname": "College of Liberal Arts and Sciences",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Owings Mills",
            "affilname": "Stevenson University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Edinburgh",
            "affilname": "University of Edinburgh, Institute for Astronomy",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Hatfield",
            "affilname": "University of Hertfordshire",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Munich",
            "affilname": "Ludwig-Maximilians-Universität München",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "The University of Tokyo",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Santa Cruz",
            "affilname": "University of California, Santa Cruz",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Charlottesville",
            "affilname": "National Radio Astronomy Observatory",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Garching bei Munchen",
            "affilname": "European Southern Observatory",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Durham",
            "affilname": "Durham University",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Socorro",
            "affilname": "National Radio Astronomy Observatory Socorro",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Cambridge",
            "affilname": "Harvard-Smithsonian Center for Astrophysics",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "College Station",
            "affilname": "Texas A&amp;M University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Atlanta",
            "affilname": "Georgia Institute of Technology",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Gif-sur-Yvette",
            "affilname": "CEA Saclay",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Brighton",
            "affilname": "University of Sussex",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Tucson",
            "affilname": "National Optical Astronomy Observatory",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Amherst",
            "affilname": "University of Massachusetts Amherst",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Vancouver",
            "affilname": "The University of British Columbia",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Tucson",
            "affilname": "The University of Arizona",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Tempe",
            "affilname": "School of Earth and Space Exploration",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "New Haven",
            "affilname": "Yale University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Leiden",
            "affilname": "Sterrewacht Leiden",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "New York",
            "affilname": "Center for Computational Astrophysics",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "CUAASC",
        "CUniverse",
        "Chulalongkorn University's Ratchadapiseksompot Endowment Fund",
        "Japan Society for the Promotion of Science",
        "Ministry of Education, Culture, Sports, Science and Technology"
    ]
}