{
    "eid": "2-s2.0-84982953374",
    "title": "An Atom-Economic Approach for Vinylation of Indoles and Phenols Using Calcium Carbide as Acetylene Surrogate",
    "cover-date": "2016-09-01",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        }
    ],
    "keywords": [
        "Acetylene gas",
        "Calcium carbide",
        "Green chemistry",
        "Nitrogen heterocycles",
        "Nucleophilic addition",
        "Synthetic methods",
        "Vinylation"
    ],
    "authors": [
        "Eakkaphon Rattanangkool"
    ],
    "citedby-count": 53,
    "ref-count": 53,
    "ref-list": [
        "Curr. Org. Chem.",
        "Catalytic reactions of acetylene: A feedstock for the chemical industry revisited",
        "Production of acetylene and acetylene-based chemicals from coal",
        "Raw material changes in the chemical industry",
        "The use of calcium carbide in one-pot synthesis of symmetric diaryl ethynes",
        "Calcium Carbide: A Unique Reagent for Organic Synthesis and Nanotechnology",
        "Calcium carbide as a cost-effective starting material for symmetrical diarylethynes via Pd-catalyzed coupling reaction",
        "Direct synthesis of poly(p-phenyleneethynylene)s from calcium carbide",
        "The simplest approach to prepare solutions of polyynes in hydrocarbons",
        "Synthesis of functional acetylene derivatives from calcium carbide",
        null,
        null,
        "Angew. Chem.",
        "Synthesis of acetylenic alcohols with calcium carbide as the acetylene source",
        "Direct synthesis of aryl substituted pyrroles from calcium carbide: An underestimated chemical feedstock†",
        "An efficient metal-free pathway to vinyl thioesters with calcium carbide as the acetylene source",
        "Synthesis of vinyl ethers of alcohols using calcium carbide under superbasic catalytic conditions (KOH/DMSO)",
        "Polymerization and Copolymerization of N-Vinylindole and N-Vinylmethylindoles",
        "Synthesis of polymers with polar side groups III. Tricyanovinylation of poly(n-vinylindole) and n-vinylindole—fumaronitrile copolymer, and dielectric properties of these polymers",
        "Photoconductive films of poly-N-vinylindole-based blends for high-voltage photorefractive electrooptic cells",
        "Photorefractivtty of poly-N-vinylindole-based materials as compared with that of poly-N-vinylcarbazole-based blends",
        "Asymmetric Total Synthesis of (+)-Apovincamine and a Formal Synthesis of (+)-Vincamine. Demonstration of a Practical \"Asymmetric Linkage\" between Aromatic Carboxylic Acids and Chiral Acyclic Substrates",
        "General access to the Vinca and Tacaman alkaloids using a Rh(II)-catalyzed cyclization/cycloaddition cascade",
        "Novel heterocycles: A convenient synthesis of pyrrolo[2,3-d]pyrazole; cycloaddition reaction of N-aryl(methyl)pyrrol-2,3-diones to diazomethane and olefins",
        "Stereocontrolled preparation of a nonpeptidal (-)-spirobicyclic NK-1 receptor antagonist",
        "The Synthesis of Cyclic Enol Ethers via Molybdenum Alkylidene-Catalyzed Ring-Closing Metathesis",
        "Poly(vinyl phenol)-polyether blends",
        "Vinyl protecting group for benzimidazole nitrogen: Synthesis of benzimidazole-penam alcohol",
        "Greene's Protective Groups in Organic Synthesis",
        "Mild copper-catalyzed vinylation reactions of azoles and phenols with vinyl bromides",
        "Direct N- and C-vinylation with trimethoxyvinylsilane",
        "Palladium-catalyzed stereocontrolled vinylation of azoles and phenothiazine",
        "Palladium-Assisted N-Alkylation of Indoles: Attempted Application to Polycyclization",
        "Indirect N-vinylation of indoles via isomerisation of N-allyl derivatives: Synthesis of (±)-debromoarborescidine B",
        "Acetylenic chemistry. Part 24. N‐vinylation of N‐H acid heterocycles",
        "Regio- and stereoselective direct N-alkenylation of indoles via Pd-catalyzed aerobic oxidation",
        "Palladium-catalyzed oxidative cross-coupling of N-tosylhydrazones with indoles: Synthesis of N-vinylindoles",
        "Synthesis of vinyl monomers with active azaaromatic groups. Phase-transfer catalytic approach",
        "Development of a highly efficient catalytic method for synthesis of vinyl ethers",
        "Au(I) complexes-catalyzed transfer vinylation of alcohols and carboxylic acids",
        "Synthesis of a tricyclic mescaline analogue by catalytic C-H bond activation",
        "Nucleophilic addition to acetylenes in superbasic catalytic systems: XVIII. Vinylation of phenols and naphthols with acetylene",
        "An Assessment of The Causes of The “Cesium Effect”",
        "“Cesium ion effect” and macrocyclization. A critical review",
        "Macrocycles",
        "Cesium effect: High chemoselectivity in direct N-alkylation of amines",
        "Living Cationic Polymerization of Isobutyl Vinyl Ether by Hydrogen Iodide/Lewis Acid Initiating Systems: Effects of Lewis Acid Activators and Polymerization Kinetics",
        "Catalytic asymmetric Diels-Alder reactions of 2-pyrone derivatives",
        "A new, efficient, and in some cases highly regioselective water-soluble polymer rhodium catalyst for olefin hydroformylation"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "National Science and Technology Development Agency",
        "Thailand Research Fund",
        "National Nanotechnology Center",
        "Ministry of Science and Technology of Thailand"
    ]
}