{
    "eid": "2-s2.0-84908497854",
    "title": "Somatotropin supplementation decreases feed intake in crossbred dairy goats during the early phase of lactation",
    "cover-date": "2014-10-01",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Food Animals",
            "@code": "3403"
        }
    ],
    "keywords": [
        "Dairy goat",
        "Feed efficiency",
        "Food intake",
        "Growth hormone",
        "Leptin"
    ],
    "authors": [
        "S. Thammacharoen"
    ],
    "citedby-count": 6,
    "ref-count": 40,
    "ref-list": [
        "Official Method of Analysis",
        "Comparison of daily versus continuous administration of somatotropin on growth rate, feed intake, and body composition in intact female rats.",
        "Bovine Somatotropin: Review of an Emerging Animal Technology",
        "Effects of exogenous bovine somatotropin on lactation",
        "Comparing adiposity profiles in three mouse models with altered GH signaling",
        "Effect of growth hormone on susceptibility to diet-induced obesity",
        "Growth hormone overexpression in the central nervous system results in hyperphagia-induced obesity associated with insulin resistance and dyslipidemia",
        "Leptin is suppressed during infusion of recombinant human insulin-like growth factor I (rhIGF I) in normal rats",
        "J. Anim. Sci.",
        "On the alterations in serum concentration of somatotropin and insuline-like growth factor 1 in lactating cows after the treatment with a little studied recombinant bovine somatotropin",
        "Effects of recombinant bovine somatotropin administration to lactating goats",
        "Effects of long-term administration of recombinant bovine somatotropin on milk production and plasma insulin-like growth factor and insulin in crossbred Holstein cows",
        "Effects of Misty-fan Cooling System on the Physiological Response in Relation to Digestive Process of Lactating Crossbred Holstein Cattle Treated with Bovine Somatotropin in the Tropics",
        "Effects of cooling and supplemental recombinant bovine somatotropin on diet digestibility, digestion kinetics and milk production of cross-bred Holstein cattle in the tropics",
        "Changes of plasma insulin, urea, amino acids and rumen metabolites in somatotropin treated dairy cows",
        "Deletion, but not antagonism, of the mouse growth hormone receptor results in severely decreased body weights, insulin, and insulin-like growth factor I levels and increased life span",
        "Effects of recombinant bovine somatotropin on goat milk yield, composition and plasma metabolites",
        "Biology of somatotropin in growth and lactation of domestic animals",
        "Changes in plasma and milk concentrations of glucose and IGF-1 in response to exogenous growth hormone in lactating goats",
        "Food intake and serum insulin responses to intraventricular infusions of insulin and IGF-I",
        "Effect of a Prolonged Release Formulation of Recombinant Bovine Somatotropin on Plasma Concentrations of Hormones and Metabolites, and Milk Production in Dairy Cows",
        "Scand. J. Stat.",
        "Autocrine IGF-1 action in adipocytes controls systemic IGF-1 concentrations and growth",
        "The somatomedin hypothesis: 2001",
        "Systemic IGF-I administration attenuates the inhibitory effect of chronic arthritis on gastrocnemius mass and decreases atrogin-1 and IGFBP-3",
        "Intracerebroventricular insulin-like growth factor-1 decreases feeding in diabetic rats",
        "The anorectic response to growth hormone in obese rats is associated with an increased rate of lipid oxidation and decreased hypothalamic galanin",
        "Are the metabolic effects of GH and IGF-I separable?",
        "Effects of growth hormone on glucose, lipid, and protein metabolism in human subjects",
        "Nutrition Requirements of Goat",
        "Somatotropin and Lactation",
        "Effects of Exogenous Recombinant Bovine Somatotropin (rbST) on Mammary Function in Late Lactating Crossbred Saanens Goats",
        "Interaction of insulin and somatotropin on body weight gain, feed intake, and body composition in rats",
        "Effect of recombinant bovine somatotropin on sheep milk production, composition and some hemato-biochemical components",
        "Performance and nutrient digestibility by dairy cows treated with bovine somatotropin and fed diets with steam-flaked sorghum or steam-rolled corn during early lactation",
        "Central nervous system control of food intake",
        "Effect of bovine somatotropin on metabolism of lactating dairy cows: Energy and nitrogen utilization as determined by respiration calorimetry",
        "Methods for Dietary Fiber, Neutral Detergent Fiber, and Nonstarch Polysaccharides in Relation to Animal Nutrition",
        "Adiposity signals and the control of energy homeostasis",
        "Somatotropin and insulin-like growth factor-I concentrations in plasma and milk after daily or sustained-release exogenous somatotropin administrations"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Rajamangala University of Technology Lanna",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thai Red Cross Agency",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Faculty of Veterinary Science, Chulalongkorn University"
    ]
}