{
    "eid": "2-s2.0-85142401375",
    "title": "Possible role of Lipoptena fortisetosa (Diptera: Hippoboscidae) as a potential vector for Theileria spp. in captive Eld's deer in Khao Kheow open zoo, Thailand",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Parasitology",
            "@code": "2405",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Veterinary (miscellaneous)",
            "@code": "3401",
            "@abbrev": "VETE"
        },
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Deer ked",
        "Eld's deer",
        "Lipoptena fortisetosa",
        "Thailand",
        "Theileria",
        "Vector"
    ],
    "authors": [
        "Sonthaya Tiawsirisup",
        "Nichapat Yurayart",
        "Kritsada Thongmeesee",
        "Chalida Sri-in",
        "Chatlada Akarapas",
        "Ganyawee Rittisornthanoo",
        "Natcha Bunphungbaramee",
        "Natthanicha Sipraya",
        "Umaporn Maikaew",
        "Piyaporn Kongmakee",
        "Arpussara Saedan"
    ],
    "citedby-count": 0,
    "ref-count": 43,
    "ref-list": [
        "Asia and europe: so distant so close? The case of Lipoptena fortisetosa in Italy",
        "Comparative morphology of the deer ked Lipoptena fortisetosa first recorded from Italy",
        "Two new haplotypes of Bartonella sp. isolated from Lipoptena fortisetosa (Diptera: Hippoboscidae) in SE Poland",
        "Management of arthropod vector data – social and ecological dynamics facing the one health perspective",
        "New record of Lipoptena fortisetosa (Diptera: Hippoboscidae) collected from Siberian roe deer on Jeju island",
        "Isolation of Bartonella schoenbuchensis from Lipoptena cervi, a blood-sucking arthropod causing deer ked dermatitis",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates. Mol",
        "Molecular detection of selected pathogens with zoonotic potential in deer keds (Lipoptena fortisetosa)",
        "Molecular characterization of Lipoptena cervi from environmental samples collected in Poland",
        "Temporal-microclimatic factors affect the phenology of Lipoptena fortisetosa in central European forests",
        "Molecular characterization of Lipoptena fortisetosa from environmental samples collected in north-eastern Poland",
        "Molecular detection and characterization of piroplasms infecting cervids and chamois in Northern Spain",
        "Detection of Babesia bigemina infection in strains of Rhipicephalus (Boophilus) microplus collected from outbreaks in south Texas",
        "The risks of translocating wildlife: pathogenic infection with Theileria sp. and Elaeophora elaphi in an imported red deer",
        "Occurrence of two distinct Theileria lineages in sika deer (Cervus nippon) of Iwate Prefecture",
        "European bison arthropod parasites from closed Polish breeding facilities",
        "Filling the gap - COI barcode resolution in eastern Palearctic birds",
        "New record of Lipoptena cervi and updated checklist of the louse flies (Diptera: Hippoboscidae) of the Republic of Korea",
        "The prevalence, abundance, and molecular characterization of Lipoptena deer keds from cervids",
        "Molecular detection of Bartonella spp. in deer ked pupae, adult keds and moose blood in Finland",
        "The northernmost record of a blood-sucking ectoparasite, Lipoptena fortisetosa Maa (Diptera: Hippoboscidae), in Estonia",
        "Novel detection of Coxiella spp., Theileria luwenshuni, and T. ovis endosymbionts in deer keds (Lipoptena fortisetosa)",
        "Differential diagnosis and molecular characterization of Theileria spp. in sika deer (Cervus nippon) in Hokkaido",
        "Molecular identification of Theileria parasites of northwestern Chinese Cervidae",
        "Report of Theileria luwenshuni and Theileria sp. RSR from cervids in Gansu, China",
        "Molecular detection and identification of piroplasms in sika deer (Cervus nippon) from Jilin Province, China",
        "Redescription of Babesia capreoli (Enigk and Friedhoff, 1962) from roe deer (Capreolus capreolus): Isolation, cultivation, host specificity, molecular characterisation and differentiation from Babesia divergens",
        "Detection and molecular characterization of Babesia, Theileria, and Hepatozoon species in hard ticks collected from Kagoshima, the southern region in Japan",
        "Future challenges for parasitology: Vector control and ‘one health’ in Europe: The veterinary medicinal view on CVBDs such as tick borreliosis, rickettsiosis and canine leishmaniosis",
        "Parasitism of the louse fly Lipoptena fortisetosa on cattle",
        "First report of the dog louse fly Hippobosca longipennis in Romania",
        "A revised annotated checklist of louse flies (Diptera, Hippoboscidae) from Slovakia",
        "Identification of tick-borne pathogens in ticks collected from wild animals in Turkey",
        "Deer keds on wild ungulates in northern Italy, with a taxonomic key for the identification of Lipoptena spp. of Europe",
        "Lipoptena fortisetosa as a vector of Bartonella bacteria in Japanese sika deer (Cervus nippon)",
        "Erstnachweis von Lipoptena fortisetosa Maa, 1965",
        "Prevalence of keds on city dogs in central Poland",
        "Hepatozoon and Theileria species detected in ticks collected from mammals and snakes in Thailand",
        "Natural infection of questing ixodid ticks with protozoa and bacteria in Chonburi Province, Thailand",
        "Molecular detection of Trypanosoma spp. in Lipoptena cervi and Lipoptena fortisetosa (Diptera: Hippoboscidae) and their potential role in the transmission of pathogens",
        "Two species of deer keds (Diptera: Hippoboscidae) in Miyajima, Hiroshima Prefecture, Japan",
        "Molecular evidence for piroplasms in wild Reeves' muntjac (Muntiacus reevesi) in China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60091573",
            "affilname": "Zoological Park Organization, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60091573",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Si Racha",
            "@id": "128883677",
            "affilname": "Zoological Park Organization",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/128883677",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Science Research and Innovation",
        "Faculty of Veterinary Science, Chulalongkorn University"
    ]
}