{
    "eid": "2-s2.0-85003422048",
    "title": "Composite effect of silica nanoparticle on the mechanical properties of cellulose-based hydrogels derived from cottonseed hulls",
    "cover-date": "2017-03-10",
    "subject-areas": [
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "cellulose and other wood products",
        "mechanical properties",
        "nanoparticles",
        "swelling",
        "viscosity and viscoelasticity"
    ],
    "authors": [
        "Anyaporn Boonmahitthisud"
    ],
    "citedby-count": 37,
    "ref-count": 43,
    "ref-list": [
        "Swelling kinetic study and characterization of crosslinked hydrogels containing silver nanoparticles",
        "Hydrogel-MWCNT nanocomposites: Synthesis, characterization, and heating with radiofrequency fields",
        "Control of the molecular degradation of hyaluronic acid hydrogels for tissue augmentation",
        "The preparation and characterization of fiber reinforced alginate hydrogel",
        "Characterization and bioactivity evaluation of (starch/N-vinylpyrrolidone) - Hydroxyapatite nanocomposite hydrogels for bone tissue regeneration",
        "Crosslinking structures of gelatin hydrogels crosslinked with genipin or a water-soluble carbodiimide",
        "Synthesis of a cellulose-based hydrogel network: Characterization and study of urea fertilizer slow release",
        "Carbon nanotubes/chitin nanowhiskers aerogel achieved by quaternization-induced gelation",
        "Development and characterization of composite chitosan/active carbon hydrogels for a medical application",
        "Synthesis and characterization of glucosamine modified poly(ethylene glycol) hydrogels via photopolymerization",
        "Photodependent release from poly(vinyl alcohol)/epoxypropoxy coumarin hydrogels",
        "Horseradish peroxidase-mediated in situ forming hydrogels from degradable tyramine-based poly(amido amine)s",
        "Thermal and mechanical properties of poly(N-isopropylacrylamide)-based hydrogels as a function of porosity and medium change",
        "The preparation and electrical conductivity of polyacrylamide/graphite conducting hydrogel",
        "Preparation of Poly(acrylic acid)-Chitosan Hydrogels by Gamma Irradiation and In Vitro Drug Release",
        "Cellulose-based hydrogels: Present status and application prospects",
        "Biocompatibility Evaluation of Cellulose Hydrogel Film Regenerated from Sugar Cane Bagasse Waste and Its in Vivo Behavior in Mice",
        "Effects of sodium hypochlorite on Agave tequilana Weber bagasse fibers used to elaborate cyto and biocompatible hydrogel films",
        "Cellulose hydrogels prepared from micron-sized bamboo cellulose fibers",
        "Lignocellulosic residues: Biodegradation and bioconversion by fungi",
        "Dehulling of coriander fruit before oil extraction",
        "Exploring pretreatment methods and enzymatic hydrolysis of oat hulls. M.Sc. Thesis",
        "Synthesis and characterization of cellulose-based hydrogels to be used as gel electrolytes",
        "J. Mater. Sci. Chem. Eng.",
        "Fabrication of cellulose hydrogels and characterization of their biocompatible films",
        "High strength poly(acrylamide)-clay hydrogels",
        "Characterizing the viscoelastic properties of thin hydrogel-based constructs for tissue engineering applications",
        "Photocrosslinked nanocomposite hydrogels from PEG and silica nanospheres: Structural, mechanical and cell adhesion characteristics",
        "Biocomposite scaffolds containing chitosan/alginate/nano-silica for bone tissue engineering",
        "Mesoporous silica nanoparticles as controlled release drug delivery and gene transfection carriers",
        "Fused Silica Packed Microcolumns as Micropreparative Tools in Protein Analytical Studies",
        "Recent development of silica nanoparticles as delivery vectors for cancer imaging and therapy",
        "Insitu grafting silica nanoparticles reinforced nanocomposite hydrogels",
        "Preparation and mechanical properties of silica nanoparticles reinforced composite hydrogels",
        "Silica-based nanoparticles for biomedical applications",
        "Nanoscience under glass: The versatile chemistry of silica nanostructures",
        "Fibroblast compatibility on scaffold hydrogels prepared from agave tequilana weber bagasse for tissue regeneration",
        "Effect of pre-treatment of sugarcane bagasse on the cellulose solution and application for the cellulose hydrogel films",
        "Physico-chemical characterization of cellulose extracted from ficus leaves",
        "Bacterial cellulose/silica nanocomposites: Preparation and characterization",
        null,
        "Spectroscopy analysis of chemical modification of cellulose fibers",
        "One-pot facile synthesis of silica reinforced double network hydrogels based on triple interactions"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nagaoka",
            "affilname": "Nagaoka University of Technology",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}