{
    "eid": "2-s2.0-84980350776",
    "title": "Cell-based polymerase chain reaction for canine transmissible venereal tumor (CTVT) diagnosis",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "CTVT",
        "Diagnosis",
        "FNA",
        "LINE",
        "PCR"
    ],
    "authors": [
        "Chanokchon Setthawongsin"
    ],
    "citedby-count": 17,
    "ref-count": 19,
    "ref-list": [
        "Identity of rearranged LINE/c-MFC junction sequences specific for the canine transmissible venereal tumor",
        "Diagnosis of canine lymphoid neoplasia using clonal rearrangements of antigen receptor genes",
        "Sequence analysis of canine LINE-1 elements and p53 gene in canine transmissible venereal tumor.",
        "Molecular structure of canine LINE-1 elements in canine transmissible venereal tumor",
        "Review of canine transmissible venereal sarcoma",
        "Mac. Rev. Vet",
        "'Retroposon' insertion into the cellular oncogene c-myc in canine transmissible venereal tumor",
        "Identification of canine transmissible venereal tumor cells using in situ polymerase chain reaction and the stable sequence of the long interspersed nuclear element",
        "CPV-2. Taiwan Vet. J",
        "Cutaneous transmissible venereal tumor without genital involvement in a prepubertal female dog",
        "Immunohistochemical characterization of canine transmissible venereal tumor",
        "Canine transmissible venereal tumour: Cytogenetic origin, immunophenotype, and immunobiology. A review",
        "Clonally transmissible cancers in dogs and Tasmanian devils",
        "Clonal Origin and Evolution of a Transmissible Cancer",
        "Can. Vet. J",
        "Disseminated transmissible venereal tumor in a dog",
        "Immunohistochemical characterization of intraocular metastasis of a canine transmissible venereal tumor",
        "A morphological study of 608 cases of canine malignant lymphoma in France with a focus on comparative similarities between canine and human lymphoma morphology",
        "Thai J. Vet. Med"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Khon Kaen University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}