{
    "eid": "2-s2.0-84898736129",
    "title": "Quantitative microbial risk assessment of Salmonella in surface water as a source of tap water",
    "cover-date": "2014-04-14",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Livestock",
        "Risk assessment",
        "Salmonella",
        "Surface water"
    ],
    "authors": [
        "Paweeranut Banmairuroy"
    ],
    "citedby-count": 2,
    "ref-count": 19,
    "ref-list": [
        "A community waterborne outbreak of salmonellosis and the effectiveness of a boil water order",
        "A Comparison of the MPN and Fisher‐Yates Estimators for the Density of Organisms",
        "Principles and Guidelines for the Conduct of Microbiological Risk Assessment",
        "A waterborne Salmonella typhimurium outbreak in Gideon, Missouri: Results from a field investigation",
        "Risk Assessment Methods: Approaches for Assessing Health and Environmental Risks",
        "Waterborne outbreaks reported in the United States",
        "Risk Assessments of Salmonella in Eggs and Broiler Chickens",
        "Hazard Characterization for Pathogens in Food and Water: Guideline",
        "Exposure assessment of microbiological hazards in food: Guideline",
        "Guide for the control of Mollusc shellfish",
        "Plant disease",
        "Quantitative Microbial Risk Assessment",
        "Sampling errors in the determination of bacterial or virus density by the dilution method",
        "Increased recovery rate of salmonellae from stream bottom sediments versus surface waters.",
        "ISO 6579 Microbiology of Food and Animal Feeding Stuffs-Horizontal method for detection of Salmonella spp",
        "Prevalence of Escherichia coli O157:H7 and Salmonella spp. in surface waters of southern Alberta and its relation to manure sources.",
        "Salmonella in surface and drinking water: Occurrence and water-mediated transmission",
        "Modeling the risk from Giardia and viruses in drinking water",
        "Guidelines for Drinking-water Quality"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nontaburi",
            "affilname": "Thailand Ministry of Public Health",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}