{
    "eid": "2-s2.0-85091715580",
    "title": "Emerging MDR-Pseudomonas aeruginosa in fish commonly harbor oprL and toxA virulence genes and bla TEM, bla CTX-M, and tetA antibiotic-resistance genes",
    "cover-date": "2020-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Abdelazeem M. Algammal",
        "Mahmoud Mabrok",
        "Elayaraja Sivaramasamy",
        "Fatma M. Youssef",
        "Mona H. Atwa",
        "Ali W. El-kholy",
        "Helal F. Hetta",
        "Wael N. Hozzein"
    ],
    "citedby-count": 650,
    "ref-count": 65,
    "ref-list": [
        "Characterization of Pseudomonas species isolated from tilapia “Oreochromis niloticus” in Qaroun and Wadi-El-Rayan lakes, Egypt",
        "Molecular typing, antibiogram and PCR-RFLP based detection of Aeromonas hydrophila complex isolated from Oreochromis niloticus",
        "Molecular typing and evaluation of Sidr honey inhibitory effect on virulence genes of MRSA strains isolated from catfish in Egypt",
        "Pathogenicity, genetic typing, and antibiotic sensitivity of Vibrio alginolyticus isolated from Oreochromis niloticus and Tilapia zillii",
        "Genetic detection of Pseudomonas spp. in commercial amazonian fish",
        "Characterization of Pseudomonas spp. from seawater of the southwest coast of Turkey",
        "Pseudomonas aeruginosa: phenotypic flexibility and antimicrobial resistance",
        "Epizootics of Pseudomonas anguilliseptica among cultured seabream (Sparus aurata) populations: Control and treatment strategies",
        "Vibrio virulence genes in fishes collected from estuarine waters in Italy",
        "Characterisation of Pseudomonas aeruginosa isolated from freshwater culture systems",
        "Development of a PCR assay targeting the rpoA gene for the screening of Vibrio genus",
        "Food spoilage—interactions between food spoilage bacteria",
        "Fish: a potential source of bacterial pathogens for human beings. A review",
        "Heavy use of prophylactic antibiotics in aquaculture: a growing problem for human and animal health and for the environment",
        "Epidemiology of resistance to antibiotics: links between animals and humans",
        "The role of aquatic ecosystems as reservoirs of antibiotic resistant bacteria and antibiotic resistance genes",
        "Contribution of an arsenal of virulence factors to pathogenesis of Pseudomonas aeruginosa infections",
        "Functional analysis of genes for biosynthesis of pyocyanin and phenazine-1-carboxamide from Pseudomonas aeruginosa PAO1",
        "Molecular identification and detection of virulence genes among Pseudomonas aeruginosa isolated from different infectious origins",
        "Distribution of blaTEM, blaSHV, and blaCTX-M genes among ESBL-producing P. aeruginosa isolated from Qazvin and Tehran hospitals, Iran",
        "Characteristics of the pathogens: Gram-negative bacteria",
        "Identification and characterization of novel pyoverdine synthesis genes in Pseudomonas aeruginosa",
        "PCR-based assay for differentiation of Pseudomonas aeruginosa from other Pseudomonas species recovered from cystic fibrosis patients",
        "Analysis of quorum sensing-dependent virulence factor production and its relationship with antimicrobial susceptibility in Pseudomonas aeruginosa respiratory isolates",
        "Early detection of Pseudomonas aeruginosa–comparison of conventional versus molecular (PCR) detection directly from adult patients with cystic fibrosis (CF)",
        "Genotypic and phenotypic characteristics of Pseudomonas aeruginosa isolates associated with ulcerative keratitis",
        "Genome diversity of Pseudomonas aeruginosa isolates from cystic fibrosis patients and the hospital environment",
        "Transcription levels of pseudomonas aeruginosa exotoxin A gene and severity of symptoms in patients with otitis externa",
        "Simple and reliable multiplex PCR assay for detection of bla TEM, bla SHV and bla OXA–1 genes in Enterobacteriaceae",
        "Antibiotic resistance genes, integrons and multiple antibiotic resistance in thirty-five serotypes of Salmonella enterica isolated from humans and animals in the UK",
        "Virulence gene profiles of multidrug-resistant Pseudomonas aeruginosa isolated from Iranian hospital infections",
        "A contribution on Pseudomonas aeruginosa infection in African catfish (Clarias gariepinus)",
        "Pseudomonas putida infection in rainbow trout",
        "Non-fermenting Gram-negative bacilli (NFGNB) other than Pseudomonas",
        "Prevalence and molecular characterization of Pseudomonas species isolated from fish markets in port-said",
        "Prevalence and resistance pattern of Pseudomonas aeruginosa isolated from surface water",
        "Antimicrobial resistance pattern and molecular epidemiology of ESBL and MBL producing Acinetobacter baumannii isolated from hospitals in Minia, Egypt",
        "Prevalence and some possible mechanisms of colistin resistance among multidrug-resistant and extensively drug-resistant Pseudomonas aeruginosa",
        "Prevalence, antimicrobial resistance profiles, virulence and enterotoxin-determinant genes of MRSA isolated from subclinical bovine mastitis samples in Egypt",
        "Antimicrobial resistance pattern and molecular genetic distribution of metallo-β-lactamases producing Pseudomonas aeruginosa isolated from hospitals in Minia, Egypt",
        "The occurrence of the multidrug resistance (MDR) and the prevalence of virulence genes and QACs resistance genes in E. coli isolated from environmental and avian sources",
        "Genes encoding the virulence and the antimicrobial resistance in enterotoxigenic and shiga-toxigenic E. coli isolated from diarrheic calves",
        "Ambulance vehicles as a source of multidrug-resistant infections: a multicenter study in Assiut City, Egypt",
        "Todar's online textbook of bacteriology",
        "Genome-wide analysis and literature-based survey of lipoproteins in Pseudomonas aeruginosa",
        "PCR detection of some virulence genes of Pseudomonas aeruginosa in Kirkuk city, Iraq",
        "Pyocyanine biosynthetic genes in clinical and environmental isolates of Pseudomonas aeruginosa and detection of pyocyanine’s antimicrobial effects with or without colloidal silver nanoparticles",
        "Virulence gene distribution in clinical, nosocomial and environmental isolates of Pseudomonas aeruginosa",
        "Identification of Pseudomonas aeruginosa phenazines that kill Caenorhabditis elegans",
        "Resistance determinants of Pseudomonas species from aquaculture in Australia",
        "Molecular analysis of antimicrobial resistance in Gram-negative bacteria isolated from fish farms in Egypt",
        "Antimicrobial resistance and distribution of resistance gene in Enterobacteriaceae and Pseudomonas aeruginosa isolated from dogs and cats",
        "Herbal alternate to Pseudomonas aerginosa infection in a freshwater crab, OZIOTELPHUSA SENEX SENEX",
        "Role of some biological pollutants in relation to disease occurrence in Oreochromis Niloticus",
        "Extracellular toxins of Pseudomonas aeruginosa"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ismailia",
            "@id": "60239307",
            "affilname": "Faculty of Veterinary Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60239307",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Beni Suef",
            "@id": "60218492",
            "affilname": "Faculty of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60218492",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Giza",
            "@id": "60032713",
            "affilname": "Animal Health Research Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032713",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Cincinnati",
            "@id": "60017412",
            "affilname": "University of Cincinnati College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017412",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Asyut",
            "@id": "60015715",
            "affilname": "Faculty of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015715",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Riyadh",
            "@id": "60013183",
            "affilname": "King Saud University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013183",
            "affiliation-country": "Saudi Arabia"
        }
    ],
    "funding": []
}