{
    "eid": "2-s2.0-85122284329",
    "title": "Corpus stylistics and colour symbolism in The Great Gatsby and its Thai translations",
    "cover-date": "2022-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Language and Linguistics",
            "@code": "1203",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Linguistics and Language",
            "@code": "3310",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Literature and Literary Theory",
            "@code": "1208",
            "@abbrev": "ARTS"
        }
    ],
    "keywords": [
        "The Great Gatsby",
        "colour symbolism",
        "colours",
        "corpus stylistics",
        "Thai",
        "translation"
    ],
    "authors": [
        "Raksangob Wijitsopon"
    ],
    "citedby-count": 0,
    "ref-count": 55,
    "ref-list": [
        "Corpus linguistics and translation studies: implications and applications",
        "Towards a methodology for investigating the style of a literary translator?",
        "Look here, you see”: focusing on myopic vision in The Great Gatsby",
        "Translating children’s literature: some insights from corpus stylistics",
        "Mo Yan’s style in using colour expressions and Goldblatt’s translation strategies: a corpus-based study",
        "Color and cosmos in The Great Gatsby",
        "Keyness analysis: nature, metrics and techniques",
        "Teaching mode, style and politics in The Great Gatsby",
        "Logic and conversation",
        "Do word meanings exist?",
        "A comparable comparison? A corpus stylistic analysis of the Italian translation of Julian Barnes’ Il Senso di una Fine and the Original Text The Sense of an Ending",
        "Color names across languages: salient colors and term translation in multilingual color naming models",
        "Symmetry versus asymmytry: structuring The Great Gatsby",
        "Translation as a decision process",
        "Stylistics in translation",
        "A case for corpus stylistics: Ian Fleming’s Casino Royale",
        "Translational stylistics: Dulcken’s translation of hans christian andersen",
        "Introduction: relevance theory and literary style",
        "Characteristics of apposition in The Great Gatsby",
        "Uses of symbols and colors in The Great Gatsby by F. Scott Fitzgerald",
        "Colour-symbolism in The Great Gatsby",
        "PC analysis of key words - and key key words",
        "A poetic “capacity for wonder”: Fitzgerald and the language of The Great Gatsby",
        "Mind-modelling with corpus stylistics in David Copperfield",
        "Kaleidoscope in jazz age: on symbolic meanings of colors in The Great Gatsby",
        "Figurative language in translation: a study of J.P. Clark’s The Ozidi Saga",
        "Symbolic meanings of colors in The Great Gatsby"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}