{
    "eid": "2-s2.0-84902324473",
    "title": "Simultaneous detection of streptococcus spp. and aeromonas spp. from diseased tilapia (Oreochromis niloticus) using multiplex-polymerase chain reaction",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Aquatic Science",
            "@code": "1104"
        },
        {
            "$": "Agronomy and Crop Science",
            "@code": "1102"
        }
    ],
    "keywords": [
        "Aeromonas spp.",
        "Multiplex PCR",
        "Streptococcus spp.",
        "Tilapia"
    ],
    "authors": [
        "M. Lukkana"
    ],
    "citedby-count": 3,
    "ref-count": 24,
    "ref-list": [
        "Streptococcus iniae: An aquatic pathogen of global veterinary significance and a challenging candidate for reliable vaccination",
        "Turk. J. Fish. Aquat. Sci",
        "Quantitative detection of Aeromonas salmonicida in fish tissue by real-time PCR using self-quenched, fluorogenic primers",
        "Identification of Aeromonas hydrophila hybridization group 1 by PCR assays",
        "Multiplex nested-polymerase chain reaction for the simultaneous detection of Aeromonas hydrophila, Edwardsiella tarda, Photobacterium damselae and Streptococcus iniae, four important fish pathogens in subtropical Asia",
        "Multiplex PCR assay for the detection of pathogenic Aeromonas hydrophila",
        "Culture of the 'aquatic chicken': Present concerns and future prospects",
        "CABI Publishing",
        "Aeromonas hydrophila-related septicemia in the Nile tilapia Oreochromis niloticus",
        "Proceeding of the 9th International Symposium On Tilapia Aquaculture",
        "AQUA",
        "Multiplex PCR for simultaneous detection of Streptococcus agalactiae, Streptococcus iniae and Lactococcus garvieae: A case of S. agalactiae infection in cultured Nile tilapia (Oreochromis niloticus) and red tilapia (Oreochromis niloticus x Oreochromis mossambicus)",
        "Distribution of Aeromonas spp. as identified by 16S rDNA restriction fragment length polymorphism analysis in a trout farm",
        "Streptococcosis in Thai cultured tilapia Oreochromis nilotica",
        "Multiplex PCR assay for detection of bacterial pathogens associated with warm-water streptococcosis in fish",
        "A PCR-based method for the detection of Streptococcus agalactiae in milk",
        "Fish Disease: Diagnosis and Treatment",
        "Development and evaluation of a multiplex PCR assay for simultaneous detection of Flavobacterium psychrophilum, Yersinia ruckeri and Aeromonas salmonicida subsp. salmonicida in culture fisheries",
        "Multiplex-PCR for simultaneous detection of 3 bacterial fish pathogens, Flavobacterium columnare, Edwardsiella ictaluri, and Aeromonas hydrophila",
        "Nested PCR for detection of mutans streptococci in dental plaque",
        "Tilapia Aquaculture Northwest Regional Agricultural Engineering Service",
        "A quantitative map of nucleotide substitution rates in bacterial rRNA",
        "Simultaneous discrimination between 15 fish pathogens by using 16S ribosomal DNA PCR and DNA microarrays",
        "Asian. Fish. Sci"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "affilname": "Prince of Songkla University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}