{
    "eid": "2-s2.0-85044059764",
    "title": "Analysis of the complete mitochondrial genomes of two dwarf honeybee species, Apis florea and Apis andreniformis (Insecta: Hymenoptera: Apidae), in Thailand",
    "cover-date": "2018-01-02",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Genetics",
            "@code": "1311",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "dwarf honey bee",
        "Micrapis",
        "Mitochondrial DNA",
        "next generation sequencing"
    ],
    "authors": [
        "Jun ichi Takahashi",
        "Sureerat Deowanish",
        "Hisashi Okuyama"
    ],
    "citedby-count": 2,
    "ref-count": 20,
    "ref-list": [
        "Phylogenetic relationships of honey bees (Hymenoptera: Apinae: Apini) inferred from nuclear and mitochondrial DNA sequence data",
        "MITOS: improved de novo metazoan mitochondrial genome annotation",
        "The taxonomy of recent and fossil honey bees (Hymenoptera: Apidae; Apis)",
        "A molecular phylogeny of the genus Apis suggests that the giant honey bee of the Philippines, A. breviligula Maa, and the plains honey bee of southern India, A. indica Fabricius, are valid species",
        "An inquiry into the systematics of the tribus Apidini or honeybees (Hym.)",
        "Distribution of recently recognized species of honeybees (Hymenoptera: Apidae: Apis) in Asia",
        "Morphometric and genetic variation of small dwarf honeybees Apis andreniformis Smith, 1858 in Thailand",
        "Apis laboriosa’s largest honey bee (Hymenoptera, Apidae)",
        "Taxonomy and phylogeny of the genus Apis, 2: ecology of the dwarf honeybee Apis florea and A. andreniformis",
        "Analysis of the complete mitochondrial genome of the giant honeybee, Apis dorsata, (Hymenoptera: Apidae) in Thailand",
        "A scientific note on the levels of polyandry in the black dwarf honeybee Apis andreniformis from Malaysia",
        "MEGA6: molecular evolutionary genetics analysis version 6.0",
        "Phylogenetic position of Apis nuluensis of northern Borneo and phylogeography of A. cerana as inferred from mitochondrial DNA sequences",
        "The mitochondrial genome of the black dwarf honey bee, Apis andreniformis (Hymenoptera: Apidae)",
        "Complete mitochondrial genome of the dwarf honeybee, Apis florea (Hymenoptera: Apidae)",
        "The complete mitochondrial genome of wild honeybee Apis florea (Hymenoptera: Apidae) in south-western China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kyoto",
            "@id": "60017585",
            "affilname": "Kyoto Sangyo University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017585",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}