{
    "eid": "2-s2.0-85146193311",
    "title": "Case Report: Simple Nodular Cutaneous Leishmaniasis Caused by Autochthonous Leishmania (Mundinia) orientalis in an 18-Month-Old Girl: The First Pediatric Case in Thailand and Literature Review",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Parasitology",
            "@code": "2405",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Virology",
            "@code": "2406",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [],
    "authors": [
        "Suvaporn Anugulruengkitt",
        "Wipaporn Natalie Songtaweesin",
        "Nattawan Thepnarong",
        "Amatanun Tangthanapalakul",
        "Manassaya Sitthisan",
        "Susheera Chatproedprai",
        "Jade Wititsuwannakul",
        "Sasithorn Likitnukul",
        "Narissara Jariyapan",
        "Gareth D. Weedall",
        "Padet Siriyasatien",
        "Kanok Preativatanyou"
    ],
    "citedby-count": 3,
    "ref-count": 32,
    "ref-list": [
        "Leishmaniasis worldwide and global estimates of its incidence",
        "Leishmaniasis",
        "An interactive database of Leishmania species distribution in the Americas",
        "A historical overview of the classification, evolution, and dispersion of Leishmania parasites and sand-flies",
        "Leishmaniasis in Thailand: a review of causative agents and situations",
        "Leishmania (Mundinia) orientalis n. sp. (Trypanosomatidae), a parasite from Thailand responsible for localised cutaneous leishmaniasis",
        "An appraisal of the taxonomy and nomenclature of trypanosomatids presently classified as Leishmania and Endotrypanum",
        "First isolation of a new species of Leishmania responsible for human cutaneous leishmaniasis in Ghana and classification in the Leishmania enriettii complex",
        "Cutaneous leishmaniasis of the guinea pig, Leishmania enriettii n. sp",
        "Cutaneous leishmaniasis in red kangaroos: isolation and characterisation of the causative organisms",
        "Evidence incriminating midges (Diptera: Ceratopogonidae) as potential vectors of Leishmania in Australia",
        "Detection and species identification of Old World Leishmania in clinical samples using a PCR-based method",
        "Visceral leishmaniasis caused by Leishmania infantum in Thailand",
        "Multiple cutaneous nodules in an HIV-infected patient",
        "Disseminated dermal leishmaniasis caused by Leishmania siamensis in a systemic steroid therapy patient",
        "The spread of Leishmania enriettii through the body of the guineapig",
        "Experimental cutaneous leishmaniasis: IV. Selective suppression of cell-mediated immunity during the response of guinea-pigs to infection with Leishmania enriettii",
        "Salivary gland extract modulates the infection of two Leishmania enriettii strains by interfering with macrophage differentiation in the model of Cavia porcellus",
        "Histopathological characteristics of cutaneous lesions caused by Leishmania Viannia panamensis in Panama",
        "Early detection of novel Leishmania species DNA in the saliva of two HIV-infected patients",
        "PCR detection of Plasmodium falciparum in human urine and saliva samples",
        "Comparative detection of Plasmodium vivax and Plasmodium falciparum DNA in saliva and urine samples from symptomatic malaria patients in a low endemic area",
        "Autochthonous disseminated dermal and visceral leishmaniasis in an AIDS patient, southern Thailand, caused by Leishmania siamensis",
        "Disseminated autochthonous dermal leishmaniasis caused by Leishmania siamensis (PCM2 Trang) in a patient from central Thailand infected with human immunodeficiency virus",
        "Phylogenomic reconstruction supports supercontinent origins for Leishmania",
        "Isolation of novel trypanosomatid, Zelonia australiensis sp. nov. (Kinetoplastida: Trypanosomatidae) provides support for a Gondwanan origin of dixenous parasitism in the Leishmaniinae",
        "Detection of DNA of Leishmania siamensis in Sergentomyia (Neophlebotomus) iyengari (Diptera: Psychodidae) and molecular identification of blood meals of sand flies in an affected area, southern Thailand",
        "Prevalence and associated risk factors of Leishmania infection among immunocompetent hosts, a community-based study in Chiang Rai, Thailand",
        "On the true identity of Sergentomyia gemmea and description of a closely related species: Se. raynali n. sp",
        "Development of Leishmania orientalis in the sand fly Lutzomyia longipalpis (Diptera: Psychodidae) and the biting midge Culicoides sonorensis (Diptera: Ceratopogonidae)",
        "Experimental transmission of Leishmania (Mundinia) parasites by biting midges (Diptera: Ceratopogonidae)",
        "Culicoides Latreille (Diptera: Ceratopogonidae) as potential vectors for Leishmania martiniquensis and Trypanosoma sp. in northern Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Liverpool",
            "@id": "60028355",
            "affilname": "Liverpool John Moores University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028355",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Phuket",
            "@id": "60013879",
            "affilname": "Vachira Phuket Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013879",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}