{
    "eid": "2-s2.0-85032972173",
    "title": "Metadynamics supports molecular dynamics simulation-based binding affinities of eucalyptol and beta-cyclodextrin inclusion complexes",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [],
    "authors": [
        "Bodee Nutho"
    ],
    "citedby-count": 25,
    "ref-count": 83,
    "ref-list": [
        "Common Fragrance and Flavor Materials: Preparation, Properties and Uses",
        "Essential oils: Their antibacterial properties and potential applications in foods - A review",
        "Antibacterial properties of plant essential oils",
        "Evaluation of antifungal activity of essential oils against potentially mycotoxigenic Aspergillus flavus and Aspergillus parasiticus",
        "Evid. Base. Compl. Alternative Med.",
        "Anticancer activity of essential oils: A review",
        "Antioxidant and anti-inflammatory activities of essential oils: A short review",
        "Front. Microbiol.",
        "Blood levels of 1,8-cineole and locomotor activity of mice after inhalation and oral administration of rosemary oil",
        "Volatile constituents of Psidium pohlianum Berg. and Psidium guyanensis Pers.",
        "Respir. Res.",
        "Anti-inflammatory activity of 1.8-cineol (eucalyptol) in bronchial asthma: A double-blind placebo-controlled trial",
        "Antiinflammatory effects of euclyptol (1.8-cineole) in bronchial asthma: inhibition of arachidonic acid metabolism in human blood monocytes ex vivo.",
        "Inhibitory activity of 1,8-cineol (eucalyptol) on cytokine production in cultured human lymphocytes and monocytes",
        "Antiinflammatory and antinociceptive effects of 1,8-cineole a terpenoid oxide present in many plant essential oils",
        "1,8-Cineol, a food flavoring agent, prevents ethanol-induced gastric injury in rats",
        "1,8-Cineole protects against liver failure in an in-vivo murine model of endotoxemic shock",
        "Antibacterial activity of essential oils from Eucalyptus and of selected components against multidrug-resistant bacterial pathogens",
        "Introduction and general overview of cyclodextrin chemistry",
        "Cyclodextrins as pharmaceutical solubilizers",
        "Pharmaceutical applications of cyclodextrins. 1. Drug solubilization and stabilization",
        "A review on cyclodextrin encapsulation of essential oils and volatiles",
        "Cyclodextrins in nasal drug delivery",
        "Cyclodextrins in Pesticides",
        "Cyclodextrins and Their Applications in Analytical Chemistry",
        "Cyclodextrins in analytical chemistry: Host-guest type molecular recognition",
        "Cyclodextrins and their uses: A review",
        "Highly soluble cyclodextrin derivatives: Chemistry, properties, and trends in development",
        "Cyclodextrins in topical drug formulations: Theory and practice",
        "Cyclodextrins and ternary complexes: Technology to improve solubility of poorly soluble drugs",
        "Cyclodextrins in drug delivery: An updated review",
        "The utility of cyclodextrins for enhancing oral bioavailability",
        "Inclusion complex formation of captopril with α- and β-cyclodextrins in aqueous solution: NMR spectroscopic and molecular dynamic studies",
        "Molecular dynamics simulations of UC781-cyclodextrins inclusion complexes in aqueous solution",
        "Binding mode and free energy prediction of fisetin/β-cyclodextrin inclusion complexes",
        "Lett. Drug Des. Discovery",
        "Enhanced stability of a naringenin/2,6-dimethyl β-cyclodextrin inclusion complex: Molecular dynamics and free energy calculations based on MM- and QM-PBSA/GBSA",
        "Inclusion complexation of pinostrobin with various cyclodextrin derivatives",
        "Escaping free-energy minima",
        "Dissociation of minor groove binders from DNA: Insights from metadynamics simulations",
        "Multistep drug intercalation: Molecular dynamics and free energy studies of the binding of daunomycin to DNA",
        "All-atomic simulations on human telomeric G-quadruplex DNA binding with thioflavin T",
        "Unbinding free energy of acetylcholinesterase bound oxime drugs along the gorge pathway from metadynamics-umbrella sampling investigation",
        "Identification of Two Distinct Sites for Antagonist and Biased Agonist Binding to the Human Chemokine Receptor CXCR3",
        "Role of the protein in the DNA sequence specificity of the cleavage site stabilized by the camptothecin topoisomerase IB inhibitor: A metadynamics study",
        "Complexation efficiency of cyclodextrins for volatile flavor compounds",
        "Investigation of monoterpenes complexation with hydroxypropyl-β-cyclodextrin",
        "Molecular calculations on β-cyclodextrin inclusion complexes with five essential oil compounds from Ocimum basilicum (sweet basil)",
        "Structural behaviour of 2-hydroxypropyl-β-cyclodextrin in water: Molecular dynamics simulation studies",
        "Distribution of substituents in 2-hydroxypropyl ethers of cyclomaltoheptaose",
        "On the structure of anhydrous β-cyclodextrin",
        "Gaussian 09, Revision C.01",
        "Software news and updates AutoDock4 and AutoDockTools4: Automated docking with selective receptor flexibility",
        "Iterative partial equalization of orbital electronegativity-a rapid access to atomic charges",
        "Co-solvation effect on the binding mode of the α-mangostin/β-cyclodextrin inclusion complex",
        "Evolution of human receptor binding affinity of h1n1 hemagglutinins from 1918 to 2009 pandemic influenza A virus",
        "Source of high pathogenicity of an avian influenza virus H5N1: Why H5 is better cleaved by furin",
        "Active site dynamics and combined quantum mechanics/molecular mechanics (QM/MM) modelling of a HIV-1 reverse transcriptase/DNA/dTTP complex",
        "AMBER 14",
        "GLYCAM06: A generalizable biomolecular force field. carbohydrates",
        "Binding pattern of the long acting neuraminidase inhibitor laninamivir towards influenza A subtypes H5N1 and pandemic H1N1",
        "Understanding the molecular properties of doxorubicin filling inside and wrapping outside single-walled carbon nanotubes",
        "Key binding and susceptibility of NS3/4A serine protease inhibitors against hepatitis C virus",
        "Effect of halogen substitutions on dUMP to stability of thymidylate synthase/dUMP/mTHF ternary complex using molecular dynamics simulation",
        "Automatic atom type and bond type perception in molecular mechanical calculations",
        "Development and testing of a general Amber force field",
        "Calculating electrostatic interactions using the particle-particle particle-mesh method with nonperiodic long-range interactions",
        "Numerical integration of the cartesian equations of motion of a system with constraints: molecular dynamics of n-alkanes",
        "Routine microsecond molecular dynamics simulations with AMBER on GPUs. 2. Explicit solvent particle mesh ewald",
        "PTRAJ and CPPTRAJ: Software for processing and analysis of molecular dynamics trajectory data",
        "MMPBSA.py: An efficient program for end-state free energy calculations",
        "PLUMED 2: New feathers for an old bird",
        "Assessing the accuracy of metadynamics",
        "Intermediate states in the binding process of folic acid to folate receptor α: Insights by molecular dynamics and metadynamics",
        "Proceedings of the Fifth Berkeley Symposium on Math, Statistics, and Probability",
        "Reconstructing folding energy landscapes by single-molecule force spectroscopy",
        "Strategies for the exploration of free energy landscapes: Unity in diversity and challenges ahead",
        "Conformation study of ε-cyclodextrin: Replica exchange molecular dynamics simulations",
        "A molecular dynamics study of conformations of beta-cyclodextrin and its eight derivatives in four different solvents"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Vienna",
            "affilname": "Universität Wien",
            "affiliation-country": "Austria"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Maha Sarakham",
            "affilname": "Mahasarakham University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center of Excellence for Innovation in Chemistry",
        "PERCH-CIC",
        "Chulalongkorn University",
        "Chulalongkorn University",
        "Mahasarakham University"
    ]
}