{
    "eid": "2-s2.0-84937162356",
    "title": "A remarkable new genus and species of Rogadinae (Hymenoptera: Braconidae) of uncertain tribal placement, from Papua New Guinea, resembling Betylobraconini stat. nov.",
    "cover-date": "2015-09-10",
    "subject-areas": [
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Betylobraconinae",
        "cyclostome braconid",
        "new taxa",
        "Rogadinae"
    ],
    "authors": [
        "Buntika A. Butcher"
    ],
    "citedby-count": 9,
    "ref-count": 21,
    "ref-list": [
        "The braconid wasps of the subfamily Betylobraconinae (Hymenoptera, Braconidae) in Vietnam",
        "Asian Betylobraconinae (Hymenoptera, Braconidae), with description of a new genus and phylogenetic affinities of the tribe Facitorini",
        "Estimating ancestral geographical distributions: a Gondwanan origin for aphid parasitoids?",
        "A turbo-taxonomic study of Thai Aleiodes (Aleiodes) and Aleiodes (Arcaleiodes) (Hymenoptera: Braconidae: Rogadinae) based largely on COI barcoded specimens, with rapid descriptions of 179 new species",
        "Extension of historical range of Betylobraconinae (Hymenoptera: Braconidae) into Palaearctic Region based on a Baltic amber fossil, and description of a new species of Mesocentrus Szépligeti from Papua New Guinea",
        "Molecular detection of trophic links in a complex insect host-parasitoid food web",
        "Biology, systematics, evolution and ecology of braconid and ichneumonid parasitoid wasps",
        "A new Australian genus and five new species of Rogadinae (Hymenoptera: Braconidae), one reared as a gregarious endoparasitoid of an unidentified limacodid (Lepidoptera)",
        "First host record for the Palaeotropical braconine wasp genus Cassidibracon Quicke (Hymenoptera, Braconidae) with the description of a new species from India",
        "Colastomion baker (Braconidae, Rogadinae): Nine new species from papua new guinea reared from crambidae",
        "A new genus and three new species of parasitoid wasp from Papua New Guinea and redescription of Trigonophatnus Cameron (Hymenoptera, Braconidae, Rogadinae)",
        "Molecular phylogenetics of Braconidae (Hymenoptera: Ichneumonoidea), based on multiple nuclear genes, and implications for classification",
        "Identification manual to the new world genera of Braconidae",
        "Termész Füz",
        "Entomol Obozr",
        "Entomol Tidskr",
        "Zool Verh Leiden",
        "Zool Verh Leiden",
        "Comparative morphology of the venom apparatus in the braconid wasp subfamily Rogadinae (Insecta, Hymenoptera, Braconidae) and related taxa",
        "Systematics of the cyclostome subfamilies of braconid parasitic wasps (Hymenoptera: Ichneumonoidea): A simultaneous molecular and morphological Bayesian approach",
        "Evolution of the parasitic wasp subfamily Rogadinae (Braconidae): Phylogeny and evolution of lepidopteran host ranges and mummy characteristics"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}