{
    "eid": "2-s2.0-85138820795",
    "title": "2D-QSAR and CoMFA Models for Antitubercular Activity of Scalarane-Type Sesterterpenes",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "marine natural products",
        "sesterterpenes",
        "structure-activity relationship",
        "tuberculosis"
    ],
    "authors": [
        "Suriyan Thengyai",
        "Yuewei Guo",
        "Khanit Suwanborirux",
        "Heinz Berner",
        "Helmut Spreitzer",
        "Peter Wolschann",
        "Supa Hannongbua",
        "Anuchit Plubrukarn"
    ],
    "citedby-count": 0,
    "ref-count": 27,
    "ref-list": [
        "Antitubercular sesterterpenes from the Thai sponge Brachiaster sp",
        "Structure-activity relationships of antitubercular scalaranes: Heteronemin revisited",
        "Heteronemin, a new scalarin type sesterterpene from the sponge Heteronema erecta",
        "The13C-NMR spectrum and stereochemistry of heteronemin",
        "Chemistry of sponges, VI. Scalarane sesterterpenes from Hyatella intestinalis",
        "Sesterterpenes from a common marine sponge, Hyrtios erecta",
        "Marine natural products. XXXII. Absolute configurations of C-4 of the manoalide family, biologically active sesterterpenes from the marine sponge Hyrtios erecta",
        "Heteronemin as a protein farnesyl transferase inhibitor",
        "Scalarane sesterterpenoids: Semisynthesis and biological activity",
        "New scaralanes from the nudibranch Glossodoris atromarginata and its sponge prey",
        "Marine natural products as antituberculosis agents",
        "Probing the structural requirements for antitubercular activity of scalarane derivatives: 2D-QSAR and CoMFA approaches",
        "Improved green fluorescent protein reporter gene-based microplate screening for antituberculosis compounds by utilizing and acetamidase promoter",
        "Microplate Alamar blue assay versus BACTEC 460 system for high-throughput screening of compounds against Mycobacterium tuberculosis and Mycobacterium avium",
        "Scalarane metabolites of the nudibranch Glossodoris rufomarginata and its dietary sponge from the South China Sea",
        "Triphenylphosphine-iodine: An effective reagent for the regioselective dehydration of tertiary alcohols",
        "Synthesis of alkenes from tertiary esters utilizing the triphenylphosphine-iodine system",
        "New sesterterpenes with nerve growth factor systhesis-stimulating activity from the Okinawan marine sponge Hyrtios sp",
        "Three new cytotoxic sesterterpenes from a marine sponge Spongia sp",
        "Synthesis and evaluation of some steroidal oximes as cytotoxic agents: Structure/activity study (I)",
        "Nuclear magnetic resonance spectroscopy. Use of13C spectra to establish configurations of oximes",
        "Rapid and unequivocal determination of syn-anti stereochemistry for toluenesulfonylhydrazones and other imine derivatives via carbon-13 nuclear magnetic resonance spectroscopy. A synthetic adjunct",
        "Antineoplastic agents 385. The isolation and structure of a scalarane-type sesterterpene from the Indian Ocean porifera Hyrtios erecta",
        "Common synthetic strategy for optically active cyclic terpenoids having a 1,1,5-trimethyl-trans-decalin nucleus: Syntheses of (+)-acuminolide, (−)-spongianolide A, and (+)-scalarenedial",
        "Diastereoselective addition of nitro compounds to α,β-unsaturated γ-butyrolactones",
        "Novel steroidal 1,4-diketones and pyridazine derivatives as potential antiestrogens"
    ],
    "affiliation": [
        {
            "affiliation-city": "Vienna",
            "@id": "60025988",
            "affilname": "Universität Wien",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025988",
            "affiliation-country": "Austria"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Shanghai",
            "@id": "60027416",
            "affilname": "Shanghai Institute of Materia Medica, Chinese Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027416",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Higher Education Research Promotion",
        "Office of the Higher Education Commission, Thailand",
        "NFSC",
        "Thailand Research Fund",
        "Prince of Songkla University",
        "National Research University Project of Thailand"
    ]
}