{
    "eid": "2-s2.0-84939598964",
    "title": "Effects of poly(butylene succinate) and ultrafine wollastonite on the physical properties of plasticized poly(vinyl chloride)",
    "cover-date": "2015-09-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Marketing",
            "@code": "1406"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [],
    "authors": [
        "Saowaroj Chuayjuljit"
    ],
    "citedby-count": 10,
    "ref-count": 34,
    "ref-list": [
        null,
        "Thermal properties and processability of talc- and calcium carbonate-filled poly(vinyl chloride) hybrid composites",
        "Wollastonite-reinforced polypropylene composites modified with novel metallocene EPR copolymers. I. phase structure and morphology",
        "Effect of wollastonite and talc on the micromechanisms of tensile deformation in polypropylene composites",
        "Chemical coupling of polypropylene systems containing nonglass fillers",
        "China Particuology",
        "Effects of interfacial adhesion on properties of polypropylene/wollastonite composites",
        "Preparation and characterization of composites of polyethylene with polypyrrole-coated wollastonite",
        "Effect of composition on fracture behavior of polypropylene-wollastonite- polyolefin elastomer system",
        "Evaluation of mechanical and thermal properties of Poly (butylene terephthalate) (PBT) composites reinforced with wollastonite",
        "Rheometric study of the gelation and fusion processes of poly(vinyl chloride-co-vinyl acetate) plastisols with different commercial plasticizers",
        "Polyvinylchloride (PVC) and natural rubber films plasticized with a natural polymeric plasticizer obtained through polyesterification of rice fatty acid",
        "The plasticizer market: An assessment of traditional plasticizers and research trends to meet new challenges",
        "J. Vinyl Addit. Technol.",
        "An investigation into the thermal stability of PVC/montmorillonite composites",
        "Epoxidized Mesua ferrea L. seed oil-plasticized thermostable PVC and PVC-clay nanocomposites",
        "Poly(vinyl chloride) plasticized with succinate esters: Synthesis and characterization",
        "Mechanical properties evaluation of PVC/plasticizers and PVC/thermoplastic polyurethane blends from extrusion processing",
        "Influence of polyesterurethane plasticizer on the kinetics of poly(vinyl chloride) decomposition process",
        "Recycling of waste PET: Usage as secondary plasticizer for PVC",
        "Poly(vinyl chloride) and poly(e-caprolactone) blends for medical use",
        "Use of Polymeric Plasticizers in Polyvinyl Chloride to Reduce Conventional Plasticizer Migration for Critical Applications",
        "Alloying of poly(vinyl chloride) to reduce plasticizer migration",
        "Plasticizer for poly(vinyl chloride) from cardanol as a renewable resource material",
        "Morphology, microstructure and properties of PEG-plasticized PVC",
        "Mechanical and thermal properties of poly(vinyl chloride)/poly(butylene adipate-co-terephthalate) clay nanocomposites",
        "Tensile and tear failure of plasticized poly (vinyl chloride)/epoxidized natural rubber miscible blends",
        null,
        "Properties and morphology of poly(vinyl chloride) blends with solid-state-chlorinated polyethylene",
        "Structure and physical properties of cellulose acetate/poly(butylene succinate) blends containing a transition metal alkoxide",
        "Mechanical properties of poly(butylene succinate) (PBS) biocomposites reinforced with surface modified jute fibre",
        "Fractionated crystallization, polymorphic crystalline structure, and spherulite morphology of poly(butylene adipate) in its miscible blend with poly(butylene succinate)",
        "FTIR OF POLYCAPROLACTONE/POLY(VINYLIDENE CHLORIDE-co-ACRYLONITRILE) MISCIBLE BLENDS.",
        "Application of fourier transform infrared spectroscopy in the study of interactions between PVC and plasticizers: PVC/plasticizer compatibility versus chemical structure of plasticizer"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}