{
    "eid": "2-s2.0-85127956016",
    "title": "Theoretical positions and approaches to resilience assessment in farming systems. A review",
    "cover-date": "2022-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Engineering",
            "@code": "2305",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Agronomy and Crop Science",
            "@code": "1102",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Adaptive capacity",
        "Agriculture",
        "Shocks",
        "Social-ecological systems",
        "Stability",
        "Transformation",
        "Vulnerability"
    ],
    "authors": [
        "Jan van der Lee",
        "Daniel Kangogo",
        "Şeyda Özkan Gülzari",
        "Domenico Dentoni",
        "Simon Oosting",
        "Jos Bijman",
        "Laurens Klerkx"
    ],
    "citedby-count": 2,
    "ref-count": 158,
    "ref-list": [
        "Vulnerability",
        "Glossary",
        "Brugère C (2013) Vulnerability assessment methodologies: An annotated bibliography for climate change and the fisheries and aquaculture sector",
        "Towards a quantifiable measure of resilience",
        "Review article: Resilience, poverty and development",
        "Resilience: new utopia or new tyranny? Reflection about the potentials and limits of the concept of resilience in relation to vulnerability reduction programmes",
        "Order in socio-technical systems: The dark side of resilience. In: Re-framing resilience: a symposium report",
        "Global environmental change I: A social turn for resilience?",
        "From metaphor to measurement: Resilience of what to what?",
        "Key points of resilience to climate change: a necessary debate from agroecological systems",
        "Agroecology, scaling and interdisciplinarity",
        "Resilience or how do we enable agricultural systems to ride the waves of unexpected change?",
        "Assessing a farm’s sustainability: insights from resilience thinking",
        "Hanging in, stepping up and stepping out: livelihood aspirations and strategies of the poor",
        "Effects of natural disasters on livelihood resilience of rural residents in Sichuan",
        "Resilience and stability of ecological systems",
        "Understanding the complexity of economic, ecological, and social systems",
        "A framework to assess the resilience of farming systems",
        "Assessing transitions to sustainable agricultural and food systems: a Tool for Agroecology Performance Evaluation (TAPE)",
        "Reviewing the use of resilience concepts in forest sciences",
        "Community resilience as a metaphor, theory, set of capacities, and strategy for disaster readiness",
        "Overcoming undesirable resilience in the global food system",
        "Evaluating successful livelihood adaptation to climate variability and change in southern Africa",
        "Measuring and assessing resilience: broadening understanding through multiple disciplinary perspectives",
        "Assessing resilience in social-ecological systems: Workbook for practitioners (revised version 2.0). Resilience Alliance",
        "Resilience measurement and conceptual frameworks: a review of the literature",
        "Assessing resilience and adaptability in agroecological transitions",
        "Stability, robustness, vulnerability and resilience of agricultural systems. A review",
        "A handful of heuristics and some propositions for understanding resilience in social-ecological systems",
        "Resilience, adaptability and transformability in social–ecological systems",
        "Building up resilience of construction sector SMEs and their supply chains to extreme weather events",
        "Systematic Reviews in Educational Research: Methodology",
        "The adaptive capacity of smallholder farmers to climate change in the Northern Region of Ghana",
        "Operationalising resilience in tropical agricultural value chains",
        "The LCA4CSA framework: Using life cycle assessment to strengthen environmental sustainability analysis of climate smart agriculture options at farm and crop system levels",
        "How do climate change and associated hazards impact on the resilience of riparian rural communities in Bangladesh? Policy implications for livelihood development",
        "Vulnerability of smallholder agriculture in Calakmul, Campeche, Mexico",
        "Gender dimension of vulnerability to climate change and variability: Empirical evidence of smallholder farming households in Ghana",
        "Quantifying uncertainty and trade-offs in resilience assessments",
        "Performance versus values in sustainability transformation of food systems",
        "Limits to adaptation: Reducing irrigation water in the Murray-Darling Basin dairy communities",
        "Intervention pathways towards improving the resilience of pastoralists: A study from Borana communities, southern Ethiopia",
        "Smallholder farmers’ insight on climate change in rural Ghana",
        "Diversification under climate variability as part of a CSA strategy in rural Zambia",
        "Operationalising resilience in farms and rural regions - Findings from fourteen case studies",
        "Sustainability indicators, alternative strategies and trade-offs in peasant agroecosystems: Analysing 15 case studies from Latin America",
        "Assessing links between crop diversity and food self-sufficiency in three agroecological regions of Nepal",
        "Managing for resilience: a landscape framework for food and livelihood security and ecosystem services",
        "Organising for socio-ecological resilience: The roles of the mountain farmer cooperative Genossenschaft Gran Alpin in Graubünden, Switzerland",
        "Can farmers’ adaptation to climate change be explained by socio-economic household-level variables?",
        "Is resilience a useful concept in the context of food security and nutrition programmes? Some conceptual and practical considerations",
        "Farmer health and adaptive capacity in the face of climate change and variability. Part 1: Health as a contributor to adaptive capacity and as an outcome from pressures coping with climate related adversities",
        "Brasilience:” Assessing resilience in land reform settlements in the Brazilian Cerrado",
        "Rural co-operative resilience: The case of Malawi",
        "Coffee co-operatives in Malawi: Building resilience through innovation",
        "Policy strategies to foster the resilience of mountain social-ecological systems under uncertain global change",
        "Can organic farming reduce vulnerabilities and enhance the resilience of the European food system? A critical assessment using system dynamics structural thinking tools",
        "What you sow is what you reap? (Dis-)Incentives for adaptation intentions in farming",
        "An indicator framework for assessing agroecosystem resilience",
        "General resilience to cope with extreme events",
        "A Study of Climate-Smart Farming Practices and Climate-resiliency Field Schools in Mindanao, the Philippines",
        "Retaining forests within agricultural landscapes as a pathway to sustainable intensification: Evidence from Southern Ethiopia",
        "Resilience, weather and dynamic adjustments in agroecosystems: The case of wheat yield in England",
        "Assessing food system vulnerabilities: a fault tree modeling approach",
        "Assessment of the resilience of socio-ecological production landscapes and seascapes: A case study from Lefke Region of North Cyprus",
        "Does diversification enhance community resilience? A critical perspective",
        "Sustainable livelihoods-based assessment of adaptive capacity to climate change: The case of organic and conventional vegetable farmers in La Trinidad, Benguet, Philippines",
        "Resilience mobility in Uganda: A dynamic analysis",
        "The resilience of family farms: Towards a relational approach",
        "Building resilience to water scarcity in southern Spain: a case study of rice farming in Doana protected wetlands",
        "Quantification of biophysical adaptation benefits from Climate-Smart Agriculture using a Bayesian Belief Network",
        "Specialisation and economies of scale or diversification and economies of scope? Assessing different agricultural development pathways",
        "How can integrated valuation of ecosystem services help understanding and steering agroecological transitions?",
        "Resilience assessment of Swiss farming systems: Piloting the SHARP-Tool in Vaud",
        "Crop growers’ adaptive capacity to climate change: A situated study of agriculture in Arizona’s Verde Valley",
        "Resilience and transformation of the New Zealand kiwifruit industry in the face of Psa-V disease",
        "Diverse landscapes, diverse risks: synthesis of the special issue on climate change and adaptive capacity in a hotter, drier Southwestern United States",
        "Recovery and adaptation after the 2015 Nepal earthquakes: a smallholder household perspective",
        "Resilience of farmer-processor relationships to adverse shocks: the case of dairy sector in Poland",
        "Exploring milk shipment data for their potential for disease monitoring and for assessing resilience in dairy farms",
        "Can start-up motives influence social-ecological resilience in community-based entrepreneurship setting? Case of coastal shrimp farmers in Sri Lanka",
        "Spatially representing vulnerability to extreme rain events using Midwestern farmers’ objective and perceived attributes of adaptive capacity",
        "Assessment of social-ecological transitions in a peri-urban Ethiopian farming community",
        "New indicators of vulnerability and resilience of agroforestry systems to climate change in West Africa",
        "Resilience and finances on Aotearoa New Zealand farms: Evidence from a random survey on the sources and uses of debt",
        "Country-specific analysis of competitiveness and resilience of organic and low input dairy farming across Europe",
        "Climate risk management and rural poverty reduction",
        "Farmers’ mental models of change and implications for farm renewal - A case of restoration of a wetland in Sweden",
        "Cultivating climate resilience: a participatory assessment of organic and conventional rice systems in the Philippines",
        "Placing resilience in context: Investigating the changing experiences of Finnish organic farmers",
        "Operationalizing food system resilience: An indicator-based assessment in agroindustrial, smallholder farming, and agroecological contexts in Bolivia and Kenya",
        "Agroecosystem resilience and farmers’ perceptions of climate change impacts on cocoa farms in Alto Beni, Bolivia",
        "Farm resilience in organic and nonorganic cocoa farming systems in Alto Beni, Bolivia",
        "Muck and magic: A resilience lens on organic conversions as transformation",
        "An integrated biophysical and socio-economic framework for analysis of climate change adaptation strategies: The case of a New Zealand dairy farming system (Thematic Issue on the Future of Integrated Modeling Science and Technology)",
        "Enhancing resilience of farmer seed system to climate-induced stresses: Insights from a case study in West Nile region, Uganda",
        "Between aspirations and reality: Making farming, food systems and rural areas more resilient, sustainable and equitable",
        "Vulnerability of dryland agricultural regimes to economic and climatic change",
        "Role of capitals and capabilities in ensuring economic resilience of land conservation efforts: A case study of the grain for green project in China’s Loess Hills",
        "The role of food retailers in improving resilience in global food supply",
        "Farm households’ resilience scale under water scarcity",
        "Discovering and characterizing farm households’ resilience under water scarcity",
        "Identifying thresholds and barriers to adaptation through measuring climate sensitivity and capacity to change in an Australian primary industry",
        "Transformational capacity in Australian peanut farmers for better climate adaptation",
        "Climate change awareness is associated with enhanced adaptive capacity",
        "Transformational capacity and the influence of place and identity",
        "Social vulnerability to climate change in primary producers: A typology approach",
        "Rural community and rural resilience: What is important to farmers in keeping their country towns alive?",
        "Can birds be used as tools to inform resilient farming and environmental care in the development of biodiversity-friendly market accreditation systems? Perspectives of New Zealand sheep and beef farmers",
        "Climate change and crop diversity: farmers’ perceptions and adaptation on the Bolivian Altiplano",
        "Diversity of conversion strategies for organic vineyards",
        "Comparing smallholder farmers’ perception of climate change with meteorological data: Experience from seven agroecological zones of Tanzania",
        "Quantifying network resilience: comparison before and after a major perturbation shows strengths and limitations of network metrics",
        "Adaptation measures to sustain indigenous practices and the use of indigenous knowledge systems to adapt to climate change in Mutoko rural district of Zimbabwe",
        "Influence of livelihood resources on adaptive strategies to enhance climatic resilience of farm households in Morogoro, Tanzania: an indicator-based analysis",
        "Empowering farmers for increased resilience in uncertain times",
        "Crisis as an opportunity for change? A case study of applying resilience thinking to extension responses in dairy industry crisis",
        "How do local communities adapt to climate changes along heavily damaged coasts? A Stakeholder Delphi study in Ky Anh (Central Vietnam)",
        "Measuring household resilience to floods: a case study in the Vietnamese Mekong River Delta",
        "Indicators for assessing social-ecological resilience: A case study of organic rice production in northern Thailand",
        "Developing social-ecological resilience indicators of organic rice production through integrating resilience theories with social sciences’ disciplines",
        "How resilient are farming households and communities to a changing climate in Africa? A gender-based perspective",
        "Ways forward for resilience research in agroecosystems",
        "Understanding smallholder farmers’ capacity to respond to climate change in a coastal community in Central Vietnam",
        "Measuring livelihood resilience: The Household Livelihood Resilience Approach (HLRA)",
        "Labor management strategies in facing the economic crisis. Evidence from Greek livestock farms",
        "Mathematical modeling of drought resilience in agriculture",
        "Quantitative evaluation of the spatial resilience to the B. oleae pest in olive grove socio-ecological landscapes at different scales",
        "Rural Nevada and climate change: Vulnerability, beliefs, and risk perception",
        "Adaptive cycle as a tool to select resilient patterns of rural development",
        "Resilience to ‘Bounce without breaking’ in New Zealand dairy farm businesses",
        "Resilience, risk and entrepreneurship",
        "Integrated assessment of sustainable agricultural practices to enhance climate resilience in Morogoro, Tanzania",
        "The sustainability of community-based adaptation projects in the Blue Nile Highlands of Ethiopia",
        "Agroecosystem specific climate vulnerability analysis: application of the livelihood vulnerability index to a tropical highland region",
        "Does resilience capacity reduce the negative impact of shocks on household food security? Evidence from the 2014 Floods in Northern Bangladesh",
        "Impact assessment of climate change on farming systems in the South Mediterranean area: a Tunisian case study",
        "Buffer capacity: capturing a dimension of resilience to climate change in African smallholder agriculture",
        "An indicator framework for assessing livelihood resilience in the context of social-ecological dynamics",
        "Crop-livestock integration determines the agroecological performance of mixed farming systems in Latino-Caribbean farms",
        "Let the people speak: improving regional adaptation policy by combining adaptive capacity assessments with vulnerability perceptions of farmers in Gujarat, India",
        "Local and farmers’ knowledge matters! How integrating informal and formal knowledge enhances sustainable and resilient agriculture",
        "A conceptual approach to design livestock production systems for robustness to enhance sustainability",
        "Livelihood strategies, resilience and transformability in African agroecosystems",
        "Structuring markets for resilient farming systems",
        "Indicators of sustainability to assess aquaculture systems",
        "Effect of ecological and conventional managements on soil enzymatic activities in coffee agroecosystems",
        "A participatory assessment of agro-ecosystem sustainability in Abesard, Iran",
        "Resilience of agricultural value chains in developing country contexts: A framework and assessment approach",
        "Evaluating smallholder farmers’ preferences for climate smart agricultural practices in Tehuledere District, northeastern Ethiopia",
        "Integrating biophysical and socio-economic evaluations to improve the efficacy of adaptation assessments for agriculture"
    ],
    "affiliation": [
        {
            "affiliation-city": "Wageningen",
            "@id": "60004156",
            "affilname": "Wageningen University &amp; Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004156",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Montpellier",
            "@id": "60108544",
            "affilname": "Montpellier Recherche en Management (MRM)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60108544",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Global Food & Nutrition Security",
        "Dutch Ministry of Agriculture, Nature and Food Quality"
    ]
}