{
    "eid": "2-s2.0-85050642056",
    "title": "A simplified superovulation protocol using splitsingle administration of Folltropin®-V in hyaluronan: Application to purebred sheep",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "Follicle stimulating hormone",
        "FSH",
        "Ovine"
    ],
    "authors": [
        "S. Panyaboriban",
        "J. Suwimonteerabutr",
        "T. Swangchan-Uthai",
        "T. Tharasanit",
        "W. Suthikrai",
        "S. Suadsong",
        "M. Techakumphu"
    ],
    "citedby-count": 7,
    "ref-count": 41,
    "ref-list": [
        "Superovulatory response of zebu cows treated with pFSH in a single subcutaneous injection followed by an additional intramuscular sub-dose 48 h later",
        "Production of black goat using laparoscopic artificial insemination and embryo transfer",
        "Superovulatory response to a single subcutaneous injection of Folltropin-V in beef cattle",
        "Collagen and hyaluronic acid based polymeric blends as drug delivery systems for the release of physiological concentrations of growth hormone",
        "Propylene glycol dermatitis",
        "Superstimulation of follicular growth in Thai native heifers by a single administration of follicle stimulating hormone dissolved in Polyvinylpyrrolidone",
        "Release of ciprofloxacin from poloxamer-graft-hyaluronic acid hydrogels in vitro",
        "State of the art in sheep-goat embryo transfer",
        "Superovulation in ewes by a single injection of pFSH dissolved in polyvinylpyrrolidone (PVP): effects of PVP molecular weight, concentration and schedule of treatment",
        "Superovulatory response and quality of embryos recovered from anestrus ewes after a single injection of porcine FSH dissolved in polyvinylpyrrolidone",
        "The control of fertility in sheep: endocrine and ovarian responses to progestagen-PMSG treatment in the breeding season and in anoestrus",
        "Evaluation of different techniques for pregnancy diagnosis in sheep",
        "Macrophagic myofasciitis lesions assess long-term persistence of vaccine-derived aluminium hydroxide in muscle",
        "Allergic contact dermatitis to propylene glycol",
        "Endocrine profiles and embryo quality in superovulated Japanese Black Cattle",
        "Serum progesterone, 17a-hydroxyprogesterone and 17-b oestradiol during oestrous cycle in swamp buffalo in thailand: A preliminary report",
        "Temperature-responsive and degradable hyaluronic acid/Pluronic composite hydrogels for controlled release of human growth hormone",
        "Successful superovulation of cattle by a single administration of FSH in aluminum hydroxide gel",
        "Thermo-sensitive, injectable, and tissue adhesive sol-gel transition hyaluronic acid/pluronic composite hydrogels prepared from bio-inspired catecholthiol reaction",
        "Developments in the area of bioadhesive drug delivery systems",
        "Modification by propylene glycol of ovulation rate in ewes in response to a single injection of FSH",
        "Cross-linked hyaluronic acid hydrogel films: new biomaterials for drug delivery",
        "Anaphylactic reaction induced by a polysulfone/polyvinylpyrrolidone membrane in the 10th session of hemodialysis with the same dialyzer",
        "Good quality sheep embryos pro duced by superovulation treatment without the use of progesterone devices",
        "Target specific and longacting delivery of protein, peptide, and nucleotide therapeutics using hyaluronic acid derivatives",
        "Effect of various combinations of sugar supplementation in the extender on frozen-thawed ram semen quality and fertility",
        "Hyaluronan-based biopolymers as delivery vehicles for bone-marrow-derived mesenchymal progenitors",
        "Superovulation in Japanese beef cows using polyvinylpyrolidone (PVP) as the vehicle for porcine FSH (pFSH)",
        "Plasma progesterone profiles, ovarian response and embryo recovery in crossbred ewes superovulated during breeding and non-breeding seasons",
        "Aluminum hydroxide injections lead to motor deficits and motor neuron degeneration",
        "Laparoscopy vs. laparotomy for embryo transfer to produce transgenic goats (Capra hircus)",
        "Superovulation induction in Japanese black cattle by a single intramuscular injection of hMG or FSH dissolved in polyvinylpyrrolidone",
        "Superovulation of Holstein heifers by a single subcutaneous injection of FSH dissolved in polyvinylpyrrolidone",
        "How to make a good oocyte: an update on in-vitro models to study follicle regulation",
        "Superstimulation of ovarian follicular development in beef cattle with a single intramuscular injection of Folltropin-V",
        "Superovulation of beef cattle with a splitsingle intramuscular administration of Folltropin-V in two concentrations of hyaluronan",
        "The intracellular drug delivery and anti tumor activity of doxorubicin loaded poly (γ-benzyl l-glutamate)-b-hyaluronan polymersomes",
        "Photographic illustrations of embryo developmental stage and quality codes",
        "Superovulation in the cow with a single intramuscular injection of FSH dissolved in polyvinylpyrrolidone",
        "Dose response to a single intramuscular injection of FSH dissolved in polyvinylpyrrolidone for superovulation in cows",
        "Anaphylaxis to polyvinylpyrrolidone in povidone-iodine for impetigo contagiosum in a boy with atopic dermatitis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Agricultural Research Development Agency"
    ]
}