{
    "eid": "2-s2.0-85122495915",
    "title": "Thammasat-NECTEC-Chula's Thai Language and Cognition Assessment (TLCA): The Thai Alzheimer's and Mild Cognitive Impairment Screening Test",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Signal Processing",
            "@code": "1711",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Biomedical Engineering",
            "@code": "2204",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Computer Vision and Pattern Recognition",
            "@code": "1707",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Health Informatics",
            "@code": "2718",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "A. Munthuli",
        "S. Vongsurakrai",
        "T. Anansiripinyo",
        "V. Ellermann",
        "K. Sroykhumpa",
        "C. Onsuwan",
        "P. Chutichetpong",
        "S. Hemrungrojn",
        "K. Kosawat",
        "C. Tantibundhit"
    ],
    "citedby-count": 0,
    "ref-count": 27,
    "ref-list": [
        "The global prevalence of dementia: A systematic review and metaanalysis",
        "Alzheimer's disease and automatic speech analysis: A review",
        "Diagnosis of Alzheimer's disease",
        "Mini-mental state: A practical method for grading the cognitive state of patients for the clinician",
        "Addenbrooke's cognitive examination III: Diagnostic utility for mild cognitive impairment and dementia and correlation with standardized neuropsychological tests",
        "On the selection of non-invasive methods based on speech analysis oriented to automatic Alzheimer disease diagnosis",
        "A study of language functioning in Alzheimer patients",
        "Connected speech as a marker of disease progression in autopsy-proven Alzheimer's disease",
        "Semantic processing in connected speech at a uniformly early stage of autopsyconfirmed Alzheimer's disease",
        "Linguistic features identify Alzheimer's disease in narrative speech",
        "Automatic detection and rating of dementia of Alzheimer type through lexical analysis of spontaneous speech",
        "Language analysis of speakers with dementia of the Alzheimer's type",
        "Acoustic markers associated with impairment in language processing in Alzheimer's disease",
        "Speech-based detection of Alzheimer's disease in conversational German",
        "The validity of Thai version of the montreal cognitive assessment (moca-T)",
        "The Thai version of the addenbrooke's cognitive examination III",
        "The addenbrooke's cognitive examination revised (ace-r): A brief cognitive test battery for dementia screening",
        "The montreal cognitive assessment, moca: A brief screening tool for mild cognitive impairment",
        "The montreal cognitive assessment-basic: A screening tool for mild cognitive impairment in illiterate and loweducated elderly adults",
        "A cross-corpus experiment in speech emotion recognition",
        "Opensmile: The munich versatile and fast open-source audio feature extractor",
        "Combined feature selection and classification-A novel approach for the categorization of web pages",
        "Scikit-learn: Machine learning in python"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60012521",
            "affilname": "Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012521",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011525",
            "affilname": "Thailand National Electronics and Computer Technology Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011525",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "127717409",
            "affilname": "CILS",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/127717409",
            "affiliation-country": null
        },
        {
            "affiliation-city": null,
            "@id": "127717402",
            "affilname": "Faculty of Engineering",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/127717402",
            "affiliation-country": null
        }
    ],
    "funding": []
}