{
    "eid": "2-s2.0-85132728100",
    "title": "Priorities to inform research on marine plastic pollution in Southeast Asia",
    "cover-date": "2022-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Engineering",
            "@code": "2305",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Environmental Chemistry",
            "@code": "2304",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Waste Management and Disposal",
            "@code": "2311",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Pollution",
            "@code": "2310",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Environmental governance",
        "Marine debris",
        "Marine ecosystems",
        "Marine litter",
        "Plastic debris",
        "Waste management"
    ],
    "authors": [
        "Lucy C.M. Omeyer",
        "Emily M. Duncan",
        "Kornrawee Aiemsomboon",
        "Nicola Beaumont",
        "Sujaree Bureekul",
        "Bin Cao",
        "Luis R. Carrasco",
        "Suchana Chavanich",
        "James R. Clark",
        "Muhammad R. Cordova",
        "Fay Couceiro",
        "Simon M. Cragg",
        "Neil Dickson",
        "Pierre Failler",
        "Gianluca Ferraro",
        "Stephen Fletcher",
        "Jenny Fong",
        "Alex T. Ford",
        "Tony Gutierrez",
        "Fauziah Shahul Hamid",
        "Jan G. Hiddink",
        "Pham T. Hoa",
        "Sophie I. Holland",
        "Lowenna Jones",
        "Nia H. Jones",
        "Heather Koldewey",
        "Federico M. Lauro",
        "Charlotte Lee",
        "Matt Lewis",
        "Danny Marks",
        "Sabine Matallana-Surget",
        "Claudia G. Mayorga-Adame",
        "John McGeehan",
        "Lauren F. Messer",
        "Laura Michie",
        "Michelle A. Miller",
        "Zeeda F. Mohamad",
        "Nur Hazimah Mohamed Nor",
        "Moritz Müller",
        "Simon P. Neill",
        "Sarah E. Nelms",
        "Deo Florence L. Onda",
        "Joyce J.L. Ong",
        "Agamuthu Pariatamby",
        "Sui C. Phang",
        "Richard Quilliam",
        "Peter E. Robins",
        "Maria Salta",
        "Aida Sartimbul",
        "Shiori Shakuto",
        "Martin W. Skov",
        "Evelyn B. Taboada",
        "Peter A. Todd",
        "Tai Chong Toh",
        "Suresh Valiyaveettil",
        "Voranop Viyakarn",
        "Passorn Wonnapinij",
        "Louisa E. Wood",
        "Clara L.X. Yong",
        "Brendan J. Godley"
    ],
    "citedby-count": 19,
    "ref-count": 295,
    "ref-list": [
        "The marine plastic litter issue: a social-economic analysis",
        "Stranded whale shark (Rhincodon typus) reveals vulnerability of filter-feeding elasmobranchs to marine litter in the Philippines",
        "Ingestion of marine plastic debris by green turtle (Chelonia mydas) in Davao Gulf, Mindanao, Philippines",
        "First evidence of plastic ingestion by the rare Deraniyagala's beaked whale (Mesoplodon hotaula)",
        "Social media as a novel source of data on the impact of marine litter on megafauna: the Philippines as a case study",
        "Marine litter in coral reef areas along the Jordan Gulf of Aqaba, Red Sea",
        "Degradation of bioplastics in soil and their degradation effects on environmental microorganisms",
        "Ecology of the plastisphere",
        "Microplastic ingestion by zooplankton in Terengganu coastal waters, southern South China Sea",
        "Ecotoxicological effects of microplastics on biota: a review",
        "Towards a circular economy for African Islands: an analysis of existing baselines and strategies",
        "Qualitative assessment and management of microplastics in Asian green mussels (Perna viridis) cultured in Bacoor Bay, Cavite, Phillipines",
        "ASEAN Regional Action Plan for Combating Marine Debris in the ASEAN Member States",
        "Screening of bacillus strains isolated from mangrove ecosystems in peninsular Malaysia for microplastic degradation",
        "Replacing plastic with bio-based solutions [WWW Document]",
        "Ingestion of microplastics by some commercial fishes in the lower gulf of Thailand: a preliminary approach to ocean conservation",
        "Plastic ingestion by four seabird species in the Canadian Arctic: comparisons across species and time",
        "Marine microplastic debris: an emerging issue for food security, food safety and human health",
        "Global ecological, social and economic impacts of marine plastic",
        "Finding plastic patches in coastal waters using optical satellite data",
        "Recycling of european plastic is a pathway for plastic debris in the ocean",
        "Moving toward an agenda on ocean health and human health in Europe",
        "Why we need an international agreement on marine plastic pollution",
        "Bioavailability and effects of microplastics on marine zooplankton: a review",
        "Oceanic hitchhikers – assessing pathogen risks from marine microplastic",
        "Assessing the dynamic impact of tourism, industrialization, urbanization, and globalization on growth and environment in Southeast Asia",
        "Qualitative research in psychology using thematic analysis in psychology using thematic analysis in psychology",
        "Coincident biogeographic patterns: Indo-West Pacific Ocean",
        "Plastic Discharge in Bali's Rivers: Research Into Bali's Plastic Polluted Rivers and Designs of Suitable Collection Structures for Rivers to Mitigate the Plastic Discharge Into the Ocean",
        "Reefs at Risk in Southeast Asia",
        "Global sea-level budget 1993-present",
        "Recycling of plastic packaging waste in Bandung City, Indonesia",
        "Plastic ingestion and trophic transfer between Easter Island flying fish (Cheilopogon rapanouiensis) and yellowfin tuna (Thunnus albacares) from rapa Nui (Easter Island)",
        "Particulate-plastics distribution and ecotoxicity in marine ecosystems and a case study in Thailand",
        "Regulation and management of marine litter",
        "Microplastic pollution in freshwater systems in Southeast Asia: contamination levels, sources, and ecological impacts",
        "UNEP/IOC Guidelines on Survey and Monitoring of Marine Litter",
        "Impacts of lost fishing gear on coral reef sessile invertebrates in the Florida keys National Marine Sanctuary",
        "Blackspot shark at eastern Johor Straits",
        "Blacktip reef sharks caught in trammel nets at Lazarus Island",
        "Regional Action Plan on Marine Litter 2019. Secretariat of the Coordinating Body on the Seas of East Asia (COBSEA) and United Nations Environment Programme, Bangkok. [WWW Document]",
        "COBSEA Strategic Directions 2018-2022. Secretariat of the Coordinating Body on the Seas of East Asia (COBSEA) and United Nations Environment Programme, Bangkok [WWW Document]",
        "Microplastic ingestion by zooplankton",
        "Microplastics alter the properties and sinking rates of zooplankton faecal pellets",
        "Plastic debris straps on threatened blue shark Prionace glauca",
        "Contribution of social media to cetacean research in Southeast Asia: illuminating populations vulnerable to litter",
        "Major sources and monthly variations in the release of land-derived marine debris from the greater Jakarta area, Indonesia",
        "Unprecedented plastic-made personal protective equipment (PPE) debris in river outlets into Jakarta Bay during COVID-19 pandemic",
        "Abundance and characteristics of microplastics in the northern coastal waters of Surabaya, Indonesia",
        "Characterization of microplastics in mangrove sediment of Muara Angke Wildlife Reserve, Indonesia",
        "Microplastic in the deep-sea sediment of Southwestern Sumatran waters",
        "Species-specific plastic accumulation in the sediment and canopy of coastal vegetated habitats",
        "Marine microplastics in the ASEAN region: a review of the current state of knowledge",
        "Profiles of bacterial assemblages from microplastics of tropical coastal environments",
        "Persistent acceleration in global sea-level rise since the 1960s",
        "Microplastic contamination of seafood intended for human consumption: a systematic review and meta-analysis",
        "Why is the global governance of plastic failing the oceans?",
        "Microplastic retention by marine vegetated canopies: simulations with seagrass meadows in a hydraulic flume",
        "Habitat-forming species trap microplastics into coastal sediment sinks",
        "The plastisphere in marine ecosystem hosts potential specific microbial degraders including alcanivorax borkumensis as a key player for the low-density polyethylene degradation",
        "New insights into the functioning and structure of the PE and PP plastispheres from the Mediterranean Sea",
        "Changes in environmental awareness and its connection to local environmental management in water conservation zones: The case of Beijing, China",
        "The role of coastal plant communities for climate change mitigation and adaptation",
        "The true depth of the Mediterranean plastic problem: extreme microplastic pollution on marine turtle nesting beaches in Cyprus",
        "Evidence of niche partitioning among bacteria living on plastics, organic particles and surrounding seawaters",
        "Climate extremes: observations, modeling, and impacts",
        "The qualitative content analysis process",
        "Pilot 1 on plastic wastes management [WWW Document]",
        "Creating Innovative Solutions for the Future [WWW Document]. Rethink Plastic",
        "Trophic level transfer of microplastic: Mytilus edulis (L.) to Carcinus maenas (L.)",
        "Marine debris in Malaysia: a review on the pollution intensity and mitigating measures",
        "Governing plastic pollution in the oceans: institutional challenges and areas for action",
        "Effect of seagrass on current speed: importance of flexibility vs. shoot density",
        "The fundamental links between climate change and marine plastic pollution",
        "With the noose around the neck: marine debris entangling otariid species",
        "Plastic production is the problem, and not plastic waste [WWW Document]. Irish Examiner",
        "White-faced storm-petrels Pelagodroma marina predated by gulls as biological monitors of plastic pollution in the pelagic subtropical Northeast Atlantic",
        "Plastic exposed: how waste assessment and brand audits are helping Philippine cities fight plastic pollution [WWW Document]",
        "Plastic pollution impacts on marine carbon biogeochemistry",
        "Interactions of microplastic debris throughout the marine ecosystem",
        "Fatal plastic ingestion by a green turtle (Chelonia mydas) in San Isidro, Davao Gulf, Philippines",
        "Marine plastic pollution in Asia: all hands on Deck!",
        "Pathways for degradation of plastic polymers floating in the marine environment",
        "Production, use, and fate of all plastics ever made",
        "Marine species mortality in derelict fishing nets in Puget Sound, WA and the cost/benefits of derelict net removal",
        "Status of international monitoring and management of abandoned, lost and discarded fishing gear and ghost fishing",
        "Managing Packaging Waste in the ASEAN Region: From Linear to Circular Packaging Value Chains",
        "Global change and coastal threats: the Indonesian case. An attempt in multi-level social-ecological research",
        "Communities on the Frontlines",
        "Plastics Exposed: How Waste Assessments and Brand Audits Are Helping Philippine Cities in Fighting Plastic Pollution",
        "Technical guidance on ocean accounting for sustainable development [WWW Document]",
        "Tackling East Asia's New Environmental Challenge: Marine Plastic Pollution",
        "Microbial biofilm formation and community structure on low-density polyethylene microparticles in lake water microcosms",
        "Pathways of water between the Pacific and indian oceans in the indonesian seas",
        "Thalassia testudinum as a potential vector for incorporating microplastics into benthic marine food webs",
        "Global seafood consumption footprint",
        "Antibiotic resistance genes in biofilms on plastic wastes in an estuarine environment",
        "A case report: stomach foreign object in whaleshark (Rhincodon typus) stranded in Thailand",
        "Plastic debris in great skua (Stercorarius skua) pellets corresponds to seabird prey species",
        "Exposure of coastal environments to river-sourced plastic pollution",
        "Southeast Asia's lucrative tuna industry [WWW Document]. The ASEAN Post",
        "Analysing several ASEAN countries’ policy for combating marine plastic litter",
        "The contribution of citizen scientists to the monitoring of marine litter",
        "Microplastics in the marine environment: a review of the methods used for identification and quantification",
        "Quantities, composition, and sources of beach debris in Korea from the results of nationwide monitoring",
        "Microplastic surface properties affect bacterial colonization in freshwater",
        "New insights into the microplastic enrichment in the blue carbon ecosystem: evidence from seagrass meadows and mangrove forests in coastal South China Sea",
        "Seagrass beds acting as a trap of microplastics - emerging hotspot in the coastal region?",
        "Pathways of floating marine debris in Jakarta Bay, Indonesia",
        "An interlaboratory comparison exercise for the determination of microplastics in standard sample bottles",
        "Plastic debris retention and exportation by a mangrove forest patch",
        "Microbial ecotoxicology of marine plastic debris: a review on colonization and biodegradation by the “plastisphere”",
        "Plastic waste inputs from land into the ocean",
        "Increased transfer of trace metals and vibrio sp. From biodegradable microplastics to catfish Clarias gariepinus",
        "Plastic litter accumulation on high-water strandline of urban beaches in Mumbai, India",
        "Macro-, meso- and microplastic debris in the beaches of tuticorin district, southeast coast of India",
        "Effects of biofouling on the sinking behavior of microplastics",
        "Abundance and characteristics of microplastics in commercial marine fish from Malaysia",
        "Occurrence, sources, human health impacts and mitigation of microplastic pollution",
        "Microbial hitchhikers on marine plastic debris: human exposure risks at bathing waters and beach environments",
        "The nexus between carbon emissions, poverty, economic growth, and logistics operations-empirical evidence from southeast asian countries",
        "Dangerous hitchhikers? Evidence for potentially pathogenic Vibrio spp. on microplastic particles",
        "Developing countries in the lead-what drives the diffusion of plastic bag policies?",
        "Characterization and engineering of a two-enzyme system for plastics depolymerization",
        "High concentrations of paracetamol in effluent dominated waters of Jakarta Bay, Indonesia",
        "Solving the non-alignment of methods and approaches used in microplastic research to consistently characterize risk",
        "Simplifying microplastic via continuous probability distributions for size, shape, and density",
        "Ups and downs in the ocean: effects of biofouling on vertical transport of microplastics",
        "Identification and removal of micro- and nano-plastics: efficient and cost-effective methods",
        "Distribution and quantity of microplastic on sandy beaches along the northern coast of Taiwan",
        "Economic growth and sustainable development in Indonesia: an assessment",
        "Seasonal variation of plastic debris accumulation in the estuary of Wonorejo River, Surabaya, Indonesia",
        "A call to evaluate plastic's impacts on marine benthic ecosystem interaction networks",
        "Macroplastic and microplastic contamination assessment of a tropical river (Saigon River, Vietnam) transversed by a developing megacity",
        "Plastic waste associated with disease on coral reefs",
        "A door-to-door waste collection system case study: a survey on its sustainability and effectiveness",
        "The emergence of vibrio pathogens in Europe: ecology, evolution and pathogenesis (Paris, 11–12 march 2015)",
        "River plastic emissions to the world's oceans",
        "Baseline study on microplastics in indian rivers under different anthropogenic influences",
        "Distribution characteristics of marine litter on the sea bed of the East China Sea and the South Sea of Korea",
        "Maritime continent water cycle regulates low-latitude chokepoint of global ocean circulation",
        "The impact of improper solid waste management to plastic pollution in indonesian coast and marine environment",
        "Co-occurrence of antibiotic and metal resistance genes revealed in complete genome collection",
        "The distribution, characteristics and ecological risks of microplastics in the mangroves of southern China",
        "Biodegradable plastics in the air and soil environment: low degradation rate and high microplastics formation",
        "Current status and future prospects for the assessment of marine and coastal ecosystem services: a systematic review",
        "Are exports of recyclables from developed to developing countries waste pollution transfer or part of the global circular economy?",
        "A survey and analysis on public awareness and performance for promoting circular economy in China: a case study from Tianjin",
        "Microplastics are a hotspot for antibiotic resistance genes: progress and perspective",
        "Impacts of typhoon mangkhut in 2018 on the deposition of marine debris and microplastics on beaches in Hong Kong",
        "Interactions between microplastics and phytoplankton aggregates: impact on their respective fates",
        "Mangroves as unique but understudied traps for anthropogenic marine debris: a review of present information and the way forward",
        "Factors behind sustainable business innovation: the case of a global carpet manufacturing company",
        "Macromolecular coronas and their importance in nanotoxicology and nanoecotoxicology",
        "A review of research on marine plastics in Southeast Asia: who does what? [WWW Document]",
        "Status of Research, Legal and Policy Efforts on Marine Plastics in ASEAN+3: A Gap Analysis at the Interface of Science, Law and Policy",
        "Microplastics abundance in coastal sediments of Jakarta Bay, Indonesia",
        "Southeast Asia's plastic waste problem [WWW Document]. East Asia Forum",
        "The geopolitical economy of Thailand's marine plastic pollution crisis",
        "Mangrove forests as traps for marine litter",
        "Exponential increase of plastic burial in mangrove sediments as a major plastic sink",
        "Adhesion to coral surface as a potential sink for marine microplastics",
        "Enabling a large-scale assessment of litter along saudi arabian red sea shores by combining drones and machine learning",
        "Indonesia response and recent development of law and policy in addressing marine plastic litter",
        "Microplastics in sediment cores from Asia and Africa as indicators of temporal trends in plastic pollution",
        "Large scale geographic variability in the resistance of corals to thermal stress",
        "Microplastic in surface waters of urban rivers: concentration, sources, and associated bacterial assemblages",
        "More than 1000 rivers account for 80% of global riverine plastic emissions into the ocean",
        "Distinct community structure and microbial functions of biofilms colonizing microplastics",
        "Guidelines for harmonizing ocean surface microplastic",
        "Crossing borders: Governing the globalizing urban matrix of compound disasters in Asia and the Pacific",
        "Selective border permeability: governing complex environmental issues through and beyond COVID-19",
        "Lifetime accumulation of microplastic in children and adults",
        "Microplastics in Singapore's coastal mangrove ecosystems",
        "Survival of human enteric and respiratory viruses on plastics in soil, freshwater, and marine environments",
        "Explaining environmental behavior across borders: a meta-analysis",
        "Biodegradation of plastics-a brief review",
        "Plastic after an extreme storm: the typhoon-induced response of micro- and mesoplastics in coastal waters",
        "Contamination of microplastic in bivalve: first evaluation in Vietnam",
        "Riverine plastic pollution from fisheries: insights from the Ganges River system",
        "Conducting research in conservation: social science methods and practice",
        "Characteristics of microplastics in shoreline sediments from a tropical and urbanized beach (Da Nang, Vietnam)",
        "Modelling explicit tides in the indonesian seas: an important process for surface sea water properties",
        "Potentials and Challenges of Existing Plastic Pollutant Biodegradation Using Bacteria in Jakarta Bay",
        "Micro- and mesoplastics release from the Indonesian municipal solid waste landfill leachate to the aquatic environment: case study in Galuga landfill Area, Indonesia",
        "Genomic and proteomic profiles of biofilms on microplastics are decoupled from artificial surface properties",
        "Environmental factors support the formation of specific bacterial assemblages on microplastics",
        "Marine microbial assemblages on microplastics: diversity, adaptation, and role in degradation",
        "Marine microbes and plastic debris: research status and opportunities in the Philippines",
        "Plastic pollution: campaigns that work [WWW Document]. One Planet",
        "OSPAR commission, protecting and conserving the North-East Atlantic and its resources [WWW Document]. OSPAR",
        "Low microplastic abundance in siganus spp. From the Tañon Strait, Central Philippines",
        "Marine debris, plastics, microplastics and nano-plastics: what next?",
        "Persistent organic pollutants management and remediation",
        "Intestinal alterations in european sea bass Dicentrarchus labrax (Linnaeus, 1758) exposed to microplastics: preliminary results",
        "Sustainable Development Strategy for the Seas of East Asia. Quezon City (Philippines)",
        "Sea-surface temperature and thermal stress in the coral triangle over the past two decades",
        "Large debris dumps in the northern South China Sea",
        "Ocean plastic crisis—mental models of plastic pollution from remote indonesian coastal communities",
        "At the nexus of antibiotics and metals: the impact of cu and zn on antibiotic activity and resistance",
        "Microplastic emissions from household washing machines: preliminary findings from greater Kuala Lumpur (Malaysia)",
        "Microplastic in mangrove horn snail Telescopium telescopium (Linnaeus, 1758) at mangrove ecosystem, Rambut Island, Jakarta Bay, Indonesia",
        "Plasticenta: first evidence of microplastics in human placenta",
        "A functional gene-array analysis of microbial communities settling on microplastics in a peat-draining environment",
        "Is the Montreal protocol a model that can help solve the global marine plastic debris problem?",
        "Responses of reef building corals to microplastic exposure",
        "Marine plastic pollution in waters around Australia: characteristics, concentrations, and pathways",
        "Analytical methodologies for monitoring micro(nano)plastics: which are fit for purpose?",
        "Microplastic ingestion by the sandfish Holothuria scabra in Lampung and Sumbawa, Indonesia",
        "Marine pollution originating from purse seine and longline fishing vessel operations in the Western and Central Pacific Ocean, 2003–2015",
        "Visit Interceptor 001 [WWW Document]",
        "Bacterial candidates for colonization and degradation of marine plastic debris",
        "Anthropogenic debris in seafood: Plastic debris and fibers from textiles in fish and bivalves sold for human consumption",
        "Colonisation of plastic pellets (nurdles) by E. Coli at public bathing beaches",
        "Plastic in global rivers: are floods making it worse?",
        "A quantitative analysis linking seabird mortality and marine debris ingestion",
        "Plastic Pollution and Poetry [WWW Document]",
        "The “plastisphere” of biodegradable plastics is characterized by specific microbial taxa of alpine and Arctic soils",
        "Rapid increase in asian bottles in the South Atlantic Ocean indicates major debris inputs from ships",
        "Seagrasses provide a novel ecosystem service by trapping marine plastics",
        "Marine litter pollution on coral reefs of Darvel Bay (East Sabah, Malaysia)",
        "Exploring plastic-induced satiety in foraging green turtles",
        "SAPEA, Science Advice for Policy by European Academies. A Scientific Perspective on Microplastics in Nature and Society, Evidence Review Report. SAPEA, Berlin (Germany)",
        "The effects on Thailand of China's import restrictions on waste: measures and challenges related to the international recycling of waste plastic and e-waste",
        "Microplastics impair the feeding performance of a Mediterranean habitat-forming coral",
        "Microplastic abundance in sea urchins (Diadema setosum) from seagrass beds of Barranglompo Island, Makassar, Indonesia",
        "Plastic pollution solutions: emerging technologies to prevent and collect marine plastic pollution",
        "Detection of various microplastics in human stool: a prospective case series",
        "Marine Plastic Litter in East Asian Seas: Gender, Human Rights and Economic Dimensions",
        "Understanding individual and population-level effects of plastic pollution on marine megafauna",
        "Biological degradation of plastics: a comprehensive review",
        "Microplastics ingestion by scapharca cornea at setiu wetland, Terengganu, Malaysia",
        "Indonesia - marine debris hotspot rapid assessment: synthesis report (English)",
        "Mechanistic implications of plastic degradation",
        "Study of rainfall variabilities in Southeast Asia using long-term gridded rainfall and its substantiation through global climate indices",
        "Marine debris: a proximate threat to marine sustainability in Bootless Bay, Papua New Guinea",
        "World Atlas of Mangroves",
        "Direct estimates of the indonesian throughflow entering the indian ocean: 2004–2006",
        "A review of ghost gear entanglement amongst marine mammals, reptiles and elasmobranchs",
        "Potential sources of marine plastic from survey beaches in the Arctic and Northeast Atlantic",
        "Project STOP: City Partnerships to Prevent Ocean Plastics in Indonesia",
        "The occurrence of paraffin and other petroleum waxes in the marine environment: a review of the current legislative framework and shipping operational practices",
        "Responses to environmentally relevant microplastics are species-specific with dietary habit as a potential sensitivity indicator",
        "The occurrence and abundance of microplastics in surface water of the midstream and downstream of the Cisadane River, Indonesia",
        "Agglomeration of nano- and microplastic particles in seawater by autochthonous and de novo-produced sources of exopolymeric substances",
        "Marine debris on small Islands: insights from an educational outreach program in the spermonde archipelago, Indonesia",
        "Simultaneous grading of microplastic size sampling in the Small Islands of Bintan water, Indonesia",
        "Selective degradation of biodegradable blends in simulated laboratory composting",
        "Big oil is in trouble. Its plan: flood Africa with plastic [WWW Document]. New York Times",
        "Studies on microplastic contamination in seagrass beds at Spermonde Archipelago of Makassar Strait, Indonesia",
        "Who brings in the fish? The relative contribution of small-scale and industrial fisheries to food security in Southeast Asia",
        "Contribution of marine fisheries to worldwide employment",
        "Understanding the fragmentation pattern of marine plastic debris",
        "Coastal debris analysis in beaches of Chonburi Province, eastern of Thailand as implications for coastal conservation",
        "Plastic pollution in the marine environment",
        "Effects of microplastics on sessile invertebrates in the eastern coast of Thailand: an approach to coastal zone conservation",
        "Global patterns and predictors of marine biodiversity across taxa",
        "Increased seawater temperature increases the abundance and alters the structure of natural vibrio populations associated with the coral Pocillopora damicornis",
        "Microscale extraction versus conventional approaches for handling gastrointestinal extracts in oral bioaccessibility assays of endocrine disrupting compounds from microplastic contaminated beach sand",
        "Biofilm formation and its influences on the properties of microplastics as affected by exposure time and depth in the seawater",
        "Status of coral reefs, coral reef monitoring and management in Southeast Asia, 2004",
        "United Nation Environmental Programme [WWW Document]",
        "Stockholm Convention, United Nations Environment Programme. [WWW Document]",
        "Policy Brief: The Impact of COVID-19 on South-East Asia",
        "Microplastics as a sedimentary component in reef systems: a case study from the Java Sea",
        "Pollution and coral damage caused by derelict fishing gear on coral reefs around Koh tao, gulf of Thailand",
        "Against wasted politics: a critique of the circular economy",
        "Does plastic waste kill mangroves? A field experiment to assess the impact of macro plastics on mangrove growth, stress response and survival",
        "Abundance of plastic debris across european and asian rivers",
        "The physical oceanography of the transport of floating marine debris",
        "Evolutionary acts and global economic transition: progress of the circular economy in ASEAN",
        "Plastic pollution research in Indonesia: state of science and future research directions to reduce impacts",
        "The impact of microplastic-microbe interactions on animal health and biogeochemical cycles: a mini-review",
        "Advances in research of the mid-deep South China Sea circulation",
        "Sorption behavior and mechanisms of organic contaminants to nano and microplastics",
        "Biofilm-developed microplastics as vectors of pollutants in aquatic environments",
        "Microplastic abundance, distribution and composition in the mid-West Pacific Ocean",
        "Interactions between microplastics and organic pollutants: effects on toxicity, bioaccumulation, degradation, and transport",
        "Plastic to ride: Indonesians swap bottles for bus tickets [WWW Document]. Reuters",
        "Chemical pollutants sorbed to ingested microbeads from personal care products accumulate in fish",
        "Fisheries decline, local livelihoods and conflicted governance: an Indonesian case",
        "Ingestion of plastic microfibers by the crab Carcinus maenas and its effect on food consumption and energy balance",
        "A review of technological solutions to prevent or reduce marine plastic litter in developing countries",
        "Marine plastic debris: a new surface for microbial colonization",
        "Food or just a free ride? A meta-analysis reveals the global diversity of the plastisphere",
        "EPR Scheme Assessment for Plastic Packaging Wastes in the Philippines",
        "Effects of seasonal variation and resuspension on microplastics in river sediments",
        "Policy on marine plastic waste in asean and Vietnam",
        "Identification of important marine areas using ecologically or biologically significant areas (EBSAs) criteria in the east to Southeast Asia region and comparison with existing registered areas for the purpose of conservation",
        "Plastics in the marine environment are reservoirs for antibiotic and metal resistance genes",
        "Blacktip reef sharks at Semakau Landfill",
        "Microplastic pollution in tropical estuary gastropods: abundance, distribution and potential sources of Klang River estuary, Malaysia",
        "Life in the “plastisphere”: microbial communities on plastic marine debris",
        "Multi-residue analysis of legacy POPs and emerging organic contaminants in Singapore's coastal waters using gas chromatography-triple quadrupole tandem mass spectrometry",
        "Plastic debris in marine birds from an island located in the South China Sea"
    ],
    "affiliation": [
        {
            "affiliation-city": "Portsmouth",
            "@id": "60025475",
            "affilname": "University of Portsmouth",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025475",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60017161",
            "affilname": "National University of Singapore",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017161",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malang",
            "@id": "60069392",
            "affilname": "Brawijaya University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069392",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Central Jakarta",
            "@id": "60273350",
            "affilname": "Badan Riset dan Inovasi Nasional",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60273350",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60118475",
            "affilname": "Asian School of the Environment",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60118475",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60118451",
            "affilname": "School of Civil and Environmental Engineering",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60118451",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Cambridge",
            "@id": "60111356",
            "affilname": "United Nations Environment Programme World Conservation Monitoring Centre",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60111356",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bandar Sunway",
            "@id": "60107208",
            "affilname": "Sunway University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60107208",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Kuala Lumpur",
            "@id": "60090641",
            "affilname": "Institute of Biological Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60090641",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Quezon City",
            "@id": "60071491",
            "affilname": "University of the Philippines Diliman",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071491",
            "affiliation-country": "Philippines"
        },
        {
            "affiliation-city": "Cebu",
            "@id": "60071487",
            "affilname": "University of San Carlos",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071487",
            "affiliation-country": "Philippines"
        },
        {
            "affiliation-city": "Central Jakarta",
            "@id": "60069394",
            "affilname": "Lembaga Ilmu Pengetahuan Indonesia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069394",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Ponta Delgada",
            "@id": "60032971",
            "affilname": "Universidade dos Açores",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032971",
            "affiliation-country": "Portugal"
        },
        {
            "affiliation-city": "Kuching",
            "@id": "60031630",
            "affilname": "Swinburne University of Technology Sarawak Campus",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031630",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Kuala Lumpur",
            "@id": "60029157",
            "affilname": "Universiti Malaya",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029157",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Exeter",
            "@id": "60026479",
            "affilname": "University of Exeter",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026479",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangor",
            "@id": "60025779",
            "affilname": "Bangor University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025779",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Sydney",
            "@id": "60025709",
            "affilname": "The University of Sydney",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025709",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Stirling",
            "@id": "60025200",
            "affilname": "University of Stirling",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025200",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Dublin",
            "@id": "60025059",
            "affilname": "Dublin City University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025059",
            "affiliation-country": "Ireland"
        },
        {
            "affiliation-city": "Edinburgh",
            "@id": "60019656",
            "affilname": "Heriot-Watt University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019656",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Arlington",
            "@id": "60017383",
            "affilname": "Nature Conservancy",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017383",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Plymouth",
            "@id": "60010503",
            "affilname": "Plymouth Marine Laboratory",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010503",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "London",
            "@id": "60009498",
            "affilname": "Zoological Society of London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009498",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60005510",
            "affilname": "Nanyang Technological University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005510",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Sheffield",
            "@id": "60001881",
            "affilname": "The University of Sheffield",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001881",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Ho Chi Hinh City",
            "@id": "128263333",
            "affilname": "International University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/128263333",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Liverpool",
            "@id": "108798388",
            "affilname": "National Oceanography Centre",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/108798388",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Mitigation of Marine Plastic Pollution in the Philippines",
        "NRF-NERC-SEAP-2020",
        "National Research Foundation , Prime Minister’s Office",
        "National Research Foundation, Prime Minister's Office",
        "Plastic Pollution on Marine Ecosystems in Southeast Asia",
        "Southeast Asia Marine Plastics",
        "Southeast Asia Plastics",
        "Natural Environment Research Council",
        "National Research Foundation"
    ]
}