{
    "eid": "2-s2.0-84961255262",
    "title": "Safety of phenylephrine in antihypotensive treatment during spinal anesthesia for cesarean section",
    "cover-date": "2016-02-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Antihypotensive treatment",
        "Bradycardia",
        "Cesarean section",
        "Phenylephrine",
        "Spinal anesthesia"
    ],
    "authors": [
        "Ratikorn Anusorntanawat"
    ],
    "citedby-count": 8,
    "ref-count": 29,
    "ref-list": [
        "A survey of the management of spinal-induced hypotension for scheduled cesarean delivery",
        "A review of the impact of phenylephrine administration on maternal hemodynamics and maternal and neonatal outcomes in women undergoing cesarean delivery under spinal anesthesia",
        "Ephedrine for spinal hypotension during elective caesarean section: The final nail in the coffin?",
        "Vasopressors for the management of hypotension after spinal anesthesia for elective caesarean section. Systematic review and cumulative meta-analysis",
        "The dose-dependent effects of phenylephrine for elective cesarean delivery under spinal anesthesia",
        "Hemodynamic effects of ephedrine, phenylephrine, and the coadministration of phenylephrine with oxytocin during spinal anesthesia for elective cesarean delivery",
        "Continuous invasive blood pressure and cardiac output monitoring during cesarean delivery: A randomized, double-blind comparison of low-dose versus high-dose spinal anesthesia with intravenous phenylephrine or placebo infusion",
        "World J Clin Cases",
        "The National Institute for Health and Clinical Excellence (NICE) guidelines for caesarean section, 2011 update: Implications for the anaesthetist",
        "Practice guidelines for obstetric anesthesia: An updated report by the American Society of Anesthesiologists Task Force on obstetric anesthesia",
        "Effect of different phenylephrine bolus doses for treatment of hypotension during spinal anaesthesia in patients undergoing elective caesarean section",
        "Phenylephrine infusions for maintaining blood pressure during spinal anesthesia for cesarean delivery: Finding the shoe that fits",
        "A double-blind, placebo-controlled trial of four fixed rate infusion regimens of phenylephrine for hemodynamic support during spinal anesthesia for cesarean delivery",
        "Maternal and neonatal effects of bolus administration of ephedrine and phenylephrine during spinal anaesthesia for caesarean delivery: a randomised study",
        "Obstetric anesthesia guidelines [Internet]",
        "Effects of selective alpha 1‐, alpha 2‐, beta 1‐and beta 2‐adrenoceptor stimulation on potentials and contractions in the rabbit heart.",
        "Alpha‐adrenergic modulation of the transient outward current in rabbit atrial myocytes.",
        null,
        "Importance of vagally mediated bradycardia for the induction of torsade de pointes in an in vivo model",
        "RELATIVE CONTRIBUTIONS OF VAGAL AND CARDIAC SYMPATHETIC NERVES TO THE REFLEX BRADYCARDIA INDUCED BY A PRESSOR STIMULUS IN THE CONSCIOUS RABBIT: COMPARISON OF ‘STEADY STATE’ AND ‘RAMP’ METHODS",
        "The renal sympathetic baroreflex in the rabbit. Arterial and cardiac baroreceptor influences, resetting, and effect of anesthesia",
        "Baroreflex control of sympathetic nerve activity after elevations of pressure in conscious rabbits",
        "Occlusive summation of carotid and aortic baroreflexes in control of renal nerve activity",
        "Perioperative cardiac dysrhythmias: Diagnosis and management",
        "Wenckebach and Mobitz type II A-V block due to block within the His bundle and bundle branches.",
        "Ventricular bigeminy during phenylephrine infusion used to maintain normotension during caesarean section under spinal anaesthesia",
        "Physiologic and pharmacologic bases of anesthesia",
        "Up-down determination of the 90% effective dose of phenylephrine for the treatment of spinal anesthesia-induced hypotension in parturients undergoing cesarean delivery",
        "Arrhythmias during spinal anesthesia for Cesarean section"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}