{
    "eid": "2-s2.0-84898718200",
    "title": "The effect of transdermal fentanyl patches on required isoflurane concentration when compared with intramuscular morphine during patellar luxation repair in dogs",
    "cover-date": "2014-04-14",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Analgesia",
        "Dogs",
        "Fentanyl",
        "Isoflurane",
        "MAC",
        "Transdermal"
    ],
    "authors": [
        "Pathompong Thapun"
    ],
    "citedby-count": 1,
    "ref-count": 33,
    "ref-list": [
        "The use of fentanyl-patch in dogs undergoing spinal surgery: Plasma concentration and analgesic efficacy",
        "Reduction of isoflurane MAC by fentanyl or remifentanil in rats.",
        "Can determining the minimum alveolar anesthetic concentration of volatile anesthetic be used as an objective tool to assess antinociception in animals?",
        "Comparison of plasma fentanyl concentrations by using three transdermal fentanyl patch sizes in dogs",
        "Plasma fentanyl concentrations in awake cats and cats undergoing anesthesia and ovariohysterectomy using transdermal administration.",
        "Efficacy and cost-effectiveness of transdermal fentanyl patches for the relief of post-operative pain in dogs after anterior cruciate ligament and pelvic limb repair",
        "Fentanyl injection official FDA information, side effects and uses",
        "Evaluation of transdermal fentanyl patches for analgesia in cats undergoing onychectomy",
        "Postoperative pain management using fentanyl patches in dogs",
        "Analgesic effect of the transdermal fentanyl patch during and after feline ovariohysterectomy",
        "Clinical pharmacokinetics of transdermal opioids. Focus on transdermal fentanyl",
        "Effects of diazepam and flumazenil on minimum alveolar concentrations for dogs anesthetized with isoflurane or a combination of isoflurane and fentanyl",
        "Lumb and Jones' Veterinary Anesthesia and Analgesia",
        "Transdermal fentanyl patches in small animals",
        "Balanced anesthetic techniques in dogs and cats.",
        "Disposition of transdermally administered fentanyl in dogs",
        "Comparison of transdermal fentanyl and intramuscular oxymorphone on post-operative behaviour after ovariohysterectomy in dogs",
        "Comparison of pharmacokinetics of fentanyl after intravenous and transdermal administration in cats",
        "Isoflurane minimum alveolar concentration reduction by fentanyl",
        "Effect of fentanyl on the minimum alveolar concentration of isoflurane in swine",
        "The anesthetic potency of fentanyl in terms of its reduction of enflurane MAC",
        "Pharmacokinetics of fentanyl delivered transdermally in healthy adult horses - Variability among horses and its clinical implications",
        "Opioid analgesics",
        "Gas monitoring. Datascope Passport® V operating instructions",
        "The effect of rectal temperature on perianesthetic serum concentrations of transdermally administered fentanyl in cats anesthetized with isoflurane",
        "The effect of inhalant anesthetic and body temperature on peri-anesthetic serum concentrations of transdermally administered fentanyl in dogs",
        "A comparison of transdermal fentanyl versus epidural morphine for analgesia in dogs undergoing major orthopedic surgery",
        "Evaluation of the isoflurane-sparing effects of lidocaine and fentanyl during surgery in dogs",
        "The effects of i.v. fentanyl administration on the minimum alveolar concentration of isoflurane in horses",
        "Lumb and Jones' Veterinary Anesthesia",
        "Effects of intravenous administration of perzinfotel, fentanyl, and a combination of both drugs on the minimum alveolar concentration of isoflurane in dogs",
        "Effect of transdermally administered fentanyl on minimum alveolar concentration of isoflurane in normothermic and hypothermic dogs",
        "Effect of transdermally administered fentanyl on the minimum alveolar concentration of isoflurane in cats"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}