{
    "eid": "2-s2.0-85091662799",
    "title": "Experiences of patients with coronavirus in the covid-19 pandemic era in Indonesia",
    "cover-date": "2020-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Communication",
            "@code": "3315",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Sociology and Political Science",
            "@code": "3312",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Boredom",
        "COVID-19",
        "Indonesia",
        "Pandemic",
        "Social support",
        "Uncertainty"
    ],
    "authors": [
        "Yupin Aungsuroch",
        "I. Gede Juanamasta",
        "Joko Gunawan"
    ],
    "citedby-count": 13,
    "ref-count": 32,
    "ref-list": [
        "Patients’ and health professionals’ use of social media in health care: Motives, barriers and expectations",
        "YouTube as an information source during the Coronavirus disease (COVID-19) pandemic",
        "Kisah pasien positif Covid-19 tanpa gejala, jalani di rumah [The story of Covid-19 positive patients without symptoms, living independently in isolation at home]",
        "Kisah lengkap Wahib, pasien positif Covid-19 di Balikpapan yang berjuang untuk sembuh [The complete story of Wahib, Covid-19 positive patient, was struggling to get well in Balikpapan]",
        "Analisis Perilaku Masyarakat Indonesia dalam Menghadapi Pandemi Virus Corona (Covid-19) dan Kiat Menjaga Kesejahteraan Jiwa [Analysis of Indonesian Society Behavior in Facing the Corona Virus Pandemic (Covid-19) and Tips for Maintaining Mental Welfare]",
        "Pasien sembuh corona 01,02, dan 03 berbagi kisah, dari gejala awal hingga sembuh [Patients 01, 02, and 03 recovered from corona share their stories, from initial symptoms to recovery]",
        "Ngobrol dengan pasien no 12 yang terkena virus corona!! [Interview with patient No. 12, affected by corona virus!!]",
        "Ensuring trustworthiness in qualitative research",
        "New Normal’in Covid-19 Era: A Nursing Perspective from Thailand",
        "Current mental health issues in the era of Covid-19",
        "Covid-19: A Balinese Viewpoint",
        "Perceived support from healthcare practitioners among adults with type 2 diabetes",
        "Using electronic patient records to assess the impact of swine flu (influenza H1N1) on mental health patients",
        "Workplace spirituality and employee well-being: An empirical examination",
        "Unmet spiritual care needs impact emotional and spiritual well-being in advanced cancer patients",
        "Effects of spiritual well-being on subsequent happiness, psychological well-being, and stress",
        "Melawan corona: Cerita tetangga pasien 01 dan 02 (Part 1) [Fighting corona: The story of patients 01 and 02 (Part 1)] [Video]",
        "Setop corona: #dirumahaja-Cerita pasien suspect corona (part 2) [Stop corona: #stayathome-The story of a patient suspected of having corona (Part 2)]",
        "Mengejutkan! dr. tirta berstatus PDP Covid-19, la memberi pesan untuk kita semua [Shocking! Dr. Tirta status PDP Covid-19, he gave a message to us all]",
        "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
        "Coronavirus disease 2019 (COVID-19): A perspective from China"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}