{
    "eid": "2-s2.0-85151804612",
    "title": "Bacterial microbiome in tropical lichens and the effect of the isolation method on culturable lichen-derived actinobacteria",
    "cover-date": "2023-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Trinset Weeraphan",
        "Achiraya Somphong",
        "Vasun Poengsungnoen",
        "Kawinnat Buaruang",
        "Enjuro Harunari",
        "Yasuhiro Igarashi",
        "Somboon Tanasupawat",
        "Wongsakorn Phongsopitanun"
    ],
    "citedby-count": 0,
    "ref-count": 74,
    "ref-list": [
        "Lichen genomics",
        "Nutrients, elemental accumulation and mineral cycling",
        "Slowest to fastest: Extreme range in lichen growth rates supports their use as an indicator of climate change in Antarctica",
        "Tamm review: The North-American lichen woodland",
        "Nitrogen fixation in lichens is important for improved rock weathering",
        "Mineral uptake and release by lichens: An overview",
        "In vitro activities of the lichen secondary metabolites vulpinic acid, (+)-usnic acid, and (−)-usnic acid against aerobic and anaerobic microorganisms",
        "Current results on biological activities of lichen secondary metabolites: A review",
        "Photoautotrophic symbiont and geography are major factors affecting highly structured and diverse bacterial communities in the lichen microbiome",
        "Molecular analysis of lichen-associated bacterial communities",
        "Metagenomic natural product discovery in lichen provides evidence for a family of biosynthetic pathways in diverse symbioses",
        "Microbiome in cladonia squamosa is vertically stratified according to microclimatic conditions",
        "Marine cyanolichens from different littoral zones are associated with distinct bacterial communities",
        "Deciphering functional diversification within the lichen microbiota by meta-omics",
        "The microbiomes of seven lichen genera reveal host specificity, a reduced core community and potential as source of antimicrobials",
        "Natural products from actinobacteria for drug discovery",
        "Actinomycetes isolated from lichens: Evaluation of their diversity and detection of biosynthetic gene sequences",
        "Uncialamycin, a new enediyne antibiotic",
        "A new angucycline and a new butenolide isolated from lichen-derived Streptomyces spp",
        "Littoral lichens as a novel source of potentially bioactive Actinobacteria",
        "Interactive metagenomic visualization in a Web browser",
        "The lichen genus Heterodermia (Physciaceae) in South America—A contribution including five new species",
        "Core taxa and photobiont-microbial interaction within the lichen Heterodermia obscurata (Physcsiaceae, Heterodermia)",
        "High diversity of planctomycetes in soils of two lichen-dominated sub-arctic ecosystems of Northwestern Siberia",
        "Bacterial diversity across individual lichens",
        "In situ analysis of the bacterial community associated with the reindeer lichen Cladonia arbuscula reveals predominance of Alphaproteobacteria",
        "Microbial cargo: Do bacteria on symbiotic propagules reinforce the microbiome of lichens?",
        "Nitrogen-fixing chemo-organotrophic bacteria isolated from cyanobacteria-deprived lichens and their ability to solubilize phosphate and to release amino acids and phytohormones",
        "Selective isolation of potentially phosphate-mobilizing, biosurfactant-producing and biodegradative bacteria associated with a sub-Arctic, terricolous lichen, Peltigera membranacea",
        "Exploring functional contexts of symbiotic sustain within lichen-associated bacteria by comparative omics",
        "Age, sun and substrate: Triggers of bacterial communities in lichens",
        "Analyzing the antagonistic potential of the lichen microbiome against pathogens by bridging metagenomic with culture studies",
        "Growth in relation to microclimatic conditions and physiological characteristics of four Lobaria pulmonaria populations in two contrasting habitats",
        "Molecular studies on cyanobacterial diversity in lichen symbioses",
        "Rhizobiales as functional and endosymbiontic members in the lichen symbiosis of Lobaria pulmonaria L",
        "Bryocella elongata gen. nov., sp. nov., a member of subdivision 1 of the Acidobacteria isolated from a methanotrophic enrichment culture, and emended description of Edaphobacter aggregans Koch et al. 2008",
        "Edaphobacter lichenicola sp. nov., a member of the family Acidobacteriaceae from lichen-dominated forested tundra",
        "Microbial metacommunities in the lichen–rock habitat",
        "Isolation and characterization of an endolichenic actinobacterium from the lichen thallus of Pseudocyphellaria berberina",
        "Diversity of the culturable lichen-derived actinobacteria and the taxonomy of Streptomyces parmotrematis sp. nov",
        "Actinomycetospora iriomotensis sp. nov., a novel actinomycete isolated from a lichen sample",
        "Rare actinomycetes: A potential storehouse for novel antibiotics",
        "Methods for optimizing DNA extraction before quantifying oral bacterial numbers by real-time PCR",
        "Use of metagenomics and isolation of actinobacteria in Brazil’s Atlantic rainforest soil for antimicrobial prospecting",
        "A pyrosequencing-based metagenomic study of methane-producing microbial community in solid-state biogas reactor",
        "Quantitative phylogenetic assessment of microbial communities in diverse environments",
        "Metagenomics approaches in discovery and development of new bioactive compounds from marine actinomycetes",
        "Streptomyces rhizosphaerihabitans sp. nov. and Streptomyces adustus sp. nov., isolated from bamboo forest soil",
        "Microbiological and molecular insights on rare Actinobacteria harboring bioactive prospective",
        "Micromonospora schwarzwaldensis sp. nov., a producer of telomycin, isolated from soil",
        "Rare actinobacteria: A potential source of bioactive polyketides and peptides",
        "Micromonospora wenchangensis sp. nov., isolated from mangrove soil",
        "Widespread and persistent populations of a major new marine actinomycete taxon in ocean sediments",
        "Application of phenol pretreatment for the isolation of rare actinomycetes from Indonesian soil",
        "Selective isolation and rapid identification of members of the genus micromonospora",
        "Selective isolation and distribution of Sporichthya strains in soil",
        "Isolation, characterization and antimicrobial activity of actinobacteria from point calimere coastal region, east coast of India",
        "Isolation and characterization of actinobacteria from Algerian Sahara soils with antimicrobial activities",
        "Selective isolation of Actinobacteria",
        "Isolation, characterization, and screening of antimicrobial-producing actinomycetes from soil samples",
        "Antibacterial potentials of actinomycetes isolated from Gujarat",
        "Reproducible, interactive, scalable and extensible microbiome data science using QIIME 2",
        "DADA2: High-resolution sample inference from Illumina amplicon data",
        "Phylogenetic placement of exact amplicon sequences improves associations with clinical information",
        "Conservation evaluation and phylogenetic diversity",
        "A mathematical theory of communication",
        "Quantitative and qualitative beta diversity measures lead to different insights into factors that structure microbial communities",
        "UniFrac: A new phylogenetic method for comparing microbial communities",
        "q2-longitudinal: Longitudinal and paired-sample analyses of microbiome data",
        "Actinomadura parmotrematis sp. nov., isolated from the foliose lichen, Parmotrema praesorediosum (Nyl.) Hale",
        "Planotetraspora thailandica sp. nov., isolated from soil in Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Imizu",
            "@id": "60032632",
            "affilname": "Toyama Prefectural University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032632",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022676",
            "affilname": "Ramkhamhaeng University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022676",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "C2F",
        "Second Century Fund",
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}