{
    "eid": "2-s2.0-85142938822",
    "title": "Modified Co-doped ZnO nanostructures on SPCE for Xanthine detection in early food spoilage",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Bioengineering",
            "@code": "1502",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Electrical and Electronic Engineering",
            "@code": "2208",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Materials Chemistry",
            "@code": "2505",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Condensed Matter Physics",
            "@code": "3104",
            "@abbrev": "PHYS"
        }
    ],
    "keywords": [],
    "authors": [
        "R. Arampongpun",
        "P. Ounsawatdipong",
        "K. Trakoontiwakorn",
        "C. Thanachayanont",
        "P. Pungetmongkol"
    ],
    "citedby-count": 0,
    "ref-count": 17,
    "ref-list": [
        "An Outbreak of Histamine Food Poisoning after Ingestion Longtail Tuna in Prisoners Taking Isoniazid from Songkhla Province Prison, Songkhla Province, Thailand",
        "The Sources of Chemical Contaminants in Food and Their Health Implications",
        "Meat Spoilage: A Critical Review of a Neglected Alteration Due to Ropy Slime Producing Bacteria",
        "Development of a Nonenzymatic Electrochemical Sensor for Organophosphate Pesticide Detection Using Copper (II) Oxide Nanorod Electrodes",
        "A comparative molecular study between chlorpyriphos and parathion using CuO nanohair pesticide sensor",
        "Speculation of Nano-gap Sensor for DNA sequencing technology: A Review on Synthetic Nanopores",
        "Copper Oxide Nanorods Electrodes For Organophosphate Pesticide Sensor",
        "Single-Molecule Detection of DNA in a Nanochannel by High-Field Strength-Assisted Electrical Impedance Spectroscopy",
        "Simultaneous determination of cadaverine and putrescine using a disposable monoamine oxidase based biosensor",
        "A nanocomposite/crude extract enzyme-based xanthine biosensor",
        "Effect of irradiation on the degradation of nucleotides in turkey meat",
        "Electrochemical biosensor based on REGO/Fe3O4 bionanocomposite interface for xanthine detection in fish sample",
        "Novel electrochemical xanthine biosensor based on chitosan-polypyrrolegold nanoparticles hybrid bio-nanocomposite platform",
        "Amperometric determination of xanthine in fish meat by zinc oxide nanoparticle/chitosan/multiwalled carbon nanotube/polyaniline composite film bound xanthine oxidase",
        "Enzyme Biosensors for Biomedical Applications: Strategies for Safeguarding Analytical Performances in Biological Fluids",
        "Recent progress in nanomaterial-based electrochemical and optical sensors for hypoxanthine and xanthine. A review",
        "Ultra-sensitive xanthine sensor development based on wet-chemically prepared Co/ZnO nanoparticles"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60004391",
            "affilname": "Thailand National Science and Technology Development Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004391",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}