{
    "eid": "2-s2.0-85090230056",
    "title": "Foreign food consumption as an extraordinary experience: A comparative study on the perceived value of Japanese and Thai consumers",
    "cover-date": "2020-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Tourism, Leisure and Hospitality Management",
            "@code": "1409",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "Authenticity",
        "Extraordinary experience",
        "Foreign food consumption",
        "Perceived value"
    ],
    "authors": [
        "Wataru Uehara",
        "Nuttapol Assarut"
    ],
    "citedby-count": 7,
    "ref-count": 36,
    "ref-list": [
        "Pleasure Principles: A Review of Research on Hedonic Consumption",
        "River Magic: Extraordinary Experience and the Extended Service Encounter",
        "Work and/or Fun: Measuring Hedonic and Utilitarian Shopping Value",
        "On the Evaluation of Structural Equation Models",
        "The Quest for Authenticity in Consumption: Consumers' Purposive Choice of Authentic Cues to Shape Experienced Outcomes",
        "Happiness from Ordinary and Extraordinary Experiences",
        "Cross-Cultural Similarities and Diff erences in Shopping for Food",
        "Revisiting Consumption Experience: A More Humble but Complete View of the Concept",
        "The Unforeseen Costs of Extraordinary Experience",
        "Does Variety among Activities Increase Happiness?",
        "Evaluating Structural Equation Models with Unobservable Variables and Measurement Error",
        "Value Dimensions, Perceived Value, Satisfaction and Loyalty: An Investigation of University Students' Travel Behaviour",
        "Developing a Theory of Surprise from Travelers' Extraordinary Food Experiences",
        "The Eff ects of Dining Atmospherics on Behavioral Intentions through Quality Perception",
        "Eff ects of Ethnic Authenticity: Investigating Korean Restaurant Customers in the U.S",
        "Productivity Orientation and the Consumption of Collectable Experiences",
        "Building a Model of Local Food Consumption on Trips and Holidays: A Grounded Theory Approach",
        "Ethnic Foods and Globalization",
        "Extraordinary Consumer Experiences: Why Immersion and Transformation Cause Trouble",
        "Perceptions of Chinese Restaurants in the U.S.: What Aff ects Customer Satisfaction and Behavioral Intentions?",
        "Factors Infl uencing Tourist Food Consumption",
        "Influence of demographic variables on consumers' experiences in formal full-service restaurants in Port Elizabeth, South Africa",
        "Influence of social media on consumer experiences in restaurants: A South African study",
        "Sharing Extraordinary Experiences Fosters Feelings of Closeness",
        "It's Only Once, so Let's Indulge: Testing Ordinary vs. Extraordinary Experience within Marketing Messaging, Temporal Distance, and Consumer Indulgence",
        "Foreign Travelers' Satisfaction with Traditional Korean Restaurants",
        "Authenticity Is Contagious: Brand Essence and the Original Source of Production",
        "A Conceptual Study of Gastronomical Quests of Tourists: Authenticity or Safety and Comfort?",
        "There's Something Fishy about That Sushi: How Japan Interprets the Global Sushi Boom",
        "Discovering the food travel preference of university students",
        "Customer Perceptions for Expectations and Acceptance of an Authentic Dining Experience in Thai Restaurants",
        "Consumer Perceived Value: The Development of a Multiple Item Scale",
        "Customer Value: The Next Source for Competitive Advantage",
        "Food Taste Preferences and Cultural Influences on Consumption",
        "Is Unfamiliarity a Double-Edged Sword for Ethnic Restaurants?",
        "Memories as Assets: Strategic Memory Protection in Choice over Time"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kunitachi",
            "@id": "60011263",
            "affilname": "Hitotsubashi University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011263",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Lotte Research Promotion"
    ]
}