{
    "eid": "2-s2.0-85028398334",
    "title": "Microencapsulation of probiotic and prebiotic in alginate-chitosan capsules and its effect on viability under heat process in shrimp feeding",
    "cover-date": "2017-01-01",
    "subject-areas": [],
    "keywords": [
        "inulin",
        "Jerusalem artichoke",
        "microencapsulation",
        "probiotic",
        "shrimp feeding"
    ],
    "authors": [
        "Suppharada Jantarathin"
    ],
    "citedby-count": 49,
    "ref-count": 28,
    "ref-list": [
        "J. Appl. Bacteriol.",
        "FAO/WHO, Report on Joint FAO/WHO Expert Consultation on Evaluation of Health and Nutritional Properties of Probiotics in Food Including Powder Milk with Live Lactic Acid Bacteria",
        "Probiotics in the intestinal tract of juvenile whiteleg shrimp Litopenaeus vannamei: Modulation of the bacterial community",
        "Dietary modulation of the human colonic microbiota: Introducing the concept of prebiotics",
        "Dietary probiotic Bacillus OJ and isomaltooligosaccharides influence the intestine microbial populations, immune responses and resistance to white spot syndrome virus in shrimp (Litopenaeus vannamei)",
        "Aquacult Nutr.",
        "Survival of free and encapsulated probiotic bacteria and their effect on the sensory properties of yoghurt",
        "Encapsulation of Lactobacillus rhamnosus in double emulsions formulated with sweet whey as emulsifier and survival in simulated gastrointestinal conditions",
        "Acid, bile, and heat tolerance of free and microencapsulated probiotic bacteria",
        "Effect of microencapsulation on survival of Bifidobacterium BB-12 exposed to simulated gastrointestinal conditions and heat treatments",
        "Effect of homogenisation on bead size and survival of encapsulated probiotic bacteria",
        "Recent advances in microencapsulation of probiotics for industrial applications and targeted delivery",
        "Evaluation of encapsulation techniques of probiotics for yoghurt",
        "Microencapsulation: Industrial appraisal of existing technologies and trends",
        "Protein release from alginate matrices",
        "Alginate as immobilization matrix for cells",
        "Chitin and chitosan polymers: Chemistry, solubility and fiber formation",
        "Chemically modified chitin and chitosan as biomaterials",
        "Survival of freeze-dried Lactobacillus bulgaricus KFRI 673 in chitosan-coated calcium alginate microparticles",
        "Microencapsulation of a probiotic and prebiotic in alginate-chitosan capsules improves survival in simulated gastro-intestinal conditions",
        "The influence of coating materials on some properties of alginate beads and survivability of microencapsulated probiotic bacteria",
        "Improvement of the stability of Lactobacillus casei YIT 9018 by microencapsulation using alginate and chitosan",
        "Encapsulation in alginate and alginate coated-chitosan improved the survival of newly probiotic in oxgall and gastric juice",
        "Spectrophotometric quantification of lactic bacteria in alginate and control of cell release with chitosan coating",
        "Effect of co-encapsulation of probiotics with prebiotics on increasing the viability of encapsulated bacteria under in vitro acidic and bile salt conditions and in yogurt",
        "The effect of alginate and chitosan concentrations on some properties of chitosan-coated alginate beads and survivability of encapsulated Lactobacillus rhamnosus in simulated gastrointestinal conditions and during heat processing",
        "J. Food Agric. Environ.",
        "Effect of blends of short and long-chain inulin on the rheological and sensory properties of prebiotic low-fat custards"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Graduate School, Duke University",
        "Chulalongkorn University"
    ]
}