{
    "eid": "2-s2.0-85071974954",
    "title": "Who Should Get Lateral Pelvic Lymph Node Dissection after Neoadjuvant Chemoradiation?",
    "cover-date": "2019-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Gastroenterology",
            "@code": "2715",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Lateral pelvic lymph node",
        "Lateral pelvic lymph node dissection",
        "Multidisciplinary",
        "Neoadjuvant chemoradiation",
        "Pelvic side wall",
        "Rectal cancer"
    ],
    "authors": [
        "Songphol Malakorn",
        "Yun Yang",
        "Brian K. Bednarski",
        "Harmeet Kaur",
        "Y. Nancy You",
        "Emma B. Holliday",
        "Arvind Dasari",
        "John M. Skibber",
        "Miguel A. Rodriguez-Bigas",
        "George J. Chang"
    ],
    "citedby-count": 55,
    "ref-count": 26,
    "ref-list": [
        "Preoperative versus postoperative chemoradiotherapy for locally advanced rectal cancer: Results of the German CAO/ARO/AIO-94 randomized phase III trial after a median follow-up of 11 years",
        "Mesorectal excision with or without lateral lymph node dissection for clinical stage II/III lower rectal cancer (JCOG0212): A multicenter, randomized controlled, noninferiority trial",
        "Japanese Society for Cancer of the Colon and Rectum (JSCCR) guidelines 2016 for the treatment of colorectal cancer",
        "Treatment of rectal cancer in the East and West: Should it be different?",
        "Lateral node dissection in low rectal cancer: Time for a global approach?",
        "Lateral pelvic lymph node dissection and radiation treatment for rectal cancer: Mutually exclusive or mutually beneficial?",
        "The incidence of lateral pelvic side-wall nodal involvement in low rectal cancer may be similar in Japan and the West",
        "Patterns of local recurrence in rectal cancer: A single-center experience",
        "Metastases to retroperitoneal or lateral pelvic lymph nodes indicated unfavorable survival and high pelvic recurrence rates in a cohort of 102 patients with low rectal adenocarcinoma",
        "Patterns of local recurrence and oncologic outcomes in T3 low rectal cancer (≤5 cm from the anal verge) treated with short-course radiotherapy with delayed surgery: Outcomes in T3 low rectal cancer treated with short-course radiotherapy with delayed surgery",
        "Can chemoradiation allow for omission of lateral pelvic node dissection for locally advanced rectal cancer?",
        "What to do with lateral nodal disease in low locally advanced rectal cancer? a call for further reflection and research",
        "Potential impact of lateral lymph node dissection (LLND) for low rectal cancer on prognoses and local control: A comparison of 2 high-volume centers in Japan that employ different policies concerning LLND",
        "Selective lateral pelvic lymph node dissection in patients with advanced low rectal cancer treated with preoperative chemoradiotherapy based on pretreatment imaging",
        "Oncological outcomes of lateral pelvic lymph node metastasis in rectal cancer treated with preoperative chemoradiotherapy",
        "Robotic lateral pelvic lymph node dissection after neoadjuvant chemoradiation: View from the West",
        "The American Joint Committee on Cancer: The 7th edition of the AJCC cancer staging manual and the future of TNM",
        "Neoadjuvant (chemo)radiotherapy with total mesorectal excision only is not sufficient to prevent lateral local recurrence in enlarged nodes: Results of the multicenter lateral node study of patients with low cT3/4 rectal cancer",
        "Is lateral pelvic node dissection necessary after preoperative chemoradiotherapy for rectal cancer patients with initially suspected lateral pelvic node?",
        "Neoadjuvant chemoradiotherapy affects the indications for lateral pelvic node dissection in mid/low rectal cancer with clinically suspected lateral node involvement: A multicenter retrospective cohort study",
        "Selection of lymph node-positive cases based on perirectal and lateral pelvic lymph nodes using magnetic resonance imaging: Study of the Japanese Society for Cancer of the Colon and Rectum",
        "Indications for lateral pelvic lymph node dissection based on magnetic resonance imaging before and after preoperative chemoradiotherapy in patients with advanced low-rectal cancer",
        "Oncological benefit of lateral pelvic lymph node dissection for rectal cancer treated without preoperative chemoradiotherapy: A multicenter retrospective study using propensity score analysis",
        "Feasibility of laparoscopic total mesorectal excision with extended lateral pelvic lymph node dissection for advanced lower rectal cancer after preoperative chemoradiotherapy",
        "Lateral lymph node metastasis is a major cause of locoregional recurrence in rectal cancer treated with preoperative chemoradiotherapy and curative resection",
        "Postoperative morbidity and mortality after mesorectal excision with and without lateral lymph node dissection for clinical stage II or stage III lower rectal cancer (JCOG0212): Results from a multicentre, randomised controlled, non-inferiority trial"
    ],
    "affiliation": [
        {
            "affiliation-city": "Houston",
            "@id": "60015023",
            "affilname": "The University of Texas MD Anderson Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015023",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Aman Family Fund for Colorectal Cancer Research and Education",
        "Andrews Family Fund for Colorectal Cancer Research",
        "National Institutes of Health",
        "National Cancer Institute",
        "University of Texas MD Anderson Cancer Center"
    ]
}