{
    "eid": "2-s2.0-85147982867",
    "title": "Brand as a leader or a servant? The effect of anthropomorphized brand roles and goal types on consumer responses",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (all)",
            "@code": "1400",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "brand role",
        "goal attainment",
        "goal progress",
        "goal pursuit"
    ],
    "authors": [
        "Dipankar Rai",
        "Chien Wei Wilson Lin",
        "Napatsorn Jiraporn",
        "Panitharn Juntongjin"
    ],
    "citedby-count": 0,
    "ref-count": 24,
    "ref-list": [
        "Cultivating admiration in brands: warmth, competence, and landing in the “golden quadrant",
        "Is that car smiling at me? Schema congruity as a basis for evaluating anthropomorphized products",
        "Goal setting and goal striving in consumer behavior",
        "Letting good opportunities pass us by: examining the role of mind-set during goal pursuit",
        "Use does not wear the fabric of friendship: thinking of objects as alive makes people less willing to replace them",
        "Partner or servant? When relationship type affects trait expectations and evaluations of the brand",
        "Automatic effects of brand exposure on notivated behavior: how apple makes you ‘think different",
        "Shifting closeness: Interpersonal effects of personal goal progress",
        "Goals as excuses or guides: the liberating effect of perceived goal progress on choice",
        "Consumers and their brands: Developing relationship theory in consumer research",
        "To collaborate or serve? Effects of anthropomorphized brand roles and implicit theories on consumer responses",
        "Does monitoring goal progress promote goal attainment? A meta-analysis of the experimental evidence",
        "Seeing’ the social roles of brands: how physical positioning influences brand evaluation",
        "Self-construal drives preference for partner and servant brands",
        "Maintenance versus attainment goals: Influence of self-regulation goal type on goal pursuit behaviors",
        "Do materialists prefer the ‘brand-as-servant”? The interactive effect of anthropomorphized brand roles and materialism on consumer response",
        "The goal-gradient hypothesis Resurrected: purchase acceleration, Illusion Goal Progress, and Customer Retention",
        "The small-area hypothesis: Effects of progress monitoring on goal adherence",
        "Consumer goal pursuit",
        "Work with me or for me: the influence of implicit self-theories on the preference of anthropomorphized products",
        "Self-Regulation through goal setting",
        "Downright sexy: verticality, implicit power, and perceived physical attractiveness",
        "Instructional manipulation checks: Detecting satisficing to increase statistical power"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Oneonta",
            "@id": "60021582",
            "affilname": "SUNY Oneonta",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021582",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Oswego",
            "@id": "60014235",
            "affilname": "SUNY Oswego",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014235",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Syracuse",
            "@id": "60010841",
            "affilname": "Le Moyne College",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010841",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}