{
    "eid": "2-s2.0-85142507892",
    "title": "Gendered vulnerability and inequality: understanding drivers of climate-smart agriculture dis-and nonadoption among smallholder farmers in Malawi and Zambia",
    "cover-date": "2022-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology",
            "@code": "2303",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "adaptation",
        "climate-smart agriculture",
        "disaster risk reduction",
        "everyday realities",
        "gendered vulnerability",
        "inequality",
        "resilience building"
    ],
    "authors": [
        "Sizwile Khoza",
        "Dewald van Niekerk",
        "Livhuwani D. Nemakonde"
    ],
    "citedby-count": 1,
    "ref-count": 44,
    "ref-list": [
        "Adoption of modern agricultural production technologies by farm households in Ghana: what factors influence their decisions",
        "ICT adoption in developing countries: perspectives from small-scale agribusinesses",
        "Understanding the adoption of climate-smart agriculture: a farm-level typology with empirical evidence from southern Malawi",
        "Diversification as part of a CSA strategy: the cases of Zambia and Malawi",
        "Everyday realities of climate change adaptation in Mozambique",
        "Barriers to scaling up/out climate smart agriculture and strategies to enhance adoption in Africa",
        "Is resilience a useful concept in the context of food security and nutrition programmes? Some conceptual and practical considerations",
        "Saying all the right things? Gendered discourse in climate-smart agriculture",
        "Disaster risk reduction: a critical approach",
        "How does gender affect the adoption of agricultural innovations? The case of improved maize technology in Ghana",
        "Can agricultural input subsidies reduce the gender gap in modern maize adoption? Evidence from Malawi",
        "Interface bureaucrats and the everyday remaking of climate interventions: evidence from climate change adaptation in Zambia",
        "Mixed methods research: a research paradigm whose time has come",
        "Understanding gender dimensions of climate-smart agriculture adoption in disaster-prone smallholder farming communities in Malawi and Zambia",
        "Rethinking climate-smart agriculture adoption for resilience-building among smallholder farmers: gender-sensitive adoption framework",
        "Advancing climate-smart-agriculture in developing drylands: joint analysis of the adoption of multiple on-farm soil and water conservation technologies in West African Sahel",
        "A preliminary discussion on the opportunities and challenges of linking climate change adaptation with disaster risk reduction",
        "Management of floods in Malawi: case study of the Lower Shire River Valley",
        "Farm types and adoption of proven innovative practices in smallholder bean farming in Angonia district of Mozambique",
        "Increasing resilience of smallholder farmers to climate change through multiple adoption of proven climate-smart agriculture innovations. Lessons from Southern Africa",
        "Farm household typology and adoption of climate-smart agriculture practices in smallholder farming systems of Southern Africa",
        "Climate change adaptation and vulnerability: a case of rain dependent small-holder farmers in selected districts in Zambia",
        "Vulnerability modeling for sub-Saharan Africa: an operationalized approach in Malawi",
        "After Sendai: is Africa bouncing back or bouncing forward from disasters?",
        "Climate-smart agriculture for sustainable agricultural sectors: the case of Mooifontein",
        "Planned relocation and everyday agency in low‐lying coastal villages in Fiji",
        "Smallholder farmers and climate smart agriculture: technology and labor-productivity constraints amongst women smallholders in Malawi",
        "A cost-benefit analysis of climate-smart agriculture options in Southern Africa: balancing gender and technology",
        "Explaining the adoption and disadoption of sustainable agriculture: the case of cover crops in northern Honduras",
        "Adoption and dissemination pathways for climate-smart agriculture technologies and practices for climate-resilient livelihoods in Lushoto, northeast Tanzania",
        "Drivers of precision agriculture technologies adoption: a literature review",
        "Gender and institutional dimensions of agricultural technology adoption: a review of literature and synthesis of 35 case studies",
        "Who is quitting? An analysis of the dis-adoption of climate smart sorghum varieties in Tanzania"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "128906646",
            "affilname": "North-West University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/128906646",
            "affiliation-country": null
        }
    ],
    "funding": [
        "Centre for Excellence in Food Security",
        "Department of Science and Technology-National Research Foundation",
        "SDI",
        "North-West University"
    ]
}