{
    "eid": "2-s2.0-85055912001",
    "title": "Synthesis and characterization of AMO LDH-derived mixed oxides with various Mg/Al ratios as acid–basic catalysts for esterification of benzoic acid with 2-ethylhexanol",
    "cover-date": "2019-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Catalysis",
            "@code": "1503",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Process Chemistry and Technology",
            "@code": "1508",
            "@abbrev": "CENG"
        }
    ],
    "keywords": [
        "Al K-edge",
        "AMO-LDHs",
        "Benzoic acid",
        "Esterification",
        "LCF",
        "Mg K-edge",
        "XAS"
    ],
    "authors": [
        "J. Kuljiraseth",
        "A. Wangriya",
        "J. M.C. Malones",
        "W. Klysubun",
        "S. Jitkarnka"
    ],
    "citedby-count": 62,
    "ref-count": 43,
    "ref-list": [
        "Esterification of benzoic acid with 2-ethylhexanol in a microwave stirred-tank reactor",
        "Kinetics of esterification of methanol and acetic acid with mineral homogeneous acid catalyst",
        "Kinetic study of alcoholysis of the fatty acids catalyzed by tin chloride (II): an alternative catalyst for biodiesel production",
        "Kinetics of the mono-esterification between terephthalic acid and 1, 4-butanediol",
        "Esterification of free fatty acids using water-tolerable Amberlyst as a heterogeneous catalyst",
        "Metal oxides as heterogeneous catalysts for esterification of fatty acids obtained from soybean oil",
        "Biodiesel production in the presence of sulfonated mesoporous ZnAl2O4 catalyst via esterification of palm fatty acid distillate (PFAD)",
        "Esterification of stearic acid with methanol over mesoporous ordered sulfated ZrO2–SiO2 mixed oxide aerogel catalyst",
        "Zinc oxide as a solid acid catalyst for esterification reaction",
        "Metabolites from the biodegradation of di-ester plasticizers by Rhodococcus rhodochrous",
        "Oxidation of primary alcohols to carboxylic acids",
        "Structure and surface and catalytic properties of Mg-Al basic oxides",
        "Sulfonated carbon catalyzed oxidation of aldehydes to carboxylic acids by hydrogen peroxide",
        "Urine 4-heptanone: a β-oxidation product of 2-ethylhexanoic acid from plasticisers",
        "Mg/Al hydrotalcites: preparation, characterisation and ketonisation of acetic acid",
        "Chelating alcohols accelerate the samarium diiodide mediated reduction of 3-heptanone",
        "Asymmetric transfer hydrogenation of ketones with bifunctional transition metal-based molecular catalysts",
        "Asymmetric catalysis by architectural and functional molecular engineering: practical chemo‐and stereoselective hydrogenation of ketones",
        "Understanding surface interactions in aqueous miscible organic solvent treated layered double hydroxides",
        "Synthesis and characterisation of aqueous miscible organic-layered double hydroxides",
        "Effect of the chemical composition on the catalytic performance of Mg yAlO x catalysts for alcohol elimination reactions",
        "Acido-basic and catalytic properties of transition-metal containing Mg–Al hydrotalcites and their corresponding mixed oxides",
        "Highly efficient esterification of carboxylic acids with alcohols by montmorillonite-enwrapped titanium as a heterogeneous acid catalyst",
        "The removal of naphthenic acids from dewaxed VGO via esterification catalyzed by Mg–Al hydrotalcite",
        "Classical keggin intercalated into layered double hydroxides: facile preparation and catalytic efficiency in knoevenagel condensation reactions",
        "Effects of composition and structure of Mg/Al oxides on their activity and selectivity for the condensation of methyl ketones",
        "Transesterification of rapeseed oil by Mg–Al mixed oxides with various Mg/Al molar ratio",
        "Adsorption of nitrate and nitrite from aqueous solution onto calcined (Mg–Al) hydrotalcite of different Mg/Al ratio",
        "unique structural properties of the Mg–Al hydrotalcite solid base catalyst: an in situ study using Mg and Al K‐edge xafs during calcination and rehydration",
        "Intra-and inter-layer structures of layered hydroxy double salts, Ni 1− x Zn 2x (OH) 2 (CH 3 CO 2) 2x· nH 2 O",
        "X-ray absorption spectroscopies of Mg-Al-Ni hydrotalcite like compound for explaining the generation of surface acid sites",
        "Synthesis and characterization of hydrotalcites containing Ni (II) and Fe (III) and their calcination products",
        "Catalytic applications of layered double hydroxides and derivatives",
        "Manual on catalyst characterization (recommendations 1991)",
        "Hydrothermal synthesis of Mg–Al hydrotalcites by urea hydrolysis",
        "X-ray photoelectron spectra of aluminum oxides: structural effects on the “chemical shift”",
        "Excellent fluoride removal properties of porous hollow MgO microspheres",
        "Infrared analysis of methanol adsorption on mixed oxides derived from Mg/Al hydrotalcite catalysts for transesterification reactions",
        "Structural and surface acid/base properties of hydrotalcite-derived MgAlO oxides calcined at varying temperatures",
        "Influence of thermal treatment conditions on the activity of hydrotalcite-derived Mg–Al oxides in the aldol condensation of acetone",
        "Catalytic conversion of ethanol into butanol over M–Mg–Al mixed oxide catalysts (M= Pd, Ag, Mn, Fe, Cu, Sm, Yb) obtained from LDH precursors",
        "Identification and quantification of defects in the cation ordering in Mg/Al layered double hydroxides",
        "An intracrystalline catalytic esterification reaction between ethylene glycol intercalated layered double hydroxide and cyclohexanecarboxylic acid"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199582",
            "affilname": "Center of Excellence on Petrochemical and Materials Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199582",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60113829",
            "affilname": "SCG Chemicals Co., Ltd.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60113829",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Ratchasima",
            "@id": "106722670",
            "affilname": "Synchrotron Light Research Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106722670",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center of Excellence on Petrochemical and Materials Technology",
        "Petroleum and Petrochemical College, Chulalongkorn University",
        "SCG Chemicals, Co., Ltd."
    ]
}