{
    "eid": "2-s2.0-84964607404",
    "title": "Automatic monitoring method of apple browning for determining optimal inhibitor mixtures",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Food Science",
            "@code": "1106"
        }
    ],
    "keywords": [
        "Analyser",
        "Browning inhibitor",
        "Browning process",
        "Trichromatic Colour"
    ],
    "authors": [
        "P. Katemake"
    ],
    "citedby-count": 1,
    "ref-count": 19,
    "ref-list": [
        "Review: Enzymatic browning in minimally processed fruit and vegetables",
        "Flavonoid and chlorogenic acid levels in apple fruit: Characterisation of variation",
        "A comparative study of polyphenoloxidases from taro (Colocasia esculenta) and potato (Solanum tuberosum var. Romano)",
        "Inhibition of Browning by Sulfur Amino Acids. 1. Heated Amino Acid-Glucose Systems",
        "Color difference thresholds in dental ceramics",
        "Measuring Colour: Fourth Edition",
        "European Scientific Journal",
        "Proceedings of 12th International AIC Congress",
        "Complete study of traditional thai colors used in mural paintings: Traditional thai color name dictionary",
        "Enzymatic effects on flavor and texture of fresh-cut fruits and vegetables in Freshcut Fruits and Vegetables Science, Technology and Market",
        "The development of the CIE 2000 colour-difference formula: CIEDE2000",
        "Inhibition of enzymic browning in cloudy apple juice with selected antibrowning agents",
        "Trichromatic Colour Analyzer V 1.0.0.0 User's Manual",
        "Quantification of enzymatic browning in apple slices applying the fractal texture Fourier image",
        null,
        "Description of the kinetic enzymatic browning in banana (Musa cavendish) slices using non-uniform color information from digital images",
        "Method development and generation of profiles for selected phenolics from apple cultivars used for processed products",
        "Proceedings of European Symposium on Apple Processing",
        "Evaluation of methods for verifying the performance of color-measuring instruments. Part I: Repeatability"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}