{
    "eid": "2-s2.0-85087859507",
    "title": "Annotated checklist of the land snail fauna from Southern Cambodia (Mollusca, gastropoda)",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Biodiversity",
        "Conservation",
        "Indochina",
        "Limestones",
        "Systematics"
    ],
    "authors": [
        "Chirasak Sutcharit",
        "Phanara Thach",
        "Samol Chhuoy",
        "Peng Bun Ngor",
        "Ekgachai Jeratthitikul",
        "Warut Siriwut",
        "Ruttapon Srisonchai",
        "Ting Hui Ng",
        "Arthit Pholyotha",
        "Parin Jirapatrasilp",
        "Somsak Panha"
    ],
    "citedby-count": 17,
    "ref-count": 123,
    "ref-list": [
        "Nouvelles contributions malacologiques. VIII. Mollusques nouveaux de l’extrême-Orient",
        "Observations sur les Mollusques Gastéropodes sénestres de l’époque actuelle",
        "A report on the bees (Hymenoptera: Apoidea: Anthophila) of Cambodia",
        "A biogeographic synthesis of the amphibians and reptiles of Indochina",
        "Description de coquilles nouvelles de l’Indo-Chine",
        "Coquilles terrestres nouvelles de quelques collines calcaires du Cambodge et du Sud Vietnam",
        "Studies in the Achatinidae, a group of African land snails",
        "Incidence D’Angiostrongylus cantonensis (Chen) au Cambodge",
        "Parmarion martensi Simroth, 1893 (Gastropoda: Ariophantidae), an intermediate host of Angiostrongylus cantonensis (rat lungworm), on Maui",
        "Mollusques nouveaux de Perak (Indo-Chine)",
        "Note sur la faune malacologique de Cochinchine, comprenant la description des espèces nouvelles ou peu connues",
        "Mollusques Fluviatiles, recueillis au Cambodge, par la Mission scientifique française de 1873",
        "Visual encounter surveys",
        "Liste des mollusques récoltés par M.H. Mansuy en Indo-Chine et au Yunnan et description ďespèces nouvelles",
        "Accelerated deforestation driven by large-scale land acquisitions in Cambodia",
        "Family Cyclophoridae in Vietnam (Gastropoda: Cyclophoroidea): the genus Cyclophorus Montfort, 1810",
        "The land snail genus Opisthoporus Benson in L. Pfeiffer, 1851 (Gastropoda: Caenogastropoda: Cyclophoridae) from Vietnam, with description of a new species",
        "On the dates of publication of the Society’s ‘Proceedings’1859–1926, with an appendix containing the dates of publication 1830–1858, compiled by F.H. Waterhouse; also of the ‘Transactions’ 1833–1869 by Henry Peavot, originally published in P.Z.S. 1893,1913",
        "Dates de publicalion du “Journal de Conchyliologie” de 1861–1900",
        "Catalogue des mollusques terrestres et fluviatiles de ľIndoChine orientale cites jusqu’ à ce jour",
        "Les mollusques testaces du Cambodge. Premier partie: Introduction et Gastéropodes Prosobranches",
        "Les mollusques testaces du Cambodge. Seconde partie: Gastéropodes Pulmonés, bivalves et bibliographie",
        "Liste des mollusques testacés du Cambodge",
        "Restricted genetic variation in populations of Achatina (Lissachatina) fulica outside of East Africa and the Indian Ocean Islands points to the Indian Ocean Islands as the earliest known common source",
        "Diversity and biogeography of land snails (Mollusca, Gastropoda) in the limestone hills of Perak, Peninsular Malaysia",
        "Aquatic Polyphaga (Insecta: Coleoptera) from Kampong Speu Province, Cambodia",
        "Herpetofauna of the Phnom Kulen National Park, northern Cambodia – An annotated checklist",
        "The Lower Mekong: an insurmountable barrier to amphibians in southern Indochina?",
        "Land and Freshwater Mollusca of India, Including South Arabia, Baluchistan, Afghanistan, Kashmir, Nepal, Burmah, Pegu, Tenasserim, Malay Peninsula, Ceylon, and other Islands of the Indian Ocean",
        "Description of shells from Perak and the Nicobar Islands",
        "Checklist of the amphibians and reptiles of the Cardamom region of southwestern Cambodia",
        "Chapter 3. Landforms of Southeast Asia",
        "Records of freshwater fish species from Phnom Kulen National Park, northwestern Cambodia",
        "Aktualiserte Liste der terrestrischen Gastropoden Thailands",
        "A contribution to the knowledge of ant genera of Cambodia (Hymenoptera: Formicidae)",
        "Species composition of ant prey of the pitcher plant Nepenthes bokorensis Mey (Nepenthaceae) in Phnom Bokor National Park, Cambodia",
        "Understanding the drivers of Southeast Asian biodiversity loss",
        "Rediscovery of the critically endangered giant land snail Bertia cambojiensis (Reeve, 1860) in Cambodia",
        "On the land-shells of India",
        "The first revision of the carnivorous land snail family Streptaxidae in Laos, with description of three new species (Pulmonata, Stylommatophora, Streptaxidae)",
        "Annotated checklist of the terrestrial molluscs from Laos (Mollusca, Gastropoda)",
        "Taxonomic review of the tree snail genus Amphidromus Albers, 1850 (Pulmonata: Camaenidae) in Laos, with the description of two new species",
        "Tiger beetle (Coleoptera: Cicindelidae) records from Kratie Province, Cambodia, with three new country records and an updated checklist for Cambodia",
        "Conchological and molecular analysis of the “non-scaly” Bornean Georissa with descriptions of three new species (Gastropoda, Neritimorpha, Hydrocenidae)",
        "Die gedeckelten Lungenschnecken (Cyclostomacea)",
        "Die Gedeckekten Lungenschnecken (Cyclostomacea)",
        "A rapid survey of Odonata on Bokor Plateau, Preah Monivong National Park, Cambodia",
        "Two more Odonata species recorded for Cambodia",
        "New records of Odonata from Cambodia, based mostly on photographs",
        "Sur cinq protozoaires parasites nouveaux",
        "Cambodiparmarion doroshenkoi gen. et sp. nov. (Pulmonata, Helicarionidae) from Cambodia",
        "A checklist of the millipedes (Diplopoda) of Cambodia",
        "A preliminary checklist of the non-marine molluscs of West-Malaysia, A handlist",
        "Sur quelques mollusques du Tonkin",
        "Addition à la faune malacologique de l’Indo-Chine",
        "Description d’especes nouvelles de coquilles recueillies par M. Pavie au Cambodge",
        "Description d’espèces nouvelles de Coquilles, recueillies par M. Pavie au Cambodge, 2ndarticle",
        "Diagnose molluscorum novorum Cambodgiae",
        "Catalogue des Coquilles recueillies par M. Pavie dans le Cambodge et le Royaume de Siam et description d’Especes Nouvelles",
        "Contribution à la Faune malacoIogique du Cambodge et du Siam",
        "Biodiversity hotspots for conservation priorities",
        "Anceyoconcha, a replacement name for the preoccupied tree snail genus Giardia Ancey, 1907 (Pulmonata: Helicoidea: Camaenidae)",
        "An annotated catalogue of type specimens of the land snail genus Cyclophorus Monfort, 1810 (Caenogastropoda, Cyclophoridae) in the Natural History Museum, London",
        "Phylogenetic relationships of the operculate land snail genus Cyclophorus Montfort, 1810 in Thailand",
        "Phylogenetics and species delimitations of the operculated land snail Cyclophorus volvulus (Gastropoda: Cyclophoridae) reveal cryptic diversity and new species in Thailand",
        "Notes on a collection of stomatopod and decapod crustaceans from Cambodia",
        "New herpetofauna records and range extensions for Daboia siamensis (Smith, 1917) and Gekko petricolus Taylor, 1962 from Cambodia",
        "The breeding data of Thai edible land snail Hemiplecta distincta (Pfeiffer) (Pulmonata: Ariophantidae)",
        "Beschreibungen neuer Landschnecken",
        "Descriptions of sixty-six new land shells from the collection of H. Cuming, Esq",
        "Descriptions of twenty-five new species of land shells, from the collection of H. Cuming, Esq",
        "Description of new land shells in the collection of Mr. H. Cuming, Esq",
        "Diagnoses de neuf espèces nouvelles provenant de Siam",
        "The land snail genus Macrochlamys Gray, 1847 from Thailand, with descriptions of five new species (Pulmonata: Ariophantidae)",
        "Manual of Conchology, Structural and Systematic, with Illustrations of the Species, Series 2 volume 6",
        "Genetic structure of the common terrestrial pulmonate snail, Cryptozona siamensis (Pfeiffer, 1856), in Thailand",
        "Bradybaenidae: Catalogue of Species",
        "Camaenidae: Catalogue of Species",
        "The land Mollusca of Dominica (Lesser Antilles), with notes on some enigmatic or rare species",
        "Documents sur la faune malacologique de la Cochinchine et du Cambodge",
        "Supplément aux documents sur la faune malacologique de la Cochinchine et du Cambodge",
        "Treatise on recent terrestrial pulmonate mollusks. 11. Trigonochlamydidae, Papillodermidae, Vitrinidae, Limacidae, Bielziidae, Agriolimacidae, Boettgerillidae, Camaenidae",
        "Check-list of land pulmonate molluscs of Vietnam (Gastropoda: Stylommatophora)",
        "Ueber einige Parmarion-Arten",
        "The state and conservation of Southeast Asian biodiversity",
        "Rotifers as bio-indicators of freshwater quality: a case study from the upper Cambodian Mekong River Basin",
        "A collection of amphibians and reptiles from the Elephant and Cardamom Mountains, southwestern Cambodia",
        "Evolution of whole-body enantiomorphy in the tree snail genus Amphidromus",
        "Re-description of the type species of the genera Ganesella Blanford, 1863 and Globotrochus Haas, 1935; with description of a new Ganesella species from Thailand (Eupulmonata, Camaenidae)",
        "Notes on the sinistral helicoid snail Bertia cambojiensis (Reeve, 1860) from Vietnam (Eupulmonata, Dyakiidae)",
        "Taxonomic review of the tree snail Amphidromus Albers, 1850 (Pulmonata: Camaenidae) in Thailand and adjacent areas: subgenus Amphidromus",
        "Making its way down the Peninsula: Discovery of the non‐native Cryptozona siamensis (L. Pfeiffer, 1856) in Singapore, with a note on its status in Peninsular Malaysia (Helicarionoidea: Ariophantidae)",
        "Handbuch der systematischen Weichtierkunde",
        "Key biodiversity areas in the Indo-Burma hotspot: Process, progress and future directions",
        "Causes and history of forest loss in Cambodia",
        "A classification of the living Mollusca",
        "Land snail fauna of the Mekong Delta Limestone Hills (Cambodia, Vietnam): Notharinia Vermeulen, Phung et Truong, 2007, and a note on Plectostoma A. Adams, 1865 (Mollusca: Gastropoda: Caenogastropoda: Diplommatinidae)",
        "New species of land snails (Mollusca: Gastropoda: Caenogastropoda and Pulmonata) of the Mekong Delta Limestone Hills (Cambodia, Vietnam)",
        "New species of terrestrial molluscs (Caenogastropoda, Pupinidae & Pulmonata: Vertiginidae) of the Hon Chong – Ha Tien limestone hills, Southern Vietnam",
        "Systematisches Conchylien-Cabinet von Martini und Chemnitz (1837–1920), bibliography of the volumes in Göttingen",
        "The new molluscan names of César-Marie-Felix Ancey including illustrated type material from the National Museum of Wales",
        "Checklist of the aquatic Hemiptera (Heteroptera: Gerromorpha and Nepomorpha) of Cambodia, with descriptions of new species of Microvelia Westwood, 1834 and Ranatra Fabricius, 1790",
        "Gastropoda, Euthyneura"
    ],
    "affiliation": [
        {
            "affiliation-city": "Singapore City",
            "@id": "60106370",
            "affilname": "Lee Kong Chian Natural History Museum",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60106370",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Phnom Penh",
            "@id": "124173948",
            "affilname": "Wonders of the Mekong Project",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/124173948",
            "affiliation-country": "Cambodia"
        },
        {
            "affiliation-city": "Phnom Penh",
            "@id": "101946935",
            "affilname": "Fisheries Administration",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101946935",
            "affiliation-country": "Cambodia"
        }
    ],
    "funding": [
        "Fisheries Administration",
        "Inland Fisheries Research and Development Institute",
        "TRF Strategic Basic Research",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}