{
    "eid": "2-s2.0-85159803369",
    "title": "HAS COVID-19 INTENSIFIED VISITING BEHAVIORS OF ONLYFANS AND ITS ALTERNATIVES?: AN EMPIRICAL ANALYSIS",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (miscellaneous)",
            "@code": "2001",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "COVID-19",
        "Fancentro",
        "JustForFans",
        "OnlyFans",
        "Pageviews",
        "Subscription-based pornographic content sharing (SPCS) websites",
        "Visit duration"
    ],
    "authors": [
        "Chatpong Tangmanee"
    ],
    "citedby-count": 0,
    "ref-count": 41,
    "ref-list": [
        "A digital redefinition of the pornography industries",
        "Digital patronage platforms",
        "The impact of the COVID-19 pandemic on grocery shopper behaviour: Analysis of shopper behaviour change using store transaction data",
        "Growth and Diversity of the Online Solopreneur and Sexpreneur",
        "Pornhub searches during the Covid-19 pandemic",
        "COVID-19 and the demand for online food shopping services: Empirical Evidence from Taiwan",
        "Should subscription-based content creators display their earnings on crowdfunding platforms? Evidence from Patreon",
        "Did a Successful Fight against COVID-19 Come at a Cost? Impacts of the pandemic on employment outcomes in Vietnam",
        "World Health Organization Declares COVID-19 a 'Pandemic.' Here's What That Means, Time",
        "Impact of the covid-19 pandemic on online consumer purchasing behavior",
        "Sandy Shores Care Center: A Long-Term Care Staffing Crisis",
        "The Craft Club: Surveillance and Risk Within the OnlyFans Community. Critical Reflections",
        "Assessing restaurant review helpfulness through big data: dual-process and social influence theory",
        "Impact of COVID-19 on pornography use: Evidence from big data analyses",
        "Sexual attitudes and characteristics of OnlyFans users",
        "Inside the x-rated world of “premium” social media accounts",
        "Bound to Capitalism: The Pursuit of Profit and Pleasure in Digital Pornography",
        "Developing the antecedents of social influence for Internet banking adoption through social networking platforms: evidence from conventional and Islamic banks",
        "Factors affecting the growth of e-shopping over the covid-19 era in Hanoi, Vietnam",
        "Harnessing social influence theory to improve attitudes towards gay parents",
        "The orienting response, attention, and learning: An information-processing perspective",
        "The Trend in using online meeting applications for learning during the period of pandemic COVID-19: A literature review",
        "Netporn and the Amateur Turn on onlyfans",
        "The World's Oldest Profession Gets a Makeover: Sex Work, OnlyFans, and Celebrity Participation",
        "Pornographic Altruism, or, How to Have Porn in a Pandemic",
        "Effects of COVID-19 on Browsing and Spending Behaviors During Visit Sessions at Retail Websites",
        "An empirical analysis of the pageview and visit duration of pornography websites",
        "Visitors at Amazon. Com: A Two-Level Exploration into Their Browsing and Spending Behaviors",
        "Social Support in Digital Patronage: OnlyFans Adult Content Creators as an Online Community",
        "Tales from the porn: A comprehensive privacy analysis of the web porn ecosystem",
        "Competing platform imaginaries of NSFW content creation on OnlyFans",
        "Resistive switching materials for information processing",
        "Information processing",
        "Merging the Social Influence Theory and the Goal-Framing Theory to Understand Consumers' Green Purchasing Behavior: Does the Level of Sensitivity to Climate Change Really Matter?",
        "Identification of multi-element geochemical anomalies for Cu–polymetallic deposits through staged factor analysis, improved fractal density and expected value function"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60199583",
        "affilname": "Chulalongkorn Business School",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
        "affiliation-country": "Thailand"
    },
    "funding": []
}