{
    "eid": "2-s2.0-85145738212",
    "title": "The relationship between RHA use and car purchases: Trends emerging in Bangkok, Thailand",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Transportation",
            "@code": "3313",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Bangkok",
        "Car purchasing intention",
        "Ride-hailing application"
    ],
    "authors": [
        "Phathinan Thaithatkul",
        "Saksith Chalermpong",
        "Wattana Laosinwattana",
        "Jamison Liang",
        "Hironori Kato"
    ],
    "citedby-count": 1,
    "ref-count": 22,
    "ref-list": [
        "Statistical Profile of BMA 2019",
        "Sharing the air: transient impacts of ride-hailing introduction on pollution in China",
        "Car ownership motivations among undergraduate students in China, Indonesia, Japan, Lebanon, Netherlands, Taiwan, and USA",
        "Ride-hailing applications in Southeast Asia: a literature review",
        "Middle-class travel patterns, predispositions and attitudes, and present-day transport policy in Bangkok, Thailand",
        "Disruptive Transportation: the Adoption, Utilization, and Impacts of Ride-Hailing in the United States",
        "Number of New Registered Vehicles 2019",
        "Number of New Registered Vehicles 2018",
        "Platform competition in the sharing economy: understanding how ride-hailing services influence new car purchases",
        "Measuring the impact of an unanticipated suspension of ride-sourcing in Austin, Texas",
        "Transport's digital age transition",
        "Are millennials really the “go-nowhere” generation?",
        "Gross Regional and Provincial Product Chain Volume Measures",
        "Paratransit as a connective mode for mass transit systems in Asian developing cities: case of Bangkok in the era of ride-hailing services",
        "Why do TOD residents still use cars? Understanding the factors affecting the automobile ownership and use of residents living near transit stations of Bangkok",
        "Just a better taxi? A survey-based comparison of taxis, transit, and ridesourcing services in San Francisco",
        "How app-based ride-hailing services influence travel behavior: an empirical study from China",
        "Findings from Bangkok",
        "TomTom traffic index: global traffic congestion up as Bengaluru takes crown of ‘world's most traffic congested city",
        "Effects of on-demand ridesourcing on vehicle ownership, fuel consumption, vehicle miles traveled, and emissions per capita in U.S. States",
        "Carless or car later?: declining car ownership of millennial household in the puget sound region"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60025272",
            "affilname": "The University of Tokyo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025272",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "RHA",
        "Chulalongkorn University",
        "Kajima Foundation"
    ]
}