{
    "eid": "2-s2.0-84991074977",
    "title": "Actinomadura montaniterrae sp. nov., isolated from mountain soil",
    "cover-date": "2016-09-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Actinobacteria",
        "Actinomadura",
        "Mountain soil",
        "Thermomonosporaceae"
    ],
    "authors": [
        "Apakorn Songsumanus"
    ],
    "citedby-count": 13,
    "ref-count": 48,
    "ref-list": [
        "Actinomadura maheshkhaliensis sp. nov., a novel actinomycete isolated from mangrove rhizosphere soil of Maheshkhali, Bangladesh",
        "Tokyo: The Society for Actinomycetes",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Evolution",
        "Toward defining the course of evolution: Minimum change for a specific tree topology",
        "Nucleic Acids Symp Ser",
        "ZHD-0501, a novel naturally occurring staurosporine analog from Actinomadura sp. 007",
        "Actinomadura sediminis sp. nov., a marine actinomycete isolated from mangrove sediment",
        "Nomimicin, a new spirotetronate-class polyketide from an actinomycete of the genus Actinomadura",
        "3-Oxyanthranilic acid derivatives from Actinomadura sp. BCC27169",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "4 Lipid and Cell-Wall Analysis in Bacterial Systematics",
        "New β-carboline and indole alkaloids from Actinomycete Actinomadura sp. BCC 24717",
        "The Prokaryotes Archaea and Bacteria: Firmicutes, Actinomycetes",
        "Taxonomic Revision of the Actinomycete Genera Actinomadura and Microtetraspora",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "16S/23S Rrna Sequencing. in Nucleic Acid Techniques in Bacterial Systematics",
        "Int J Syst Bacteriol",
        "Actinomadura darangshiensis sp. nov., isolated from a volcanic cone",
        "Actinomadura nitritigenes sp. nov., isolated from experimental biofilters",
        "Actinoplanes capillaceus sp. nov., a new species of the genus Actinoplanes",
        "Characterization of madurastatin C1, a novel siderophore from Actinomadura sp.",
        "Actinomadura fibrosa sp. nov. isolated from soil",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Microbispora corallina sp. nov., a new species of the genus Microbispora isolated from Thai soil",
        "Abundant and diverse endophytic actinobacteria associated with medicinal plant Maytenus austroyunnanensis in Xishuangbanna tropical rainforest revealed by culture-dependent and culture-independent methods",
        "Actinomadura flavalba sp. nov., an endophytic actinomycete isolated from leaves of Maytenus austroyunnanensis",
        "Actinomadura rudentiformis sp. nov., isolated from soil",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids",
        "Cytotoxic Indolocarbazoles from Actinomadura melliaura ATCC 39691",
        "Int J Syst Bacteriol",
        "Bendigoles D-F, bioactive sterols from the marine sponge-derived Actinomadura sp. SBMs009",
        "Microbiol Today",
        "Simplified approach to identification of aerobic actinomycetes by thin layer chromatography",
        "JBIR-65, a new diterpene, isolated from a sponge-derived Actinomadura sp. SpB081030SC-15",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "Chemical Methods in Prokaryotic Systematics",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Micromonospora marina sp. nov., isolated from sea sand",
        "New species, Actinomadura fulvescens sp. nov. and Actinomadura turkmeniaca sp. nov. and their antagonistic properties",
        "Bergey’s Manual of Systematic Bacteriology",
        "J Gen Appl Microbiol",
        "Int J Syst Bacteriol",
        "Actinomycetes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tsukuba",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}