{
    "eid": "2-s2.0-85010403057",
    "title": "Impacts of organic waste from a yellowtail cage farm on surface sediment and bottom water in Shido Bay (the Seto Inland Sea, Japan)",
    "cover-date": "2017-03-20",
    "subject-areas": [
        {
            "$": "Aquatic Science",
            "@code": "1104"
        }
    ],
    "keywords": [
        "Bottom water",
        "Organic waste",
        "Surface sediment",
        "Yellowtail farm"
    ],
    "authors": [
        "S. Srithongouthai"
    ],
    "citedby-count": 30,
    "ref-count": 26,
    "ref-list": [
        "Sediment mineralization, nutrient fluxes, denitrification and dissimilatory nitrate reduction to ammonium in an estuarine fjord with sea cage trout farms",
        "Environmental impact of salmon net-pen culture on marine benthic communities in Maine: A case study",
        "Prediction of benthic impact for salmon net-pens based on the balance of benthic oxygen supply and demand",
        "Mar. Ecol. Prog. Ser.",
        "Seasonal changes in benthic fluxes of dissolved oxygen and ammonium associated with marine cultured Atlantic salmon",
        "Impact of marine fish cage farming on metabolism and sulfate reduction of underlying sediments",
        "Impacts of milkfish (Chanos chanos) aquaculture on carbon and nutrient fluxes in the Bolinao area, Philippines",
        "Biogeochemical conditions in sediments enriched by organic matter from net-pen fish farms in the Bolinao area, Philippines",
        "Seasonal variability in sediment profiles beneath fish farm cages in the Mediterranean",
        "Impact of cage farming of fish on the seabed in three Mediterranean coastal areas",
        "Purine and pyrimidine bases in marine particles in the Seto Inland Sea, Japan",
        "Relationship between feed input and sediment quality of the fish cage farms",
        "Annual cycle of ammonium and phosphate fluxes across the sediment-water interface in coastal marine environment (the Seto Inland Sea)",
        "The influence of environmental variability on silicate exchange rates between sediment and water in a shallow-water coastal ecosystem, the Seto Inland Sea, Japan",
        "Control of dissolved oxygen levels of water in net pens for fish farming by a microscopic bubble generating system",
        "Modeling of dissolved oxygen of aquaculture grounds in a semi-enclosed bay",
        "Impact of fish net pen culture on the benthic environment of a cove in South Japan",
        "Benthic faunal succession in a cove organically polluted by fish farming",
        "Benthos Res.",
        "Seasonal fluctuations in the flux of particulate organic matter discharged from net pens for fish farming",
        "The environmental impact of marine fish culture: Towards a sustainable future",
        "Impact of marine fish farming on water quality and bottom sediment: A case study in the sub-tropical environment",
        "Tracing the influence on sediments of organic waste from a salmonid farm using stable isotope analysis",
        "Bull. Natl. Res. Inst. Aquacult."
    ],
    "affiliation": [
        {
            "affiliation-city": "Takamatsu",
            "affilname": "Kagawa University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}