{
    "eid": "2-s2.0-85009814697",
    "title": "Knowledge, attitudes and perceptions of Parkinson's disease: A cross-sectional survey of Asian patients",
    "cover-date": "2017-03-15",
    "subject-areas": [
        {
            "$": "Neurology",
            "@code": "2808"
        },
        {
            "$": "Neurology (clinical)",
            "@code": "2728"
        }
    ],
    "keywords": [
        "Attitudes",
        "Knowledge",
        "Misconceptions",
        "Parkinson's disease",
        "Patient education",
        "Perception"
    ],
    "authors": [
        "Onanong Jitkritsadakul"
    ],
    "citedby-count": 18,
    "ref-count": 28,
    "ref-list": [
        "Identifying gaps in knowledge about parkinson disease among medical professionals in Thailand",
        "Knowledge and Attitudes About Parkinson's Disease Among a Diverse Group of Older Adults",
        "Survey on general knowledge on Parkinson's disease in patients with Parkinson's disease and current clinical practice for Parkinson's disease among general neurologists from Southwest China",
        "Knowledge of Parkinson's disease in a multiethnic urban Asian setting",
        "Public Awareness and Knowledge about Parkinson's Disease: A National Population Based Survey in South Korea",
        "Patient Relat. Outcome Meas.",
        "Understanding knowledge effects on attitude-behavior consistency: The role of relevance, complexity, and amount of knowledge",
        "Perspective as an intervening construct in the judgment of attitude statements",
        "Learning new information from text: The role of prior knowledge and reading ability",
        "What matters to people with Parkinson's disease living in Australia?",
        "Moving from physician-centered care towards patient-centered care for Parkinson's disease patients",
        "Patient-perceived involvement and satisfaction in Parkinson's disease: Effect on therapy decisions and quality of life",
        "Knowledge of Parkinson's disease among patients and caregivers attending movement disorder clinic at a tertiary care centre in north India",
        "A census of movement disorders at a Thai university hospital",
        "Young- versus older-onset Parkinson's disease: Impact of disease and psychosocial consequences",
        "Social costs of Parkinson's disease",
        "Determinants of delayed diagnosis in Parkinson's disease",
        "Palliative stage Parkinson's disease: Patient and family experiences of health-care services",
        "Comparing knowledge and attitudes towards genetic testing in Parkinson's disease in an American and Asian population",
        "J. Mov. Disord.",
        "Patient education and health promotion can be effective in Parkinson's disease: A randomized controlled trial",
        "Effect of educational intervention on medication timing in Parkinson's disease: A randomized controlled trial",
        "Multidisciplinary care for patients with Parkinson's disease",
        "Factors in Patient Empowerment: A Survey of an Online Patient Research Network"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "Juntendo University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn Academic Advancement Fund",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Thailand Research Fund"
    ]
}