{
    "eid": "2-s2.0-84912042032",
    "title": "Prevalence of canine infectious endocarditis and possible association with Bartonella spp. in Bangkok, Thailand",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Bartonella spp.",
        "Dogs",
        "Endocarditis",
        "Heart",
        "Thailand",
        "Valve"
    ],
    "authors": [
        "Sirilak D. Surachetpong"
    ],
    "citedby-count": 1,
    "ref-count": 31,
    "ref-list": [
        "Enrichment culture and molecular identification of diverse Bartonella species in stray dogs",
        "Endocarditis in a dog due to infection with a novel Bartonella subspecies",
        "Evaluation of topical application of 10% imidacloprid-1% moxidectin to prevent Bartonella henselae transmission from cat fleas",
        "Aortic valve endocarditis in a dog due to Bartonella clarridgeiae",
        "Isolation of Bartonella washoensis from a Dog with Mitral Valve Endocarditis",
        "Bartonella DNA in dog saliva",
        "A combined approach for the enhanced detection and isolation of Bartonella species in dog blood samples: Pre-enrichment liquid culture followed by PCR and subculture onto agar plates",
        "Bartonella spp. DNA in cardiac tissues from dogs in colorado and wyoming",
        "Infective endocarditis in a dog and the phylogenetic relationship of the associated \"Bartonella rochalimae\" strain with isolates from dogs, gray foxes, and a human",
        "Rapid identification and differentiation of Bartonella species using a single-step PCR assay",
        "Nonvalvular infections of the cardiovascular system",
        "Bartonella quintana endocarditis in dogs",
        "Fluorescence In-situ Hybridization for the Identification of Bacterial Species in Archival Heart Valve Sections of Canine Bacterial Endocarditis",
        "Identification of Bartonella infections in febrile human patients from Thailand and their potential animal reservoirs",
        "On the relation between the site of valvular involvement in endocarditis and the blood pressure resting on the valve.",
        "A Prospective Study of Canine Infective Endocarditis in Northern California (1999-2001): Emergence of Bartonella as a Prevalent Etiologic Agent",
        "Pathologic and clinical features of infectious endocarditis",
        "Fluorescence in situ hybridization (FISH) for direct visualization of microorganisms",
        "A study of ectoparasites of Canis lupus familiaris in Mueang district, Khon Kaen, Thailand.",
        "Molecular detection of Bartonella henselae and Bartonella koehlerae from aortic valves of Boxer dogs with infective endocarditis",
        "Canine bacterial endocarditis: A review",
        "Association of periodontal disease, oral procedures, and other clinical findings with bacterial endocarditis in dogs",
        "Pathology of bartonella endocarditis in six dogs",
        "Endocarditis of the aortic valve in the dog.",
        "Serologic and molecular evidence of coinfection with multiple vector-borne pathogens in dogs from Thailand",
        "Clinicopathologic findings and outcome in dogs with infective endocarditis: 71 Cases (1992-2005)",
        "Infective endocarditis in dogs",
        "2nd Biennial Symposium of the International Society for Companion Animal Infectious Diseases (ISCAID)."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Fort Collins",
            "affilname": "Colorado State University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Ithaca",
            "affilname": "Cornell University",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}