{
    "eid": "2-s2.0-85137565224",
    "title": "Subfamily Euphorinae Foerster, 1863",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Distribution",
        "Euphorinae",
        "Hosts",
        "Identification key",
        "Middle East",
        "New records",
        "Species diversity"
    ],
    "authors": [
        "Michael J. Sharkey",
        "Neveen Samy Gadallah",
        "Hassan Ghahari",
        "Donald L.J. Quicke",
        "Scott Richard Shaw"
    ],
    "citedby-count": 0,
    "ref-count": 187,
    "ref-list": [
        "Report of endoparasitoid wasp, Meteorus gyrator (Thunberg) (Hym.: Braconidae) on rice armyworm, Mythimna unipuncta (Howarth) from Iran",
        "Parasitoids of rice armyworm, Mythimna unipuncta (Haworth) (Lepidoptera: Noctuidae) in the rice fields of western Mazandaran",
        "Introduction of the rice armyworm, Mythimna unipuncta (Haworth) (Lepidoptera: Noctuidae) parasitoids in western Mazandaran rice fields and preliminary study on their efficiency to control the pest",
        "Evaluation of parasitoids efficiency to control the cereal armyworm, Mythimna unipuncta (Haworth) (Lep.: Noctuidae) in the rice fields of Iran",
        "Brakonidi (Hymenoptera: Braconidae) Azerbaijana",
        "Azerbaijinin zarganadli jujuleri (Hymenoptera: Braconidae)",
        "A survey of braconid wasps (Hymenoptera: Braconidae: Euphorinae, Homolobinae, Macrocentrinae, Rogadinae) in Kerman province, southeastern Iran",
        "Beschreibung des Männchens von Meteorus pachypus (Braconidae, Hymenoptera); ein unbekannter Parasit von Raphidia xanthostigma Schummel (Raphidioptera)",
        "Description and natural history of the first micropterous Meteorus species: M. orocrambivorus sp. n. (Hymenoptera, Braconidae, Euphorinae), endemic to New Zealand",
        "An illustrated key to neotropical species of the genus Meteorus Haliday (Hymenoptera: Braconidae: Euphorinae)",
        "First report of Dinocampus coccinella (Hym.: Braconidae) as a parasitoid of Hippodamia variegata (Col.: Coccinellidae)",
        "Introduction of some natural enemies of common cutworm (Agrotis segetum Schiff)",
        "A survey of Euphorinae (Hymenoptera: Braconidae) of southern Iran, with description of a new species",
        "Introducing Microctonous aethiopoides Loan (Hym.: Braconidae) parasitoid of alfalfa root and leaves weevils and some of its behavioural and biological characters",
        "New report of Microctonous aethiopoides (Hym.: Braconidae) in Iran",
        "Liste d’identification No.6 (presentée par le service d’identification des Entomophages)",
        "Parasitoid abundance of Archips rosana (Linnaeus, 1758) (lepidoptera: Tortricidae) in organic cherry orchards",
        "The first report of Perilitus coccinellae (Hym.: Braconidae) a parasitoid of Coccinella septempunctata in Isfahan",
        "Species composition and hosts of family Braconidae (Hymenoptera) in Bulgaria",
        "Introduced parasites and predators of arthropod pests and weeds: a world review",
        "Revision of the genus Centistes Haliday (Hymenoptera: Braconidae: Euphorinae) of the USSR far East and neighbouring territories",
        "A new genus and ten species of the subfamily Euphorinae (Hymenoptera: Braconidae) from the Russian Far East",
        "New and rare species of the subfamily Euphorinae (Hymenoptera, Braconidae) from the Russian far East",
        "Annotated catalogue of the Hymenoptera of Russia. Volume II. Apocrita: Parasitica",
        "First records of the genera Histeromerus Wesmael (Hymenoptera: Braconidae: Histerominae) and Ecclitura Kokujev (Hymenoptera: Braconidae: Euphorinae) in Italy",
        "Robustness of ancestral state estimates: Evolution of life history strategy in ichneumonoid parasitoids",
        "A new species of Elasmosoma Ruthe, 1858 from Turkey (Hymenoptera, Braconidae, Euphorinae)",
        "New species of Euphorinae (Hymenoptera, Braconidae) for the fauna of Turkey",
        "A survey of Meteorus Haliday, 1835 of Turkey (Hymenoptera, Braconidae, Euphorinae)",
        "A contribution on the subfamilies Helconinae, Homolobinae, Macrocentrinae, Meteorinae, and Orgilinae (Hymenoptera: Braconidae) of southeastern Anatolia with new records from other parts of Turkey",
        "Taxonomical investigation on Braconidae (Hymenoptera: Ichneumonoidea) fauna in northern Cyprus, with twenty-six new records for the country",
        "Parasitoids of the ladybird beetles (Coleoptera: Coccinellidae) in Iran: An update",
        "Studies on the Ethiopian Braconidae with a catalogue of the African species",
        "The Braconidae (Hymenoptera) in the collections of the Musée Cantonal de Zoologie",
        "Revision of the subfamily Euphorinae (excluding the tribe Meteorini Cresson) (Hymenoptera: Braconidae) from China",
        "Systematics, phylogeny, and evolution of braconid wasps: 30 years of progress",
        "Four new parasitoid records of the subfamilies Euphorinae and Opiinae (Hymenoptera: Braconidae) from the Adiyaman province of Turkey",
        "On a new species of Syntretus Foerster (Hymenoptera, Braconidae) parasitic on an adult ichneumonid, with a description of the larva and notes on its life history and that of its hosts, Phaeogenes invisor (Thunberg)",
        "Natural enemies of sugar beet armyworm, Spodoptera exigua (Lep.: Noctuidae)",
        "The guests of British ants. London",
        "A new species of Microctonus (Hymenoptera: Braconidae) parasitizing the alfalfa weevil",
        "Biology of Peristenus stygicas from Turkey, a potential natural enemy of Lygus bugs in North America",
        "An annotated checklist of Ciidae (Coleoptera: Tenebrionoidea) of Iran",
        "Factors affecting distribution of two mirid bugs, Creontiades pallidus (Rambur) (Hemiptera: Miridae) and notes on on the parasitoid Leiophron deficiens Ruthe (Hymenoptera: Braconidae)",
        "Hymenopterologische Ergebnisse einer wissenschaftlichen Studienreise nach der Türkei und Kleinasien (mit Ausschluβ des Amanusgebirges)",
        "Checklist of Braconidae (Insecta: Hymenoptera) from Iran",
        "A review of the tribe Meteorini (Cresson, 1887) (Hymenoptera: Braconidae, Euphorinae) in northern Iran, with eight new records",
        "Syntrenus, a genus of Euphorinae (Hymenoptera: Braconidae) new for Iran, with first record of two species",
        "Three new records of the genera Leiophron and Euphorus (Hym.: Braconidae: Euphorinae) from Iran",
        "A contribution to the knowledge of Euphorinae (Hymenoptera: Braconidae), with six new records from Iran",
        "First report of Elasmosoma luxembergense Wasmann, 1909 (Hymenoptera: Braconidae: Euphorinae) from Iran",
        "Iranian Braconidae (Insecta: Hymenoptera: Ichneumonoidea): Diversity, distribution and host association",
        "Microctonus melanopus (Ruthe) (Hymenoptera: Braconidae), a parasitoid of adult cabbage seedpod weevil (Coleoptera: Curculionidae): Distribution in Southern Alberta and female diagnosis",
        "Parasitinsekten der Insektengallen Europas",
        "An annotated catalogue of the Iranian Euphorinae, Gnamptodontinae, Helconinae, Hormiinae and Rhysipolinae (Hymenoptera: Braconidae)",
        "New records of Braconidae (Hymenoptera) from Iran",
        "Further addition to the braconid fauna of Iran (Hymenoptera: Braconidae)",
        "A faunistic study on the subfamily Euphorinae (Hymenoptera: Ichneumonoidea, Braconidae) from Iran",
        "Five new records of Iranian Braconidae (Hymenoptera: Ichnemonoidea) for Iran and annotated catalogue of the subfamily Homolobinae",
        "Species diversity of Ichneumonoidea (Hymenoptera) from rice fields of Mazandaran province, northern Iran",
        "Species diversity of the parasitoids in rice fields of northern Iran, especially parasitoids of rice stem borer",
        "Study on the natural enemies of agricultural pests in some sugar beet fields, Iran",
        "A study on the fauna of predator and parasitoid arthropod of saffron fields (Crocus sativus L.)",
        "Additional records to the braconid fauna (Hymenoptera: Ichneumonoidea) of Iran, with new host reports",
        "A contribution to Braconidae (Hymenoptera) from rice fields and surrounding grasslands of northern Iran",
        "A contribution to the knowledge of the braconid-fauna (Hymenoptera, Ichneumonoidea, Braconidae) of Arasbaran, northwestern Iran",
        "Faunistic note on the Braconidae (Hymenoptera: Ichneumonoidea) in Iranian cotton fields and surrounding grasslands",
        "A contribution to the braconid wasps (Hymenoptera: Braconidae) from the forests of northern Iran",
        "Some new records of Braconidae (Hymenoptera) for Iran",
        "Survey of the Ichneumonoidea and Chalcidoidea (Hymenoptera) parasitoids of Saturniidae (Lepidoptera) in Iran",
        "A contribution to the Braconidae (Hymenoptera: Ichneumonoidea) from north-western Iran",
        "A study on the Braconidae (Hymenoptera: Ichneumonoidea) from some regions of northern Iran",
        "A study on the braconid wasps (Hymenoptera: Braconidae) from Isfahan province, Iran",
        "A contribution to the knowledge of braconids (Hymenoptera: Braconidae) from Lorestan province Iran",
        "New records of braconid wasps (Hymenoptera: Ichneumonoidea: Braconidae) from Iran",
        "A new species Meteorus arabica sp. nov. (Hymenoptera: Braconidae) from Saudi Arabia",
        "Oviposition behaviour of four ant parasitoids (Hymenoptera, Braconidae, Euphorinae, Neoneurini and Ichneumonidae, Hybrizontinae), with the description of three new European species",
        "Cantharadin als Gift- und Anlockungsmittel für Insekten",
        "A contribution to the knowledge of Euphorinae (Hymenoptera: Braconidae) from Turkey",
        "Beiträge zur Kenntnis der Wirte verschiedener Braconiden-Arten (Hymenoptera, Braconidae)",
        "Determination list of entomophagous insects. 9",
        "Zur Braconiden-Gattung Perilitus Nees, 1818. 2. Beitrag Die Arten mit ausgebildetem ersten Cubitus-Abschnitte (Insecta, Hymenoptera, Braconidae)",
        "Zur Braconiden-Gattung Perilitus Nees, 1818. 3. Beitrag die Arten ohne ausgebildeten ersten Cubitus- Abscnitt (Hymenoptera, Braconidae)",
        "Ökologie der Parasitoide von Taleporia tubulosa (Hymenoptera: Ichneumonoidea/Lepidoptera: Psychidae)",
        "Potential for classical biological control of the potato bug Closterotomus norwegicus (Hemiptera: Miridae): Description, parasitism and host specificity of Peristenus closterotomae sp. n. (Hymenoptera: Braconidae)",
        "Six new species records of the Braconidae (Hymenoptera) to China",
        "Ichneumoniden und Braconiden aus Iran 1954 (Hymenoptera)",
        "Situation de Lymantria dispar (Lep.: Lymantriidae) et son complexe parasitaire en Iran, en 1976",
        "A revision of Elasmosoma Ruthe (Hymenoptera: Braconidae) with two new species from Mongolia",
        "A revision of the western Palaearctic species of the genus Meteorus (Hymenoptera: Braconidae)",
        "A new genus of Euphorinae (Hymenoptera: Braconidae) from Australia with a description of final instar larva of one species",
        "The parasitoids of Spodoptera littoralis (Lep.: Noctuidae) and their role in the population control in Cyprus",
        "Hyménoptères parasites obtenus de quelques nymphes de microlépidoptères et d’autres nymphes par Mile Baron de Crombrugghe",
        "The biological control of the cotton leaf-worm (Prodenia litura F.) in Egypt",
        "Field crop pests in Iran",
        "Vegetable pests in Iran",
        "A survey on abundance and species diversity of Braconid wasps in forest of Mazandaran province",
        "Ichneumonidae (Hymenoptera) from Balkan Peninsula and some adjacent regions. II. Lissonotinae, Ctenopelmatinae, Tersilochinae, Cremastinae and Campopleginae",
        "Euphorinae (Hymenoptera: Braconidae) fauna from the Thrace Region of Turkey",
        "New taxonomic and faunistic data on the subfamily Euphorinae Förster, 1862 of Turkey (Hymenoptera: Braconidae)",
        "Introduction of twelve newly recorded species of Braconidae (Hymenoptera) from Iran",
        "A contribution to the knowledge of Braconidae (Hym., Ichneumonoidea) of Iran",
        "Phylogenetic relationships of the Euphorinae (Hymenoptera: Braconidae) based on the D2 variable region of 28S ribosomal RNA",
        "Studies on the taxonomy and biology of the Euphorinae (Hymenoptera: Braconidae). II. Host relations of six Microctonus species",
        "Three new species of Peristenus Foerster from Canada and western Europe (Hymenoptera: Braconidae, Euphorinae)",
        "Systematics and biology of four Polish species of Peristenus Foerster (Hymenoptera: Braconidae: Euphorinae)",
        "Braconidae. Aphidiidae. Hybrizontidae, pp. 144-313",
        "Meteorus corax Marshall, 1898 (Hymenoptera: Braconidae), a new species to Finland and Russian Karelia, with an overview of northern species of Meteorus parasitizing beetles",
        "Investigation of integrated control against alfalfa weevil (Hypera postica)",
        "Family Braconidae (Hymenoptera), pp. 265-267",
        "Family Braconidae (Hymenoptera), pp. 483-486",
        "Some braconid parasites of the pink bollworm Pectinophora gossypiella (Saunders). Bollettino del Laboratoria di Zoologia Generale e Agraria",
        "A faunistic study on Braconidae and Ichneumonidae (Hymenoptera, Ichneumonoidea) of Iran",
        "The life histories of two species of Leiophron Nees (Hymenoptera, Braconidae) parasitic on Psocoptera in southern England",
        "Collection and identification of brown-tail moth's natural enemies in Arasbaran forest",
        "Identification, distribution and evaluation of natural enemies associated with Euproctis chrysorrhoea (Lep.: Lymantriidae) in Arasbaran forests of Iran",
        "Materyaly do fauny Brakonidow Polski. Braconidae, zebrane w Galicyi",
        "The parasitoid complex of white-spotted pinion Cosmia dffinis (Linnaeus, 1767) (Lepidoptera: Noctuidae) on Ulmus minor Miller (Ulmaceae) in Edirne province (European Turkey)",
        "Larval parasitoids and larval diseases of Malacosoma neustria L. (Lepidoptera: Lasiocampidae) detected in Erzurum Province, Turkey",
        "Distribution and abundance of nymphal parasitoids of Lygus rugulipennis and Adelphocoris lineolatus in northwestern Italy",
        "A contribution to the braconid fauna of Israel (Hymenoptera)",
        "Arideloides niger gen. and sp. n. from new Guinea (Hymenoptera: Braconidae: Euphorinae)",
        "A contribution to the braconid fauna of Israel (Hymenoptera: Braconidae), 3",
        "Tarme della cora",
        "New braconid wasps from French Cretaceous amber (Hymenoptera: Braconidae): synonymization with Eoichneumonidae and implications for the phylogeny of Ichneumonoidea",
        "Phylogeny of the subfamilies of the family Braconidae (Hymenoptera: Ichneumonidae)",
        "Some British species of Leiophron Nees (Hymenoptera: Braconidae, Euphorinae), with the description of two new species",
        "A study of a natural population of Phytodecta olivacea (Forster) (Coleoptera, Chrysomelidae)",
        "Braconiden und ihre Wirte",
        "A contribution to the most important trees and shrubs as the hosts of wood-boring beetles in different regions of Iran and identification of many natural enemies",
        "On a collection of Braconidae (Hymenoptera) from northern Iran",
        "New records of Braconidae (Hymenoptera) from Iran",
        "A faunistic study on braconid wasps (Hymenoptera: Braconidae) from Iran",
        "A faunistic study on the Braconidae of Iran (Hymenoptera: Ichneumonoidea)",
        "A study on the Braconidae (Hymenoptera) of Khorasan province and vicinity, Northeastern Iran",
        "A study on the braconid wasps (Hymenoptera: Braconidae), from Golestan province, northern Iran",
        "A faunistic study on some subfamilies of Braconidae (Hymenoptera: Ichneumonoidea) from Iran",
        "Recent findings on Braconidae (Hymenoptera: Ichneumonoidea) of Iran with an updated checklist",
        "Updated checklist of Iranian Braconidae (Hymenoptera: Ichneumonoidea) with twenty-three new records",
        "A faunistic study on braconid wasps (Hymenoptera: Ichneumonoidea: Braconidae) of Iran",
        "A faunistic study on the braconid wasps (Hymenoptera: Braconidae) of Iran",
        "New records of Opiinae and Euphorinae (Hym.: Braconidae) from Iran",
        "Updated checklist of Iranian Euphorinae (Hymenoptera: Ichneumonoidea: Braconidae)",
        "Molecular phylogenetics of Braconidae (Hymenoptera: Ichneumonoidea), based on multinuclear genes, and amplifications for classification",
        "A phylogenetic study of the subfamilies Meteorinae and Euphorinae (Hymenoptera: Braconidae)",
        "Euphorine phylogeny: The evolution of diversity in host-utilization by parasitoid wasps (Hymenoptera: Braconidae)",
        "Seven new North American species of Neoneurus (Hymenoptera: Braconidae)",
        "A new species of Centistes from Brazil (Hymenoptera: Braconidae: Euphorinae) parasitizing adults of Diabroctica (Coleoptera: Chrysomelidae), with a key to new world species",
        "Subfamily Euphorinae, pp. 234-254",
        "Subfamily Meteorinae, pp. 326-330",
        "The Costa Rican species of Wesmaelia Foerster with description of a new species (Hymenoptera: Braconidae: Euphorinae)",
        "Essay on the evolution of adult-parasitism in the subfamily Euphorinae (Hymenoptera, Braconidae)",
        "A new species of Elasmosoma Ruthe (Hymenoptera: Braconidae: Neoneurinae) from the northwestern United States associated with western thatching ants, Formica obscuripes Forel, and Formica obscuriventris clivea Creighton (Hymenoptera: Formicidae)",
        "Revision of the enigmatic genus Marshiella Shaw in the new world with description of three new species (Hymenoptera: Braconidae, Euphorinae)",
        "First record of Aridelus rufotestaceus Tobias (Hymenoptera: Braconidae, Euphorinae) parasitizing Nezara viridula nymphs (Heteroptera: Pentatomidae) with observations on its immature stages and development",
        "Braconidae. 1. Hybrizoninae, Euphorinae, Cosmophorinae, Neoneurinae, Macrocentrinae. Hymenopterorum Catlogus (nova edithio). Part 4. Dr. W. Junk N.V.’s-Gravenhage",
        "Resultats de l'étude faunestiques des hyménoptères parasites (Terebrants) en Iran et l’importance de leur utilization dans la lutte biologique",
        "Technology and biocenotic aspects of integrated biocontrol of corn stem borer: Sesamia cretica Led. (Lep.: Noctuidae)",
        "Seasonal dynamics of: the pea aphid, Acyrthosiphon pisum (Harris), its natural enemies the seven spotted lady beetle Coccinella septempunctata Linnaeus and variegated lady beetle Hippodamia variegata Goeze, and their parasitoid Dinocampus coccinellae (Schrank)",
        "Beiträge zur Kenntnise der Schädlingsfauna Kleinasiens. III. Laphygma exigua Hb., ein Groβschädling der Zuckerrübe in Anatolien",
        "Revision of the western Palearctic Meteorini (Hymenoptera, Braconidae), with a molecular characterization of hidden Fennoscandian species diversity",
        "Western Palaearctic Meteorinae (Hymenoptera: Braconidae) in the National Museums of Scotland, with rearing, phenological and distributional data, including six species new to Britain, and a discussion of potential route to speciation",
        "Phylogeny of the parasitic wasp subfamily Euphorinae (Braconidae) and evolution of its host preferences",
        "Incidence of Wesmaelia pendula (Hymenoptera: Braconidae), a parasite of male Nabis species in Arizona",
        "Preliminary notes on the parasites of Spodoptera exigua (Huebner) (Lepidoptera: Noctuidae) in Israel",
        "Hymenoptera, family Braconidae, pp. 78-79",
        "Angaben zu den Parasiten der minierende Motten (Hymenoptera: Braconidae)",
        "Seasonal changes of Hippodamia variegata populations and its parasitism by Dinocampus coccinellae in alfalfa fields of Hamedan",
        "First report of Dinocampus coccinellae (Hym.: Braconidae) from Iran",
        "Generic groupings and evolution of parasitic Hymenoptera of the subfamily Euphorinae (Hymenoptera: Braconidae). II. Entomologicheskoe Obozrenie",
        "Review of the Braconidae (Hymenoptera) of the USSR",
        "Otryad Hymenoptera-Pereponchatokrylye, Semeistov Braconidae",
        "Notes on some species of Braconidae (Hymenoptera) described by Hedwig from Iran and Afghanistan",
        "Essay on the phylogeny of Braconidae (Hymenoptera: Ichneumonoidea)",
        "The genera and subgenera of Centistini, with description of two new taxa from the Nearctic region (Hymenoptera: Braconidae: Euphorinae)",
        "Kollasmosoma gen. nov. and a key to the genera of the subfamily Neoneurinae (Hymenoptera: Braconidae)",
        "Revision of the genus Syntretus Foerster (Hymenoptera: Braconidae: Euphorinae) from Europe",
        "Observations on the biology of Perilitus dubius (Wesmael) (Hymenoptera: Braconidae), a parasite of the chrysomelid beetle Phytodecta olivacea (Forster)",
        "On Japanese species of the genus Microctonus Wesmael with description of a new species (Hymenoptera: Braconidae)",
        "Manual of the new world genera of the family Braconidae (Hymenoptera)",
        "The distribution of the Euphorinae wasps (Hymenoptera: Braconidae) in Turkey, with phytogeographical notes",
        "Field records and observations of insects associated with cantharidin",
        "Cantharidin and insects: An historical review",
        "Taxapad 2016, Ichneumonoidea 2015, Database on flash-drive"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tehran",
            "@id": "60111398",
            "affilname": "Islamic Azad University, Shahr-e-Rey Branch",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60111398",
            "affiliation-country": "Iran"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Giza",
            "@id": "60026365",
            "affilname": "Faculty of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026365",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Lexington",
            "@id": "60026117",
            "affilname": "University of Kentucky College of Agriculture, Food and Environment",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026117",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Laramie",
            "@id": "60008827",
            "affilname": "University of Wyoming",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008827",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}