{
    "eid": "2-s2.0-85035140116",
    "title": "Adrenal insufficiency in non-transfusion-dependent α-thalassemia",
    "cover-date": "2017-11-01",
    "subject-areas": [
        {
            "$": "Pediatrics",
            "@code": "2735"
        }
    ],
    "keywords": [
        "adrenal insufficiency",
        "cortisol",
        "hemoglobin-H",
        "non-transfusion-dependent thalassemia",
        "α-thalassemia"
    ],
    "authors": [
        "Nipapan Joradol"
    ],
    "citedby-count": 0,
    "ref-count": 18,
    "ref-list": [
        "A cross‐sectional study of growth, puberty and endocrine function in patients with thalassaemia major in Hong Kong",
        "Assessment of adrenal endocrine function in Asian thalassemics",
        "A low dose adrenocorticotropin test (1 μg ACTH) for the evaluation of adrenal function in children with β-thalassemia receiving hypertransfusion with suboptimal iron-chelating therapy",
        "The pituitary-adrenal axis in adult thalassaemic patients",
        "High prevalence of \"biochemical\" adrenal insufficiency in thalassemics: Is it a matter of different testings or decreased cortisol binding globulin?",
        "Adrenal insufficiency is prevalent in HbE/β-thalassaemia paediatric patients irrespective of their clinical severity and transfusion requirement",
        "Diagnosis of Adrenal Insufficiency",
        "Is the plasma ACTH concentration a reliable parameter in the insulin tolerance test?",
        "The frequency of adrenal insufficiency in adolescents and young adults with Thalassemia major versus Thalassemia intermedia in Iran",
        "How good is a morning cortisol in predicting an adequate response to intramuscular synacthen stimulation?",
        "Establishment of reference values for standard dose short synacthen test (250 μg), low dose short synacthen test (1 μg) and insulin tolerance test for assessment of the hypothalamo-pituitary-adrenal axis in normal subjects",
        "Indian J. Endocrinol. Metab.",
        "Endocrine gland abnormalities in thalassemia major: A brief review",
        "Endocrinopathies in patients with thalassemias",
        "Adrenal glands in beta-thalassemia major: Magnetic resonance (MR) imaging features and correlation with iron stores",
        "A significant proportion of thalassemia major patients have adrenal insufficiency detectable on provocative testing",
        "Hepcidin and iron regulation, 10 years later",
        "Modulation of hepcidin as therapy for primary and secondary iron overload disorders: Preclinical models and approaches"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Chonburi Regional Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Police General Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thai Society of Hematology"
    ]
}