{
    "eid": "2-s2.0-85047379254",
    "title": "Orchids on phu kradueng’s plateau",
    "cover-date": "2017-07-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Loei",
        "Orchids",
        "Phu kradueng national park"
    ],
    "authors": [
        "Purichaya Jongsirikankha"
    ],
    "citedby-count": 1,
    "ref-count": 51,
    "ref-list": [
        "Diversity of orchids in Phu Ruea National Park, Loei Province",
        "Updated checklist of the orchids of Vietnam",
        "What we think we know vs. What we need to know about orchid pollination and conservation: Cypripedium L. as a model lineage",
        "Diversity of orchids at Khao Khaio area in Khao Yai National Park",
        "Bulletin of the Torrey Botanical Club",
        "An updated classification of Orchidaceae",
        "The historical spread of Ambrosia artemisiifolia L. in France from herbarium records",
        "A checklist of plants in Thailand",
        "Reconstructing the spread of invasive plants: Taking into account biases associated with herbarium specimens",
        "Statistical data on National Parks, Wildlife and Plant 2014",
        "Phu Kradueng",
        "Rain pollination provides reproductive assurance in a deceptive orchid",
        "Lichen-plant interactions",
        "The herbarium handbook",
        "Phenological trends among Australian alpine species: Using herbarium records to identify climate-change indicators",
        "Studies in Asian Nervilia (Orchidaceae) III: N. khaoyaica, a new species from eastern Thailand",
        "Ecological studies: Volume 76. Vascular plants as epiphytes: Evolution and ecophysiology",
        "Life on the rocks",
        "Large population sizes mitigate negative effects of variable weather conditions on fruit set in two spring woodland orchids",
        "Global climate change and tropical forest genetic resources",
        "Diversity of orchids at Khok Nok Kraba area in Phu Luang Wildlife Sanctuary, Loei Province",
        "NU Science Journal",
        "Flora of Thailand",
        "History of the invasion and distribution of Reynoutria taxa in the Czech Republic: A hybrid spreading faster than its parents",
        "Journal of Tropical Plants Research",
        "Fruit set, nectar reward, and rarity in the Orchidaceae",
        "Notes on Crepidium (Orchidaceae): Two new combinations, a putative natural hybrid, and four species newly recorded for Thailand",
        "Flora of Thailand",
        "Flora of Thailand",
        "Diversity of orchids in Thung Salaeng Luang National Park",
        "Endemic and rare plants of Thailand",
        "Apreliminary check-list of threatened plants in Thailand",
        "Herbarium specimens demonstrate earlier flowering times in response to warming in Boston",
        "Uncovering, collecting, and analyzing records to investigate the ecological impacts of climate change: A template from Thoreau's Concord",
        "Thai Forest Bulletin (Botany)",
        "Dansk Botanisk Arkiv",
        "Dansk Botanisk Arkiv",
        "Dansk Botanisk Arkiv",
        "Dansk Botanisk Arkiv",
        "Dansk Botanisk Arkiv",
        "Opera Botanica",
        "Opera Botanica",
        "Opera Botanica",
        "Flora of China",
        "Planting conditions improve translocation success of the endangered terrestrial orchid diuris fragrantissima (Orchidaceae)",
        "Angiosperm phylogeny website",
        "Thai Forest Bulletin (Botany)",
        "Thai Journal of Botany",
        "Phu Kradueng, history of Northeastern",
        "Conservation of the native Orchids through seedling culture and Reintroduction-A Singapore experience"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Na Yung - Nam Som National Park",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Loei",
            "affilname": "Phu Kradueng National Park",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}