{
    "eid": "2-s2.0-84936803391",
    "title": "Drimane sesquiterpene-conjugated amino acids from a marine isolate of the fungus Talaromyces minioluteus (Penicillium Minioluteum)",
    "cover-date": "2015-06-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3001"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Caspase-3",
        "Cytotoxic activity",
        "Drimane",
        "Fungal metabolites",
        "Marine fungi",
        "Penicillium minioluteum",
        "Sesquiterpene",
        "Talaromyces minioluteus"
    ],
    "authors": [
        "Suthatip Ngokpol"
    ],
    "citedby-count": 37,
    "ref-count": 32,
    "ref-list": [
        "Marine-derived fungi: A chemically and biologically diverse group of microorganisms",
        "Pyrone derivatives from the marine-derived fungus Nigrospora sp. PSU-F18",
        "New and highly potent antitumor natural products from marine-derived fungi: covering the period from 2003 to 2012.",
        "Halogenated metabolites isolated from Penicillium citreonigrum",
        "Cytotoxic dihydrothiophene-condensed chromones from the marine-derived fungus penicillium oxalicum",
        "Sorbicatechols A and B, antiviral sorbicillinoids from the marine-derived fungus Penicillium chrysogenum PJX-17",
        "Penilumamide, a novel lumazine peptide isolated from the marine-derived fungus, Penicillium sp. CNL-338",
        "Diketopiperazines produced by endophytic fungi found in association with two Asteraceae species",
        "Three new polyketide-terpenoid hybrids from Penicillium sp",
        "Structure of NG-061, a novel potentiator of nerve growth factor (NGF) isolated from Penicillium minioluteum F-4627",
        "BE-31405, a new antifungal antibiotic produced by Penicillium minioluteum. I. Description of producing organism, fermentation, isolation, physico-chemical and biological properties",
        "Miniolins A-C, novel isomeric furanones induced by epigenetic manipulation of Penicillium minioluteum",
        "Biotransformation of clovane derivatives. Whole cell fungi mediated domino synthesis of rumphellclovane A",
        "Polyphasic taxonomy of the genus Talaromyces",
        "Thermolides, potent nematocidal PKS-NRPS hybrid metabolites from thermophilic fungus talaromyces thermophilus",
        "Talaflavuterpenoid A, a new nardosinane-type sesquiterpene from Talaromyces flavus",
        "Cytotoxic norsesquiterpene peroxides from the endophytic fungus Talaromyces flavus isolated from the mangrove plant Sonneratia apetala",
        "Acetylcholinesterase Inhibitors from a Marine Fungus Talaromyces sp. Strain LF458",
        "Studies in mycological chemistry. Part XXX and last. Isolation and structure of purpuride, a metabolite of Penicillium purpurogenum Stoll",
        "Caspase-1 and -3 inhibiting drimane sesquiterpenoids from the extremophilic fungus Penicillium solitum",
        "Purpurides B and C, two new sesquiterpene esters from the aciduric fungus Penicillium purpurogenum JS03-21",
        "Use of intensity quotients and differences in absolute structure refinement",
        "Microbial hydroxylation of natural drimenic lactones",
        "Sesquiterpenoids from the mangrove-derived endophytic fungus diaporthe sp.",
        "PCR Protocols: A Guide to Methods and Applications",
        "A greedy algorithm for aligning DNA sequences",
        "A short history of SHELX",
        "Curcumin suppresses vasculogenic mimicry capacity of hepatocellular carcinoma cells through STAT3 and PI3K/AKT inhibition",
        "Secondary metabolites from a marine-derived fungus Aspergillus carneus Blochwitz",
        "Pyridone alkaloids from a marine-derived fungus, stagonosporopsis cucurbitacearum, and their activities against azole-resistant Candida albicans",
        "Cytotoxic cytochalasins from marine-derived fungus Arthrinium arundinis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulabhorn Graduate Institute",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulabhorn Research Institute",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ministry of Higher Education, Science, Research and Innovation",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Mahidol University",
        "Ministry of Education"
    ]
}