{
    "eid": "2-s2.0-85076514230",
    "title": "Antiaging, stress resistance, and neuroprotective efficacies of cleistocalyx nervosum var. paniala fruit extracts using caenorhabditis elegans model",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Aging",
            "@code": "1302",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Cell Biology",
            "@code": "1307",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [],
    "authors": [
        "Mani Iyer Prasanth",
        "James Michael Brimson",
        "Siriporn Chuchawankul",
        "Monruedee Sukprasansap",
        "Tewin Tencomnao"
    ],
    "citedby-count": 29,
    "ref-count": 85,
    "ref-list": [
        "Improvement of phytochemical production by plant cells and organ culture and by genetic engineering",
        "A pharmacological review on Portulaca oleracea L.: Focusing on anti-inflammatory, anti-oxidant, immuno-modulatory and antitumor activities",
        "Medicinal plants with multiple effects on cardiovascular diseases: A systematic review",
        "Progress and prospects in the management of kidney stones and developments in phytotherapeutic modalities",
        "Plant-derived alkaloids: The promising disease-modifying agents for inflammatory bowel disease",
        "Chemistry, pharmacology and new trends in traditional functional and medicinal beverages",
        "A review of the role of green tea (Camellia sinensis) in antiphotoaging, stress resistance, neuroprotection, and autophagy",
        "Chyawanprash: A traditional Indian bioactive health supplement",
        "The traditional medicine and modern medicine from natural products",
        "Assessment of genotoxicity and antigenotoxicity of an aqueous extract of Cleistocalyx nervosum var. paniala in in vitro and in vivo models",
        "Genotoxicity and antigenotoxicity of the methanol extract of Cleistocalyx nervosum var. paniala seed using a Salmonella mutation assay and rat liver micronucleus tests",
        "Cleistocalyx nervosum extract ameliorates chemical-induced oxidative stress in early stages of rat hepatocarcinogenesis",
        "In vitro anti-aging activities of extracts from leaves of Ma Kiang (Cleistocalyx nervosum var. paniala)",
        "Cleistocalyx nervosum var. paniala berry fruit protects neurotoxicity against endoplasmic reticulum stress-induced apoptosis",
        "Changes of antioxidant activity and total phenolic compounds during storage of selected fruits",
        "Anthocyanin profile and its antioxidant activity of widely used fruits, vegetables, and flowers in Thailand",
        "Effect of aqueous extract from Cleistocalyx nervosum on oxidative status in rat liver",
        "Protective effect of Cleistocalyx nervosum var. paniala fruit extract against oxidative renal damage caused by cadmium",
        "Phenolic enrichment of Ma-Kieng seed extract using absorbent and this enriched extract application for safety control of fresh-cut cantaloupe",
        "In vitro effects of Thai medicinal plants on human lymphocyte activity",
        "Ultraviolet-A triggers photoaging in model nematode Caenorhabditis elegans in a DAF-16 dependent pathway",
        "Innate immunity mediated longevity and longevity induced by germ cell removal converge on the C-type lectin domain protein IRG-7",
        "Studies on reproductive stress caused by candidate Gram positive and Gram negative bacteria using model organism, Caenorhabditis elegans",
        "Otophylloside B protects against Aβ toxicity in Caenorhabditis elegans models of Alzheimer's disease",
        "C. elegans as a model system to accelerate discovery for Parkinson disease",
        "Sweet old memories: A review of the experimental models of the association between diabetes, senility and dementia",
        "PCH-2 regulates Caenorhabditis elegans lifespan",
        "Genome sequence of the nematode C. elegans: A platform for investigating biology",
        "Nutraceutical interventions for promoting healthy aging in invertebrate models",
        "A catechin-enriched green tea extract prevents glucose-induced survival reduction in Caenorhabditis elegans through sir-2.1 and uba-1 dependent hormesis",
        "Tomatidine enhances lifespan and healthspan in C. elegans through mitophagy induction via the SKN-1/Nrf2 pathway",
        "Ethanolic extract of Streblus asper leaves protects against glutamate-induced toxicity in HT22 hippocampal neuronal cells and extends lifespan of Caenorhabditis elegans",
        "Guarana (Paullinia cupana) extract protects Caenorhabditis elegans models for Alzheimer disease and Huntington disease through activation of antioxidant and protein degradation pathways",
        "Gengnianchun extends the lifespan of Caenorhabditis elegans via the insulin/IGF-1 signalling pathway",
        "Mulberry anthocyanin extract ameliorates oxidative damage in HepG2 cells and prolongs the lifespan of Caenorhabditis elegans through MAPK and Nrf2 pathways",
        "The genetics of Caenorhabditis elegans",
        "Understanding the role of DAF-16 mediated pathway in Caenorhabditis elegansduring UV-A mediated photoaging process",
        "Genetics, life span, health span, and the aging process in Caenorhabditis elegans",
        "Total defense Th repair: A novel concept in solar protection and skin rejuvenation",
        "A systematic review on factors influencing the healthy aging: A Korean perspective",
        "Stress in biology and medicine, role in aging",
        "Influence of normal aging on brain autophagy: A complex scenario",
        "Antioxidants and prooxidants: Effects on health and aging 2018",
        "Neuroprotective and anti-aging potentials of essential oils from aromatic and medicinal plants",
        "The importance of some plant extracts as skin anti-aging resources: A review",
        "Natural antioxidants in foods and medicinal plants: Extraction, assessment and resources",
        "Using C. elegans for aging research",
        "Antiaging of cucurbitane glycosides from fruits of Momordica charantia L",
        "Parishin from Gastrodia elata extends the lifespan of yeast via regulation of Sir2/Uth1/TOR signaling pathway",
        "Carqueja (Baccharis trimera) protects against oxidative atress and β-amyloid-induced toxicity in Caenorhabditis elegans",
        "TSG (2,3,5,4?-Tetrahydroxystilbene-2-O-β-D-glucoside) from the Chinese herb Polygonum multiflorum increases life span and stress resistance of Caenorhabditis elegans",
        "Dietary restriction and lifespan: Lessons from invertebrate models",
        "Dietary restriction extends lifespan through metabolic regulation of innate immunity",
        "Developmental biomarkers of aging in Caenorhabditis elegans",
        "An antidiabetic polyherbal phytomedicine confers stress resistance and extends lifespan in Caenorhabditis elegans",
        "Blueberry extract promotes longevity and stress tolerance via DAF-16 in Caenorhabditis elegans",
        "Polygonum multiflorum extract exerts antioxidative effects and increases life span and stress resistance in the model organism Caenorhabditis elegans via DAF-16 and SIR-2.1",
        "Caenorhabditis elegans exoskeleton collagen COL-19: An adult-specific marker for collagen modification and assembly, and the analysis of organismal morphology",
        "A potential role for fatty acid biosynthesis genes during molting and cuticle formation in Caenorhabditis elegans",
        "The nuclear receptor gene nhr-25 plays multiple roles in the Caenorhabditis elegans heterochronic gene network to control the larva-to-adult transition",
        "Another dimension to calcium signaling: A look at extracellular calcium",
        "A homolog of FHM2 is involved in modulation of excitatory neurotransmission by serotonin in C. elegans",
        "Goα regulates olfactory adaptation by antagonizing Gqα-DAG signaling in Caenorhabditis elegans",
        "C. Elegans feeding",
        "Gαo and Gαq regulate the expression of daf-7, a TGFβ-like gene, in Caenorhabditis elegans",
        "The genetics of ageing",
        "Histone demethylase UTX-1 regulates C. elegans life span by targeting the insulin/IGF-1 signaling pathway",
        "The H3K27 demethylase UTX-1 regulates C. elegans lifespan in a germline-independent, insulin-dependent manner",
        "Catalytic-independent roles of UTX-1 in C. elegans development",
        "14-3-3 regulates life span by both DAF-16-dependent and-independent mechanisms in Caenorhabditis elegans",
        "DAF-16/FOXO transcription factor in aging and longevity",
        "Bioactive peptides from Angelica sinensis protein hydrolyzate delay senescence in Caenorhabditis elegans through antioxidant activities",
        "Black tea increased survival of Caenorhabditis elegans under stress",
        "Brief communication: SIR-2.1-dependent lifespan extension of Caenorhabditis elegans by oxyresveratrol and resveratrol",
        "Emodin extends lifespan of Caenorhabditis elegans through insulin/IGF-1 signaling pathway depending on DAF-16 and SIR-2.1",
        "Mechanisms involved in anti-aging effects of guarana (Paullinia cupana) in Caenorhabditis elegans",
        "The potential use of plant natural products and plant extracts with antioxidant properties for the prevention/treatment of neurodegenerative diseases: In vitro, in vivo and clinical trials",
        "Therapeutic potentials of plant iridoids in Alzheimer's and Parkinson's diseases: A review",
        "The oxidative stress response in Caenorhabditis elegans requires the GATA transcription factor ELT-3 and SKN-1/Nrf2",
        "Rose essential oil delayed Alzheimer's disease-like symptoms by SKN-1 pathway in C. elegans",
        "Cratoxylum formosum extract protects against amyloid-beta toxicity in a Caenorhabditis elegans model of Alzheimer's disease",
        "Phenolic distribution, antioxidant activity, and enzyme inhibitory properties of eggplant (Solanum aethiopicum) cultivated in two different locations within Nigeria",
        "Effect of geographical location and type of extract on Total phenol/flavon contents and antioxidant activity of different fruits extracts of Withania somnifera",
        "Clean production of commercial 'Makiang' juice processing for medicinal herbs and health benefits"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Her Royal Highness Princess Maha Chakri Sirindhorn",
        "Chulalongkorn University",
        "National Research Council of Thailand Royal Thai Government CU-56-918-AS Chulalongkorn University Ratchadaphiseksomphot Endowment Fund"
    ]
}