{
    "eid": "2-s2.0-84964031973",
    "title": "Obstructive sleep apnea and the risk of preterm delivery",
    "cover-date": "2016-09-01",
    "subject-areas": [
        {
            "$": "Otorhinolaryngology",
            "@code": "2733"
        },
        {
            "$": "Neurology (clinical)",
            "@code": "2728"
        }
    ],
    "keywords": [
        "Berlin Questionnaire",
        "Obstructive sleep apnea",
        "Pregnancy",
        "Preterm delivery"
    ],
    "authors": [
        "Kunyalak Na-rungsri"
    ],
    "citedby-count": 18,
    "ref-count": 36,
    "ref-list": [
        "Preterm birth: Causes, Consequences, and prevention",
        "The worldwide incidence of preterm birth: A systematic review of maternal mortality and morbidity",
        "A case-control study of preterm delivery risk factors according to clinical subtypes and severity",
        "Primary, secondary, and tertiary interventions to reduce the morbidity and mortality of preterm birth",
        "Sleep disorders in pregnancy",
        "Obstructive sleep apnoea and its association with gestational hypertension",
        "Obstructive sleep apnea in pregnancy and fetal outcome",
        "Influence of self-reported snoring and witnessed sleep apnea on gestational hypertension and fetal outcome in pregnancy",
        "Obstructive sleep apnea screening and perinatal outcomes in Korean pregnant women",
        "Maternal and neonatal morbidities associated with obstructive sleep apnea complicating pregnancy",
        "Obstructive sleep apnea and severe maternal-infant morbidity/mortality in the United states, 1998-2009",
        "Obstructive sleep apnea and the risk of adverse pregnancy outcomes",
        "Using the Berlin Questionnaire to identify patients at risk for the sleep apnea syndrome",
        "Screening of obstructive sleep apnea during pregnancy: Differences in predictive values of questionnaires across trimesters",
        "Decreased sleep efficiency, increased wake after sleep onset and increased cortical arousals in late pregnancy",
        "Sleep disturbances in pregnancy",
        "Sleep, rhythms and women's mood. Part I. Menstrual cycle, pregnancy and postpartum",
        "Effects of pregnancy on mothers' sleep",
        "Parity and sleep patterns during and after pregnancy",
        "The impact of prior preeclampsia on the risk of superimposed preeclampsia and other adverse pregnancy outcomes in patients with chronic hypertension",
        "Adverse perinatal outcomes and risk factors for preeclampsia in women with chronic hypertension: A prospective study",
        "A global measure of perceived stress.",
        "The Thai version of the PSS-10: An Investigation of its psychometric properties",
        "Reports funded by National Institutes of Health",
        "Assessment of risk factors for preterm birth",
        "Series in maternal-fetal medicine",
        "Epidemiologic characteristics of preterm delivery: Etiologic heterogeneity",
        "Epidemiology of preterm birth and its clinical subtypes",
        "Mid-pregnancy circulating cytokine levels, histologic chorioamnionitis and spontaneous preterm birth",
        "First-trimester cervical inflammatory milieu and subsequent early preterm birth",
        "Sleep deprivation during pregnancy and maternal and fetal outcomes: Is there a relationship?",
        "Inflammation biomarkers in vaginal fluid and preterm delivery",
        "Serum inflammatory markers in obstructive sleep apnea: A meta-analysis",
        "Can we predict sleep-disordered breathing in pregnancy? The clinical utility of symptoms",
        "Obstructive sleep apnea screening in pregnancy, perinatal outcomes, and impact of maternal obesity",
        "Sleep patterns and sleep disturbances across pregnancy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Ratchasima",
            "affilname": "Maharaj Nakhon Ratchasima Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Fund",
        "Chulalongkorn University",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}