{
    "eid": "2-s2.0-85085362079",
    "title": "Chlorophyll fluorescence, leaf gas exchange, and genomic analysis of chromosome segment substitution rice lines exposed to drought stress",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Physiology",
            "@code": "1314",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Field capacity",
        "Maximum efficiency of PSII",
        "Oryza",
        "Photosynthesis performance index",
        "Water stress"
    ],
    "authors": [
        "K. Hungsaprug",
        "T. Kojonna",
        "M. Samleepan",
        "C. Punchkhon",
        "W. Ut-Khao",
        "B. Kositsup",
        "W. Kasettranun",
        "J. L. Siangliw",
        "T. Toojinda",
        "L. Comai",
        "K. Plaimas",
        "S. Chadchawan"
    ],
    "citedby-count": 2,
    "ref-count": 65,
    "ref-list": [
        "Identification and characterization of drought responsive miRNAs in a drought tolerant upland rice cultivar KMJ 1-12-3",
        "Applications of chlorophyll fluorescence can improve crop production strategies: An examination of future possibilities",
        "Physio-morpho-logical and biochemical characterization of selected recombinant inbred lines of rice for drought resistance",
        "ClueGo: A cytoscape plug-in to decipher functionally grouped gene ontology and pathway annotation networks",
        "Photon yield of O2evolution and chlorophyll fluorescence characteristics at 77 K among vascular plants of diverse origins",
        "Field water management to save water and increase its productivity in irrigated low land rice",
        "Drought tolerance improvement in crop plants: An integrated view from breeding to genomics",
        "Influence of furostanol glycosides treatments on strawberry (Fragaria × ananassa Duch.) growth and photosynthetic characteristics under drought condition",
        "Effects of water deficits on carbon assimilation",
        "Photosynthesis under drought and salt stress: Regulation mechanisms from whole plant to cell",
        "Photosynthetic responses and identification of salt tolerance genes in a chromosome segment substitution line of ‘Khao Dawk Mali 105’ rice",
        "Hydraulic and chemical signaling in the control of stomatal conductance and transpiration",
        "Effect of dehydration and high light on photosynthesis of two C3plants (Phaseolus vulgaris L. and Elatostema repens (Lour.) Hall f.)",
        "Chlorophyll fluorescence and needle chlorophyll concentration of fir (Abies sp.) seedling in response to pH",
        "Photosynthetic performance of two coffee species under drought",
        "Root signals and the regulation of growth and development of plants in drying soil",
        "Limitations of photosynthesis in Phaseolus vulgaris under drought stress: Gas exchange, chlorophyll fluorescence and Calvin cycle enzymes",
        "Chlorophyll a fluorescence changes in response to short and long term high light stress in rice seedlings",
        "Rapid variations of mesophyll conductance in response to changes in CO2concentration around leaves",
        "Drought-inhibition of photosynthesis in C3plants: Stomatal and non-stomatal limitations revisited",
        "Elevated atmospheric CO2concentration leads to different salt resistance mechanisms in a C3(Chenopodium quinoa) and a C4(Atriplex nummularia) halophyte",
        "The relationship between the quantum yield of photosynthetic electron transport and quenching of chlorophyll fluorescence",
        "Leaf drying. Annual Report for",
        "The effects of cross-tolerance to oxidative stress and drought stress on rice dry matter production under aerobic conditions",
        "Molecular markers and their use in marker-assisted selection in rice",
        "Photosynthesis under osmotic stress: Inhibition of photosynthesis of intact chloroplasts, protoplasts, and leaf slices at high osmotic potentials",
        "Co-location of quantitative trait loci for drought and salinity tolerance in rice. – Thai",
        "Evaluation of agronomic traits in chromosome segment substitution lines of KDML105 containing drought tolerance QTL under drought stress",
        "Improvement of the Oryza sativa Nipponbare reference genome using next generation sequence and optical map data",
        "Gene co-expression network of predicted salt tolerance region on chromosome 1 in rice (Oryza sativa L.). – Thai",
        "Evaluation of some drought stress tolerance phenotypes in chromosome substitution lines (CSSL) of Khao Dok Mali 105 rice (Oryza sativa L. ‘Khao Dok Mali 105’) at vegetative stage",
        "Overexpression of HVA1 gene from barley generates tolerance to salinity and water stress in transgenic mulberry (Morus indica)",
        "Quantitative trait loci associated with drought tolerance at reproductive stage in rice",
        "Photosynthetic and chlorophyll fluorescence regulation of upland cotton (Gossypium hirsutum L.) under drought conditions",
        "Fast and accurate short read alignment with Burrows-Wheeler transform",
        "The Sequence Alignment/ Map (SAM) format and SAMtools",
        "Evaluation of chlorophyll content and fluorescence parameters as indicators of drought tolerance in barley",
        "Physiological, anatomical and transcriptional alterations in a rice mutant leading to enhanced water stress tolerance",
        "Resilience in agriculture through crop diversification: Adaptive management for environmental change",
        "Cytoscape app store",
        "Morphological and physiological responses of St. Augustine grass cultivars to different levels of soil moisture",
        "Regulation of photosynthesis of C3plants in response to progressive drought: Stomatal conductance as a reference parameter",
        "Drought and photosystem II activity in two Mediterranean oaks",
        "Arbuscular mycorrhizal association enhances drought tolerance potential of promising bioenergy grass (Saccharum arundinaceum Retz.)",
        "Genotypic variation in maintenance of leaf water potential in rice",
        "Effects of drought stress on chlorophyll fluorescence parameters, chlorophyll content and grain yield of wheat cultivars",
        "The modulation of various physio-chemical changes in Bruguiera cylindrica (L.) Blume affected by high concentrations of NaCl",
        "Leaf photosynthesis of Haberlea rhodopensis before and during drought",
        "Differential photosynthetic performance and photoprotection mechanisms of three Mediterranean evergreen oaks under severe drought stress",
        "Differential temperature dependencies of antioxidative enzymes in two contrasting species: Fagus sylvatica and Coleus blumei",
        "Drought impact on rice production and farmers' adaptation strategies in northeast Thailand",
        "Differing substomatal and chloroplastic CO2concentrations in water-stressed wheat",
        "Chlorophyll fluorescence as a non-intrusive indicator for rapid assessment of in vivo photosynthesis",
        "Effects of water stress on photosynthetic electron transport, photophosphorylation, and metabolite levels of Xanthium strumarium mesophyll cells",
        "Photosynthetic gas exchange, chlorophyll fluorescence and some associated metabolic changes in cowpea (Vigna unguiculata) during water stress and recovery",
        "The fluorescence transient as a tool to characterize and screen photosynthetic samples",
        "Influence of water stress on leaf photosynthetic characteristics in wheat cultivars differing in their susceptibility to drought",
        "Integration of hydraulic and chemical signalling in the control of stomatal conductance and water status of droughted plants",
        "Changes in leaf gas exchange and biomass of Eucalyptus camaldulensis in response to increasing drought stress induced by polyethylene glycol",
        "The moisture equivalent as a measure of the field capacity of soils",
        "The role of C2H2 zinc finger proteins in plant responses to abiotic stresses",
        "Rice Expression Database (RED): An integrated RNA-Seq-derived gene expression database for rice",
        "Photosynthetic responses of Populus przewalski subjected to drought stress",
        "A zinc finger transcriptional repressor confers pleiotropic effects on rice growth and drought tolerance by down-regulating stress-responsive genes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kamphaeng Saen",
            "@id": "60117964",
            "affilname": "Kasetsart University, Kamphaeng Saen Campus",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60117964",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Davis",
            "@id": "60014439",
            "affilname": "University of California, Davis",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014439",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60001884",
            "affilname": "Ministry of Higher Education, Science, Research and Innovation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001884",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Science and Technology Development Agency",
        "Thailand Research Fund",
        "Faculty of Science, Chulalongkorn University"
    ]
}