{
    "eid": "2-s2.0-85109365165",
    "title": "Systematic review of the dextral hemiplecta albers, 1850 (Eupulmonata, ariophantidae) from thailand with description of a new species and list of all the indochinese species",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Paleontology",
            "@code": "1911",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "Conservation",
        "Edible snails",
        "Lectotype",
        "Southeast Asia",
        "Taxonomy type specimen"
    ],
    "authors": [
        "Chirasak Sutcharit",
        "Somsak Panha"
    ],
    "citedby-count": 8,
    "ref-count": 135,
    "ref-list": [
        "Mollusca",
        "Zonitid snails from Pacific islands. Parts 3 and 4",
        "Stylommatophoran Gastropods",
        "Descriptions of one Indian and nine new Burmese Helices; and notes on two Burmese Cyclostomacea",
        "Characters of new land-shells of the genera Helix, Clausilia and Spiraxis, from the Andamans, Moulmein, Northern India and Ceylon",
        "On a collection of non-marine Mollusca from Malaya in the Raffles Museum, Singapore, with an appendix on cave shells",
        "Anatomie comparée de l’appareil genital chez les pulmonés terrestres de Java, attribués jusqu’ici au genre Hemiplecta Albers, 1850",
        "Catalogue of the non-marine Mollusca of Sumatra and of its satellite islands",
        "An introduction to the non-marine molluscs of Malaya",
        "Contributions to Indian malacology. No. V. Descriptions of new land shells from Arakan. Pegu, and Ava; with notes on the distributions of described species",
        "Note on Mr. WM Daly’s collections of land and freshwater Mollusca from Siam",
        "The effects of different habitats and morphological variabili-ty on Cryptozona siamensis (Pfeiffer, 1856) in Chiang Mai Province",
        "A new species of Hemiplecta Albers, 1850 (Gastropoda, Pulmonata, Ariophantidae) from Sumatra, Indonesia",
        "On the non-operculate land and freshwater molluscs collected by members of the “Skeat Expedition” in the Malay Peninsula, 1899–1900",
        "Report on the non-operculate land Mollusca",
        "Description ďun genre nouveau de la famille des Fissurellidae",
        "Note sur la faune malacologique de Cochinchine, comprenant la description des espèces nouvelles ou peu connues",
        "Liste des mollusques récoltés par M. H. Mansuy en Indo-Chine et au Yunnan et description d’espèces nouvelles",
        "Liste des mollusques récoltés par M. H. Mansuy en Indo-Chine et description d’espèces nouvelles",
        "Notice sur un Limaçon de la côte de Malabar, observé vivant à Bor-deaux",
        "Catalogue des mollusques terrestres et fluviatiles de ľIndo-Chine orientale cités jusqu’ à ce jour",
        "Land and Freshwater Mollusca of India, Including South Arabia, Baluchistan, Afghanistan, Kashmir, Nepal, Burmah, Pegu, Tenas-serim, Malay Peninsula, Ceylon, and other Islands of the Indian Ocean",
        "Notes on and drawings of the animals of various Indian land Mollusca (Pulmonifera)",
        "On some land mollusks from Burmah, with descriptions of some new species, Part I",
        "On a collection of land shells made in Borneo by Mr. Everett, with descriptions of supposed new species. Part II. Zonitidae and Helicidae",
        "Land and Freshwater Mollusca of In-dia, Including South Arabia, Baluchistan, Afghanistan, Kashmir, Nepal, Burmah, Pegu, Tenasserim, Malay Peninsula, Ceylon, and Other Islands of the Indian Ocean",
        "On the anatomy of Hemiplecta floweri E.A. Smith, from Perak, Malay Peninsula; with notes on some other eastern genera",
        "On the position of Helix distincta Pfr. of Siam",
        "Structure and functioning of the reproductive systems",
        "Description of land mollusks from the province of Tavoy, in British Bur-mah, collected by Francis Mason",
        "Description of land mollusks from the province of Tavoy, in British Burmah",
        "Specimens of several shells, referred to a genus to be separated from Helix under the name of Nanina",
        "Conchologia Indica: Illustrations of the Land and Freshwater Shells of British India. London, 1–65. [pp 1–18, pls 1–40 (1870)",
        "A preliminary phylogenetics and biogeographic analysis of Dyakiidae (Gas-tropoda: Stylommatophora) and a biogeographic analysis of other Sunda land taxa",
        "Aktualiserte Liste der terrestrischen Gastropoden Thailands",
        "A review of the land snail fauna of Singapore",
        "A revision of eastern Australian land snails placed in Nitor Gude (Helicarionidae, Stylommatophora)",
        "Phylogeny and systematic revision of the helicarionid semislugs of eastern Queensland (Stylommatophora, Helicarionidae)",
        "Revision of Sigaloeista Shea & Griffiths, 2010 (Helicarionidae: Gastropoda: Stylommatophora) from eastern Australia",
        "A morphological phylogenetic analysis and generic revision of Australian Helicarionidae (Gastropoda: Pulmonata: Stylommatophora), and an assessment of the relationships of the family",
        "Annotated checklist of the terrestrial molluscs from Laos (Mollusca, Gastropoda)",
        "Molecular phylogeny of the limacoid snail family Dyakiidae in Southeast Asia, with the description of a new genus and species",
        "The recent Mollusca of Augustus Addison Gould: Illustrations of the types described by Gould with a bibliography and catalog of his species",
        "Pfeiffer’s Novitates Conchologicae, Series I, Land Mollusca, 1854–1879, and Dunker’s Novitates Conchologicae, Series II, Marine Mollusca, 1862–1882. A complete collation",
        "Die Familie der Heliceen. Die Schnirkelschnecken nebst den zunächst verwandten Gattungen",
        "On a new subfamily Dyakiinae of the Zonitidae",
        "Notes on Ariophantidae from the Malay Peninsula, with descriptions of new genera",
        "Notes on the land Mollusca of the Batu caves, Selangor with description of two new species",
        "A list of land and fresh-water Mollusca of the Malay Peninsular. Land Mol-lusca, part II, Pulmonata",
        "Notes on the collection of land Mollusca made by Dr. E. Jacobson in the islands of Simalur and Babi in 1913, with description of new species and races",
        "Description of nineteen new species of Colimacea",
        "Description of nineteen new species of Colimacea",
        "A preliminary checklist of the non-marine molluscs of West-Malaysia, A handlist",
        "Four new species of terrestrial gastropods from Tonkin, North Vietnam (Gastropoda: Diplommatinidae: Strobilopsidae and Ariophantidae)",
        "A new Hemiplecta species from a remote mountain in south-east Suma-tra, Indonesia (Gastropoda, Pulmonata, Ariophantidae)",
        "On the molluscs of Siam",
        "Conchylien von Salanga",
        "A first interception of the edible land snail Hemi-plecta distincta at an airport in Israel (Gastropoda, Ariophantidae)",
        "Neue Arten aus Hinterinden",
        "Zur Binnenmollusken-Fauna Annams III",
        "Zur Binnenmollusken-Fauna Annams IV",
        "Catalogue des mollusques terrestres et fluviatiles des anciennes colonies danoises du Golfe du Bengale",
        "Mollusques terrestres et fluviatiles du royaume de Perak",
        "Note sur quelques espèces nouvelles de mollusques terrestres récruillis dans la Peninsula Malaise",
        "Contributions à la faune malacologique de ľIndo-Chine",
        "Zur Landschneckenfauna von Celebes",
        "A new species of Hemiplecta Albers, 1850 from Vietnam (Gastropoda: Pulmonata: Ariophantidae)",
        "Taxonomic vandals in malacology: comments on the recent publications of N. N. Thach and colleagues (2014–2019)",
        "A review of the genus Coccoglypta Pils-bry, 1895 (Gastropoda: Pulmonata: Camaenidae)",
        "Histochemical and ultrastructural studies on the amatorial organ of Hemi-plecta distincta (Pfeiffer) (Pulmonata: Ariophantidae)",
        "The breeding data of Thai edible land snail Hemiplecta distincta (Pfeiffer) (Pulmonata: Ariophantidae)",
        "Effect of temperature on the growth and behavior of a tropical land snail Hemiplecta distincta (Pfeiffer) (Pulmonata: Ariophantidae)",
        "Natural infection of the rat lungworm Angiostrongylus cantonensis in Thai edible land snail, Hemiplecta distincta",
        "Biology of a Thai edible land snail Hemiplecta distincta (Pfeiffer, 1850) (Gas-tropoda: Ariophantidae)",
        "A checklist and classification of the terrestrial pulmonate snails of Thailand",
        "Beschreibungen neuer Landschnecken",
        "Die Schnirkelschnecken nebst den zunächst verwandten Gattungen",
        "Versuch einer Anordnung der Heliceen nach natürlichen Gruppen",
        "Descriptions of twenty-five new species of land shells, from the collection of H. Cuming, Esq",
        "Novitates Conchologicae. Series prima. Mollusca extramarina. Descriptions et figures de coquilles, extramarines nouvelles, ou peu connues. Beschreibung und Abbil-dung neuer oder kritischer Land-und Süsswasser Mollusken",
        "Novitates Conchologicae. Series prima. Mollusca extramarina. Descriptions et figures de coquilles, extramarines nouvelles, ou peu connues. Beschreibung und Abbil-dung neuer oder kritischer Land-und Süsswasser Mollusken",
        "Descriptions of new land shells in the collection of Mr. H. Cuming Esq",
        "Novitates Conchologicae. Series prima. Mollusca extramarina. Descriptions et figures de coquilles, extramarines nouvelles, ou peu connues. Beschreibung und Ab-bildung neuer oder kritischer Land-und Süsswasser Mollusken",
        "Diagnoses de neuf espèces nouvelles provenant de Siam",
        "Descriptions of thirty-six new land shells from the collection of H. Cuming, Esq",
        "Novitates Conchologicae. Series prima. Mollusca extramarina. Descriptions et figures de Coquilles, extramarines nouvelles, ou peu connues. Beschreibung und Abbildung neuer oder kritischer Land-und Süsswasser Mollusken",
        "Vier neue Konchylinarten",
        "Integrative systematics reveals the new land-snail genus Taphrenalla (Eupulmonata: Ariophantidae) with description of nine new species from Thailand",
        "Integrative taxonomic revision of the land snails genus Sarika Godwin-Austen, 1907 in Thailand, with description of nine new species (Eupulmonata, Ariophantidae)",
        "On the dates of publication of Hanley and Theobald’s “Conchologica In-dica”",
        "Annotated Checklist of Indian Land Molluscs",
        "Die Land-Mollusken von Celebes",
        "Treatise on Recent terrestrial pulmonate molluscs: Helicarionidae, Gym-narionidae, Rhysotinidae, Ariophantidae",
        "Treatise on recent terrestrial pulmonate molluscs: Ariophantidae, Os-tracolethidae, Ryssotidae, Milacidae, Dyakiidae, Staffordiidae, Gastrodontidae, Zonitidae, Daudebardiidae, Parmacellidae",
        "Check-list of land pulmonate molluscs of Vietnam (Gastropoda: Stylom-matophora)",
        "Taxonomic position of Helix pernobilis Férussac 1821 and notes on the genus Koratia (Gastropoda: Pulmonata: Ariophantidae)",
        "Falsiplecta integripedia gen. et sp. nov. from Vietnam (Gas-tropoda, Pulmonata, Helicarionidae)",
        "Notes on some land shells from Vanbu, Tonkin, with description of two new species",
        "Description of Hemiplecta floweri, n. sp. from Perak",
        "Systematics of the land and fresh-water Mollusca of the New Hebrides",
        "Some non-marine mollusks from Thailand, with notes on classification of the Helicarionidae",
        "Description de quelques coquilles terrestres appartennant aux genres Cy-clostome, Hélicé, etc",
        "Voyage autour du monde exécuté pendant les années 1836 et 1837 sur la corvette La Bonite",
        "On the lands-shells of Penang Island, with description of the animal and anatomical notes, part two, Helicacea",
        "Reassessment and systematic position of the sinistral snails of genus Hemiplecta from Thailand (Eupulmonata: Ariophantidae), with description of two new species",
        "Taxonomic revaluation of Sarika diadema (Dall, 1897) and Sarika asamurai (Panha, 1997), two endemic land snails from Thailand (Pulmonata: Ariophanti-dae: Macrochlamydinae)",
        "Annotated checklist of the land snail fauna from Southern Cambodia (Mollusca, Gastropoda)",
        "Taxonomic revision of Dyakia janus from peninsular Malaysia (Pulmonata: Dyakiidae), with notes on other sinistrally coiled helicarionoids",
        "Viaggio de Leonardo Fea in Birmania e regioni vicine. XVIII. Molluschi terrestri e ďacqua dolce",
        "Prevalence and intensity of infection with third stage larvae of Angiostrongylus cantonensis in mollusks from North-east Thailand",
        "Descriptions of some new Burmese and Indian Helicids with remarks on some previously described species",
        "Manual of Conchology, Structural and Systematic, with Illustrations of the Species, Series 2, Volume 2, Zonitidae",
        "A new genus and new species of dyakiid snail (Pulmonata: Dyakiidae) from the Phu Phan Range, Northeastern Thailand",
        "Systematisches Conchylien-Cabinet von Martini und Chemnitz (1837–1920), bibliography of the volumes in Göttingen",
        "Ergebnisse Einer Zoologischen Forschungsreise in den Molukken und Borneo. Landmollusken (Stylommatophoren)",
        "Terrestrial gastropods (Mollusca) of province Madang in Papua New Guinea. Part III. Pulmonata: Rathousiidae, Ellobiidae, Succineidae, Agriolimacidae, Endodontidae (partim), Ariophantidae, Euconulidae, Subulinidae, Streptaxidae",
        "Gastropoda, Euthyneura"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chu-lalongkorn University",
        "Her Royal Highness Maha Chakri Sirindhorn",
        "TRF Strategic Basic Research",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Center of Excellence on Biodiversity"
    ]
}