{
    "eid": "2-s2.0-85044775444",
    "title": "Acute effect of different normobaric hypoxic conditions on shuttle repeated sprint performance in futsal players",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Physical Therapy, Sports Therapy and Rehabilitation",
            "@code": "3612",
            "@abbrev": "HEAL"
        }
    ],
    "keywords": [
        "Altitude training",
        "Fatigue",
        "Hypoxic training",
        "Muscle oxygenation",
        "Shuttle running",
        "Team sport"
    ],
    "authors": [
        "Pattarawut Khaosanit",
        "Michael J. Hamlin",
        "Kenneth S. Graham",
        "Wanchai Boonrod"
    ],
    "citedby-count": 4,
    "ref-count": 25,
    "ref-list": [
        "Regulation of cerebral blood flow in mammals during chronic hypoxia: A matter of balance",
        "Convective oxygen transport and fatigue",
        "Match analysis and heart rate of futsal players during competition",
        "Enhancing team-sport athlete performance: is altitude training relevant?",
        "Interaction of central and peripheral factors during repeated sprints at different levels of arterial O2 saturation",
        "Prolonged repeated-sprint ability is related to arterial O2 desaturation in men",
        "Contribution of phosphocreatine and aerobic metabolism to energy supply during repeated sprint exercise",
        "Acute physiological and performance responses to repeated sprints in varying degrees of hypoxia",
        "Effects of Repeated-Sprint Training in Hypoxia on Sea-Level Performance: A Meta-Analysis",
        "Match demands of professional Futsal: A case study",
        "A comparison of two different methods for time-motion analysis in team sports",
        "Significant molecular and systemic adaptations after repeated sprint training in hypoxia",
        "Ventilation, oxidative stress, and nitric oxide in hypobaric versus normobaric hypoxia",
        "Shuttle-run sprint training in hypoxia for youth elite soccer players: A pilot study",
        "Repeated-sprint ability - part I: Factors contributing to fatigue",
        "Effect of different simulated altitudes on repeat-sprint performance in team-sport athletes",
        "Muscle tissue adaptations to hypoxia",
        "Physiological demands and activity profiles during futsal match play according to competitive level",
        "Effects of Sprint Interval Cycling on Fatigue, Energy, and Cerebral Oxygenation",
        "Influence of cerebral and muscle oxygenation on repeated-sprint ability",
        "Tissue oxygenation in men and women during repeated-sprint exercise",
        "Physiological and metabolic responses of repeated-sprint activities:Specific to field-based team sports",
        "Mechanisms underpinning successful decision making in skilled youth soccer players: An analysis of visual search behaviors",
        "Pulmonary gas exchange in humans exercising at sea level and simulated altitude",
        "Muscle fatigue: Lactic acid or inorganic phosphate the major cause?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Lincoln",
            "@id": "60006625",
            "affilname": "Lincoln University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006625",
            "affiliation-country": "New Zealand"
        },
        {
            "affiliation-city": "Sydney",
            "@id": "112834144",
            "affilname": "New South Wales Institute of Sport",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/112834144",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "Faculty of Sports University",
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}