{
    "eid": "2-s2.0-85140900851",
    "title": "Risk factors of Bartonella spp. infection and the association between Bartonella spp. and T-lymphocyte subset alteration in asymptomatic retrovirus-infected cats in Bangkok Metropolitan, Thailand",
    "cover-date": "2022-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "Bartonella spp.",
        "cats",
        "feline immunodeficiency virus",
        "feline leukemia virus",
        "retrovirus",
        "risk factors",
        "T-lymphocyte subsets"
    ],
    "authors": [
        "Krissda Boonaramrueng",
        "Navapon Techakriengkrai",
        "Channarong Rodkhum",
        "Rosama Pusoonthornthum"
    ],
    "citedby-count": 0,
    "ref-count": 43,
    "ref-list": [
        "Bartonella infections in cats and dogs including zoonotic aspects",
        "2019 AAFP feline zoonoses guidelines",
        "Prevalence of Bartonella henselae antibodies in pet cats throughout regions of North America",
        "Pathogenicity and treatment of Bartonella infections",
        "Feline bartonellosis and cat scratch disease",
        "Human Bartonella infection: A review of literature",
        "Beyond cat scratch disease: Widening spectrum of Bartonella henselae infection",
        "High prevalence of antibodies to Bartonella henselae among Italian children without evidence of cat scratch disease",
        "Widening of the clinical spectrum of Bartonella henselae infection as recognized through serodiagnostic",
        "Bartonella infections diagnosed in the French reference center, 2014-2019, and focus on infections in the immunocompromised",
        "Bacillary angiomatosis by Bartonella quintana in HIV-infected patient: Molecular confirmed case in Iran",
        "Cat scratch disease and other zoonotic Bartonella infections",
        "Prevalence of Bartonella species infections in cats in Southern Germany",
        "Feline bartonellosis key issues and possible vectors",
        "Feline Immunodeficiency: ABCD guidelines on prevention and management",
        "Feline leukaemia: ABCD guidelines on prevention and management",
        "Molecular survey of Bartonella species in shelter cats in Rio De Janeiro: Clinical, hematological, and risk factors",
        "Comparison of T-cell subpopulations in cats naturally infected with feline leukaemia virus or feline immunodeficiency virus",
        "Feline immunodeficiency virus infection: An overview",
        "Clinical and hematological follow-up of long-term oral therapy with Type-I interferon in cats naturally infected with feline leukemia virus or feline immunodeficiency virus",
        "Effects of chemotherapy on hematological parameters and CD4+/CD8+ratio in cats with mediastinal lymphoma and seropositive to feline leukemia virus",
        "Does a feline leukemia virus infection pave the way for Bartonella henselae infection in cats?",
        "Seroprevalence of Bartonella henselae infection and correlation with disease status in cats in Switzerland",
        "A nested-PCR with an internal amplification control for the detection and differentiation of Bartonella henselae and B. clarridgeiae: An examination of cats in Trinidad",
        "Cyclic CD8+lymphopenia in dogs experimentally infected with Bartonella vinsonii subsp. berkhoffii",
        "Experimental infection of cats with Bartonella henselae resulted in rapid clearance associated with T helper 1 immune responses",
        "Bartonella henselae prevalence in domestic cats in California: Risk factors and the association between bacteremia and antibody titers",
        "Molecular detection of Bartonella spp. and hematological evaluation in domestic cats and dogs from Bangkok, Thailand",
        "Prevalence of Bartonella species, hemoplasmas, and Rickettsia felis DNA in blood and fleas of cats in Bangkok, Thailand",
        "Prevalence of serum antibodies against Bartonella species in the serum of cats with or without uveitis",
        "Seroprevalences of antibodies against Bartonella henselae and Toxoplasma gondii and fecal shedding of Cryptosporidium spp, Giardia spp, and Toxocara cati in feral and pet domestic cats",
        "Relationship between the presence of Bartonella species and bacterial loads in cats and cat fleas (Ctenocephalides felis) under natural conditions",
        "Bartonella spp. and hematological changes in privately owned domestic cats from Rio de Janeiro, Brazil",
        "Prevalence, hematological findings and genetic diversity of Bartonella spp. in domestic cats from Valdivia, Southern Chile",
        "Ahnak-knockout mice show susceptibility to Bartonella henselae infection because of CD4+T cell inactivation and decreased cytokine secretion",
        "Predominant T helper 2 immune responses against Bartonella henselae in naturally infected cats",
        "Does coinfection of Bartonella henselae and FIV induce clinical disorders in cats?",
        "Feline Immunodeficiency Virus",
        "Immunological changes in cats with concurrent Toxoplasma gondii and feline immunodeficiency virus infections",
        "Cutaneous mycoflora and CD4: CD8 ratio of cats infected with feline immunodeficiency virus",
        "Co-infection with feline retrovirus is related to changes in immunological parameters of cats with sporotrichosis"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "100thAnniversary Chulalongkorn University for Doctoral Scholarship",
        "Chulalongkorn University"
    ]
}