{
    "eid": "2-s2.0-85075030210",
    "title": "Anaerobic biodegradation of trimethoprim with sulfate as an electron acceptor",
    "cover-date": "2019-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Antibiotic fate",
        "Core microbiome",
        "Demethylation",
        "Sulfate reduction",
        "Trimethoprim (TMP) biodegradation"
    ],
    "authors": [
        "Bin Liang",
        "Deyong Kong",
        "Mengyuan Qi",
        "Hui Yun",
        "Zhiling Li",
        "Ke Shi",
        "E. Chen",
        "Alisa S. Vangnai",
        "Aijie Wang"
    ],
    "citedby-count": 20,
    "ref-count": 53,
    "ref-list": [
        "Desulfovibrio carbinoliphilus sp. nov., a benzyl, alcohol-oxidizing sulfate-reducing bacterium isolated from a gas condensate-contaminated aquifer",
        "Selective isolation of Acetobacterium woodii on methoxylated aromatic acids and determination of growth yields",
        "Enhanced biodegradation of iopromide and trimethoprim in nitrifying activated sludge",
        "Exploring methane-oxidizing communities for the co-metabolic degradation of organic micropollutants",
        "Isolation of bacterial strains capable of sulfamethoxazole mineralization from an acclimated membrane bioreactor",
        "Anaerobic sulfamethoxazole degradation is driven by homoacetogenesis coupled with hydrogenotrophic methanogenesis",
        "Effects of different carbon substrates on performance, microbiome community structure and function for bioelectrochemical-stimulated dechlorination of tetrachloroethylene",
        "Shared strategies for β-lactam catabolism in the soil microbiome",
        "Anodes stimulate anaerobic toluene degradation via sulfur cycling in marine sediments",
        "Bacteria that make a meal of sulfonamide antibiotics: Blind spots and emerging opportunities",
        "Aerobic degradation of sulfadiazine by Arthrobacter spp.: Kinetics, pathways, and genomic characterization",
        "Partnership of Arthrobacter and Pimelobacter in aerobic degradation of sulfadiazine revealed by metagenomics analysis and isolation",
        "Petrimonas sulfuriphila gen. nov., sp. nov., a mesophilic fermentative bacterium isolated from a biodegraded oil reservoir",
        "In-situ electrode fabrication from polyaniline derived N-doped carbon nanofibers for metal-free electro-Fenton degradation of organic contaminants",
        "Influence of molecular structure on the biodegradability of naphthenic acids",
        "Bioanodes/biocathodes formed at optimal potentials enhance subsequent pentachlorophenol degradation and power generation from microbial fuel cells",
        "New insights into the transformation of trimethoprim during biological wastewater treatment",
        "Ciprofloxacin degradation in anaerobic sulfate-reducing bacteria (SRB) sludge system: Mechanism and pathways",
        "Sulfamethoxazole degradation in anaerobic sulfate-reducing bacteria sludge system",
        "Insights into pharmaceuticals removal in an anaerobic sulfate-reducing bacteria sludge system",
        "Biodegradation and metabolic pathway of sulfamethoxazole by Pseudomonas psychrophila HA-4, a newly isolated cold-adapted sulfamethoxazole-degrading bacterium",
        "Graphene modified electro-fenton catalytic membrane for in situ degradation of antibiotic florfenicol",
        "Enhanced sulfamethoxazole degradation through ammonia oxidizing bacteria co-metabolism and fate of transformation products",
        "Anaerobic naphthalene degradation by Gram-positive, iron-reducing bacteria",
        "Cathodic degradation of antibiotics: characterization and pathway analysis",
        "Bacterial community characteristics under long-term antibiotic selection pressures",
        "Microbial community structure and function of nitrobenzene reduction biocathode in response to carbon source switchover",
        "Accelerated reduction of chlorinated nitroaromatic antibiotic chloramphenicol by biocathode",
        "Response of chloramphenicol-reducing biocathode resistome to continuous electrical stimulation",
        "Removal of sulfamethoxazole and trimethoprim from reclaimed water and the biodegradation mechanism",
        "A review on the occurrence of micropollutants in the aquatic environment and their fate and removal during wastewater treatment",
        "Characterization of an efficient chloramphenicol-mineralizing bacterial consortium",
        "Biodegradation of sulfamethazine by an isolated thermophile-Geobacillus sp. S-07",
        "Removal of sulfamethoxazole (SMX) in sulfate-reducing flocculent and granular sludge systems",
        "Simultaneous removal of COD and Direct Red 80 in a mixed anaerobic sulfate-reducing bacteria culture",
        "Desulfovibrio inopinatus, sp. nov., a new sulfate-reducing bacterium that degrades hydroxyhydroquinone (1,2,4-trihydroxybenzene)",
        "Comparative experiment on treating digested piggery wastewater with a biofilm MBR and conventional MBR: Simultaneous removal of nitrogen and antibiotics",
        "Lentimicrobium saccharophilum gen. nov., sp. nov., a strictly anaerobic bacterium representing a new family in the phylum Bacteroidetes, and proposal of Lentimicrobiaceae fam. nov",
        "Global trends in antimicrobial use in food animals",
        "Anaerobic benzene degradation under denitrifying conditions: Peptococcaceae as dominant benzene degraders and evidence for a syntrophic process",
        "Rapid degradation of sulphamethoxazole and the further transformation of 3-amino-5-methylisoxazole in a microbial fuel cell",
        "Co-metabolic enhancement of 1H-1,2,4-triazole biodegradation through nitrification",
        "Modeling microbial communities from atrazine contaminated soils promotes the development of biostimulation solutions",
        "Building electrode with three-dimensional macroporous interface from biocompatible polypyrrole and conductive graphene nanosheets to achieve highly efficient microbial electrocatalysis",
        "Fine-tuning key parameters of an integrated reactor system for the simultaneous removal of COD, sulfate and ammonium and elemental sulfur reclamation",
        "Response of anodic bacterial community to the polarity inversion for chloramphenicol reduction",
        "Functional characterization of a novel amidase involved in biotransformation of triclocarban and its dehalogenated congeners in Ochrobactrum sp. TCC-2",
        "Oxidation of benzaldehydes to benzoic acid derivatives by three Desulfovibrio strains",
        "Fundamental insights into ciprofloxacin adsorption by sulfate-reducing bacteria sludge: Mechanisms and thermodynamics",
        "Comprehensive evaluation of antibiotics emission and fate in the river basins of China: Source analysis, multimedia modeling, and linkage to bacterial resistance",
        "Bioremediation of contaminated urban river sediment with methanol stimulation: Metabolic processes accompanied with microbial community changes",
        "Enhanced bioelectroremediation of a complexly contaminated river sediment through stimulating electroactive degraders with methanol supply",
        "How sulphate-reducing microorganisms cope with stress: Lessons from systems biology"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Lanzhou",
            "@id": "60028265",
            "affilname": "Lanzhou University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028265",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Harbin",
            "@id": "60019616",
            "affilname": "Harbin Institute of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019616",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Beijing",
            "@id": "60010689",
            "affilname": "Research Center for Eco-Environmental Sciences Chinese Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010689",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Lanzhou",
            "@id": "119813108",
            "affilname": "Gansu Province Environmental Monitoring Centre",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/119813108",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Shenyang",
            "@id": "108960843",
            "affilname": "Shenyang Academy of Environmental Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/108960843",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "National Natural Science Foundation of China",
        "Chinese Academy of Sciences",
        "China Postdoctoral Science Foundation",
        "Youth Science and Technology Foundation of Gansu Province",
        "Youth Technology Fund Project of Gansu Province",
        "Provincial Science and Technology Plan Projects of Gansu Province"
    ]
}