{
    "eid": "2-s2.0-84906671305",
    "title": "Bad luck or bad budgeting: An analysis of budgetary roles underpinning poor municipal fiscal conditions in Thailand",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Public Administration",
            "@code": "3321"
        },
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        },
        {
            "$": "Finance",
            "@code": "2003"
        }
    ],
    "keywords": [],
    "authors": [
        "Weerasak Krueathep"
    ],
    "citedby-count": 3,
    "ref-count": 37,
    "ref-list": [
        "Organizational and Spatial Determinants of Fiscal Stress: An analysis of Norwegian Municipalities",
        "Measures of State and Local Fiscal Capacity and Tax Effort",
        "State Fiscal Capacity and Effort",
        "Econometric Analysis of Panel Data",
        "New England Economic Review.",
        "National Tax Journal.",
        "Understanding the Theory and Design of Organization",
        "Government finances in declining central cities",
        "The politics of public money: Spenders, guardians, priority setters, and financial watchdogs inside the Canadian government",
        "Panel models in sociological research: Theory into practice",
        "Developing and testing a composite model to predict local fiscal distress",
        "Measuring municipal fiscal condition: The application of U.S.-based measures to the context of Thailand",
        "Population growth, density and the costs of providing public services",
        "America's Ailing Cities: Fiscal Health and the Design of Urban Policy",
        "Annual National Statistics of Thailand",
        "Income inequality, development, and dualism: results from an unbalanced cross-national panel",
        "Bureaucracy and Representative Government",
        "Determinants of success in African local governments: An overview",
        "Local Finance: Collected Research Papers",
        "Representative Expenditures: Addressing the Neglected Dimension of Fiscal Capacity",
        "The dilemma of fiscal federalism: Grants and fiscal performance around the world",
        "Hamilton's paradox: The promise and peril of fiscal federalism",
        "Running in the Red: The Political Dynamics of Urban Fiscal Stress",
        "New Directions in Budget History",
        "Local Government Finance and Bond Markets",
        "Measuring financial condition: A Study of U.S. States",
        "The uneven distribution of market solutions for public goods",
        "Budgeting: A Comparative Theory of Budgetary Process",
        "The Politics of Budgetary Process",
        "East Asia Decentralizes: Making Local Government Work",
        "Introductory Econometrics: A Modern Approach",
        "Evaluating financial performance in local government: Maximizing the benchmarking value"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}