{
    "eid": "2-s2.0-85132166416",
    "title": "Why Should Different City Characteristics Customize the Rate of Pollution Charge? Evidence of Factors Affecting Willingness-to-pay for Wastewater Management in Thailand",
    "cover-date": "2021-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "City characteristics",
        "Rural city",
        "Tailored-wastewater management",
        "Tourism city",
        "Urbanized city",
        "Willingness to pay (WTP)"
    ],
    "authors": [
        "Kwanmanas Meethavorn",
        "Chanathip Pharino"
    ],
    "citedby-count": 0,
    "ref-count": 25,
    "ref-list": [
        "Estimating willingness to pay: Why and how?",
        "Household’s perception of water quality and willingness to pay for clean water in Mexico City",
        "Estimating the willingness to pay to preserve waterfront open spaces using contingent valuation",
        "Willingness to pay for drinking water quality improvement and the influence of social capital",
        "Willingness to pay for safe drinking water: A contingent valuation study in Jacksonville, FL",
        "Introducing centralised wastewater treatment in Bangkok: a study of factors determining its acceptability",
        "Measures of dispersion",
        "Public attitude towards wastewater treatment fees in Bangkok",
        "Constraints in using economic instruments in developing countries: Some evidence from Thailand's experience in wastewater management",
        "Willingness-to-pay and policy-in-strument choice for climate-change policy in the United States",
        "Households׳ willingness to pay for reliable electricity services in Ghana"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}