{
    "eid": "2-s2.0-85106452399",
    "title": "Uncertainty in an emerging market economy: evidence from Thailand",
    "cover-date": "2022-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Statistics and Probability",
            "@code": "2613",
            "@abbrev": "MATH"
        },
        {
            "@_fa": "true",
            "$": "Mathematics (miscellaneous)",
            "@code": "2601",
            "@abbrev": "MATH"
        },
        {
            "@_fa": "true",
            "$": "Social Sciences (miscellaneous)",
            "@code": "3301",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Economic",
        "Emerging market",
        "Financial",
        "News-based",
        "Policy",
        "Political",
        "Small open economy",
        "Spillovers",
        "Uncertainty"
    ],
    "authors": [
        "Tosapol Apaitan",
        "Pongsak Luangaram",
        "Pym Manopimoke"
    ],
    "citedby-count": 2,
    "ref-count": 99,
    "ref-list": [
        "The measurement and behavior of uncertainty: evidence from the ECB survey of professional forecasters",
        "Financial regimes and uncertainty shocks",
        "Uncertainty across volatility regimes",
        "Policy uncertainty in Japan",
        "Developing news-based economic policy uncertainty index with unsupervised machine learning",
        "Does partisan conflict deter FDI inflows to the US?",
        "Uncertainty and economic activity: evidence from business survey data",
        "Determining the number of factors in approximate factor models",
        "Multinationals as arbitrageurs: the effect of stock market valuation on foreign direct investment",
        "A Measure of economic policy uncertainty for China",
        "Measuring economic policy uncertainty",
        "Assessing the impact of uncertainty on consumption and investment",
        "Uncertainty shocks in a model of effective demand",
        "Risk, monetary policy and the exchange rate",
        "Global and country-specific output growth uncertainty and macroeconomic performance",
        "Irreversibility, uncertainty and cyclical investment",
        "Global spillover effects of US uncertainty",
        "Latent Dirichlet allocation",
        "Probabilistic topic models",
        "The impact of uncertainty shocks",
        "The global effects of global risk and uncertainty",
        "Policy risk and the business cycle",
        "Political risk, institutions and foreign direct investment",
        "Uncertainty shocks and unemployment dynamics: an analysis of post-WWII U.S. recessions",
        "Economic policy uncertainty and unemployment in the United States: a nonlinear approach",
        "Economic policy uncertainty spillovers in booms and busts",
        "The macroeconomic impact of financial and uncertainty shocks",
        "The impact of uncertainty shocks in emerging countries",
        "Measuring uncertainty and its impacts on the economy",
        "Endogenous Uncertainty",
        "The identifying information in vector autoregressions with time-varying volatilities: An application to endogenous uncertainty",
        "Buffer-stock saving and the life cycle/permanent income hypothesis",
        "News and Uncertainty Shocks",
        "Google it up! A google trends-based uncertainty index for the United States and Australia",
        "Impact of economic uncertainty in a small open economy: the case of Chile",
        "Uncertainty and economic activity: A multi-country perspective",
        "Reading tea leaves: How humans interpret topic models",
        "Asymmetric impact of uncertainty in recessions—are emerging countries more vulnerable?",
        "Uncertainty shocks, financial frictions and business cycle asymmetries across countries. University of New South Wales",
        "Effects of foreign and domestic economic policy uncertainty shocks on South Korea",
        "Risk shocks",
        "Uncertainty and unemployment: effects of aggregate and sectoral channels",
        "Economic policy uncertainty in the US: does it matter for the Euro area?",
        "Monetary policy uncertainty and economic fluctuations",
        "Should the Euro area be run as a closed economy?",
        "Risk matters: the real effects of volatility shocks",
        "Capital flow waves: surges, stops, flight, and retrenchment",
        "Uncertainty, financial frictions and investment dynamics",
        "Finding scientific topics",
        "The labor market channel of macroeconomic uncertainty",
        "Macroeconomic uncertainty: what is it, how can we measure it and why does it matter?",
        "Trade and investment under policy uncertainty: Theory and firm evidence",
        "The spillover of macroeconomic uncertainty between the US and China",
        "Monetary policy uncertainty",
        "Global uncertainty and capital flows: Any difference between foreign direct investment and portfolio investment",
        "Measuring uncertainty",
        "Policy uncertainty, irreversibility and cross-border flows of capital",
        "Impact of global uncertainty on the global economy and large developed and developing economies",
        "Small-sample confidence intervals of impulse response functions",
        "Precautionary saving in the small and in the large",
        "What are uncertainty shocks?",
        "Components of uncertainty",
        "Uncertainty shocks are aggregate demand shocks",
        "Quantifying the impact of foreign economic uncertainty on the US economy",
        "Capital flows and political conflicts: Evidence from Thailand",
        "Global banks, International business cycles and monetary policy",
        "The value of waiting to invest",
        "On measuring uncertainty and its impact on investment: cross-country evidence from the Euro area",
        "Measuring economic uncertainty and its effects",
        "Does uncertainty affect real activity? Evidence from state-level data",
        "Common and country specific economic uncertainty",
        "The evolving impact of global, region-specific and country-specific uncertainty",
        "Policy uncertainty and aggregate fluctuations",
        "The international transmission of volatility shocks: an empirical analysis",
        "Trade and uncertainty",
        "Bootstrapping structura VARs: avoiding a potential bias in confidence intervals for impulse response functions",
        "A pecking order of capital flows and international tax principles",
        "Dilemma not trilemma: The global financial cycle and monetary policy independence",
        "Signals from the government: policy uncertainty and the transmission of fiscal shocks",
        "The relationships among expected inflation, disagreement and uncertainty: evidence from matched point and density forecasts",
        "Macroeconomic uncertainty indices based on nowcast and forecast error distributions",
        "Surprise and uncertainty indexes: real-time aggregation of real-activity macro surprises",
        "Inference in linear time series models with some unit roots",
        "Evaluation methods for topic models"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60032970",
            "affilname": "Bank of Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032970",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}