{
    "eid": "2-s2.0-85036494583",
    "title": "Silver diamine fluoride remineralized artificial incipient caries in permanent teeth after bacterial pH-cycling in-vitro",
    "cover-date": "2018-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Dentistry (all)",
            "@code": "3500",
            "@abbrev": "DENT"
        }
    ],
    "keywords": [
        "Artificial caries",
        "Incipient caries",
        "Mineral density",
        "Permanent teeth",
        "Remineralization",
        "Silver diamine fluoride"
    ],
    "authors": [
        "Kulnipa Punyanirun",
        "Thanida Yospiboonwong",
        "Thansinee Kunapinun",
        "Panida Thanyasrisung",
        "Chutima Trairatvorakul"
    ],
    "citedby-count": 21,
    "ref-count": 35,
    "ref-list": [
        "Reasons for the caries decline: what do the experts believe?",
        "Fluoride toothpastes for preventing dental caries in children and adolescents",
        "Enamel remineralization: controlling the caries disease or treating early caries lesions?",
        "A comparison of four home-care fluoride programs on the caries incidence in the elderly",
        "Fluoride concentration in the approximal area after using toothpicks and other fluoride-containing products",
        "Topical effects of fluoride in the reversal and prevention of dental decay",
        "Effectiveness of silver diamine fluoride and sodium fluoride varnish in arresting dentin caries in Chinese pre-school children",
        "Caries arresting effect of silver diamine fluoride on dentine carious lesion with S. mutans and L. acidophilus dual-species cariogenic biofilm",
        "Antibacterial effects of silver diamine fluoride on multi-species cariogenic biofilm on caries",
        "Effect of glass-ionomer cement on the progression of proximal caries",
        "Reactivity of fluoride dentifrices with artificial caries. I. Effects on early lesions: F uptake, surface hardening and remineralization",
        "An in vitro microbial model for studying secondary caries formation",
        "Effects of four anticaries agents on lesion depth progression in an in vitro caries model",
        "Artificial methods of dentine caries induction: a hardness and morphological comparative study",
        "Effect of a xylitol and fluoride containing toothpaste on the remineralization of human enamel in vitro",
        "Average mineral loss in dental enamel during demineralization",
        "Consumption of milk with added casein phosphopeptide-amorphous calcium phosphate remineralizes enamel subsurface lesions in situ",
        "Recovery percentage of remineralization according to severity of early caries",
        "Prevalence of caries on individual tooth surfaces and its distribution by age and gender in university clinic patients",
        "Penetration of fluoride into natural plaque biofilms",
        "Sturdevant's Art and Science of Operative Dentistry",
        "Comparing two quantitative methods for studying remineralization of artificial caries",
        "Efficacy of silver diamine fluoride for caries reduction in primary teeth and first permanent molars of schoolchildren: 36-month clinical trial",
        "Randomized clinical trial on arresting dental root caries through silver diammine fluoride applications in community-dwelling elders",
        "Randomized clinical trial on effectiveness of silver diamine fluoride and glass ionomer in arresting dentine caries in preschool children",
        "Paradigm shift in the effective treatment of caries in schoolchildren at risk",
        "Promoting caries arrest in children with silver diamine fluoride: a review",
        "Silver diamine fluoride: a caries silver-fluoride bullet",
        "UCSF silver caries arrest committee, and peter M Milgrom, UCSF protocol for caries arrest using silver diamine fluoride: rationale, indications, and consent",
        "Short term serum pharmacokinetics of diammine silver fluoride after oral application",
        "A 3-year longitudinal caries study of permanent tooth surfaces at risk in Finnish school children",
        "Progression of proximal caries in the mixed dentition: a 4-year prospective study",
        "Weight And Nutritional Status According to Age of 5–18 Years in Thai People",
        "Silver compounds used in dentistry for caries management: a review",
        "Silver in health care: antimicrobial effects and safety in use"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Faculty of Dentistry, Chulalongkorn University"
    ]
}