{
    "eid": "2-s2.0-84991687144",
    "title": "Nonmotor symptoms in Parkinson's disease: are we still waiting for the honeymoon?",
    "cover-date": "2016-11-01",
    "subject-areas": [
        {
            "$": "Neurology",
            "@code": "2808"
        },
        {
            "$": "Neurology (clinical)",
            "@code": "2728"
        }
    ],
    "keywords": [],
    "authors": [
        "C. Colosimo"
    ],
    "citedby-count": 3,
    "ref-count": 19,
    "ref-list": [
        "The non-motor side of the honeymoon period of Parkinson's disease and its relationship with quality of life: a 4-year longitudinal study",
        "Nonmotor symptoms as presenting complaints in Parkinson's disease: A clinicopathological study",
        "The PRIAMO study: A multicenter assessment of nonmotor symptoms and their impact on quality of life in Parkinson's disease",
        "Do nonmotor symptoms in Parkinson's disease differ from normal aging?",
        "Nonmotor fluctuations in Parkinson's disease: Frequent and disabling",
        "Nocturnal journey of body and mind in Parkinson's disease: The manifestations, risk factors and their relationship to daytime symptoms. Evidence from the NIGHT-PD study",
        "Prevalence of nonmotor symptoms in Parkinson's disease in an international setting; study using nonmotor symptoms questionnaire in 545 patients",
        "Nonmotor symptoms more closely related to Parkinson's disease: Comparison with normal elderly",
        "Nonmotor and diagnostic findings in subjects with de novo Parkinson disease of the DeNoPa cohort",
        "The spectrum of nonmotor symptoms in early Parkinson disease",
        "Nonmotor Symptoms in Subjects Without Evidence of Dopaminergic Deficits",
        "Progression of nonmotor symptoms in subgroups of patients with non-dopamine-deficient Parkinsonism",
        "Prolonged-release oxycodone-naloxone for treatment of severe pain in patients with Parkinson's disease (PANDA): A double-blind, randomised, placebo-controlled trial",
        "Memantine for patients with Parkinson's disease dementia or dementia with Lewy bodies: A randomised, double-blind, placebo-controlled trial",
        "Pimavanserin for patients with Parkinson's disease psychosis: A randomised, placebo-controlled phase 3 trial",
        "Randomized withdrawal study of patients with symptomatic neurogenic orthostatic hypotension responsive to droxidopa",
        "New clinical trials for nonmotor manifestations of Parkinson's disease",
        "Therapeutic strategies for nonmotor symptoms in early Parkinson's disease: The case for a higher priority and stronger evidence",
        "Levodopa in the treatment of Parkinson's disease"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "Juntendo University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Terni",
            "affilname": "Santa Maria University Hospital",
            "affiliation-country": "Italy"
        }
    ],
    "funding": []
}