{
    "eid": "2-s2.0-85070516907",
    "title": "Efficient hydrolysis of glycogen from engineered Synechocystis sp. PCC 6803 catalyzed by recyclable surface functionalized nanoparticles for ethanol production",
    "cover-date": "2019-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agronomy and Crop Science",
            "@code": "1102",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Cyanobacterium",
        "ethanol",
        "Hydrolysis",
        "Metal oxide",
        "Nanocatalyst",
        "Ultrasound"
    ],
    "authors": [
        "Rajendran Velmurugan",
        "Aran Incharoensakdi"
    ],
    "citedby-count": 4,
    "ref-count": 43,
    "ref-list": [
        "Direct production of ethanol from raw corn starch via fermentation by use of a novel surface-engineered yeast strain codisplaying glucoamylase and α-amylase",
        "Plant biomass recalcitrance: effect of hemicellulose composition on nanoscale forces that control cell wall strength",
        "Direct production of glucose from glycogen under microwave irradiation",
        "Enhanced accumulation of glycogen, lipids and polyhydroxybutyrate under optimal nutrients and light intensities in the cyanobacterium Synechocystis sp. PCC 6803",
        "K. Doi, C. Sasaki, Y. Nakamura, Efficient extraction of starch from microalgae using ultrasonic homogenizer and its conversion into ethanol by simultaneous saccharification and fermentation",
        "Direct conversion of Spirulina to ethanol without pretreatment or enzymatic hydrolysis processes",
        "Recent developments and key barriers to advanced biofuels: A short review",
        "Cyanobacterial biomass as carbohydrate and nutrient feedstock for bioethanol production by yeast fermentation",
        "The challenge of enzyme cost in the production of lignocellulosic biofuels",
        "Nanoparticles and organic matter: process and impact",
        "Solid acid catalysts based on supported tungsten oxides",
        "Glucose production from hydrolysis of cellulose over a novel silica catalyst under hydrothermal conditions",
        "Hydrolysis of cellulose to glucose at the low temperature of 423 K with CaFe2O4-based solid catalyst",
        "Hydrolysis of biomass by magnetic solid acid",
        "Hydrolysis of cellobiose and xylan over TiO2-based catalysts",
        "Metal–support interactions in catalysts for environmental remediation",
        "Selective hydrolysis of cellulose into glucose over solid acid catalysts",
        "Proper ultrasound treatment increases ethanol production from simultaneous saccharification and fermentation of sugarcane bagasse",
        "Study of wheat starch structures by sonication treatment",
        "Disruption of polyhydroxybutyrate synthesis redirects carbon flow towards glycogen synthesis in Synechocystis sp. PCC 6803 overexpressing glgC/glgA",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Immobilization of α-amylase on metal nanoparticles mediated by xylan aldehyde improves hydrolysis of glycogen from Synechocystissp. PCC 6803",
        "Potential of metal oxides in fractionation of Synechocystis sp. PCC 6803 biomass for biofuel production",
        "Effective hydrolysis of cellulose into glucose over sulfonated sugar- derived carbon in an ionic liquid",
        "Conversion of cellulose into lactic acid using zirconium oxide catalysts",
        "Heteropoly acid catalyzed hydrolysis of glycogen to glucose",
        "Hydrolysis of cellulose into glucose over carbons sulfonated at elevated temperatures",
        "Hydrolysis of sugars using magnetic silica nanoparticles with sulfonic acid groups",
        "Magnetic core–shell Fe3O4@C-SO3H nanoparticle catalyst for hydrolysis of cellulose",
        "Sulfonated magnetic carbon nanotube arrays as effective solid acid catalysts for the hydrolyses of polysaccharides in crop stalks",
        "Hydrolysis of selected tropical plant wastes catalyzed by a magnetic carbonaceous acid with microwave",
        "Sulfated zirconia modified SBA-15 catalysts for cellobiose hydrolysis",
        "Characterization of zirconia-supported tungsten oxide catalyst",
        "Effects of Brønsted and Lewis acidities on activity and selectivity of heteropolyacid-based catalysts for hydrolysis of cellobiose and cellulose",
        "Hydrolysis of sugarcane bagasse using nitric acid: a kinetic assessment",
        "Continuous distribution kinetics for ultrasonic degradation of polymers",
        "Physicochemical properties of sonicated mung bean potato, and rice starches",
        "Control of viscosity in starch and polysaccharide solutions with ultrasound after gelatinization",
        "Optimisation of porous starch preparation by ultrasonic pretreatment followed by enzymatic hydrolysis",
        "Hydrothermally stable, conformal, sulfated zirconia monolayer catalysts for glucose conversion to 5-HMF",
        "H2SO4-catalyzed pyrolysis of corncobs"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Rachadaphiseksomphot Endowment Fund",
        "Graduate School",
        "Thailand Research Fund",
        "Faculty of Science, Chulalongkorn University"
    ]
}