{
    "eid": "2-s2.0-84891606831",
    "title": "High risk for obstructive sleep apnea in relation to hypertension among Southeast Asian young adults: Role of obesity as an effect modifier",
    "cover-date": "2014-02-01",
    "subject-areas": [
        {
            "$": "Internal Medicine",
            "@code": "2724"
        }
    ],
    "keywords": [
        "blood pressure",
        "college student",
        "high risk",
        "hypertension",
        "obstructive sleep apnea",
        "Thailand",
        "weight status."
    ],
    "authors": [
        "Wipawan C. Pensuksan"
    ],
    "citedby-count": 12,
    "ref-count": 39,
    "ref-list": [
        "The seventh report of the joint national committee on prevention, detection, evaluation, and treatment of high blood pressure: The JNC 7 report",
        "Hypertension among adults in the United States, 2009-2010.",
        "The prevalence and awareness of hypertension and the relationship between hypertension and snoring in the Korean population.",
        "Obesity, Sleep Apnea, and Hypertension",
        "Prospective study of the association between sleep-disordered breathing and hypertension",
        "Prospective study of sleep-disordered breathing and hypertension: The sleep heart health study",
        "Prevalence of obstructive sleep apnea in Asian adults: A systematic review of the literature",
        "Association of sleep-disordered breathing sleep apnea, and hypertension in a large community-based study",
        "Population-based study of sleep-disordered breathing as a risk factor for hypertension",
        "Risk for obstructive sleep apnea by Berlin Questionnaire, but not daytime sleepiness, is associated with resistant hypertension: A case-control study",
        "Sleep, blood pressure and obesity in 22389 New Zealanders",
        "Snoring and sleep apnoea in men: Association with central obesity and hypertenslon",
        "Obstructive sleep apnoea syndrome as a risk factor for hypertension: Population study",
        "Association between treated and untreated obstructive sleep apnea and risk of hypertension",
        "Characteristics and Predictors of Obstructive Sleep Apnea in Patients With Systemic Hypertension",
        "The effects of continuous positive airway pressure on prehypertension and masked hypertension in men with severe obstructive sleep apnea",
        "Short sleep duration combined with obstructive sleep apnea is associated with visceral obesity in Korean adults",
        "Obesity and sleep: A bidirectional association?",
        "Abdominal obesity, body mass index, and hypertension in US adults: NHANES 2007-2010",
        "Sleep apnea and hypertension: A population-based study",
        "Global Status Report on Noncommunicable Diseases 2010",
        "Sleep quality and sleep patterns in relation to consumption of energy drinks, caffeinated beverages, and other stimulants among Thai college students",
        "Age-dependent associations between sleep-disordered breathing and hypertension: Importance of discriminating between systolic/diastolic hypertension and isolated systolic hypertension in the sleep heart health study",
        "Prevalence of symptoms and risk of sleep apnea in the US population: Results from the National Sleep Foundation Sleep in America 2005 Poll",
        "Using the Berlin Questionnaire to identify patients at risk for the sleep apnea syndrome",
        "The IDF Consensus Worldwide Definition of Themetabolic Syndrome",
        "The association between sleep apnea and young adults with hypertension.",
        "Effects of body size and hypertension treatments on cardiovascular event rates: Subanalysis of the ACCOMPLISH randomised controlled trial",
        "Obstructive sleep apnoea and its cardiovascular consequences",
        "Abdominal fat and sleep apnea: The chicken or the egg?",
        "Effects of sleep deprivation on neural circulatory control",
        "Effect of nasal continuous positive airway pressure treatment on blood pressure in patients with obstructive sleep apnea",
        "Obstructive sleep apnea and hypertension: Epidemiology, mechanisms and treatment effects",
        "Effect of nocturnal nasal continuous positive airway pressure on blood pressure in obstructive sleep apnea",
        "Obstructive Sleep Apnea and Cardiovascular Disease. A Perspective and Future Directions",
        "A systematic review of screening questionnaires for obstructive sleep apnea",
        "Validation of the modified Berlin questionnaire to identify patients at risk for the obstructive sleep apnoea syndrome",
        "Occupational screening for sleep disorders in 12-h shift nurses using the Berlin Questionnaire"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Boston",
            "affilname": "Harvard T.H. Chan School of Public Health",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Tha Sala",
            "affilname": "Walailak University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Institutes of Health",
        "National Institutes of Health",
        "National Center for Research Resources",
        "National Center for Advancing Translational Sciences",
        "National Center for Advancing Translational Sciences"
    ]
}