{
    "eid": "2-s2.0-84933036462",
    "title": "Efficacy of salinomycin, robenidine and decoquinate against infection with Eimeria species field isolate in a densely populated broiler farm in Thailand",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Anticoccidial drug",
        "Coccidiosis",
        "Decoquinate",
        "Eimeria",
        "Robenidine",
        "Salinomycin"
    ],
    "authors": [
        "Morakot Kaewthamasorn"
    ],
    "citedby-count": 2,
    "ref-count": 22,
    "ref-list": [
        "Evaluating the resistance of eimeria spp. field isolates to anticoccidial drugs using three different indices",
        "Agr Econ Res Rev",
        "Efficacy of in-feed preparations of an anticoccidial, multienzyme, prebiotic, probiotic, and herbal essential oil mixture in healthy and Eimeria spp.-infected broilers",
        "Sensitivity of field isolates of Eimeria from two broiler complexes to anticoccidial drugs in the chicken.",
        "Effects of sodium butyrate and salinomycin upon intestinal microbiota, mucosal morphology and performance of broiler chickens",
        "Opinion of the scientific panel on additives and products or substances in animal feed on a request from the commission on the re-evaluation of coccidiostat cycostat 66g",
        "Opinion of the scientific panel on additives and products or substances used in animal feed on a request from the commission on the safety and the efficacy of product",
        "Scientific opinion on the modification of authorisation of Deccox® (decoquinate) as feed additive for chickens for fattening",
        "Overview of coccidiosis in poultry: drugs for prevention of coccidiosis in poultry",
        "The efficacy of anticoccidial products against Eimeria spp. in northern bobwhites",
        "Livestock in the balance",
        "Antimicrobial resistance: Harmonisation of national antimicrobial resistance monitoring and surveillance programmes in animals and in animal-derived food",
        "Efficacy of decoquinate against drug sensitive laboratory strains of Eimeria tenella and field isolates of Eimeria spp. in broiler chickens in China",
        "Synthesis and antimicrobial activity of amide derivatives of polyether antibiotic - Salinomycin",
        "Anticoccidial drugs: Lesion scoring techniques in battery and floor-pen experiments with chickens",
        "Eimeria stiedai in rabbits: The demonstration of responses to chemotherapy",
        "Drug-sensitivity of 99 isolates of coccidia from broiler farms.",
        "Structural changes in Thailand's poultry sector and its social implications. Poultry in the 21st century",
        "The mode of action of anticoccidial quinolones (6-decyloxy-4-hydroxyquinoline-3-carboxylates) in chickens",
        "A compartmentalised model for the estimation of the cost of coccidiosis to the world's chicken production industry",
        "Tracing the emergence of drug-resistance in coccidia (Eimeria spp.) of commercial broiler flocks medicated with decoquinate for the first time in the United Kingdom",
        "Salinomycin: A novel anti-cancer agent with known anti-coccidial activities"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Parsippany",
            "affilname": "Zoetis Inc., USA",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}