{
    "eid": "2-s2.0-85134208865",
    "title": "RETHINKING THE DYNAMICS OF CONFLICT IN MALAY SOUTH THAILAND1",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Arts and Humanities (all)",
            "@code": "1200",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Social Sciences (all)",
            "@code": "3300",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [],
    "authors": [
        "Christopher M. Joll",
        "Srawut Aree"
    ],
    "citedby-count": 1,
    "ref-count": 111,
    "ref-list": [
        "Ratthaniyom [Cultural Mandate] Number 1",
        "Ratthaniyom [Cultural Mandate] Number 3",
        "Ratthaniyom [Cultural Mandate] Number 9",
        "Ratthaniyom [Cultural Mandate] Number 10",
        "Diglossia and Identity in Northeast Thailand: Linguistic, Social, and Political Hierarchy",
        "Connected Histories? Regional Historiography and Theories of Cultural Contact Between Early South and Southeast Asia",
        "Ayutthaya Rising: From Land or Sea?",
        "Case Study",
        "Language, Religion, and Ethnic Civil War",
        "Surau Aur: Patani’s Oldest Mosque?",
        "Traditional Circumcision Rites in Patani and Kelantan",
        "Siam’s Conquest of Patani and the End of Mandala Relations, 1786-1838",
        "Contradiction and the Merit of Giving in Indian Religions",
        "Beyond ‘Identity.'",
        "The Relationship Between Muslim Peasant and Urban Religion in Songkhla",
        "Allah and Eternity: Mosques, Madrasas, and Tombs",
        "Popular Culture and Traditional Performance: Conflicts and Challenges in Contemporary Nang Talung",
        "Primordial Ties",
        "The Isan up to Its Integration into the Siamese State",
        "Case Study",
        "Ethnohistorical Perspectives on Buddhist-Muslim Relations and Coexistence in Southern Thailand: From Shared Cosmos to the Emergence of Hatred?",
        "Conflict Transformation and Public Opinion in Thailand’s Deep South During the Period from 2015 to 2017",
        "Comparative Perspectives on Inter-ethnic and Inter-religious Dynamics in South Thailand (and beyond)",
        "Language Policy, Linguistic Discrimination, and Thailand’s Southern Impasse",
        "Religion and Conflict in Southern Thailand: Beyond Rounding Up the Usual Suspects",
        "Revisiting Ethnic and Religious Factors in Thailand’s Southern Discomfort",
        "Thailand’s Muslim Kaleidoscope between Central Plains and Far-south: Fresh Perspectives from the Sufi Margins",
        "Thai Adaptations of the Javanese Panji in Cosmopolitan Ayutthaya",
        "The Politics of Language in Thailand and Laos",
        "Patani and the Development of a Thai State",
        "To Be Or Not To Be: The Cultural Identity of the Jawi (Thailand)",
        "Can God be Coerced? Structural Correlates of Merit and Blessing in Some Southeast Asian Religions",
        "Historical Enquiry and Comparative Politics",
        "Malay Peninsula",
        "Contesting Isan-ness: Discourses of Politics and Identity in Northeast Thailand",
        "Informal Citizens: Graduated Citizenship in Southern Thailand",
        "Coexistence of Religions: Muslim and Buddhist Relationship on the West Coast of Southern Thailand",
        "Individual Imaginings: The Religio-nationalist Pilgrimages of Haji Sulong Abdulkadir al-Fatani",
        "The Last Holdout of an Integrated State: A Century of Resistance to State Penetration in Southern Thailand",
        "Ties of Brotherhood: Southern Thai-Malay Cultural Roots",
        "Comparative Historical Analysis",
        "The Art of Woodcarving in Timber Mosques of Peninsular Malaysia dn Southern Thailand",
        "Composition of Malay Woodcarving of Malay Woodcarving: Case Studies on Two Traditional Timber Houses",
        "The Social Significance of the Haji for Thai Muslims",
        "Buddhist-I Dynamics in Siam/I",
        "Identity Contestation in Malaysia: A Comparative Commentary on ‘Malayness’ and ‘Chineseness’",
        "Thailand and Laos",
        "Nang Talung: The Shadow Theatre of South Thailand",
        "An Uncivil State of Affairs: Fascism and anti-Catholicism in Thailand, 1940-1944",
        "Historical Identity, Nation, and History-Writing: The Malay Muslims of Southern Thailand, 1940s-1980s",
        "Dialect Endangerment: The Case of Nonthaburi Malay",
        "From Sojourners to Citizens: Managing the Ethnic Chinese Minority in Indonesia and Malaysia",
        "The Misbehaving Jeks: The Evolving Regime of Thainess and Sino-Thai Challenges",
        "Evaluating Religious or Linguistic Conflict Through the State",
        "Circulating Islam: Understanding Convergence and Divergence in the Islamic Traditions of Mabar and Nusantara",
        "The Thai State and Ethnic Minorities: From Assimilation to Selective Integration",
        "Thailand’s Khmer as ‘Invisible Minority’: Language, Ethnicity and Cultural Politics in North-Eastern Thailand",
        "The Origins and Evolution of Ethnocracy in Malaysia",
        "Archaeological Investigation of Pattani History",
        "Buddhist Apologetics and a Genealogy of Comparative Religion in Siam"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Wellington",
            "@id": "60002316",
            "affilname": "Victoria University of Wellington",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002316",
            "affiliation-country": "New Zealand"
        }
    ],
    "funding": []
}