{
    "eid": "2-s2.0-85018641849",
    "title": "Physical activity levels and prevalence of low back pain in Thai call-center operators",
    "cover-date": "2016-09-01",
    "subject-areas": [
        {
            "$": "Public Health",
            "@code": "2739"
        }
    ],
    "keywords": [
        "Call center",
        "low back pain",
        "physical activity"
    ],
    "authors": [
        "Chaikumarn Montakarn"
    ],
    "citedby-count": 11,
    "ref-count": 14,
    "ref-list": [
        "Individual factors, occupational loading, and physical exercise as predictors of sciatic pain",
        "A correlation between low back pain and associated factors: A study involving 772 patients who had undergone general physical examination",
        "Physical Activity and Health: A Report of Surgeon General. Atlanta. GA: US Department of Health and Human Services, Center for Disease Control and Prevention, National Center for Chronic Disease Prevention and Health Promotion",
        "Low back pain (non-specific)",
        "Working conditions and health among female and male employees at a call center in Sweden",
        "Standardised Nordic questionnaires for the analysis of musculoskeletal symptoms",
        "Postoperative pain management: Study of patients' level of pain and satisfaction with health care providers' responsiveness to their reports of pain",
        "Risk factors for low back pain among office workers in Ibadan, Southwest Nigeria",
        "Prevalence of low back pain in Greek public office workers",
        "Seat inclination, use of lumbar support and low-back pain of taxi drivers",
        "An epidemiologic study of occupational low back pain in truck drivers.",
        "Risk factors for musculoskeletal symptoms and ensuing health care use and sick leave",
        "Active lifestyle protects against incident low back pain in seniors: A population-based 2-year prospective study of 1387 Danish twins aged 70-100 years",
        "The epidemiology of pain in children and adolescents: a review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Rangsit University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}