{
    "eid": "2-s2.0-85107629573",
    "title": "Synergistic activities of binary accelerators in presence of magnesium oxide as a cure activator in the vulcanization of natural rubber",
    "cover-date": "2022-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Polymers and Plastics",
            "@code": "2507",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Materials Chemistry",
            "@code": "2505",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "binary accelerators",
        "cross-link density",
        "cure activator",
        "magnesium oxide",
        "Natural rubber"
    ],
    "authors": [
        "Md Najib Alam",
        "Vineet Kumar",
        "Pranut Potiyaraj",
        "Dong Joo Lee",
        "Jungwook Choi"
    ],
    "citedby-count": 9,
    "ref-count": 63,
    "ref-list": [
        "Confocal Raman imaging, FTIR spectroscopy and kinetic modelling of the zinc oxide/stearic acid reaction in a vulcanizing rubber",
        "Influence of zinc oxide amount on cure kinetics of sulfur-vulcanized natural rubber",
        "A study of the effect of nano zinc oxide on cure characteristics and mechanical properties of rubber composites",
        "Influence of zinc oxide during different stages of sulfur vulcanization. Elucidated by model compound studies",
        "Preparation of zinc oxide free, transparent rubber nanocomposites using a layered double hydroxide filler",
        "Zinc toxicity",
        "Differential gene expression in Daphnia magna suggests distinct modes of action and bioavailability for ZnO nanoparticles and Zn ions",
        "Solubility of nano-zinc oxide in environmentally and biologically important matrices",
        "Modeled environmental concentrations of engineered nanomaterials (TiO2, ZnO, Ag, CNT, Fullerenes) for different regions",
        "Effect of zinc complexes as activator for sulfur vulcanization in various rubbers",
        "Zinc loaded clay as activator in sulfur vulcanization: a new route for zinc oxide reduction in rubber compounds",
        "Multifunctional additives as zinc-free curatives for sulfur vulcanization",
        "Study on reduction of zinc oxide level in rubber compounds. Part I influence of zinc oxide specific surface area and the interphase transfer catalyst 18-crown-6",
        "Study on reduction of zinc oxide level in rubber compounds: Part II mechanism of activation of Sulphur Vulcanisation by means of the interphase transfer catalyst 18-crown-6-ether",
        "The effect of zinc oxide nanoparticle morphology on activity in crosslinking of carboxylated nitrile elastomer",
        "Zinc-based curing activators: new trends for reducing zinc content in rubber vulcanization process",
        "Influence of ZnO nanoparticles on the cure characteristics and mechanical properties of carboxylated nitrile rubber",
        "Influence of synthesized nano-ZnO on cure and Physico-mechanical properties of SBR/BR blends",
        "Effect of zinc oxide nanoparticles as cure activator on the properties of natural rubber and nitrile rubber",
        "Preparation of nano-zinc oxide/EPDM composites with both good thermal conductivity and mechanical properties",
        "Zinc oxide with various surface characteristics and its role on mechanical properties, cure-characteristics, and morphological analysis of natural rubber/carbon black composites",
        "Sol–gel derived nano zinc oxide for the reduction of zinc oxide level in natural rubber compounds",
        "Synthesis of nano zinc hydroxide via sol-gel method on silica surface and its potential application in the reduction of cure activator level in the vulcanization of natural rubber",
        "Precipitated nano zinc hydroxide on the silica surface as an alternative cure activator in the vulcanization of natural rubber",
        "ZnO nanoparticles anchored to silica filler. A curing accelerator for isoprene rubber composites",
        "Catalytic effect of ZnO anchored silica nanoparticles on rubber vulcanization and cross-link formation",
        "Effect of metal oxides as activator for Sulphur Vulcanisation in various rubbers",
        "Synthesis of Zn/Mg oxide nanoparticles and its influence on sulfur vulcanization",
        "Zinc oxide versus magnesium oxide revisited. Part 1",
        "Zinc oxide versus magnesium oxide revisited. Part 2",
        "Human pulmonary responses to experimental inhalation of high concentration fine and ultrafine magnesium oxide particles",
        "Nanostructured magnesium oxide as cure activator for polychloroprene rubber",
        "Evaluating performance of magnesium oxide at different sizes as activator for natural rubber vulcanization",
        "Preparation of zinc-oxide-free natural rubber nanocomposites using nanostructured magnesium oxide as cure activator",
        "Investigation into the antibacterial behaviour of suspensions of ZnO nanoparticles (ZnO nanofluids)",
        "Studies on cure synergism: effect of safe amine accelerators in the vulcanization of natural rubber",
        "Cure modification of natural rubber containing benzothiazole accelerators by some modified thiocarbamyl sulfenamides",
        "Safe amine based zinc dithiocarbamate for the vulcanization of carbon black reinforced natural rubber",
        "Influence of binary curing system on the nitrile rubber mechanical properties",
        "Bis (N-benzyl piperazino) thiuram disulfide and dibenzothiazyl disulfide as synergistic safe accelerators in the vulcanization of natural rubber",
        "Effect of zinc dithiocarbamates and thiazole-based accelerators on the vulcanization of natural rubber",
        "Synergism of novel thiuram disulfide and dibenzothiazyl disulfide in the vulcanization of natural rubber: curing, mechanical and aging resistance properties",
        "Tetramethylthiuram disulfide vulcanization of extracted rubber, V: low molecular products and the mechanism of zinc oxide activation",
        "Kinetic studies of the vulcanization of natural and synthetic rubbers",
        "Vulcanization and crosslinking in elastomers",
        "Role of ZDC/S ratio for pervaporative separation of organic liquids through modified EPDM membranes: rational mechanistic study of vulcanization",
        "Separation of tetrahydrofuran using RSM optimized accelerator-sulfur-filler of rubber membranes: systematic optimization and comprehensive mechanistic study",
        "Recovery of pyridine from water by pervaporation using filled and crosslinked EPDM membranes",
        "Fabrication of composite membranes for pervaporation of tetrahydrofuran-water: optimization of intrinsic property by response surface methodology and studies on vulcanization mechanism by density functional theory",
        "JR. Statistical mechanics of cross-linked polymer networks II. Swelling",
        "Cure characteristics and physico-mechanical properties of a conventional Sulphur-cured natural rubber with a novel anti-reversion agent",
        "Thermal and age-resistance properties of NR gum vulcanizates in EV systems",
        "A DSC study of curative interactions. I. The interaction of ZnO, sulfur, and stearic acid",
        "Nanofiller as vulcanizing aid for styrene-butadiene elastomer",
        "Effect of sulfur to accelerator ratio on crosslink structure, reversion, and strength in natural rubber",
        "Nano-mechanical imaging reveals heterogeneous cross-link distribution in sulfur-vulcanized butadiene-styrene rubber comprising ZnO particles",
        "Reclaiming of ground rubber tire by a novel reclaiming agent. I. virgin natural rubber/reclaimed GRT vulcanizates",
        "Flammability properties of polymer-layered-silicate nanocomposites. Polypropylene and polystyrene nanocomposites",
        "Effects of flower-like ZnO nanowhiskers on the mechanical, thermal and antibacterial properties of waterborne polyurethane",
        "Filler phase distribution in rubber blends characterized by thermogravimetric analysis of the rubber-filler gel",
        "Mutual dispersion of graphite–silica binary fillers and its effects on curing, mechanical, and aging properties of natural rubber composites"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Gyeongsan",
            "@id": "60001170",
            "affilname": "Yeungnam University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001170",
            "affiliation-country": "South Korea"
        }
    ],
    "funding": [
        "2020 Yeungnam University"
    ]
}