{
    "eid": "2-s2.0-85068917882",
    "title": "Central nervous system (CNS) based motion control",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Engineering (all)",
            "@code": "2200",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Adaptive washout filter",
        "Central nervous system",
        "Classical washout filter",
        "Motion control",
        "Optimal washout filter",
        "Vestibulo-ocular reflex"
    ],
    "authors": [
        "Wiwat Prasertmanakit",
        "Witaya Wannasuphoprasit"
    ],
    "citedby-count": 0,
    "ref-count": 37,
    "ref-list": [
        "Dynamics and simulation of RWD vehicle drifting at steady state using BNP-MNC tire model",
        "Optimal control for steady state drifting of RWD vehicle",
        "Tire-suspension-steering hardware-in-the-loop simulation",
        "Kinematics-based analytical solution for wheel slip angle estimation of a RWD vehicle with drift",
        "A novel washout filter design for a six degree-of-freedom motion simulator",
        "Design and control of a small-clearance driving simulator",
        "Flight simulation motion-base drive algorithms Part I Developing and testing the equations",
        "Motion cueing algorithms for small driving simulator",
        "Design of intelligent washout filtering algorithm for water and land tank mMotion simulation",
        "Partial range scaling method based washout algorithm for a vehicle driving simulator and its evaluation",
        "An optimal washout filter design for a motion platform with senseless and angular scaling maneuvers",
        "Motion-cuing algorithms: Characterization of users’ perception",
        "Development and implementation of a washout algorithm for a 6-dof motion platform of flight simulator",
        "Realization of a desktop flight simulation system for motion-cueing studies",
        "Coordinated adaptive washout for motion simulators",
        "Motion cueing: What’s the impact on the driver’s behaviour?",
        "Driving simulator motion cueing algorithms—A survey of the state of the art",
        "Adaptive washout filter design with human visual-vestibular based (HVVB) for VR-based motion simulator",
        "An optimal control approach to the design of moving flight simulators",
        "Washout algorithm with fuzzy-based tuning for a motion simulator",
        "Optimal genetic and adaptive fuzzy washout filter design in the motion‐ cueing simulator",
        "An optimal washout filter based on genetic algorithm compensators for improving simulator driver perception",
        "Perception of the body in space: Mechanisms (Reprint)",
        "A multidimensional model of the effect of gravity on the spatial orientation of the monkey",
        "Neural processing of gravitoinertial cues in humans. III. modeling tilt and translation responses",
        "The nervous system uses internal models to achieve sensory integration",
        "Neural processing of gravito-inertial cues in humans. I. influence of the semicircular canals following post-rotatory tilt",
        "Human ocular torsion and perceived roll responses to linear acceleration",
        "Perceived tilt and translation during variable-radius swing motion with congruent or conflicting visual and vestibular cues",
        "Mathematical methods for measuring the visually enhanced vestibulo–ocular reflex and preliminary results from healthy subjects and patient groups"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}