{
    "eid": "2-s2.0-85100665829",
    "title": "Towards Healthier Choices: An Investigation Into Sugar Label Design",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (all)",
            "@code": "1400",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Social Sciences (miscellaneous)",
            "@code": "3301",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (all)",
            "@code": "2000",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Literature and Literary Theory",
            "@code": "1208",
            "@abbrev": "ARTS"
        }
    ],
    "keywords": [
        "consumer well-being",
        "decision",
        "healthy choice",
        "sugar label"
    ],
    "authors": [
        "Panjarat Phumpradab",
        "Pavitra Jindahra"
    ],
    "citedby-count": 0,
    "ref-count": 60,
    "ref-list": [
        "Alcohol beverage warnings in print advertisements",
        "Does nutrition information on food products lead to healthier food choices?",
        "Lateral organization and aesthetic preference: The importance of peripheral visual asymmetries",
        "Front of pack labels enhance attention to nutrition information in novel and commercial brands",
        "Prevalence of reading nutrition and ingredient information on food labels among adult Americans: 1982– 1988",
        "The interaction of signal word and color on warning labels: Differences in perceived hazard",
        "Consumer knowledge and attitudes toward nutritional labels",
        "Warning of water safety hazards with sequential pictographs",
        "How to persuade adolescents to use nutrition labels: Effects of health consciousness, argument quality, and source credibility",
        "Nutrition knowledge and consumer use of nutritional food labels",
        "Child overweight and undernutrition in Thailand: Is there an urban effect?",
        "A comparative evaluation of warning label designs",
        "Using a computer simulated world to study behavioral compliance with warnings: Effects of salience and gender",
        "The role of background color, interletter spacing, and font size on preferences in the digital presentation of a product",
        "Use and influence of nutrition labeling: an emerging market experience",
        "Who uses nutrition labeling, and what effects does label use have on diet quality?",
        "Designing instructional text for older readers: A literature review",
        "The role of health- related, motivational and sociodemographic aspects in predicting food label use: A comprehensive study",
        "Nutritional labeling and consumer choices",
        "Chinese consumers’ understanding and use of a food nutrition label and their determinants",
        "The Smart Choices front-of- package nutrition labeling program: Rationale and development of the nutrition criteria",
        "Mixed MNL models for discrete response",
        "Do nutrition labels influence healthier food choices? Analysis of label viewing behavior and subsequent food purchases in a labeling intervention trial",
        "The effects of nutrition knowledge on food label use. A review of the literature",
        "What types of nutrition menu labeling lead consumers to select less energy-dense fast food? An experimental study",
        "Prohibitive pictorials:: Evaluations of different circle- slash negation symbols",
        "Nutrition knowledge, gender, and food label use",
        "Informing versus nudging in environmental policy",
        "Facts up front versus traffic light food labels: a randomized controlled trial",
        "Improving the design of nutrition labels to promote healthier food choices and reasonable portion sizes",
        "The Smart Choices front-of- package nutrition label. Influence on perceptions and intake of cereal",
        "The influence of position, highlight- ing, and imbedding on warning effectiveness",
        "Nutrition labels decrease energy intake in adults consuming lunch in the laboratory",
        "Choice architecture",
        "Traffic-light labels and choice architecture: Promoting healthy food choices",
        "Influence of nutritional warnings and other label features on consumers' choice: Results from an eye- tracking study",
        "Consumer understanding of calorie amounts and serving size: implications for nutritional labeling",
        "Consumer utilization of food labeling as a source of nutrition information",
        "The relationship between the use of sugar content information on nutrition labels and the consumption of added sugars",
        "Research-based guidelines for warning design and evalua- tion",
        "Effec- tiveness of warnings",
        "Added sugar intake and cardiovascular diseases mortality among US adults",
        "Increasing the noticeability of warnings: Effects of pictorial, color, signal icon and border",
        "Memory of instruction manual warnings: Effects of pictorial icons and conspicuous print",
        "Comprehension and memory of instruction manual warnings: Conspicuous print and pictorial icons"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}