{
    "eid": "2-s2.0-84930356057",
    "title": "Francisella noatunensis subsp. orientalis, an emerging bacterial pathogen affecting cultured red tilapia (Oreochromis sp.) in Thailand",
    "cover-date": "2016-11-01",
    "subject-areas": [
        {
            "$": "Aquatic Science",
            "@code": "1104"
        }
    ],
    "keywords": [
        "Francisella",
        "granulomas",
        "red tilapia",
        "Thailand"
    ],
    "authors": [
        "Vuong Viet Nguyen"
    ],
    "citedby-count": 48,
    "ref-count": 24,
    "ref-list": [
        "Identification of Francisella sp. from Atlantic salmon, Salmo salar L., in Chile",
        "Francisella infections in fish and shellfish",
        "Francisella noatunensis subsp. orientalis infection in Indo-Pacific reef fish entering the United States through the ornamental fish trade",
        "Systematic granulomas caused by a rickettsia‐like organism in Nile tilapia, Oreochronuis niloticus (L.), from southern Taiwan",
        "Fish Pathology",
        "Francisella infections in farmed and wild aquatic organisms",
        "Some modifications in the procedure of direct sequencing of PCR amplified 16S rDNA",
        "Analysis of 16S ribosomal DNA sequences of Francisella strains and utilization for determination of the phylogeny of the genus and for identification of strains by PCR",
        "Enzootics of visceral granulomas associated with Francisella-like organism infection in tilapia (Oreochromis spp.)",
        "PCR and in situ hybridization for the detection and localization of a new pathogen Francisella-like bacterium (FLB) in ornamental cichlids",
        "An outbreak of disease caused by Francisella sp. in Nile tilapia Oreochromis niloticus at a recirculation fish farm in the UK",
        "Identification and pathogenicity of intracellular Francisella bacterium in three-line grunt Parapristipoma trilineatum",
        "Outbreaks and genetic diversity of Francisella noatunensis subsp orientalis isolated from farm-raised Nile tilapia (Oreochromis niloticus) in Brazil",
        "Piscirickettsiosis and piscirickettsiosis-like infections in fish: A review",
        "International Journal of Systematic and Evolutionary Microbiology",
        "A novel systemic granulomatous inflammatory disease in farmed Atlantic cod, Gadus morhua L., associated with a bacterium belonging to the genus Francisella",
        "Aquatic Francisella-like bacterium associated with mortality of intensively cultured hybrid striped bass Morone chrysops x M. saxatilis",
        "Elevation of Francisella philomiragia subsp. Noatunensis Mikalsen et al. (2007) to Francisella noatunensis comb. nov. [syn. Francisella piscicida Ottem et al. (2008) syn. nov.] and characterization of rancisella noatunensis subsp. Orientalis subsp. nov., two important fish pathogens",
        "An outbreak of francisellosis in wild-caught Celtic Sea Atlantic cod, Gadus morhua L., juveniles reared in captivity",
        "Francisella sp., an emerging pathogen of tilapia, Oreochromis niloticus (L.), in Costa Rica",
        "Francisella asiatica as the causative agent of piscine francisellosis in cultured tilapia (oreochromis sp.) in the united states",
        "Molecular and immunohistochemical diagnosis of Francisella noatunensis subsp. orientalis from formalin-fixed, paraffin-embedded tissues",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "Francisella noatunensis subsp. noatunensis is the aetiological agent of visceral granulomatosis in wild Atlantic cod Gadus morhua"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Research Institute of Aquaculture No. 1 (RIA1)",
            "affiliation-country": "Viet Nam"
        }
    ],
    "funding": [
        "Chulalongkorn University – Veterinary Science Research Fund",
        "Chulalongkorn University"
    ]
}