{
    "eid": "2-s2.0-84905982060",
    "title": "A single-site platinum CO oxidation catalyst in zeolite KLTL: Microscopic and spectroscopic determination of the locations of the platinum atoms",
    "cover-date": "2014-08-18",
    "subject-areas": [
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Catalysis",
            "@code": "1503"
        }
    ],
    "keywords": [
        "electron microscopy",
        "EXAFS",
        "platinum",
        "single-site catalysts",
        "zeolites"
    ],
    "authors": [
        "Joseph D. Kistler"
    ],
    "citedby-count": 268,
    "ref-count": 23,
    "ref-list": [
        "Atomically dispersed supported metal catalysts",
        null,
        "Angew. Chem.",
        null,
        "Pt agglomeration and entombment in single channel zeolites: Pt/LTL",
        "Behavior of Pt atoms on oxide supports during reduction treatments at elevated temperatures, characterized by aberration corrected stem imaging",
        "Imaging isolated gold atom catalytic sites in zeolite NaY",
        "Angew. Chem.",
        "Aromatization of hexane over Pt/KL catalyst: Role of intracrystalline diffusion on catalyst performance using isotope labeling",
        "Formation of Pt particles in Y-type zeolites. The influence of coexchanged metal cations",
        "Platinum species in the pores of NaX, NaY and NaA zeolites studied using EPR, XAS and FTIR spectroscopies",
        "NaX-encaged Pt carbonyls: Reversible substitution of CO ligands by oxygen and ammonia. Evidence for a conservation of the polynuclear Pt skeleton",
        "The formation of a well defined rhodium dicarbonyl in highly dealuminated rhodium-exchanged zeolite Y by interaction with CO",
        "Cation-exchange in synthetic zeolite L: The exchange of hydronium and ammonium ions by alkali metal and alkaline earth cations",
        "Particular characteristics of silver species on Ag-exchanged LTL zeolite in K and H form",
        "A fundamental study of platinum tetraammine impregnation of silica: 2. The effect of method of preparation, loading, and calcination temperature on (reduced) particle size",
        null,
        "Quantitative measurement of the reduction of platinum(IV) complexes using X-ray absorption near-edge spectroscopy (XANES)",
        null,
        "In situ spectroelectrochemical investigation of Pt(II/IV) oxidation in aqueous solution using X-ray absorption spectroscopy",
        null,
        "DFT study of the structure and reactivity of the terminal Pt(IV)-OxO complex bearing no electron-withdrawing ligands",
        "FTIR spectroscopic study of CO adsorption on Pt-H-ZSM-5"
    ],
    "affiliation": [
        {
            "affiliation-city": "Davis",
            "affilname": "College of Engineering",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Richland",
            "affilname": "Pacific Northwest National Laboratory",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "San Ramon",
            "affilname": "Chevron Corporation",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}