{
    "eid": "2-s2.0-85109300749",
    "title": "Medical Abortion of a First-Trimester Pregnancy with Large Multiple Uterine Leiomyomata",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Obstetrics and Gynecology",
            "@code": "2729",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Somsook Santibenchakul",
        "Unnop Jaisamrarn"
    ],
    "citedby-count": 0,
    "ref-count": 18,
    "ref-list": [
        "Medication abortion up to 70 days of gestation: ACOG practice bulletin, number 225",
        "No. 360-induced abortion: Surgical abortion and second trimester medical methods",
        "Fibromyomas and uterine contractions",
        "Do uterine leiomyomas influence pregnancy outcome?",
        "When uterine leiomyomas complicate uterine evacuation.",
        "Medical first-trimester termination of pregnancy with massive fibroid uterus",
        "Medical abortion in women with large uterine fibroids: A case series",
        "Second trimester medical abortion in a woman with prior classical caesarean section and a uterine leiomyoma-a case report",
        "Mifepristone and misoprostol induced abortion with a large myomatous uterus",
        "Use of a flexible cannula to bypass an obstructing fibroid during a first-trimester surgical abortion. A case report",
        "Medical pregnancy termination in the presence of a massive uterine fibroid",
        "Medically induced abortion in a woman with a large myomatous uterus",
        "A new nonsurgical technique for termination of intrauterine pregnancy associated with large multiple uterine leiomyomas",
        "Women's experiences and acceptability of medical termination of pregnancy",
        "A comparison of medical management with misoprostol and surgical management for early pregnancy failure",
        "Medical methods for first trimester abortion"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Concept Foundation",
        "Department of Obstetrics and Gynecology, Faculty of Medicine, King Chulalongkorn Memorial Hospital"
    ]
}