{
    "eid": "2-s2.0-85170189879",
    "title": "Upper Gastrointestinal Tract Bleeding",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Endoscopic hemostasis",
        "Mechanical therapy",
        "Nonvariceal upper G.I. bleed",
        "Thermal therapy",
        "Topical therapy",
        "Variceal upper G.I. bleed"
    ],
    "authors": [
        "Voranaddha Vacharathit",
        "Kevin El-Hayek"
    ],
    "citedby-count": 0,
    "ref-count": 83,
    "ref-list": [
        "Epidemiology of acute upper gastrointestinal bleeding",
        "Acute upper GI bleeding: Did anything change?. Time trend analysis of incidence and outcome of acute upper G.I. bleeding between 1993/1994 and 2000",
        "Adherence to guidelines: A national audit of the management of acute upper gastrointestinal bleeding. The REASON Registry",
        "Diagnosis and treatment of severe hematochezia. The role of urgent colonoscopy after purge",
        "The national ASGE survey on upper gastrointestinal bleeding",
        "Hypovolemic shock resuscitation",
        "Colloids versus crystalloids for fluid resuscitation in critically ill people",
        "Restrictive versus liberal blood transfusion for gastrointestinal bleeding: A systematic review and meta-analysis of randomised controlled trials",
        "Treatment of anemia in patients with heart disease: A clinical practice guideline from the American College of Physicians",
        "Transfusion for acute upper gastrointestinal bleeding",
        "Management of non-variceal upper gastrointestinal bleeding: Guideline recommendations from the International Consensus Group",
        "The Management of antithrombotic agents for patients undergoing G.I. endoscopy",
        "Management of patients on antithrombotic agents undergoing emergency and elective endoscopy: Joint Asian Pacific Association of Gastroenterology (APAGE) and Asian Pacific Society for Digestive Endoscopy (APSDE) practice guidelines",
        "AGA clinical practice update on endoscopic therapies for nonvariceal upper gastrointestinal bleeding: Expert review",
        "The overall approach to the management of upper gastrointestinal bleeding",
        "Risk assessment after acute upper gastrointestinal haemorrhage",
        "A risk score to predict need for treatment for upper-gastrointestinal haemorrhage",
        "Comparison of risk scoring systems for patients presenting with upper gastrointestinal bleeding: International multicentre prospective study",
        "Comparing the Blatchford and pre-endoscopic Rockall score in predicting the need for endoscopic therapy in patients with upper G.I. hemorrhage",
        "Timing of endoscopy for acute upper gastrointestinal bleeding",
        "Portal hypertensive bleeding in cirrhosis: Risk stratification, diagnosis, and Management: 2016 practice guidance by the American Association for the study of liver diseases",
        "Optimal endoscopy timing in patients with acute variceal bleeding: A systematic review and meta-analysis",
        "Management of patients with ulcer bleeding",
        "Acute upper gastrointestinal bleeding: A review",
        "Endoscopic injection of adrenaline for actively bleeding ulcers: A randomised trial",
        "A prospective, randomized trial of large- versus small-volume endoscopic injection of epinephrine for peptic ulcer bleeding",
        "Optimal injection volume of epinephrine for endoscopic treatment of peptic ulcer bleeding",
        "Endoscopic management of non-variceal upper gastrointestinal bleeding. Video Journal and Encyclopedia of G.I",
        "Comparison of hemostatic efficacy for epinephrine injection alone and injection combined with hemoclip therapy in treating high-risk bleeding ulcers",
        "Addition of a second endoscopic treatment following epinephrine injection improves outcome in high-risk bleeding ulcers",
        "Endoscopic mechanical hemostasis of G.I. arterial bleeding (with videos)",
        "Devices for endoscopic hemostasis of non-variceal G.I. bleeding (with videos)",
        "The over-the-scope clip system - a novel technique for gastrocutaneous Fistula closure: The first North American experience",
        "Efficacy of hemostatic powders in upper gastrointestinal bleeding: A systematic review and meta-analysis",
        "Dual therapy versus monotherapy in the endoscopic treatment of high-risk bleeding ulcers: A meta-analysis of controlled trials",
        "Endoscopic clipping for acute nonvariceal upper-GI bleeding: A meta-analysis and critical appraisal of randomized controlled trials",
        "Comparison of monopolar hemostatic forceps with soft coagulation versus hemoclip for peptic ulcer bleeding: A randomized trial (with video)",
        "Systematic review and meta-analysis: Monopolar hemostatic forceps with soft coagulation in the treatment of peptic ulcer bleeding",
        "A study of 224 patients",
        "Mallory-Weiss tear as a rare complication during esophageal endoscopic submucosal dissection",
        "Diagnosis and management of nonvariceal upper gastrointestinal hemorrhage: European Society of Gastrointestinal Endoscopy (ESGE) Guideline",
        "Multipolar electrocoagulation in the treatment of active upper gastrointestinal tract hemorrhage. A prospective controlled trial",
        "Endoscopic band ligation and endoscopic hemoclip placement for patients with Mallory-Weiss syndrome and active bleeding",
        "Guidelines for endoscopic management of nonvariceal upper gastrointestinal bleeding",
        "Dieulafoy’s disease: Endoscopic treatment and follow up",
        "Dieulafoy’s: Current trends in diagnosis and management",
        "Clinical features and endoscopic management of Dieulafoy’s disease",
        "Endoscopic band ligation for control of nonvariceal upper G.I. hemorrhage: Comparison with bipolar electrocoagulation",
        "A prospective, randomized trial of endoscopic band ligation versus endoscopic hemoclip placement for bleeding gastric Dieulafoy’s",
        "Endoscopic band ligation versus endoscopic hemoclip placement for Dieulafoy’s: A meta-analysis",
        "Outcomes in severe upper G.I. Hemorrhage from Dieulafoy’s with monitoring of arterial blood flow",
        "Endoscopic management of tumor bleeding from inoperable gastric cancer",
        "Endoscopic management of bleeding gastrointestinal tumors",
        "Severe upper gastrointestinal tumor bleeding: Endoscopic findings, treatment, and outcome",
        "Endoscopic treatment of major bleeding from advanced gastroduodenal malignant lesions",
        "Role of argon plasma coagulation in management of bleeding G.I. tumors: Evaluating outcomes and survival",
        "Argon plasma coagulation for the endoscopic treatment of gastrointestinal tumor bleeding: A retrospective comparison with a non-treated historical cohort",
        "The efficacy of Hemospray in patients with upper gastrointestinal bleeding from tumor",
        "Randomized controlled trial of hemostatic powder versus endoscopic clipping for nonvariceal upper gastrointestinal bleeding",
        "Acute variceal hemorrhage",
        "Improved survival after variceal bleeding in patients with cirrhosis over the past two decades",
        "Upper digestive bleeding in cirrhosis. Posttherapeutic outcome and prognostic indicators",
        "Antibiotic prophylaxis for cirrhotic patients with upper gastrointestinal bleeding",
        "American Society for Gastrointestinal Endoscopy. The role of endoscopy in the management of variceal hemorrhage",
        "Expanding consensus in portal hypertension. Report of the Baveno VI Consensus Workshop: Stratifying risk and individualizing care for portal hypertension",
        "Portal hypertension",
        "Incidence and natural history of small esophageal varices in cirrhotic patients",
        "Ligation: Endoscopic treatment of choice for patients with bleeding esophageal varices?",
        "Endoscopic treatments for portal hypertension",
        "Clinical Services and Standards Committee of the British Society of Gastroenterology. U.K. guidelines on the management of variceal haemorrhage in cirrhotic patients",
        "Recurrence of esophageal varices following endoscopic treatment and its impact on rebleeding: Comparison of sclerotherapy and ligation",
        "A randomized controlled trial of endoscopic variceal band ligation for primary prophylaxis of variceal bleeding",
        "Endoscopic variceal ligation in prophylaxis of first variceal bleeding in cirrhotic patients with high-risk esophageal varices",
        "Efficacy of endoscopic treatments for acute esophageal variceal bleeding in cirrhotic patients: Systematic review and meta-analysis",
        "Variceal Bleeding Study Group. Esophageal balloon tamponade versus esophageal stent in controlling acute refractory variceal bleeding: A multicenter randomized, controlled trial",
        "Prevalence, classification and natural history of gastric varices: A long-term follow-up study in 568 portal hypertension patients",
        "Risk factors for hemorrhage from gastric fundal varices",
        "Endoscopic management of bleeding gastric varices— an updated overview",
        "A randomized controlled trial of cyanoacrylate versus alcohol injection in patients with isolated fundic varices",
        "A prospective, randomized trial of butyl cyanoacrylate injection versus band ligation in the management of bleeding gastric varices",
        "Long-term follow-up of gastric variceal sclerotherapy: An eleven-year experience",
        "U.K. guidelines on the management of variceal haemorrhage in cirrhotic patients",
        "Efficacy and safety of endoscopic ultrasound-guided therapy versus direct endoscopic glue injection therapy for gastric varices: Systematic review and meta-analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Cleveland",
            "@id": "60139037",
            "affilname": "The MetroHealth System",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60139037",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Cleveland",
            "@id": "60006404",
            "affilname": "CASE School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006404",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Rootstown",
            "@id": "60001423",
            "affilname": "Northeast Ohio Medical University (NEOMED)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001423",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}