{
    "eid": "2-s2.0-85029208129",
    "title": "A soft computing tool for species classification and prediction of glucomannan content in Amorphophallus genus",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Bioengineering",
            "@code": "1502"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        }
    ],
    "keywords": [
        "Amorphophallus genus",
        "Glucomannan",
        "k-NN classification",
        "Species classification"
    ],
    "authors": [
        "Anupam Banerjee"
    ],
    "citedby-count": 1,
    "ref-count": 34,
    "ref-list": [
        "The Plantsman Magazine, Royal Horticul. Soc.",
        "Aroideana",
        "Aroideana/Journal Int. Aroid Soc.",
        "Morphological character evolution of Amorphophallus (Araceae) based on a combined phylogenetic analysis of Trnl, Rbcl and Leafy second intron sequences",
        "Aroideana",
        "Karyological and Palynological Observations on Amorphophallus titanum (Becc.) Becc. ex Arcangeli (Araceae)",
        "Pollen morphology and pollination ecology of Amorphophallus species from North Western Ghats and Konkan region of India",
        "Inflorescence odours of Amorphophallus and Pseudodracontium (Araceae)",
        "Reprod. Biol.",
        "Phylogeny of the tribe Thomsonieae (Araceae) based on chloroplast matK and trnL intron sequences",
        "Authentication of the family Polygonaceae in Chinese pharmacopoeia by DNA barcoding technique",
        "DNA markers in plant improvement: An overview",
        "Beyond Structural Genomics for Plant Science",
        "Pharmacogn. Rev.",
        "Authentication of the medicinal plant Senna angustifolia by RAPD profiling",
        "J. Agric. Biotechnol.",
        "The use of genetic markers for detecting DNA polymorphism, genotype identification and phylogenetic relationships among banana cultivars",
        "Pertanika J. Trop. Agric. Sci.",
        "DNA polymorphisms amplified by arbitrary primers are useful as genetic markers",
        "Turkish J. Biol.",
        "A new method for RAPD primers selection based on primer bias in nucleotide sequence data",
        "Supplementation of Konjac Glucomannan into a Low-Fiber Chinese Diet Promoted Bowel Movement and Improved Colonic Ecology in Constipated Adults: A Placebo-Controlled, Diet-Controlled Trial",
        "Effect of glucomannan on obese patients: A clinical study",
        "Automatic classification of A. paeoniifolius species from DNA fingerprints of Amorphophalus Genus",
        "Genetic study and variety improvement of elephant yams (Amorphophallus sp.) by colchicine",
        "Biodiversitas J. Biol. Div.",
        "Automatic Classification of A. muelleri Species from DNA Fingerprints of Amorphophallus Genus, in Proceedings of International Symposium on Agri-Foods for Health and Wealth (AFHW2013)",
        "Genetic study and variety improvement of elephant yams (Amorphophallus sp.) by colchicine (Masters Thesis)",
        "A study of finger vein biometric for personal identification",
        "Graphics gems IV",
        "An introduction to kernel and nearest-neighbor nonparametric regression",
        "AMS 4.0: Consensus prediction of post-translational modifications in protein sequences",
        "PSP-MCSVM: Brainstorming consensus prediction of protein secondary structures using two-stage multiclass support vector machines",
        "Improving prediction of interdomain linkers in protein sequences using a consensus approach"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sydney",
            "affilname": "UNSW Sydney",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kolkata",
            "affilname": "Jadavpur University",
            "affiliation-country": "India"
        }
    ],
    "funding": [
        "Jadavpur University",
        "University Grants Committee"
    ]
}