{
    "eid": "2-s2.0-85027580908",
    "title": "Impact assessment of off-road activities for sustainable tourism management in khao krajome, Thailand",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "General Environmental Science",
            "@code": "2300"
        }
    ],
    "keywords": [
        "Impact assessment",
        "Nature-based tourism",
        "Off-road impact",
        "Sustainable tourism management",
        "Tourism impact"
    ],
    "authors": [
        "Patthawan Lerdsuchatavanich"
    ],
    "citedby-count": 2,
    "ref-count": 34,
    "ref-list": [
        "Proc. Environ. Sci",
        "Composite indicator for the assessment of sustainability: The case of Cuban nature-based tourism destinations",
        "Ecotourism",
        "Econ. Manage",
        "Sustainable tourism: An overview of the concept and its position in relation to conceptualisations of tourism",
        "Nature-based tourism: A contrast to everyday life",
        "Assessment of natural resources for nature-based tourism: The case of the Central coast region of Western Australia",
        "Frontiers in nature-based tourism",
        "Nature-Based Tourism",
        "Sustainable Tourism Development",
        "J. Hortic. For. Biotechnol",
        "Recreation ecology: the ecological impact of outdoor recreation and ecotourism",
        "Carrying Carpacity of Tourism System: Assessment of Environmental and Management Constraints Toward Sustainability",
        "Ann. Leisure Res",
        "The Effects of Off-Road Vehicles on Ecosystems",
        "Thai J. For",
        "J. Conserv. Plan",
        "Environmental Impact of Ecotourism",
        "Analysis of land use/cover changes and animal population dynamics in a wildlife sanctuary in East Africa",
        "The Action Research of the Community Participation for Sustainable Development of Khao Krajome Being the Nature-Based Tourism",
        "Manual on Measurement of Noise Level",
        "Selection of line-transect methods for estimating the density of group-living animals: Lessons from the primates",
        "Impacts of Forest Hiking Activity on Vegetation and Some Physical Properties of Soil in Khao Yai National Park",
        "The Final Report of Study Project: The Carrying Capacity of Mu Ko Surin National Park",
        "Synthesis of Noise Effects on Wildlife Population Guidelines Research",
        "The Effect of Noise on Wildlife: A Literature Review",
        "J. Anim. Sci",
        "A synthesis of two decades of research documenting the effects of noise on wildlife",
        "Environmental Impact of Ecotourism",
        "Effects of noise pollution on birds: A brief review of our knowledge",
        "J. Acoust. Soc. Am",
        "Effects of noise on fishes: What we can learn from humans and birds",
        "Factors affecting the impact of off-road driving on soils in an area in the Kruger National Park, South Africa",
        "Quantifying the impact of off-road driving on root-area distribution in soils"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Suan Sunandha Rajabhat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}