{
    "eid": "2-s2.0-84906769305",
    "title": "Antioxidant and prebiotic activity of enzymatically: Hydrolyzed lychee fruit pulp",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Food Science",
            "@code": "1106"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        }
    ],
    "keywords": [
        "Antioxidation",
        "Lychee pulp",
        "Pectinase",
        "Prebiotics"
    ],
    "authors": [
        "Naraporn Fasawang"
    ],
    "citedby-count": 3,
    "ref-count": 40,
    "ref-list": [
        "Identification of polysaccharides from pericarp tissues of litchi (Litchi chinensis Sonn.) fruit in relation to their antioxidant activities",
        "Antioxidant properties of anthocyanins extracted from litchi (Litchi chinenesis Sonn.) fruit pericarp tissues in relation to their role in the pericarp browning",
        "Antioxidant properties of various solvent extracts from lychee (Litchi chinenesis Sonn.) flowers",
        "Chemical constituents with antioxidant activities from litchi (Litchi chinensis Sonn.) seeds",
        "Identification of phenolic compounds and appraisal of antioxidant and antityrosinase activities from litchi (Litchi sinensis Sonn.) seeds",
        "Nat. Prod. Res. Develop.",
        "Citrus flavonoids: Molecular structure, biological activity and nutritional properties: A review",
        "Advances in flavonoid research since 1992",
        "Chemistry and biological effects of dietary phenolic compounds: Relevance to cardiovascular disease",
        "Evaluation of free radical scavenging and antityrosinase activities of standardized longan fruit extract",
        "Enhanced antioxidant and antityrosinase activities of longan fruit pericarp by ultra-high-pressure-assisted extraction",
        "Evaluation of radicals scavenging, immunity-modulatory and antitumor activities of longan polysaccharides with ultrasonic extraction on in S180 tumor mice models",
        "Antioxidant properties and stability of aegle marmelos leaves extracts",
        "Effects of solid-state enzymatic treatments on the antioxidant properties of wheat bran",
        "Enzyme-assisted extraction of flavonoids from Ginkgo biloba leaves: Improvement effect of flavonol transglycosylation catalyzed by Penicillium decumbens cellulase",
        "J. Biol. Chem.",
        "Notes on sugar determination.",
        "Antioxidant Activity and Total Phenolics in Selected Fruits, Vegetables, and Grain Products",
        "Assessment of phenolic content and free radical-scavenging capacity of some Thai indigenous plants",
        "J. Food Res.",
        "Determination Of Total Phenolics",
        "The determination of flavonoid contents in mulberry and their scavenging effects on superoxide radicals",
        "Changes in the volatile compounds and chemical and physical properties of Yali pear (Pyrus bertschneideri Reld) during storage",
        "β-Glucan prepared from spent brewer's yeast as a fat replacer in mayonnaise",
        "Lipid peroxidation and glutathione system in hyperlipemic rabbits: Influence of olive oil administration",
        "Effect of depolymerized mango pulp as a stabilizer in, oil-in-water emulsion containing sodium caseinate",
        "PHysicochemical and flavor changes of fragrant banana (musa acuminata aaa group \"gross michel\") during ripening",
        "Probiotics, prebiotics and antioxidants as functional foods",
        "Pectic oligosaccharides: Manufacture and functional properties",
        "Differential expression of pectate lyase during ethylene-induced postharvest softening of mango (Mangifera indica var. Dashehari)",
        "Spatial and temporal changes in the volatile profile of Alphonso mango upon exogenous ethylene treatment",
        "Free and glycosidically bound aroma compounds in lychee (Litchi chinensis Sonn.)",
        "Chemical changes in the volatile fractions of Brazilian honeys during storage under tropical conditions",
        "The effect of harvest date on aroma compound production from 'Golden Delicious' apple fruit and relationship to respiration and ethylene production",
        "Free radicals, antioxidants, and human disease: Where are we now?",
        "World Appl. Sci. J.",
        "Identification of major phenolic compounds from Nephelium lappaceum L. and their antioxidant activities",
        "Effect of instant tea powder with high ester-catechins content on shelf life extension of sponge cake"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}