{
    "eid": "2-s2.0-85068460426",
    "title": "Female directors and firm performance: Evidence from the Great Recession",
    "cover-date": "2021-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "agency theory",
        "board effectiveness",
        "board of directors",
        "corporate governance",
        "crisis",
        "diversity",
        "gender",
        "Great Recession"
    ],
    "authors": [
        "Suwongrat Papangkorn",
        "Pattanaporn Chatjuthamard",
        "Pornsit Jiraporn",
        "Sirisak Chueykamhang"
    ],
    "citedby-count": 17,
    "ref-count": 39,
    "ref-list": [
        "Women on boards: The superheroes of tomorrow?",
        "Board diversity: Moving the field forward",
        "A theory of friendly boards",
        "Women in the boardroom and their impact on governance and performance",
        "Beyond the glass ceiling: Does gender matter?",
        "The changing of the boards: The impact on firm valuation of mandated female board representation",
        "Some tests of specification for panel data: Monte Carlo evidence and an application to employment equations",
        "Why women make better directors",
        "The impact of board diversity and gender composition on corporate social responsibility and firm reputation",
        "Female board directorship and firm performance: What really matters?",
        "Gender diversity in the boardroom and firm financial performance",
        "Corporate governance, board diversity, and firm value",
        "Causes and consequences of earnings manipulation: An analysis of firms subject to enforcement actions by the SEC",
        "Women and leadership: Selection, development, leadership style, and performance",
        "Does gender really matter in the boardroom? Evidence from closely held family firms",
        "Does board gender diversity improve the informativeness of stock prices?",
        "Investing with prejudice: The relationship between women's presence on company boards and objective and subjective measures of company performance",
        "Investment opportunity set, corporate governance practices and firm performance",
        "Do independent directors improve firm value? Evidence from the great recession",
        "Corporate governance in the Asian financial crisis",
        "The gender composition of corporate boards: A review and research agenda",
        "The supply of corporate directors and board independence",
        "The impact of three or more women on corporate boards",
        "Ownership structure, corporate governance, and firm value: Evidence from the East Asian financial crisis",
        "Social capital, trust, and firm performance: The value of corporate social responsibility during the financial crisis",
        "Does family control matter? International evidence from the 2008–2009 financial crisis",
        "Are women “cooler” than men during crises? Exploring gender differences in perceiving organisational crisis preparedness proneness",
        "Female CEOs, returns and risk in Spanish publishing firms",
        "A cross-firm analysis of the impact of corporate governance on the East Asian financial crisis",
        "The relationship between women's presence in corporate positions and firm performance: The case of Colombia",
        "The contribution of women on boards of directors: Going beyond the surface",
        "Intangible capital and the investment-q relation",
        "Women on boards and firm financial performance: A meta-analysis",
        "Women in management and firm financial performance: An exploratory study",
        "Do women in top management affect firm performance? A panel study of 2,500 Danish firms",
        "Female directors and earnings quality",
        "Women directors on corporate boards: A review and research agenda",
        "Board of directors characteristics and performance in family firms and under the crisis",
        "Are busy directors harmful or helpful? Evidence from the Great Recession"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}