{
    "eid": "2-s2.0-84940099277",
    "title": "Moderate-intensity exercise training elevates serum and pancreatic zinc levels and pancreatic ZnT8 expression in streptozotocin-induced diabetic rats",
    "cover-date": "2015-10-15",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Pharmacology",
            "@code": "3000"
        }
    ],
    "keywords": [
        "Beta cells",
        "Diabetes mellitus",
        "Exercise training",
        "Pancreas",
        "Zinc",
        "Zinc transporter 8"
    ],
    "authors": [
        "Juraiporn Somboonwong"
    ],
    "citedby-count": 20,
    "ref-count": 56,
    "ref-list": [
        "The Krüppel-like zinc finger protein Glis3 directly and indirectly activates insulin gene transcription",
        "Beta cell-specific Znt8 deletion in mice causes marked defects in insulin processing, crystallisation and secretion",
        "Translational regulation of proinsulin biosynthesis and proinsulin conversion in the pancreatic β-cell",
        "Zinc and manganese contents of micro-dissected pancreatic islets of some rodents. A microchemical study in adult and newborn guinea pigs, rats, Chinese hamsters and spiny mice",
        "In vivo expression and functional characterization of the zinc transporter ZnT8 in glucose-induced insulin secretion",
        "Down-regulation of ZnT8 expression in INS-1 rat pancreatic beta cells reduces insulin content and glucose-inducible insulin secretion",
        "J. Clin. Invest.",
        "Zinc, insulin and diabetes",
        "Effect of zinc deficiency and experimental diabetes on glutamate oxaloacetate, glutamate pyruvate aminotransferases and alkaline phosphatase activities in rats",
        "Zinc ions in β-cells of obese, insulin-resistant, and type 2 diabetic rats traced by autometallography",
        "Downregulation of ZnT8 expression in pancreatic β-cells of diabetic mice.",
        "Effects of high-fat diet feeding on Znt8-null mice: Differences between β-cell and global knockout of Znt8",
        "The cation efflux transporter ZnT8 (Slc30A8) is a major autoantigen in human type 1 diabetes",
        "SLC30A8 (ZnT8) polymorphism is associated with young age at type 1 diabetes onset",
        "SLC30A8 polymorphism and type 2 diabetes risk: Evidence from 27 study groups",
        "Effect of aerobic exercise training on oxidative stress in patients with type 2 diabetes mellitus",
        "Exercise-induced changes in metabolic intermediates, hormones, and inflammatory markers associated with improvements in insulin sensitivity",
        "J. Physiol. Biomed. Sci.",
        "J. Diabetes Metab.",
        "Zinc content in selected tissues in streptozotocin-diabetic rats after maximal exercise",
        "Effects of forced running exercise on cognitive function and its relation to zinc homeostasis-related gene expression in rat hippocampus",
        "Studies on the diabetogenic action of streptozotocin (NSC-37917).",
        "Effects of varying intensity exercise on shortening and intracellular calcium in ventricular myocytes from streptozotocin (STZ)-induced diabetic rats",
        "Optimization of the isolation and amplification of RNA from formalin-fixed, paraffin-embedded tissue: The armed forces institute of pathology experience and literature review",
        "Zinc Transporter 8 (ZnT8) Expression Is Reduced by Ischemic Insults: A Potential Therapeutic Target to Prevent Ischemic Retinopathy",
        "Abnormal zinc metabolism in type II diabetes mellitus",
        "Copper, chromium, manganese, iron, nickel, and zinc levels in biological samples of diabetes mellitus patients",
        "Insulin is a physiological inhibitor of urinary zinc excretion in anesthetized dogs",
        "Renal handling of zinc in insulin-dependent diabetes mellitus patients",
        "The antioxidant properties of zinc",
        "Effect of zinc supplementation on microalbuminuria in patients with type 2 diabetes: A double blind, randomized, placebo-controlled, cross-over trial",
        "Effects of acute swimming exercise on some elements in rats",
        "Effect of short physical exercise on the levels of zinc and carbonic anhydrase isoenzyme activities in human erythrocytes",
        "Effect of maximal exercise on the short-term kinetics of zinc metabolism in sedentary men",
        "Zinc, alpha cells and glucagon secretion",
        "Zinc transporter gene expression is regulated by pro-inflammatory cytokines: A potential role for zinc transporters in beta-cell apoptosis?",
        "Acute cytokine-mediated downregulation of the zinc transporter ZnT8 alters pancreatic β-cell function",
        "Positive and negative regulation of insulin signaling by reactive oxygen and nitrogen species",
        "Regulation and functional effects of ZNT8 in human pancreatic islets",
        "Exercise training prevents and protects streptozotocin-induced oxidative stress and β-cell damage in rat pancreas",
        "The anti-inflammatory effect of exercise: Its role in diabetes and cardiovascular disease control",
        "Physical training reverses the increased activity of the hepatic ketone body synthesis pathway in chronically diabetic rats",
        "Effect of zinc supplementation on lipid peroxidation and lactate levels in rats with diabetes induced by streptozotocin and subjected to acute swimming exercise",
        "Zinc supplementation decreases incidence of infections in the elderly: Effect of zinc on generation of cytokines and oxidative stress",
        "Zinc decreases C-reactive protein, lipid peroxidation, and inflammatory cytokines in elderly subjects: A potential implication of zinc as an atheroprotective agent",
        "Effect of zinc supplementation on antioxidant activity in young wrestlers",
        "Attenuation of type 2 diabetes mellitus in the male Zucker diabetic fatty rat: the effects of stress and non-volitional exercise",
        "Variations in rodent models of type 1 diabetes: Islet morphology",
        "Voluntary running exercise prevents β-cell failure in susceptible islets of the Zucker diabetic fatty rat",
        "Exercise increases insulin content and basal secretion in pancreatic islets in type 1 diabetic mice",
        "Zinc has an insulin-like effect on glucose transport mediated by phosphoinositol-3-kinase and Akt in 3T3-L1 fibroblasts and adipocytes",
        "Is serum zinc associated with pancreatic beta cell function and insulin sensitivity in pre-diabetic and normal individuals? Findings from the hunter community study",
        "Exercise training-induced improvements in insulin action",
        "Overview of mammalian zinc transporters",
        "The Human ZIP1 Transporter Mediates Zinc Uptake in Human K562 Erythroleukemia Cells",
        "Thionein/metallothionein control Zn(II) availability and the activity of enzymes"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksompotch Fund",
        "Faculty of Medicine, Chulalongkorn University",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}