{
    "eid": "2-s2.0-84957604489",
    "title": "Full-slip kinematics based estimation of vehicle yaw rate from differential wheel speeds",
    "cover-date": "2016-02-01",
    "subject-areas": [
        {
            "$": "Automotive Engineering",
            "@code": "2203"
        }
    ],
    "keywords": [
        "Drifting",
        "Scaled vehicle",
        "State estimation",
        "Yaw rate"
    ],
    "authors": [
        "R. Chaichaowarat"
    ],
    "citedby-count": 6,
    "ref-count": 19,
    "ref-list": [
        "Proc. 6th Int. Symp. Advanced Vehicle Control",
        "Dynamics and simulation of RWD vehicles drifting at steady state using BNP-MNC tire model",
        "Optimal control for steady state drifting of RWD vehicle",
        "Yaw rate estimation using two 1-axis accelerometers",
        "Vehicle velocity, side slip angles and yaw rate estimation",
        "Vehicle yaw rate estimation using a virtual sensor",
        "Active Brake Control Having Yaw Rate Estimation",
        "Sensor fusion for accurate computation of yaw rate and absolute velocity",
        "Neural-network multiple models filter (NMM)-based position estimation system for autonomous vehicles",
        "Estimation of vehicle side slip angle and yaw rate",
        "Direct identification of optimal SM-LPV filters and application to vehicle yaw rate estimation",
        "Land vehicle navigation filtering for a GPS/dead-reckoning system",
        "Proc. Institute of Navigation National Technology Meeting",
        "Angular Rate Detection Apparatus of Moving Body",
        "Yaw rate estimation for vehicle control applications",
        "Yaw rate and side-slip control considering vehicle longitudinal dynamics",
        "Vehicle dynamics estimation using Kalman filters",
        "Cost Effective Yaw Rate Sensing",
        "Soft sensor application yaw rate measurement based on Kalman filter and vehicle dynamics. Proc. IEEE Intelligent Transportation Systems"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Department of Electrical Engineering, Chulalongkorn University"
    ]
}