{
    "eid": "2-s2.0-84928654292",
    "title": "Preparation of super-microporous WO3-SiO2 olefin metathesis catalysts by the aerosol-assisted sol-gel process",
    "cover-date": "2015-09-01",
    "subject-areas": [
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        }
    ],
    "keywords": [
        "Aerosol assisted sol-gel",
        "Evaporation-induced self-assembly or EISA",
        "Mesoporous mixed oxides",
        "Propylene",
        "Tungsten oxide-based catalyst"
    ],
    "authors": [
        "Surasa Maksasithorn"
    ],
    "citedby-count": 48,
    "ref-count": 51,
    "ref-list": [
        "Industrial applications of olefin metathesis",
        "Olefin metathesis by supported metal oxide catalysts",
        "FCC process role in propylene demands",
        null,
        null,
        "Properties and metathesis activity of molybdena-alumina, molybdena-silica-alumina and molybdena-silica catalysts-a comparative study",
        null,
        null,
        "Comparison of olefin metathesis by rhenium-containing γ-alumina or silica-aluminas and by some mesoporous analogues",
        "Avoiding rhenium loss in non-hydrolytic synthesis of highly active Re-Si-Al olefin metathesis catalysts",
        "Re(VII) oxide on mesoporous alumina of different types-Activity in the metathesis of olefins and their oxygen-containing derivatives",
        "Olefin metathesis with mesoporous rhenium-silicium-aluminum mixed oxides obtained via a one-step non-hydrolytic sol-gel route",
        null,
        null,
        "Catal. Lett.",
        "A tungsten oxide on silica catalyst for phillips' triolefin process",
        null,
        "Mesoporous molecular sieves as advanced supports for olefin metathesis catalysts",
        null,
        "Makromol. Chem.",
        "Activity of supported tungsten oxide catalysts for the metathesis of propene",
        "Active centers for the metathesis and isomerization of alkenes on tungsten-oxide/silica catalysts",
        "In situ generation of active sites in olefin metathesis",
        "Industrial applications of olefin metathesis",
        null,
        null,
        null,
        null,
        null,
        "Mesoporous mixed oxide catalysts via non-hydrolytic sol-gel: A review",
        "Non-hydrolytic sol–gel routes to heterogeneous catalysts",
        null,
        null,
        null,
        "Aerosol-assisted self-assembly of mesostructured spherical nanoparticles",
        "Aerosol route to functional nanostructured inorganic and hybrid porous materials",
        null,
        null,
        null,
        "Calibration of the X-ray photoelectron spectroscopy binding energy scale for the characterization of heterogeneous catalysts: Is everything really under control?",
        "Synthesis of novel super-microporous silicates by ω-hydroxy alkyl ammonium halide bolaform surfactant templating",
        "One-step synthesis and structural characterization of mesoporous vanadosilicates and super-microporous vanadosilicates",
        "Bio-derived oleyl surfactants as porogens for the sustainable synthesis of micelle-templated mesoporous silica",
        "Super-micropore/small mesopore composite pillared silicate and aluminosilicate materials from crystalline layered silicate Na-RUB-18",
        "A simple synthesis of well-ordered super-microporous aluminosilicate",
        "Nonionic triblock and star diblock copolymer and oligomeric sufactant syntheses of highly ordered, hydrothermally stable, mesoporous silica structures",
        null,
        null,
        "Highly active doped mesoporous KIT-6 catalysts for metathesis of 1-butene and ethene to propene: The influence of neighboring environment of W species",
        "Metathesis of 2-butene to propylene over W-mesoporous molecular sieves: A comparative study between tungsten containing MCM-41 and SBA-15",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "SCG Chemicals Co., Ltd.",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Louvain-la-Neuve",
            "affilname": "Université Catholique de Louvain",
            "affiliation-country": "Belgium"
        }
    ],
    "funding": []
}