{
    "eid": "2-s2.0-85102502718",
    "title": "Prevalence of mild cognitive impairment in surgical menopause: subtypes and associated factors",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Obstetrics and Gynecology",
            "@code": "2729",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "amnestic",
        "cognitive impairment",
        "hormone therapy",
        "mild cognitive impairment",
        "Surgical menopause",
        "The Montreal Cognitive Assessment"
    ],
    "authors": [
        "S. Chaikittisilpa",
        "N. Orprayoon",
        "S. Santibenchakul",
        "S. Hemrungrojn",
        "P. Phutrakool",
        "M. Kengsakul",
        "U. Jaisamrarn"
    ],
    "citedby-count": 3,
    "ref-count": 50,
    "ref-list": [
        "Effects of age, sex, and ethnicity on the association between apolipoprotein E genotype and Alzheimer disease. A meta-analysis. APOE and Alzheimer Disease Meta Analysis Consortium",
        "Mild cognitive impairment as a diagnostic entity",
        "Mild cognitive impairment: ten years later",
        "Cognitive changes with reproductive aging, perimenopause, and menopause",
        "Roles of estradiol and progesterone in regulation of hippocampal dendritic spine density during the estrous cycle in the rat",
        "Cyclic estrogen replacement improves cognitive function in aged ovariectomized rhesus monkeys",
        "Local neurosteroid production in the hippocampus: influence on synaptic plasticity of memory",
        "Ovarian hormones, aging and stress on hippocampal synaptic plasticity",
        "Early menopausal hormone use influences brain regions used for visual working memory",
        "Perimenopausal use of hormone therapy is associated with enhanced memory and hippocampal function later in life",
        "Estrogen therapy selectively enhances prefrontal cognitive processes: a randomized, double-blind, placebo-controlled study with functional magnetic resonance imaging in perimenopausal and recently postmenopausal women",
        "Surgical versus natural menopause: cognitive issues",
        "Long-term mortality associated with oophorectomy compared with ovarian conservation in the nurses’ health study",
        "Bone mineral density and fractures after risk-reducing salpingo-oophorectomy in women at increased risk for breast and ovarian cancer",
        "Increased risk of cognitive impairment or dementia in women who underwent oophorectomy before menopause",
        "The factors associated with mild cognitive impairment (MCI) in surgical menopause women",
        "The Montreal Cognitive Assessment, MoCA: a brief screening tool for mild cognitive impairment",
        "Prevalence and risk factors of mild cognitive impairment in menopausal women at HRH Princess Maha Chakri Sirindhorn medical center",
        "Surgical menopause in association with cognitive function and risk of dementia: a systematic review and meta-analysis",
        "Mild cognitive impairment in clinical practice: a review article",
        "Practice guideline update summary: mild cognitive impairment: report of the guideline development, dissemination, and implementation subcommittee of the American Academy of Neurology",
        "The validity of Thai version of The Montreal Cognitive Assessment (MoCA-T)",
        "The Montreal Cognitive Assessment (MoCA): concept and clinical review",
        "Montreal Cognitive Assessment Memory Index Score (MoCA-MIS) as a predictor of conversion from mild cognitive impairment to Alzheimer’s disease",
        "Surgical menopause",
        "The association between estradiol levels and cognitive function in postmenopausal women",
        "Prevalence and incidence of mild cognitive impairment across subtypes, age, and sex",
        "Summary of the evidence on modifiable risk factors for cognitive decline and dementia: a population-based perspective",
        "Individually modifiable risk factors to ameliorate cognitive aging: a systematic review and meta-analysis",
        "Oophorectomy, menopause, estrogen treatment, and cognitive aging: clinical evidence for a window of opportunity",
        "Estrogen plus progestin and the incidence of dementia and mild cognitive impairment in postmenopausal women: the Women’s Health Initiative Memory Study: a randomized controlled trial",
        "Conjugated equine estrogens and incidence of probable dementia and mild cognitive impairment in postmenopausal women: Women’s Health Initiative Memory Study",
        "Risks and benefits of estrogen plus progestin in healthy postmenopausal women: principal results from the Women's Health Initiative randomized controlled trial",
        "Hormone therapy, dementia, and cognition: the Women’s Health Initiative 10 years on",
        "Cognitive function in nondemented older women who took estrogen after menopause",
        "Estrogens, aging, and working memory",
        "Mild cognitive impairment in different functional domains and incident Alzheimer’s disease",
        "Memory impairment, executive dysfunction, and intellectual decline in preclinical Alzheimer’s disease",
        "Course and etiology of dysexecutive MCI in a community sample",
        "Prevalence of mild cognitive impairment and its subtypes among Chinese older adults: role of vascular risk factors",
        "Prevalence of mild cognitive impairment is higher in men. The Mayo Clinic Study of Aging",
        "Estradiol and cognitive function: past, present and future",
        "The MoCA-Memory Index Score: an efficient alternative to paragraph recall for the detection of amnestic mild cognitive impairment",
        "Sex differences in the prevalence and incidence of mild cognitive impairment: a meta-analysis",
        "The Montreal Cognitive Assessment: normative data from a large Swedish population-based cohort",
        "Mapping the connections between education and dementia",
        "The balance between cognitive reserve and brain imaging biomarkers of cerebrovascular and Alzheimer’s diseases",
        "Effect of education on Alzheimer’s disease-related neuroimaging biomarkers in healthy controls, and participants with mild cognitive impairment and Alzheimer’s disease: a cross-sectional study",
        "The association between montreal cognitive assessment memory scores and hippocampal volume in a neurodegenerative disease sample"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60000316",
            "affilname": "Srinakharinwirot University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000316",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadapiseksompotch Fund",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}