{
    "eid": "2-s2.0-84962436334",
    "title": "Cephalometric landmark variability among orthodontists and dentomaxillofacial radiologists: A comparative study",
    "cover-date": "2015-12-01",
    "subject-areas": [
        {
            "$": "Radiology",
            "@code": "2741"
        },
        {
            "$": "General Dentistry",
            "@code": "3500"
        },
        {
            "$": "Radiological and Ultrasound Technology",
            "@code": "3614"
        }
    ],
    "keywords": [
        "Analysis",
        "Anatomic landmarks",
        "Cephalometry",
        "Orthodontics",
        "Reliability and validity"
    ],
    "authors": [
        "Ana Paula Reis Durão"
    ],
    "citedby-count": 51,
    "ref-count": 22,
    "ref-list": [
        "Angle Orthod",
        "The reliability of head film measurements. 1. Landmark identification",
        "Reliability of landmark identification in cephalometric radiography acquired by a storage phosphor imaging system",
        "The clinical significance of error measurement in the interpretation of treatment results",
        "Is there consistency in cephalometric landmark identification amongst oral and maxillofacial surgeons?",
        "Validity of cephalometric landmarks. An experimental study on human skulls",
        "The clinical significance of tracing error in cephalometry",
        "Variability in tracings pf lateral head plates for diagnostic orthodontic purposes. A methodologic study",
        "Effect of training and experience on cephalometric measurement errors on surgical patients.",
        "Reproducibility of cephalometric measurements made by three radiology clinics",
        "Contemporary orthodontics",
        "Intraclass correlations: Uses in assessing rater reliability",
        "Analysis--the interim.",
        "A method of cephalometric evaluation",
        "Reliability of digital versus conventional cephalometric radiology: A comparative evaluation of landmark identification error",
        "Pak Oral Dental J",
        "Indian J Multidiscip Dent",
        "Validity of 2D lateral cephalometry in orthodontics: A systematic review",
        "Sources of error in measurements from cephalometric radiographs",
        "Comparison of reliability in anatomical landmark identification using two-dimensional digital cephalometrics and three-dimensional cone beam computed tomography in vivo",
        "Accuracy of anatomical landmark identification using different CBCT- and MSCT-based 3D images : An in vitro study",
        "Intraexaminer and interexaminer reliabilities of landmark identification on digitized lateral cephalograms and formatted 3-dimensional cone-beam computerized tomography images"
    ],
    "affiliation": [
        {
            "affiliation-city": "Porto",
            "affilname": "Faculty of Dental Medicine of University of Porto",
            "affiliation-country": "Portugal"
        },
        {
            "affiliation-city": "Leuven",
            "affilname": "Departement Beeldvorming &amp; Pathologie",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tromso",
            "affilname": "UiT Norges Arktiske Universitet",
            "affiliation-country": "Norway"
        },
        {
            "affiliation-city": "Porto Alegre",
            "affilname": "Pontifícia Universidade Católica do Rio Grande do Sul",
            "affiliation-country": "Brazil"
        }
    ],
    "funding": []
}