{
    "eid": "2-s2.0-85066044407",
    "title": "Rocking vibrations of rigid foundations on multi-layered poroelastic media",
    "cover-date": "2020-04-20",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Oceanography",
            "@code": "1910",
            "@abbrev": "EART"
        },
        {
            "@_fa": "true",
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909",
            "@abbrev": "EART"
        },
        {
            "@_fa": "true",
            "$": "Ocean Engineering",
            "@code": "2212",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Exact stiffness matrix method",
        "foundations",
        "multi-layered soils",
        "poroelasticity",
        "rocking vibration",
        "soil–structure interaction"
    ],
    "authors": [
        "S. Keawsawasvong",
        "T. Senjuntichai",
        "R. Plangmal",
        "W. Kaewjuea"
    ],
    "citedby-count": 11,
    "ref-count": 34,
    "ref-list": [
        "Effect of compressible parameters on vertical vibration of an elastic pile in multilayered poroelastic media",
        "Influences of Biot’s compressible parameters on dynamic response of vertically loaded multilayered poroelastic soils",
        "Impedance functions for foundations embedded in a layered medium: an integral equation approach",
        "Theory of propagation of elastic waves in a fluidsaturated porous solid. I. Low-frequency range",
        "Mechanics of deformation and acoustic propagation in porous media",
        "Dynamic interaction between rigid surface foundations on multi-layered half space",
        "Rocking vibration of a rigid disc embedded in any depth of a coupled seawater-visco-poro-elastic seabed half-space",
        "Elastic rocking vibration of an offshore gravity base foundation",
        "Lateral dynamic response of a partially embedded pile subjected to combined loads in saturated soil",
        "Rocking vibrations of rigid disk on saturated poroelastic medium",
        "Dynamic response of borehole in poroelastic medium with disturbed zone",
        "Dynamic response of two rigid foundations on multi-layered poroelastic medium",
        "Rocking vibration of a rigid strip footing on saturated soil",
        "Dynamic response of a rigid footing bonded to an elastic half space",
        "Rocking rotation of a rigid disc in a half-space",
        "An indirect boundary integral equation method for poroelasticity",
        "Dynamic response of multiple flexible strips on a multilayered poroelastic half-plane",
        "Vertical vibrations of rigid foundations of arbitrary shape in a multi-layered poroelastic medium",
        "Three-dimensional dynamic response of multi-layered poroelastic media",
        "Vertical vibration of an embedded rigid foundation in a poroelastic soil",
        "Dynamic subsoil-coupling between rigid rectangular foundations",
        "Rocking vibrations of a rigid circular foundation on poroelastic half-space to elastic waves",
        "Dynamic response of rigid foundations of arbitrary shape",
        "Dynamic response of rectangular foundations to obliquely incident seismic waves",
        "Dynamic interaction between rigid foundations in a layered half-space",
        "Poroelastodynamic response of a borehole in a non-hydrostatic stress field",
        "Dynamic response of a large-diameter pile with variable section in layered saturated soil considering construction disturbance effect",
        "Stability analysis on a porous seabed under wave and current loadings",
        "Hydromechanical behavior of radially multilayered cylinders under time–varying loads",
        "Numerical analysis on random wave-induced porous seabed response"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund",
        "Prince of Songkla University"
    ]
}