{
    "eid": "2-s2.0-85110695779",
    "title": "Overlooked for a century: Taxonomic status of camaena saturnia (gould, 1846) (eupulmonata: Camaenidae)",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Endemic",
        "Indochina",
        "Synonym",
        "Systematics",
        "Tenasserim"
    ],
    "authors": [
        "Chirasak Sutcharit",
        "Somsak Panha"
    ],
    "citedby-count": 0,
    "ref-count": 57,
    "ref-list": [
        "On the species of Helicidae found in Japan",
        "Descriptions of two new species of the genus Camaena from Guangxi, China (Gastropoda, Stylommatophora, Camaenidae)",
        "Sperm competition in molluscs",
        "Stylommatophoran gastropods",
        "Characters of new land-shells from Burmah and the Andamans",
        "Liste de mollusques récoltés par M. H. Mansuy en Indo-chine et au Yunnan, et description ďespèces nouvelles",
        "Speciation and gene flow between snails of opposite chirality",
        "Revision of sinistral land snails of the genus Camaena (Stylommatophora, Camaenidae) from China based on morphological and molecular data, with description of a new species from Guangxi, China",
        "Notes sur la faune du Haut Tonkin. III. Liste des mollusques recueillis par le Dr A. Billet",
        "Land and freshwater mollusca of India",
        "Structure and functioning of the reproductive systems",
        "Descriptions of shells, sent from Tavoy, in Burmah, by the Rev. Mr. Mason",
        "A speciation gene for left–right reversal in snails results in anti-predator adaptation",
        "Annotated checklist of the terrestrial molluscs from Laos (Mollusca, Gastropoda)",
        "The recent mollusca of Augustus Addison Gould: Illustrations of the types described by Gould with a bibliography and catalog of his species",
        "Cryptic genetic divergence and associated morphological differentiation in the arboreal land snail Satsuma (Luchuhadra) largillierti (Camaenidae) endemic to the Ryukyu Archipelago, Japan",
        "William Theobald (1829–1908): Unwitting reformer of botanical nomenclature?",
        "Diagnoses specierum novarum Chinae meridionalis",
        "Materialien zur Fauna von China. Die Auriculaceen",
        "Die Binnenmollusken Annams",
        "Binnen-Mollusken aus Westchina und Central-Asien",
        "Vermium Terrestrium et Fluviatilium, Seu Animalium Infusoriorum, Helminthicorum, et Testaceorum, non Marinorum",
        "Taxonomic vandalism in malacology: Comments on molluscan taxa recently described by N. N. Thach and colleagues (2014–2019)",
        "Manual of Conchology, Structural and Systematic, with Illustrations of the Species",
        "Preliminary outline of a new classification of the helices",
        "Manual of Conchology, Structural and Systematic, with Illustrations of the Species, Second Series",
        "On the dates of publication of Hanley and Theobald’s “Conchologia Indica”",
        "Camaenidae: Catalogue of species",
        "Treatise on recent terrestrial pulmonate molluscs, Trigonochlamydidae, Papillodermidae, Vitrinidae, Limacidae, Bielziidae, Agriolimacidae, Boettgerillidae, Camaenidae",
        "Treatise on recent terrestrial pulmonate molluscs, Bradybaenidae, Monadeniidae, Xanthonychidae, Epiphragmophoridae, Helminthoglyptidae, Elonidae, Humboldtianidae, Sphincterochilidae, Cochlicellidae",
        "The sexology of the chirally dimorphic snail species Amphidromus inversus (Gastropoda: Camaenidae)",
        "Fluorescent pigment distinguishes between sibling snail species",
        "Descriptions of six new species of land-shells from Annam",
        "Notes on some land-shells from Vanbu, Tonkin, with descriptions of two new species",
        "Zoogeography of the land and fresh-water molluscs of the New Hebrides",
        "Camaenid land snails from southern and eastern South Australia, excluding Kangaroo Island. Part 1. Systematics, distribution and variation",
        "Superfamily Camaenoidea",
        "Missionaries and clergymen as botanists in India and Pakistan",
        "Reassessment and systematic position of the sinistral snails of genus Hemiplecta from Thailand (Eupulmonata: Ariophantidae), with description of two new species",
        "Taxonomic review of the tree snail Amphidromus Albers, 1850 (Pulmonata: Camaenidae) in Thailand and adjacent areas: Subgenus Amphidromus",
        "Single-gene speciation by left-right reversal",
        "Descriptions of four new dextral land snails of the genus Camaena (Gastropoda, Eupulmonata, Camaenidae) from south China",
        "Revision of three camaenid and one bradybaenid species (Gastropoda, Stylommatophora) from China based on morphological and molecular data, with description of a new bradybaenid subspecies from Inner Mongolia, China",
        "Binnen-Mollusken aus Westchina und Centralasien",
        "A new sinistral species of the land-snail genus Satsuma (Pulmonata: Camaenidae) from China",
        "Gastropoda, Euthyneura"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}