{
    "eid": "2-s2.0-85107273370",
    "title": "Development of a novel multiplex PCR assay for the detection and differentiation of Plasmodium caprae from Theileria luwenshuni and Babesia spp. in goats",
    "cover-date": "2021-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Parasitology",
            "@code": "2405",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Veterinary (miscellaneous)",
            "@code": "3401",
            "@abbrev": "VETE"
        },
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Babesia spp.",
        "Diagnosis",
        "Goat",
        "Plasmodium caprae",
        "Theileria spp."
    ],
    "authors": [
        "Huynh Luu Cam Tu",
        "Yudhi Ratna Nugraheni",
        "Sonthaya Tiawsirisup",
        "Tawee Saiwichai",
        "Anyarat Thiptara",
        "Morakot Kaewthamasorn"
    ],
    "citedby-count": 7,
    "ref-count": 37,
    "ref-list": [
        "Veterinary medicine: a textbook of the diseases of cattle, horses, sheep, pigs and goats",
        "DNA barcodes for biosecurity: Invasive species identification",
        "First molecular detection of Theileria luwenshuni from goats in Myanmar",
        "Development of a multiplex PCR assay for simultaneous detection of Theileria annulata, Babesia bovis and Anaplasma marginale in cattle",
        "Babesiosis of cattle.",
        "Normal hematology of sheep and goats",
        "Development of duplex PCR for simultaneous detection of Theileria spp. and Anaplasma spp. in sheep and goats",
        "Sur une plasmodiae du sang des chèvres",
        "Exploring the use of cytochrome oxidase c subunit 1 (COI) for DNA barcoding of free-living marine nematodes",
        "Multiplex PCR: advantages, development, and applications",
        "Assessment of primer/template mismatch effects on real-time PCR amplification of target taxa for GMO quantification",
        "A DNA barcode for Piroplasmea",
        "Plasmodium vivax molecular diagnostics in community surveys: pitfalls and solutions",
        "Status of babesiosis among domestic herbivores in Iran: a systematic review and meta-analysis",
        "Barcoding animal life: cytochrome c oxidase subunit 1 divergences among closely related species",
        "Multiplex PCR: critical parameters and step-by-step protocol",
        "Bovine abortion, stillbirth and neonatal death associated with Babesia bovis and Anaplasma sp. infections in southern Brazil",
        "Genetic homogeneity of goat malaria parasites in Asia and Africa suggests their expansion with domestic goat host",
        "The development of malaria diagnostic techniques: a review of the approaches with focus on dielectrophoretic and magnetophoretic methods",
        "Comprehensive DNA barcode coverage of North American birds",
        "Assessment of primers designed from the small ribosomal subunit RNA for specific discrimination between Babesia bigemina and Babesia bovis by PCR",
        "PCR-based detection of Plasmodium falciparum in saliva using mitochondrial cox3 and varATS primers",
        "Molecular epidemiology and phylogenetic characterisation of Theileria luwenshuni in India: a first report",
        "Detection and molecular characterization of Babesia, Theileria, and Hepatozoon species in hard ticks collected from Kagoshima, the southern region in Japan",
        "Low level of genetic diversity and high occurrence of vector-borne protozoa in water buffaloes in Thailand based on 18S ribosomal RNA and mitochondrial cytochrome b genes",
        "Molecular evidence of a new Babesia sp. in goats",
        "Mitochondrial DNA targets increase sensitivity of malaria detection using loop-mediated isothermal amplification",
        "Character-based DNA barcoding allows discrimination of genera, species and populations in Odonata",
        "Babesia ovis as the main causative agent of sheep babesiosis in Iran",
        "Phylogeny of sheep and goat Theileria and Babesia parasites",
        "Effect of primer mismatch, annealing temperature and PCR cycle number on 16 S rRNA gene-targetting bacterial community analysis",
        "The rediscovery of malaria parasites of ungulates",
        "Ungulate malaria parasites.",
        "Sensitivity, specificity, and predictive values: foundations, pliabilities, and pitfalls in research and practice",
        "Development and application of a novel multiplex PCR assay for the differentiation of four haemosporidian parasites in the chicken Gallus gallus domesticus",
        "Multiplex PCR for diagnosis of Theileria uilenbergi, Theileria luwenshuni, and Theileria ovis in small ruminants",
        "Molecular detection and genetic characterization of Babesia, Theileria and Anaplasma amongst apparently healthy sheep and goats in the central region of Turkey"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Yogyakarta",
            "@id": "60069380",
            "affilname": "Universitas Gadjah Mada",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069380",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon-Si-Thammarat",
            "@id": "100460083",
            "affilname": "Southern Veterinary Research and Development Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/100460083",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}