{
    "eid": "2-s2.0-85016114100",
    "title": "Effect of harvesting age and performance evaluation on biogasification from Napier grass in separated stages process",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Civil and Structural Engineering",
            "@code": "2205",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Acidification",
        "biogas production",
        "cutting age",
        "Napier grass",
        "two-stage digester"
    ],
    "authors": [
        "M. Chanpla",
        "P. Kullavanijaya",
        "A. Janejadkarn",
        "O. Chavalparit"
    ],
    "citedby-count": 8,
    "ref-count": 22,
    "ref-list": [
        "Chemical composition of Napier grass (Pennisetum purpureum) at different stages of growth and Napier grass silages with additives",
        "Methane production through anaerobic digestion of various energy crops grown in sustainable crop rotations",
        "Determination of bicarbonate and total volatile acid concentration in anaerobic digester using a simple titration",
        "How can we improve biomethane production per unit of feedstock in biogas plant?",
        "Biogas production from Napier grass (Pennisetum purpureum × Pennisetum americanum)",
        "Anaerobic digestion of grass silage in leach bed process for methane production",
        "Methane yield from switchgrass harvested at different stages of development in Eastern Canada",
        "Anaerobic methane production from five common grassland species at sequential stages of maturity",
        "Technical and economic analysis of biogas production in Ireland utilizing three different crop rotations",
        "What type of digester configuration should be employed to produce biomethane from grass?",
        "How much gas can we get from grass?",
        "Bioenergy from permanent grassland-a review: 1. Biogas",
        "Anaerobic digestion of solid organic substrates in batch mode: an overview relating to methane yields and experimental procedures",
        "Biomass yield, chemical composition and potential ethanol yields of 8 cultivars of Napier grass (Pennisetum purpureum Schumach.) harvested 3-monthly in central Thailand",
        "Biogas production from anaerobic co-digestion of cow dung and organic waste (Napier Pakchong 1 and food waste) in Thailand: effect of temperature on biogas product",
        "Anaerobic digestion of lignocellulosic biomass: Challenges and opportunities",
        "Model of the anaerobic metabolism of the biological phosphorus removal process: stoichiometry and pH influence",
        "Effects of crop maturity and size reduction on digestibility and methane yield of dedicated energy crop",
        "Characterizing compositional changes of Napier grass at different stages of growth for biofuel and biobased products potential",
        "Use of detergents in the analysis of fibrous feeds: IV Determination of plant cell-wall constituents"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}