{
    "eid": "2-s2.0-85150788423",
    "title": "A checklist of Platygastridae and Scelionidae (Hymenoptera, Platygastroidea) of Iran",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "biological control",
        "Distribution",
        "egg parasitoids",
        "fauna"
    ],
    "authors": [
        "Farzad Minab",
        "Ehsan Rakhshani",
        "Elijah J. Talamas",
        "Mostafa Ghafouri Moghaddam"
    ],
    "citedby-count": 1,
    "ref-count": 337,
    "ref-list": [
        "Biological characteristics of Platytelenomus hylas (Hym.: Scelionidae) an egg parasitoid of corn and sugarcane stalk borer Sesamia nonagrioides (Lep.: Noctuidae) in Khuzestan province",
        "A survey on the effectiveness of Sesamia egg parasitoid, Platytelenomus hylas Nixon in corn fields of Khuzestan province",
        "Effect of mating and previous parasitism on functional response of Trissolcus djadetshkoe (Hym: Scelionidae) an egg parasitoid of Eurygaster integriceps (Hem: Scutelleridae)",
        "Successful transporting, rearing and releasing of Sesamia nonagrioides egg parasitoid on Sesamia cretica in corn fields in Esfahan",
        "Classical biological control of invasive stink bugs with egg parasitoids– what does success look like?",
        "Biology of Synopeas myles, a parasitoid of the swede midge, Contarinia nasturtii, in Europe",
        "Studies on egg parasitoid, Trissolcus (Hymenoptera: Scelionidae) species of sunn pest Eurygaster spp. in cereal planting areas: Iğdır, Ağrı and Van provinces, Turkey",
        "Eurygaster integriceps Put. a Varamine et ses parasites (1)",
        "Eurygaster integriceps Put. a Varamine et ses parasites (2)",
        "The level of sunn pest oophagous parasitoids (Hymenoptera: Scelionidae) in infested wheat fields of northern governorate in Iraq with an identification key of Trissolcus species",
        "Effect of host on functional response of offspring in two populations of Trissolcus grandis on the sunn pest",
        "Influence du complexe parasitaire sur les populations de Chrysopides (Neuroptera) dans un verger d'oliviers du Sud-Est de la France",
        "Efficiency and regulation mechanisms of sunn pest population, Eurygaster integriceps Put. (Het. Scutelleridae), by egg parasitoids in Varamin",
        "First record of a genus and species from the family Platygasteridae in Iran",
        "New finding of the genus Aradophagus (Hymenoptera: Platygastroidea) from Iran",
        "The genus Fidobia Ashmead (Hym.: Platygastridae) a new record of Sceliotrachelinae for Iranian fauna",
        "New Records of Sceliotrachelinae (Hymenoptera: Platygastridae) in Iran",
        "The genus Inostemma Haliday (Hym: Platygastridae) in Iran with some new records and biological findings",
        "Four new species and new records of Platygastrinae (Hymenoptera: Platygastridae) from Iran",
        "Discovery of the genera Trichacis Förster and Piestopleura Förster (Hymenoptera: Platygastroidea) in Iran with descriptions of three new species",
        "A monograph of the North American Proctotrypidae",
        "Effects of different cultivars of sugarcane on parasitism and functional response of Platytelenomus hylas (Hym: Scelionidae) to different egg densities of stem borer, Sesamia nonagrioides (Lef., Noctuidae)",
        "New records of German Scelionidae (Hymenoptera: Platygastroidea) from the collection of the State Museum of Natural History Stuttgart",
        "First record of Trissolcus basalis (Hymenoptera: Scelionidae) parasitizing Halyomorpha halys (Hemiptera: Pentatomidae) in the United States",
        "Effect of the host embryogenesis on efficiency of Trissolcus vassilievi",
        "Biostatistics of Trissolcus vassilievi (Hym., Scelionidae) developed on sunn pest eggs cold-stored for different durations",
        "Functional response of two population of Trissolcus vassilievi (Mayr) on sunn pest eggs (Eurygaster integriceps Puton)",
        "Host preference and switching of two populations of Trissolcus vassilievi between two host populations",
        "Time allocation by female parasitoid Trissolcus vassilievi (Mayr) encountering with sunn pest eggs (Eurygaster integriceps Puton)",
        "The green vegetable bug Nezara viridula (L., 1758) (Hem.: Pentatomidae) new to Britain",
        "First record in Belgium of Trissolcus basalis (Hymenoptera, Scelionidae), an egg parasitoid of economically important stink bugs (Hemiptera, Pentatomidae)",
        "The types of Scelionidae [Hymenoptera: Proctotrupoidea] in some Italian collections (Museums of Genoa and Florence, Institute of Portici)",
        "Psix striaticeps (Dodd) (Hymenoptera, Scelionidae): an Old World parasitoid of stink bug eggs arrives in Florida, USA",
        "First detection of the adventive egg parasitoid of Halyomorpha halys (Stål) (Hemiptera: Pentatomidae) Trissolcus mitsukurii (Ashmead) (Hymenoptera: Scelionidae) in France",
        "A remarkable new species of Platygaster Latreille, 1809 from Denmark (Hymenoptera, Platygastridae)",
        "The proctotrupoid Wasps of Greenland (Hymenoptera, Proctotrupoidea s.l.)",
        "On some new or little-known species of Platygastrinae (Hymenoptera, Platygastridae)",
        "On some new or little known NW European species of Platygastridae (Hymenoptera, Proctotrupoidea)",
        "Platygastridae (Hymenoptera) species of a Juniperus thurifera L. forest of Los Monegros region (Zaragoza, Spain)",
        "A synopsis of the Platygastridae of Fennoscandia and Denmark (Hymenoptera, Platygastroidea)",
        "Taxonomical notes on Platygastridae (Hymenoptera, Platygastroidea)",
        "Proctotrupoidea s.l. and Ceraphronoidea from Iceland: new records and corrections (Hymenoptera)",
        "New African Platygastrinae (Hymenoptera: Platygastridae)",
        "Platygastridae (Hymenoptera) from Mongolia",
        "Ten new Palaearctic species of Platygastrinae (Hymenoptera, Platygastridae)",
        "New or little known Palaearctic species of Platygastrinae (Hymenoptera: Platygastridae). II",
        "Key to Platygaster (Hymenoptera, Platygastridae) from Denmark, with descriptions of new species",
        "Taxonomical and distributional notes on new and known Palaearctic platygastrid species (Hymenoptera: Platygastridae)",
        "Order Hymenoptera, family Platygastridae",
        "New or little known Palaearctic species of Platygastrinae (Hymenoptera: Platygastridae). III",
        "Platygastridae (Platygastroidea)",
        "New or little-known species of Platygastrinae from the Holarctic region (Hymenoptera, Platygastridae)",
        "New European species of Platygastrinae, with an updated list of Latvian species of Platygastrinae and Sceliotrachelinae (Hymenoptera: Platygastridae)",
        "A new species of Platygaster Latreille, 1809 (Hymenoptera, Platygastridae) from Denmark",
        "Five new Palaearctic species of Platygastrinae (Hymenoptera, Platygastridae) and two new synonymies",
        "Records of Platygastridae (Hym: Platygastroidea) from the Isle of Man, with descriptions of three new species",
        "Taxonomie review of the family Platygastridae (Hymenoptera: Platygastroidea) from the North Korea, and South Korea",
        "New records of Platygastrinae (Hymenoptera: Platygastridae) in Poland, including sixteen species new in the Polish fauna",
        "Twenty five species of Platygastrinae (Hymenoptera: Platygastridae) new to the fauna of Poland",
        "Platygastridae from the Canary Islands and Madeira (Hymenoptera: Platygastroidea)",
        "Platygastridae from the Spain and Portugal (Hymenoptera: Platygastroidea)",
        "New records of Platygastridae (Hymenoptera: Platygastroidea) from Finland",
        "Taxocenosis of platygastrids in two habitats in Central Spain (Hymenoptera: Platygasteridae)",
        "A revised catalogue of the Platygastridae of the British Isles (Hymenoptera: Platygastroidea)",
        "Records of Irish Platygastridae (Hymenoptera) including seventeen species new to Ireland",
        "Six species of Platygastrinae (Hym., Platygastridae) new to Ireland",
        "Eleven species of Platygastrinae (Hym., Platygastridae) new to Ireland, and descriptions of the hitherto unknown males of three species",
        "Five species of Ceraphronidae and Scelionidae (Hymenoptera) new to Ireland",
        "Checklist of British and Irish Hymenoptera – Platygastroidea",
        "Checkliste der Platygastridae (Hymenoptera, Proctotrupoidea) Thüringens",
        "Raising Trissolcus basalis for the biological control of Nezara viridula in greenhouses of Almeria (Spain)",
        "Beobachtungen über die Apfelgallmücke, Dasineura mali Kieffer und eine neue Art aus Apfelblattgallen, Macrolabis sp. (Dipt.: Cecidomyiidae)",
        "Telenòmids (Hym. Telenomidae) en el Vallès Oriental",
        "Catalogue des Hyménoptères du Département du Nord et régions limitrophes. III. Térébrants (Parasites porte-tarière)",
        "The species of sunn pest egg parasitoids (Hymenoptera: Scelonidae) in wheat field and wooded areas in Bursa and Yalova provinces, their finding ratios of and population",
        "Comparative emergence phenology of the orange wheat blossom midge, Sitodiplosis mosellana (Géhin) (Diptera: Cecidomyiidae) and its parasitoids (Hymenoptera: Pteromalidae and Platygastridae) under controlled conditions",
        "Parasitism rates and parasitoid complexes of the wheat midges, Sitodiplosis mosellana, Contarinia tritici and Haplodiplosis marginata",
        "Notes on the hosts of Trissolcus ashmead (Hymenoptera: Scelionidae) from China",
        "An integrated phylogenetic reassessment of the parasitoid superfamily Platygastroidea (Hymenoptera: Proctotrupomorpha) results in a revised familial classification",
        "Effects of egg age in Sesamia cretica (Lepidoptera: Noctuidae) on parasitism, development and reproduction of Telenomus busseolae (Hymenoptera: Platygastridae)",
        "Notes on two Telenomus (Hymenoptera: Scelionidae) from Chrysopa (Neuroptera) eggs in Taiwan",
        "The control of Nezara viridula L. with introduced egg parasitoids in Australia. A review of a 'landmark' example of classical biological control",
        "Efficiency of Trissolcus basalis (Hymenoptera: Scelionidae) as an egg parasitoid of Nezara viridula (Heteroptera: Pentatomidae) in central Italy",
        "The role of host semiochemicals in parasitoid specificity: a case study with Trissolcus brochymenae and Trissolcus simoni on pentatomid bugs",
        "Biological control of invasive stink bugs: Review of global state and future prospects",
        "Importacion de Trissolcus basalis (Wollaston) (Hym. Scelionidae) en la Argentina para el control biologico de Nezara viridula (L.) (Hem. Pentatomidae)",
        "Green vegetable bug. Annual Report 1973-1974",
        "The egg-parasite complex (Scelionidae: Hymenoptera) of shield bugs (Pentatomidae: Acanthosomidae: Heteroptera) in New Zealand",
        "The introduction into New Zealand of Microphanurus basalis Woll. (Scelionidae: Hymen.), egg parasite of the green vegetable bug, Nezara viridula L. (Pentatomidae)",
        "Biological control of woolly whitefly",
        "Scelionidae de la faune belge (Hymenoptera Parasitica)",
        "Effect of Telenomus acrobates on chrysope abundance in an apple orchard",
        "The first report of a genus and species of platygastrid wasps (Hymenoptera: Platygastridae) from Iran",
        "An evaluation of some natural enemies of Nezara viridula in northern California",
        "Mutual interference of Telenomus busseolae Gahan, an egg parasitoid of sugarcane stem borers Sesamia spp",
        "Teleas szaboi n. sp., eine neue Proctotrupoidenart aus Rumaenien (Hymenoptera, Scelionidae)",
        "Die Gattung Teleas Latr. 1805 in Rumaenien (Hymenoptera: Scelionidae)",
        "Die Telenominen (Hymenoptera: Scelionidae) Rumäniens, eine faunistische Studie in unmittelbarer Verbindung mit der biologischen Schädlingsbekämpfung",
        "Contributii la studiul inostemminelor din România (Hymenoptera, Platygasteridae, Inostamminae)",
        "A catalogue of Scelionidae from Romania (Hymenoptera, Platygastroidea)",
        "Doddiella Kieffer: a peculiar genus of Platygastroidea (Hymenoptera), new to the Iranian fauna",
        "Study of the parasitoids and hyperparasitoids of Maconellicoccus hirsutus (Hem., Pseudococcidae) in Fars province",
        "Functional response of Trissolcus grandis (Hym., Scelionidae) to different egg densities of Eurygaster integriceps (Het., Scutelleridae) and effects of different wheat genotypes on it",
        "Die parasiten von Spilococcus nanae Schmutterer in Süd-Bayern",
        "Effect of cold storage on biological traits of Psix saccharicola (Hymenoptera: Platygastridae), an egg parasitoid of Acrosternum arabicum (Hemiptera: Pentatomidae)",
        "Functional response of egg parasitoids, Psix saccharicola and Trissolcus agriope (Hymenoptera: Scelionidae) on cold-stored eggs of Acrosternum arabicum (Hemiptera: Pentatomidae)",
        "First report of chromosomes of the parasitoid wasp Trissolcus basalis (Wollaston) (Hymenoptera: Platygastridae: Telenominae)",
        "Descriptions of miscellaneous new reared parasitic Hymenoptera",
        "Check-list of Iranian Platygastridae (Hymenoptera, Platygastroidea)",
        "Study on natural enemies of whiteflies (Homoptera: Aleyrodidae) in Isfahan province",
        "Contribution to the Iranian Platygastridae, Eulophidae and Aphelinidae as the parasitoids of whiteflies",
        "An annotated catalogue of Orthoptera (Insecta) and their natural enemies from Iranian rice fields and surrounding grasslands",
        "Checklist of Iranian Trissolcus Ashmead (Hymenoptera: Platygastroidea: Scelionidae: Telenominae)",
        "Influence of female mating and age on reproduction attributes of Psix saccharicola (Hymenoptera: Scelionidae), egg parasitoid of pistachio green-stink bugs",
        "Sur quelques especes nouvelles d'Hymenopteres parasites",
        "The scelionids (Hymenoptera, Scelionidae) from the forests ecosystems of the Republic of Moldova",
        "The hymenopteran family scelionidae in the “Codrii” forest reserve, Lozova village, Republic of Moldova",
        "Contribution to the knowledge of the scelionids (Hymenoptera: Scelionidae) from the Republic of Moldova",
        "Karyotypes of four species of the genus Telenomus Haliday, 1833 (Hymenoptera: Scelionidae)",
        "A survey for pink hibiscus mealybug, Maconellicoccus hirsutus (Green) and its parasitoids in Egypt, Spain and Morocco",
        "Madeira insects: mainly Hymenoptera, Proctotrupoidea, Ceraphronoidea, and Bethyloidea",
        "Biological control of insect pests by insect parasitoids and predators: the BIOCAT database",
        "Protection and conservation of sunn pest tachinid parasitoids in the Chahar Mahal va Bakhtiari province",
        "Study on egg parasitoids Trissolcus agriope and Psix sp. using egg of five bug species in the laboratory condition",
        "Study on egg parasitoids (T. agriope & Psix sp.) using eggs of four bug species in laboratory conditions",
        "Population fluctuation of the pistachio green stink bugs (Brachynema spp. & Acrosternum spp.) and their egg parasitoids in Rafsanjan",
        "Die Scelioninen Finnlands (Hymenoptera: Proctotrupoidea)",
        "Survey of scale insects, mealy bugs and associated natural enemies on mulberry trees in the Nile Delta",
        "Parasitoids of whiteflies (Hymenoptera: Aphelinidae, Eulophidae, Platygastridae; Hemiptera: Aleyrodidae) from the Macaronesian archipelagos of the Canary Islands, Madeira and the Azores",
        "Revision of the west Palaearctic species of the genus Idris Förster s.l. (Hymenoptera, Proctotrupoidea: Scelionidae)",
        "Critical notes on the Mongolian species of the genus Idris Först. (Hymenoptera, Scelionidae)",
        "Chapter 8. Superfamily Platygastroidea: Natural Enemies of True Bugs, Moths, Other Insects, and Spiders",
        "Trissolcus radjabii n.sp. (Hymenoptera: Platygastridae), an egg parasitoid of the shield bug, Apodiphus amygdali (Heteroptera: Pentatomidae) and the sunn pest, Eurygaster integriceps (Heteroptera: Scutelleridae)",
        "Introduction of two species of egg parasitoids of pentatomid bugs from genus Trissolcus (Hym.: Scelionidae)",
        "Thermal requirements of Trissolcus grandis (Hymenoptera: Scelionidae), an egg parasitoid of sunn pest",
        "New report of Baeus seminulum (Hym,: Platygasteridae, Scelioninae) from biosphere reserve of Dasht-e Arjan and Parishan (Fars province)",
        "Antennal multiporous sensilla: their gustatory features for host recognition in female parasitic wasps (Insecta, Hymenoptera: Platygastroidea)",
        "Some biological characteristics of Gryon monspeliensis (Picard) (Hymenoptera: Scelionidae) on eggs of Eurygaster integriceps Put. (Heteroptera: Scutelleridae)",
        "Representatives of the genus ‘Trissolcus' (Hymenoptera: Scelionidae) on the territory of Serbia, natural enemies of pests of Pentatomidae family (Hemiptera: Pentatomidae)",
        "Effect of host species on some biological parameters of the egg parasitoid, Telenomus busseolae Gahan (Hym.: Scelionidae)",
        "Natural parasitism of Telenomus busseolae (Hym.: Scelionidae) an egg parasitoid of sugarcane stem borers, Sesamia spp. (Lep.: Noctuidae), on sugarcane commercial varieties in Khuzestan",
        "The egg parasite complex of British Pentatomoidea (Hemiptera): taxonomy of Telenominae (Hymenoptera: Scelionidae)",
        "Systematics of Nearctic Telenomus: classification and revisions of the podisi and phymatae species groups (Hymenoptera: Scelionidae)",
        "Platygastroidea",
        "Species of Telenomus (Hym., Scelionidae), parasitoids of stalked eggs of Neuroptera (Chrysopidae & Berothidae)",
        "Revision of the genus Psix Kozlov & Lê (Hymenoptera: Scelionidae)",
        "Parasitism of eggs in Chrysoperla carnea (Neuroptera: Chrysopidae) by Telenomus acrobates (Hymenoptera: Scelionidae) in apple orchards in Van, Turkey",
        "Sunn pest egg parasitoids (Hymenoptera: Scelionidae) and population changes in cereal areas of Manisa province",
        "Investigation of parasitoid wasps Scelio flavibarbis M. and its effect on the population dynamics of Locusta migratoria L. in sugarcane fields in Khuzestan",
        "Investigation on the grasshoppers and their natural enemies in Khuzestan province",
        "Investigation on biology of Locusta migratoria L. and effects of the parasitoid Scelio flavibarbis M. on the grasshopper population",
        "Some investigations on injurious grasshoppers of rice fields in Khuzestan province",
        "Biological control of sugarcane top-borer, Scirpophaga excerptalis (Walker) (Lepidoptera: Crambidae) through different release levels of Telenomus beneficiens (Zehntner) (Hymenoptera: Scelionidae)",
        "Revision des Scelionidae (Hymenopteres)",
        "Proctotrypidae (3e partie)",
        "Description de nouveaux microhyménoptères",
        "A comparison of the development times of Trissolcus rufiventris (Mayr) and Trissolcus simoni Mayr (Hym.: Scelionidae) at three constant temperatures",
        "Egg parasitoids of sunn pest in Turkey: A review",
        "Trissolcus species (Hym.: Scelionidae) new records for the beneficial fauna of Türkiye",
        "Taxonomic studies on Trissolcus sp. (Hymenoptera: Scelionidae), egg parasitoids of the sunn pest (Hemiptera: Scutelleridae: Eurygaster sp.), in Turkey",
        "Kımıl (Aelia rostrata Boh., Het.: Pentatomidae)'ın yumurta parazitoidleri ve farklı dönemlerde uygulanan insektisitlerin bu parazitoidlere etkisi",
        "Taxonomic revision of charon-, floridanum-and muscaeforme-groups of Gryon Haliday, 1833 (Hymenoptera, Scelionidae) from Japan, with descriptions of two new species and host information",
        "Family Scelionidae",
        "A review of Palaearctic species from the genus Baeus (Scelionidae, Baeini)-egg parasites of spiders (Arachnida)",
        "A review of the genera Gryon and Exon (Hymenoptera, Scelionidae) from the Palaearctic. 1. New species of the genus Gryon",
        "Teleas lamellatus Szabó (Teleasinae, Scelionidae, Scelionidae, Hymenoptera) a common parasitoid of wheat ground beetle, Zabrus tenebrioides Goeze (Carabidae, Coleoptera), with some peculiarities of its biology",
        "Platygastridae (Hymenoptera, Proctotrupoidea) from Finland",
        "Check list of Platygastridae of Finland (Hymenoptera, Platygastroidea)",
        "Proctotrupoids (Hymenoptera, Proctrotrupoidea) of the USSR",
        "Superfamily Proctotrupoidea",
        "Family Scelionidae (Scelionids)",
        "Palearctic species of the Trissolcus flavipes Thomson group (Hymenoptera, Proctotrupoidea, Scelionidae)",
        "Trissolcus",
        "Beitrag zur Kenntnis der Parasiten der Kiefernknospentriebmotte Exoteleia (Heringia) dodecella L. Teil 1. Chalcidoidea, Proctotrupoidea, Bethyloidea",
        "Investigations on Sunn Pest (Eurygaster integriceps PUT.) in Turkey, Iran and Syria. (Distributions, Damges, Biology, Parasites and Control)",
        "Four subfamilies of Platygastroidea (Hymenoptera) in the northwest of Iran with new report of Sceliotrachelinae",
        "Preliminary study of three subfamilies of the family Platygasteridae (Hymenoptera) in East Azarbaijan province",
        "Taxonomic review of Amitus (Hymenoptera: Proctotrupoidea, Platygastridae) of the western hemisphere",
        "Nouvelles notes sur divers hymenopteres et leurs larves",
        "Descriptions of a new genus and two new species of European Oxyura",
        "Note la punaise des cereals, Eurygaster intergriceps Put. Et de ses parasites du genre Asolcus en Iran",
        "Superfamily Platygastroidea",
        "Revision of the world species of Aradophagini (Hymenoptera: Scelionidae)",
        "World review and keys to genera of the subfamily Inostemmatinae with reassignment of the taxa to the Platygastrinae and Sceliotrachelinae (Hymenoptera: Platygastridae)",
        "The types of Proctotrupoidea (Hymenoptera) in the United States National Museum",
        "Ueber die Schlupfwespengattung Telenomus",
        "Hymenoptera in Canadian Cretaceous amber (Insecta)",
        "Introduction of species of egg parasitoids of Eurygaster integriceps Put. in the region of Isfahan",
        "Abundance of parasitoids associated with two major stink bugs on pistachio trees",
        "A re-analysis of the data in Sharkey et al.’s (2021) minimalist revision reveals that BINs do not deserve names, but BOLD Systems needs a stronger commitment to open science",
        "Studies on the Scelionidae (Hym. Proctotrupoidea) XIII. A revision of the Palearctic species of Gryon Haliday: the muscaeformis group",
        "New data regarding Palaearctic Telenomus spp. and descriptions of new taxa in Telenominae (Hymenoptera Scelionidae)",
        "A report on Eurygaster testudinaria Geoffr. and some of its biological properties",
        "Identification of the egg parasitoids of green pistachio stink bug, and the effect of diet on adult longevity of the two parasitoids, Ooencyrtus pityocampae (Mercet) and Trissolcus agriope (Kozlov and Lê)",
        "Egg parasitoids of the pistachio green stink bug, Brachynema germari (Hemiptera: Pentatomidae) in Kerman province, Iran",
        "Superfamily Proctotrupoidea",
        "Platygaster subuliformis (Kieffer) (Hym., Platygastridae) new to Britain, an egg-larval parasitoid of the brassica pod midge Dasineura brassicae Winnertz (Dipt., Cecidomyidae)",
        "Phylogeny of the platygastroid wasps (Hymenoptera) based on sequences from the 18S rRNA, 28S rRNA and cytochrome oxidase I genes: implications for the evolution of the ovipositor system and host relationships",
        "Hymenopterorum Ichneumonibus affinium monographiae, genera Europaea et species illustrantes. 1",
        "Allotropa mecrida (Walk.) (Hymenoptera, Platygasteridae): vine insect parasite in Turkmenia",
        "Assessment of natural parasitism of sugarcane moth borers Sesamia spp. by Telenomus busseolae",
        "Parasites of Hemipterous Grain-pests in Europe",
        "Demographic study of sunn pest egg parasitoids in Qazvin province",
        "Study and identification of sunn pest egg parasitoid in Qazvin province",
        "Study and Identification on Eurygaster integriceps Put. egg parasitoids in Ghazvin province",
        "A catalogue of types of the smaller taxa of Proctotrupoidea (Hymenoptera) in the Muséum national d'Histoire naturelle, Paris, with notes on the history of the insect collection of LAG Bosc d'Antic",
        "Insects of Mortimer Forest on the Shropshire/Herefordshire border",
        "Development of Trissolcus grandis (Thomson) (Hymenoptera: Scelionidae) on two factitious hosts Graphosoma lineatum (L.) and G. semipunctatum (F.) (Hemiptera: Scutelleridae) at three constant temperatures",
        "A review of the Irish platygastrids (Hymenoptera: Platygastroidea, Platygastridae) including their known distributions",
        "Irish records of Telonemus heydeni Mayr and T. othus Haliday (Hym., Scelionidae)",
        "Telenomus chloropus (Thomson) new to Ireland with second Irish records of T. nitidulus (Thomson) and Trissolcus flavipes (Thomson) (Hym., Scelionidae)",
        "A review of the Irish scelionids (Hymenoptera: Platygastroidea, Platygastridae) including four species new to Ireland",
        "A catalogue of the Irish Platygastroidea and Proctotrupoidea (Hymenoptera)",
        "Parasitism and development of Platygaster diplosisae (Hymenoptera: Platygastridae) on the African rice gall midge Orseolia oryzivora (Diptera: Cecidomyiidae)",
        "Scelionid wasps as biological control agents: a review",
        "Investigation on some biological features of the sugar-beet weevil (Lixus incanescens Boh.) in Azarbayjan",
        "Natural parasitism of chrysopid eggs by the parasitoid Telenomus acrobates Giard (Hymenoptera: Scelionidae)",
        "Inleiding tot de wespenfamilie Scelionidae in Nederland",
        "Three new species of Trissolcus Ashmead (Hymenoptera: Platygastroidea: Scelionidae) from Bulgaria",
        "Two asian egg parasitoids of Halyomorpha halys (Stål) (Hemiptera, Pentatomidae) emerge in northern italy: Trissolcus mitsukurii (Ashmead) and Trissolcus japonicus (Ashmead) (Hymenoptera, Scelionidae)",
        "Description d'un nouveau Proctotrypide du genre Hadronotus [Hym.]",
        "New data on the European species of three genera Scelionidae (Hymenoptera)",
        "Preliminary inventory of Hymenopteran egg parasitoids from Morocco",
        "Scelionidae",
        "Telenomus species (Hym.: Scelionidae) attacking eggs of pyralid pests (Lepidoptera) in Africa: a review guide to identification",
        "Taxonomy of the Telenomus busseolae species-complex (Hymenoptera: Scelionidae) egg parasitoids of cereal stem borers (Lepidoptera: Noctuidae, Pyralidae)",
        "New Scelionidae species (Hymenoptera, Platygastroidea, Scelionidae) for Romania’s fauna",
        "New species of Platygastridae (Hymenoptera, Platygastroidea, Platygastridae) for Romanian fauna (II)",
        "The West Palaearctic species of Fidiobia Ashmead (Hymenoptera: Platygastroidea)",
        "Variability of antennomeres at Scelio rugosulus Latreille 1805 (Hymenoptera, Scelionidae)",
        "Catalogue of Platygastridae (Hymenoptera, Platygastroidea) from Romania",
        "Platygastrid and Scelionid Wasps (Hymenoptera, Platygastroidea: Platygastridae, Scelionidae) of Piatra Craiului National Park (Romania)",
        "A review of Western Palaearctic Amblyscelio and Baryconus (Hymenoptera: Platygastroidea, Platygastridae)",
        "Revision of the European species of Calotelea westwood (Hymenoptera: Platygastroidea)",
        "New teratological cases in Platygastridae and Pteromalidae (Hymenoptera)",
        "Revision of the Palearctic species of Fidiobia Ashmead (Hymenoptera, Platygastroidea)",
        "New genera and species of Scelionidae (Hymenoptera, Proctotrupoidea) from Egypt",
        "First report of the existence of sunn pest egg parasitoid, Trissolcus festivae Viktorov (Hym.: Scelionidae) in Iran and some preliminary studies on its biology",
        "Trissolcus esmailii sp. n. (Hym. Scelionidae), an egg parasitoid of Eurygaster integriceps Put. and Dolycoris baccarum L. in Iran",
        "Egg parasites of the sunn pest in the central part of the Iranian plateau",
        "Report of Telenomus chrysopae (Hym.: Scelionidae) from Iran",
        "Investigation on biology and efficiency of Platytelenomus hylas nixon (hym: scelionidae), the egg parasitoid of Sesamia spp. Under laboratory condition",
        "Stink bug egg parasitoids (Hymenoptera, Scelionidae) associated with pistachio in Iran and description of a new species: Trissolcus darreh Talamas",
        "Analyse du complexe des Hyménoptères parasites oophages d’Eurygaster integriceps Put. [Het. Pentatomidae] en Syrie",
        "Releases of biological control agents of insect pests on Easter Island (Pacific Ocean)",
        "La faune entomologique des cultures au Sénégal et au Soudan français. Travaux de Laboratoire d'Entomologie du Secteur Soudanais de Recherches Agronomiques",
        "Révision des Insectes consommateurs d’oeufs d’Araignées. I.-Les Hyménoptères",
        "Classical biological control of the pink hibiscus mealybug, Maconellicoccus hirsutus (Green), in southern California",
        "No-choice host range tests for Allotropa sp. near mecrida, a parasitoid of the pink hibiscus mealybug, Maconellicoccus hirsutus (Hemiptera: Pseudococcidae)",
        "Olfactory responses of Trissolcus mitsukurii to plants attacked by target and non-target stink bugs suggest low risk for biological control",
        "Developmental effects of host and temperature on Telenomus spp (Hymenoptera: Scelionidae) parasitizing chrysopid eggs",
        "Egg parasites of the sunn pest in the Ukrainian SSR",
        "Taxonomic studies on the genus Trissolcus Ashmead of Japan and Korea (Hymenoptera, Scelionidae)",
        "Taxonomic studies on the genus Telenomus Haliday of Japan and Korea (Hymenoptera, Scelionidae) Part II",
        "Progress and experiments in the biology of the sunn pest Eurygaster integriceps Put",
        "Identification of Pentatomidae (Heteroptera) and their host plants in central and eastern Mazandaran province and introducing of many dominant natural enemies",
        "A contribution to the most important trees and shrubs as the hosts of wood-boring beetles in different regions of Iran and identification of many natural enemies",
        "A study on the Scelionidae (Hymenoptera: Platygastroidea) of Golestan province, Iran",
        "A study on the fauna of scelionid wasps (Hymenoptera: Platygastroidea: Scelionidae) in the Isfahan province, Iran",
        "A checklist of Iranian Telenomus Haliday (Hymenoptera: Platygastroidea: Scelionidae: Telenominae)",
        "A contribution to the scelionid wasps (Hymenoptera: Platygastroidea: Scelionidae), egg parasitoids of Pentatomidae (Heteroptera) in Tehran province, Iran",
        "An annotated list of the Platygastroidea (Hymenoptera) from the Arasbaran biosphere and vicinity, northwestern Iran",
        "Sunn pest (Eurygaster integriceps Puton, Hemiptera: Scutelleridae) and its scelionid (Hymenoptera: Scelionidae) and tachinid (Diptera: Tachinidae) parasitoids in Iran",
        "A contribution to the scelionid wasps (Hymenoptera: Scelionidae) from some regions of Eastern Iran",
        "Distribution of scelionid wasps (Hymenoptera: Platygastroidea: Scelionidae) in Western Iran",
        "Population fluctuations of the sunn pest, Eurygaster integriceps (Hemiptera: Scutelleridae) in the wheat and barley fields, and introducing of its important parasitoids in aestivation and hibernation shelters in Varamin and Shahre Rey, Iran",
        "Contribution to the knowledge of Scelionidae (Hymenoptera: Platygastroidea) from Khuzestan province, Southwestern Iran",
        "The fluctuation of egg population of sugarcane stem borers, Sesamia nonagrioides Lefebvre and its parasitism by Platytelenomus hylas Nixon in relation to sugarcane phenology",
        "An insight into the role of Trissolcus mitsukurii as biological control agent of Halyomorpha halys in Northeastern Italy",
        "Attraction of egg parasitoids Trissolcus mitsukurii and Trissolcus japonicus to the chemical cues of Halyomorpha halys and Nezara viridula",
        "Yumurta parazitoiti, Telenomus busseolae (Gahan) (Hym., Scelionidae)'nin Sesamia nonagrioides Lef. (Lep., Noctuidae) yumurtalarında bazi biyolojik ozellikleri",
        "An evaluation on host discrimination and superparasitism in Trissolcus semistriatus (Nees, 1834) (Hymenoptera: Scelionidae), egg parasitoid of Eurygaster integriceps Put., 1881 (Hemiptera: Scutelleridae)",
        "Diversity and seasonal fluctuations of sunn pest’s egg parasitoids (Hymenoptera: Scelionidae) in central regions of West-Azarbaijan province, Iran",
        "The comparison of population parameters in green lacewing, Chrysoperla carnea (Steph.) (Neur.: Chrysopidae) and its egg parasitoid wasp, Telenomus acrobates Giard (Hym.: Scelionidae)",
        "Report of Baeus seminulum Haliday (Hym.: Platygasteridae, Scelioninae) from Iran",
        "A review of species of the genus Idris (Hym.: Platygasteridae, Scelioninae) in Iran",
        "New finding of Scelio rugosulus Latreille (Hymenoptera, Scelioninae) in Iran",
        "Report of Teleas rugosus Kieffer, 1908 (Hym.: Platygasteridae, Teleasinae) from Iran",
        "Mass rearing and release of wasp Platytelenomus hylas in Haft tappeh sugarcane fields",
        "Phylogeny and classification of Hymenoptera",
        "Resultats de létude faunestiques des Hyménopteres parasites (Terebrants) en Iran importance de leur utilization des la lute biologique",
        "Scelionidae: 372",
        "Additions to the Finnish insect fauna during the years 1981–1986",
        "New species of the genus Psix Kozlov & Lê (Hymenoptera: Platygastridae)",
        "Situacion del control biologico de las moscas blancas de cítricos Aleurothrixus floccosus, Parabemisia myricae y Dialeurodes citri en la comunidad valenciana",
        "Two genera of platygastroids (Hymenoptera: Platygastroidea) new to the Romanian fauna",
        "Hymenoptera: Proctotrupoidea",
        "Uber die Mongolische Proctotrupoiden-fauna (Hymenoptera). I",
        "Neue Gattungen und Arten der palaearktischen Scelioniden (Hym., Proctotrupoidea)",
        "Sunn Pest Egg Parasitoids in Zandjan Province",
        "Revision of Palaearctic Trissolcus Ashmead (Hymenoptera, Scelionidae)",
        "Proterosceliopsidae: a new family of Platygastroidea from Cretaceous amber",
        "A maximalist approach to the systematics of a biological control agent: Gryon aetherium Talamas, sp. nov. (Hymenoptera, Scelionidae)",
        "A study on the biological characteristics of Telenomus acrobates (Hym.: Scelionidae), an egg parasitoid of Chrysoperla carnea (Neu.: Chrysopidae)",
        "A new host record and rate of parasitism for Trissolcus semistriatus (Hymenoptera: Scelionidae)",
        "Distribution modelling of four scelionid egg parasitoids of green stink bugs (Hemiptera: Pentatomidae)",
        "New egg parasites of Zabrus tenebrioides and other Carabidae, Teleas caraboides sp. nov. Scelionidae, Hymenoptera)",
        "Diversity of entomofauna (Hymenoptera, Diptera, Coleoptera) in the Comana natural park (Romania)",
        "Sverges Proctotruper. Tribus IX. Telenomini. Tribus X. Dryinini",
        "Natural biological control of stink bug (Heteroptera: Pentatomidae) eggs in corn, peanut, and cotton farmscapes in Georgia",
        "New records of platygastrid wasps (Hymenoptera: Platygastridae) from Russia and Georgia",
        "Superfamily Platygastroidea",
        "A morphological, biological and molecular approach reveals four cryptic species of Trissolcus Ashmead (Hymenoptera, Scelionidae), egg parasitoids of Pentatomidae (Hemiptera)",
        "Characterisation of the Wadi Wurayah catchment basin, the first mountain protected area in the United Arab Emirates",
        "The number of species of Hymenoptera in Europe and assessment of the total number of Hymenoptera in the world",
        "Rapport du laboratoire d’elevage des parasites d’ Eurygaster intergriceps Put",
        "Review of Afrotropical Sceliotracheline parasitoid wasps (Hymenoptera, Platygastridae)",
        "A new species of Synopeas (Hymenoptera: Platygastridae) parasitizing Pauropsylla cf. depressa (Psylloidea: Triozidae) in India",
        "The Amitus Hald. (Hym. Platygastridae) of Italy, with descriptions of three new species",
        "Telenomus sokolovi Mayr (Hymenoptera, Scelionidae) as a secondary parasite of the eggs of the bug Eurygasler integriceps Put",
        "The types of Platygastridae (Hymenoptera, Scelionoidea) described by Haliday and Walker and preserved in the National Museum of Ireland and in the British Museum (Natural History). 2. Keys to species, redescriptions, synonymy",
        "Catalogue of the Platygastridae (Platygastroidea) of the world (Insecta: Hymenoptera)",
        "Contribution a la connaissance des stades larvaires des especes du genre Asolcus Nakagawa (Microphanurus Kieffer) (Hymenoptera, Proctotrupoidea)",
        "Growth patterns of teratocytes in the immature stages of Trissolcus basalis (Woll.) (Hymenoptera: Scelionidae), an egg parasitoid of Nezara viridula (L.) (Heteroptera: Pentatomidae)",
        "On the species of Platygaster & c",
        "Assessing the distribution of exotic egg parasitoids of Halyomorpha halys in Europe with a large-scale monitoring program",
        "Female foundresses egg parasitoids deprived of host: do age and mating status affect reproductive attributes of three egg parasitoids (Hymenoptera: Scelionidae)?",
        "Les experiences et observation sur la lutte biologique d’ Eurygaster integriceps Put"
    ],
    "affiliation": [
        {
            "affiliation-city": "Zabol",
            "@id": "60089331",
            "affilname": "University of Zabol",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60089331",
            "affiliation-country": "Iran"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Gainesville",
            "@id": "60012390",
            "affilname": "Florida Division of Plant Industry",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012390",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Florida Department of Agriculture and Consumer Services",
        "Chulalongkorn University",
        "University of Zabol"
    ]
}