{
    "eid": "2-s2.0-85049476427",
    "title": "Rural farmers in an unequal world: Land rights and food security for sustainable well-being",
    "cover-date": "2018-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Forestry",
            "@code": "1107",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Nature and Landscape Conservation",
            "@code": "2309",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Farmer",
        "Food security",
        "Food sustainability",
        "Land right",
        "Land security",
        "Thailand"
    ],
    "authors": [
        "Sayamol Charoenratana",
        "Chika Shinohara"
    ],
    "citedby-count": 15,
    "ref-count": 33,
    "ref-list": [
        "On the need for national land administration infrastructures",
        "Property rights and investment incentives: theory and evidence from Ghana",
        "Market Incompleteness and Nutritional Status in Rural China (Working Paper)",
        "Land Ownership Inequality and the Income Distribution Consequences of Growth (WIDER Working Paper No. 201)",
        "The future of food security in the Karen ethnic group in Thailand: Community challenges",
        "Thailand informal debt: living in poverty and inequality",
        "Managing Economic Insecurity in El Salvador: The Role of Asset Ownership and Labor Market Adjustment",
        "Suffering in Silence: The Human Rights Nightmare of the Karen People of Burma",
        "Land Tenure Systems and Their Impacts on Food Security and Sustainable Development in Africa",
        "Thailand: Karen Fight to Keep Farms in Parks Conflict. Indigenous Voices in Asia, 20 January 2016",
        "Land Policies and Farm Productivity in Thailand",
        "The Evolution of Pioneer Farming in the Forest: A Case Study of the Upper North",
        "Local Control of Land and Forests: Cultural Dimensions of Resource Management in Northern Thailand",
        "Community Perspective: Local Thinking About Rights, Power and Resource Management",
        "I Have No Answer: Anand Ganjanapan 60thBirthday and 20 Years of Activism for Rights to Natural Resources Management",
        "The tragedy of the commons",
        "Agricultural productivity growth and poverty alleviation",
        "Food Security in Thailand: Status, Rural Poor Vulnerability, and Some Policy Options (ARE Working Paper No. 2552/1). Department of Agricultural and Resource Economics, Faculty of Economics",
        "A Study of Natural Resource Policy to Drive Decentralization Towards Local Administration Organizations and Communities: Local Administration Organizations and the Management of Natural Resources",
        "Trading-off: rural food security and land rights in South Africa",
        "Concentration of wealth in Thai society",
        "Community participation in developing and assessing household food security in the highlands of northern Thailand",
        "Executive Summary of Household Economic and Social Survey in 2016",
        "Beyond markets and states: polycentric governance of complex economic systems",
        "Food Security and Agriculture in the Low Income Food Deficit Countries: 10 Years After the Uruguay Round (ESA Working Paper No. 03-18)",
        "A theory of access",
        "Land administration for food security: a research synthesis",
        "Moving forward: agrarian reform as a part of food sovereignty",
        "Forest Land Disputes: From the Perspective of the Legal Structure and Government Policies",
        "Health-care work in globalization: News reports on care worker migration to Japan",
        "An Analysis and Guideline to Solve Problems Related to Inequality or Injustice in the Thai Economy: The Problem of Unutilized Land Tenure and a Proposal to Solve the Land Problem in Thailand",
        "Conflict Dynamic of Forest Access: A Case Study of Community Frosty in Lumpoon Province"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Izumi",
            "@id": "60005646",
            "affilname": "St Andrew's University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005646",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}