{
    "eid": "2-s2.0-84901786122",
    "title": "Preparation of bioactive glycosylated glial cell-line derived neurotrophic factor-loaded microspheres for medical applications",
    "cover-date": "2014-04-15",
    "subject-areas": [
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "Biocompatibility",
        "Biodegradable",
        "Biomaterials",
        "Biomedical applications",
        "Drug delivery systems"
    ],
    "authors": [
        "Saowapa Thumsing"
    ],
    "citedby-count": 7,
    "ref-count": 41,
    "ref-list": [
        "Materials for protein delivery in tissue engineering",
        "Application of targeted drug delivery system in Chinese medicine",
        "Effect of cellular uptake of gelatin nanoparticles on adhesion, morphology and cytoskeleton organisation of human fibroblasts",
        "Silk coatings on PLGA and alginate microspheres for protein delivery",
        "China Particuol.",
        "Adipose tissue engineering based on human preadipocytes combined with gelatin microspheres containing basic fibroblast growth factor",
        "Accelerated tissue regeneration through incorporation of basic fibroblast growth factor-impregnated gelatin microspheres into artificial dermis",
        "In vitro release of transforming growth factor-β1 from gelatin microparticles encapsulated in biodegradable, injectable oligo(poly(ethylene glycol) fumarate) hydrogels",
        "Poly(ethylene glycol)-modified thiolated gelatin nanoparticles for glutathione-responsive intracellular DNA delivery",
        "Cell affinity for bFGF immobilized heparin-containing poly(lactide-co-glycolide) scaffolds",
        null,
        "Grafted thermo-responsive gelatin microspheres as delivery systems in triggered drug release",
        "Protein release from gelatin matrices",
        "Plant phenolics as cross-linkers of gelatin gels and gelatin-based coacervates for use as food ingredients",
        "Encapsulation of bovine serum albumin within β-cyclodextrin/gelatin- based polymeric hydrogel for controlled protein drug release",
        "Oral TNF-α gene silencing using a polymeric microsphere-based delivery system for the treatment of inflammatory bowel disease",
        "Cross-linked alginate-gelatine beads: A new matrix for controlled release of pindolol",
        "Development of Protein Delivery Scaffolds with A Separate Drug Carrier System for Bone Tissue Regeneration",
        "Biodegradable polymers as biomaterials",
        "Preparation of gelatin microparticles by co-lyophilization with poly(ethylene glycol): Characterization and application to entrapment into biodegradable microspheres",
        "Gelatin/chitosan/hyaluronan scaffold integrated with PLGA microspheres for cartilage tissue engineering",
        "Preparation and surface characterization of poly-l-lysine-coated PLGA microsphere scaffolds containing retinoic acid for nerve tissue engineering: In vitro study",
        "Effects of the type of release medium on drug release from PLGA-based microparticles: Experiment and theory",
        "Functional motor recovery is improved due to local placement of GDNF microspheres after delayed nerve repair",
        "Preservation of biological activity of glial cell line-derived neurotrophic factor (GDNF) after microencapsulation and sterilization by gamma irradiation",
        "GDNF - A potential target to treat addiction",
        "Glial cell line-derived neurotrophic factor protects dopaminergic neurons from 6-hydroxydopamine toxicity in vitro",
        "A 3D collagen microsphere culture system for GDNF-secreting HEK293 cells with enhanced protein productivity",
        "Effective GDNF brain delivery using microspheres-A promising strategy for Parkinson's disease",
        "Effect of GDNF-releasing biodegradable microspheres on the function and the survival of intrastriatal fetal ventral mesencephalic cell grafts",
        "RGD modified PLGA/gelatin microspheres as microcarriers for chondrocyte delivery",
        "Sustained release of bioactive glycosylated glial cell-line derived neurotrophic factor from biodegradable polymeric microspheres",
        "Preparation and evaluation of drug-loaded gelatin nanoparticles for topical ophthalmic use",
        "Bull. Chem. Technol. Maced.",
        "Gelatin as a delivery vehicle for the controlled release of bioactive molecules",
        "Controlled release of plasmid DNA from hydrogels prepared from gelatin cationized by different amine compounds",
        "Chronic toxicity and oncogenicity study with glutaraldehyde dosed in the drinking water of Fischer 344 rats",
        "Glial cell line-derived neurotrophic factor improves survival of dopaminergic neurons in transplants of fetal ventral mesencephalic tissue",
        "Glial cell line-derived neurotrophic factor is crucial for long-term maintenance of the nigrostriatal system",
        "Eur. J. Pharm. Biopharm",
        "Long-term neuroprotection and neurorestoration by glial cell-derived neurotrophic factor microspheres for the treatment of Parkinson's disease"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}