{
    "eid": "2-s2.0-85081931330",
    "title": "Recovery as nursing outcome among persons with major depressive disorder: 30-Thai mental health recovery measure",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Instrument",
        "Major depressive disorder",
        "Nursing outcome",
        "Recovery"
    ],
    "authors": [
        "N. Vorapatratorn",
        "J. Yunibhand",
        "S. Preechawong",
        "N. Ruananukun"
    ],
    "citedby-count": 0,
    "ref-count": 24,
    "ref-list": [
        "Recovery from mental illness: The guiding vision of the mental health service system in the 1990s",
        "An overview of mental health recovery",
        "Recovery in patients with major depressive disorder (MDD): Results of a 6-month, multinational, observational study",
        "Social support is critical for depression recovery",
        "Predicting recovery from episodes of major depression",
        "A recovery-orientated service system: Setting some system level standards",
        "Relapse prevention and recovery in patients with psychosis: The role of psychiatric rehabilitation",
        "Development of the Thai depression inventory",
        "An adaptation of Brislin’s translation model for cross-cultural research",
        "Back-translation for cross-cultural research",
        "Cross-cultural instrument translation: Assessment, translation, and statistical applications",
        "Instrument review: Getting the most from your panel of experts",
        "Focus on quantitative methods: Selection and use of content experts for instrument development",
        "Focus on psychometrics internal consistency estimates of reliability",
        "The mental health recovery measure can be used to assess aspects of both customer-based and service-based recovery in the context of severe mental illness",
        "Understanding the phases of recovery from serious mental illness: The roles of referent and expert power in a mutual-help setting"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199578",
            "affilname": "Ramathibodi Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199578",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}