{
    "eid": "2-s2.0-85121334210",
    "title": "Analysis of full-scale precast post-tension (FPP) girder for straddle monorail – Experimental and FEA study",
    "cover-date": "2022-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Civil and Structural Engineering",
            "@code": "2205",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Architecture",
            "@code": "2216",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Building and Construction",
            "@code": "2215",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Safety, Risk, Reliability and Quality",
            "@code": "2213",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "ATENA",
        "Finite element analysis",
        "Full-scale",
        "Modern cities",
        "Monorail system",
        "Precast post-tension girder",
        "Service load",
        "Straddle monorail",
        "Ultimate load"
    ],
    "authors": [
        "Suniti Suparp",
        "Panuwat Joyklad",
        "Athasit Sirisonthi",
        "Qudeer Hussain"
    ],
    "citedby-count": 3,
    "ref-count": 30,
    "ref-list": [
        "Feasibility Analysis on Application of Modified Concrete Contains Rubber Powder of Straddle Type Monorail Train Waste Tire",
        "Environmental Impact and Travel Time Savings of a New Monorail System in Colombo's Commuting Traffic",
        "Semi-Active Vibration Control of Lateral and Rolling Motions for a Straddle Type Monorail Vehicle",
        "Flexural behavior of two-span continuous prestressed concrete girders with highly eccentric external tendors",
        "Improvement of Flexural Strength of Precast Concrete Spliced Girder Using Reactive Powder Concrete in Splice Region",
        "Experiments on Continuous Unbonded Post-Tensioned Beams with 2400 MPa (350 ksi) Strands",
        "Time-domain identification of the elastic modulus of simply supported box girders under moving loads: Method and full-scale validation",
        "Experimental behavior of the shear strength of full-scale precast prestressed double tees",
        "Comparison of Strands and Bars for Positive Moment Connection of Continuous Precast Concrete Bulb-Tee Girders",
        "Flexural behavior of an ultrahigh-performance concrete I-girder",
        "Flexural behavior of a 30-meter full-scale simply supported prestressed concrete box girder",
        "Novel Finite Element Analysis of Curved Concrete Box Girders Using Hybrid Box Elements",
        "Fatigue Behavior of Prestressed Concrete Beam for Straddle-Type Monorail Tracks",
        "Comparative study of the flexural behavior of lightweight and normal weight prestressed concrete beams",
        "Experimental study of the load-deformation behaviour of the precast post-tensioned continuous girder for straddle monorail: Full-scale load test under service and ultimate loading conditions. Case Studies",
        "Standard test method for compressive strength of hydraulic cement mortars (using 2-in. or [50-mm] cube specimens)",
        "ATENA—A tool for engineering analysis of fracture in concrete",
        "Analysis and design of reinforced concrete deep beams by a manual approach of stringer-panel method",
        "Finite Element Analysis of Reinforced Concrete Pile Cap using ATENA",
        "A study on validation of shear behaviour of steel fibrous SCC based on numerical modelling (ATENA)",
        "Finite element mesh size effect on deformation predictions of reinforced concrete bridge girder",
        "FE software ATENA applications to non-linear analysis of RC beams subjected to high temperatures",
        "Wire rope flexural bonded strengthening system on rc-beams: A finite element simulation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60000316",
            "affilname": "Srinakharinwirot University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000316",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "127379392",
            "affilname": "Sino-Thai Engineering &amp; Construction Public Company Limited",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/127379392",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "MHPM Co. Ltd.",
        "Srinakharinwirot University"
    ]
}