{
    "eid": "2-s2.0-85136465836",
    "title": "Spawning aggregation of bigeye trevally, Caranx sexfasciatus, highlights the ecological importance of oil and gas platforms",
    "cover-date": "2022-10-05",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Oceanography",
            "@code": "1910",
            "@abbrev": "EART"
        },
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Bigeye trevally",
        "Caranx sexfasciatus",
        "Decommissioning",
        "Environmental management",
        "Fish spawning aggregations",
        "Gulf of Thailand (GoT)",
        "Marine conservation",
        "Offshore platform ecology",
        "Oil and gas platform jackets",
        "Stereo-video"
    ],
    "authors": [
        "Alethea S. Madgett",
        "Euan S. Harvey",
        "Damon Driessen",
        "Karl D. Schramm",
        "Laura A.F. Fullwood",
        "Se Songploy",
        "Jes Kettratad",
        "Paweena Sitaworawet",
        "Sarin Chaiyakul",
        "Travis S. Elsdon",
        "Michael J. Marnane"
    ],
    "citedby-count": 1,
    "ref-count": 65,
    "ref-list": [
        "Reproduction and spawning habitat of white trevally, Pseudocaranx dentex, in the Azores, central north Atlantic",
        "Reef Fish Identification: Tropical Pacific",
        "Identifying the location and importance of spawning sites of Western Baltic herring using a particle backtracking model",
        "Fish spawning aggregations in the Southeast Florida coral reef ecosystem conservation area: a case study synthesis of user reports, literature, and field validation efforts",
        "A comparison of calibration methods and system configurations of underwater stereo-video systems for applications in marine ecology",
        "Worldwide oil and gas platform decommissioning: a review of practices and reefing options",
        "A fuzzy logic expert system to estimate intrinsic extinction vulnerabilities of marine fishes to fishing",
        "Should we protect extirpated fish spawning aggregation sites?",
        "Oil platforms off California are among the most productive marine fish habitats globally",
        "Oil and gas platforms in the Gulf of Mexico: their relationship to fish and fisheries",
        "Giant trevally spawning aggregation highlights importance of community fisheries management no-take zone",
        "Revisiting spawning aggregations: definitions and challenges",
        "Habitat-specific reproductive potential of red snapper: a comparison of artificial and natural reefs in the western Gulf of Mexico",
        "Assessing vulnerability of bycatch species in the tuna purse-seine fisheries of the eastern Pacific Ocean",
        "Fish spawning aggregations: where well-placed management actions yield big benefits for fisheries and conservation",
        "Offshore platforms as novel ecosystems: A case study from Australia's Northwest Shelf",
        "Offshore Oil and Gas Platforms as Novel Ecosystems: A Global Perspective",
        "Man-made marine structures – Agents of marine environmental change or just other bits of the hard stuff?",
        "Fish spawning aggregations",
        "Coral reef fish spawning periodicity and habitat in New Caledonia: a multi-faceted approach in a data-deficient environment. Conference paper",
        "Marine communities on oil platforms in Gabon, West Africa: high biodiversity oases in a low biodiversity environment",
        "Estimating fisheries reference points from catch and resilience",
        "Policy Brief on Fish Spawning Aggregations. 2020. MAR Fish Project",
        "Fish wariness is a more sensitive indicator to changes in fishing pressure than abundance, length or biomass",
        "Spatial and temporal characteristics of grouper spawning aggregations in marine protected areas in Palau, western Micronesia. Estuarine",
        "Prioritizing monitoring and conservation efforts for fish spawning aggregations in the U.S. Gulf of Mexico",
        "Calibration stability of an underwater stereo–video system: implications for measurement accuracy and precision",
        "A comparison of the precision and accuracy of estimates of reef-fish lengths made by divers and a stereo-video system",
        "Improving the statistical power of length estimates of reef fish: a comparison of estimates determined visually by divers with estimates produced by a stereo-video system",
        "The influence of range, angle of view, image resolution and image compression on underwater stereo-video measurements: high definition and broadcast resolution video cameras compared",
        "Fish assemblages associated with oil and gas platforms in the Gulf of Thailand",
        "Cooperative monitoring, assessment, and management of fish spawning aggregations and associated fisheries in the U.S. Gulf of Mexico",
        "Caranx sexfasciatus Quoy & Gaimard",
        "Using fuzzy logic to determine the vulnerability of marine species to climate change",
        "Adaptive significance of the Formation of multi-species fish spawning aggregations near Submerged Capes",
        "Biogeography of transient reef-fish spawning aggregations in the Caribbean: a synthesis for future research and management",
        "Evidence for the effects of decommissioning man-made structures on marine ecosystems globally: a systematic map protocol. Systematic Map Protocol",
        "Bigeye trevally in the Singapore strait",
        "Modelling larval connectivity of coral reef organisms in the Kenya-Tanzania region",
        "Distribution, abundance, diversity and habitat associations of fishes across a bioregion experiencing rapid coastal development",
        "An assessment of fish and marine growth associated with an oil and gas platform jacket using an augmented remotely operated vehicle",
        "Influence of offshore oil and gas structures on seascape ecological connectivity",
        "Reef Fish Spawning Aggregations: Biology, Research and Management: 35 (Fish & Fisheries Series, 35)",
        "Connectivity of larval stages of sedentary marine communities between hard substrates and offshore structures in the North Sea",
        "Checklist of the fishes of the Hawaiian Archipelago",
        "Life below water: fish spawning aggregations as bright spots for a sustainable ocean",
        "A diver operated stereo-video approach for characterizing reef fish spawning aggregations: the Galapagos Marine Reserve as case study",
        "Mainstreaming Fish Spawning Aggregations into Fishery Management Calls for a Precautionary Approach",
        "Spawning aggregations and reproductive behaviour of reef fishes in the Gulf of California",
        "Design and calibration of an underwater stereo-video system for the monitoring of marine fauna populations",
        "A review of underwater stereo-image measurement for marine biology and ecology applications: an annual review",
        "A case for the importance and management of fish spawning aggregations",
        "Potential impacts of oil production platforms and their function as fish aggregating devices on the biology of highly migratory fish species",
        "A comparison of fish community structure at mesophotic artificial reefs and natural banks in the western Gulf of Mexico",
        "A global ex-vessel fish price database: construction and applications",
        "Species of Thailand: bigeye trevally",
        "Vertical zonation and functional diversity of fish assemblages revealed by ROV videos at oil platforms in The Gulf: vertical zonation of fish at oil platforms",
        "Interannual variation in the metazoan parasite communities of bigeye trevally Caranx sexfasciatus (Pisces, Carangidae)",
        "Biology and Ecology of Fishes in Southern African Estuaries. South Africa"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60108134",
            "affilname": "Chevron Australia Pty Ltd",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60108134",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60031226",
            "affilname": "Curtin University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031226",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Aberdeen",
            "@id": "60015875",
            "affilname": "University of Aberdeen",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015875",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Newburgh",
            "@id": "128495113",
            "affilname": "The National Decommissioning Centre",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/128495113",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "118191910",
            "affilname": "Chevron Thailand Exploration and Production",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/118191910",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Decommissioning Centre",
        "Net Zero Technology Centre",
        "Chevron",
        "University of Aberdeen"
    ]
}