{
    "eid": "2-s2.0-85053269429",
    "title": "Two new xanthones and cytotoxicity from the bark of Garcinia schomburgkiana",
    "cover-date": "2019-01-25",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Molecular Medicine",
            "@code": "1313",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Clusiaceae",
        "Cytotoxicity",
        "Garcinia schomburgkiana",
        "Xanthone"
    ],
    "authors": [
        "Sutin Kaennakam",
        "Kamonwan Mudsing",
        "Kitiya Rassamee",
        "Pongpun Siripong",
        "Santi Tip-pyang"
    ],
    "citedby-count": 13,
    "ref-count": 16,
    "ref-list": [
        "Xanthones and biphenyls from Garcinia schomburgkiana wood and their cytotoxicity",
        "Polyprenylated Benzoylphloroglucinols with DNA polymerase inhibitory activity from the fruits of Garcinia schomburgkiana",
        "New depsidones and xanthone from the roots of Garcinia schomburgkiana",
        "Indonesian medicinal plants. XXI. Inhibitors of Na+/H+exchanger from the bark of Erythrina variegata and the roots of Maclura cochinchinensis",
        "Prenylated xanthones from Cudrania cochinchinensis",
        "Xanthones from the stem bark of Garcinia nigrolineata",
        "Xanthone studies. VI. Synthesis of jacareubin, isojacareubin, and some hydroxyxanthones with allylic substituents",
        "A novel depsidone and some new xanthones from Garcinia species",
        "Macluraxanthone and two accompanying pigments from the root bark of the osage orange",
        "Vismiones from Vismia baccifera var. dealdata (H. B. K.): chemistry and X-ray structure determination",
        "3-Geranyloxy-6-methyl-1,8-dihydroxyanthraquinone and vismiones C, D, and E, from Psorospermum febrifugum",
        "Kaennacowanols A-C, three new xanthones and their cytotoxicity from the roots of Garcinia cowa",
        "Co-occurrence of prenylated xanthones and their cyclization products in cell suspension cultures of Hypericum patulum",
        "A novel dibenzofuran and two new xanthones from Calophyllum panciflorum",
        "Cytotoxic tetraoxygenated xanthones from the bark of Garcinia schomburgkiana",
        "Potent antitumor activity of synthetic 1,2-naphthoquinones and 1,4-naphthoquinones"
    ],
    "affiliation": [
        {
            "affiliation-city": null,
            "@id": "60029487",
            "affilname": "National Cancer Institute Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029487",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University",
        "Mahasarakham University"
    ]
}