{
    "eid": "2-s2.0-85137568039",
    "title": "Subfamily Brachistinae Foerster, 1863",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Brachistinae",
        "Distribution",
        "Fauna",
        "Host",
        "Middle East",
        "Species diversity"
    ],
    "authors": [
        "Hassan Ghahari",
        "Donald L.J. Quicke",
        "Neveen Samy Gadallah",
        "Scott Richard Shaw"
    ],
    "citedby-count": 1,
    "ref-count": 111,
    "ref-list": [
        "On the knowledge about braconids (Hymenoptera, Braconidae) in the lenkoran zone of Azerbaijan",
        "The Braconidae (Hymenoptera-Apocrita) of Gala Lake and the surrounding area",
        "Subfamily Brachistinae (Calyptinae), pp. 440-489",
        "Brief review of Palaearctic species of the genus Diospilus (Hymenoptera, Braconidae) with description of four new species",
        "A new species of the genus Schizoprymnus Förster (Hymenoptera, Braconidae, Brachistinae) from Turkey",
        "Zwei neue arten der Familie Braconidae (Hymenoptera) aus der Türkei",
        "Eubazus (Brachistes) aydae sp. nov. from Turkey (Hymenoptera: Braconidae: Brachistinae)",
        "Checklist of Turkish Helconinae with a new species (Hymenoptera, Braconidae)",
        "Taxonomic studies on the Brachistini (Hymenoptera, Braconidae, Brachistinae) fauna of the Eastern Anatolia region (Bingöl, Bitlis, Muş, and Van) from Turkey",
        "A study on Braconidae and Ichneumonidae from Ganos Mountain (Thrace Region, Turkey) (Hymenoptera, Braconidae, Ichneumonidae)",
        "Diospilus belokobylskiji Beyarslan sp. nov., with new records of Diospilini (Hymenoptera: Braconidae: Helconini) from Turkey",
        "A contribution of the subfamilies Helconinae, Homolobinae, Macrocentrinae, Meteorinae, and Orgilinae (Hymenoptera: Braconidae) of Southern Anatolia with new records from other parts of Turkey",
        "Checklist of British and Irish Hymenoptera-Braconidae",
        "The taxonomy of braconid larvae (Braconidae, Hym.)",
        "The Braconidae (Hymenoptera).in the collections of the Musée contonal Zoologie, Laussane",
        "Further addition to the Blacinae (Hymenoptera: Braconidae) of Turkey and Coleoptera species as hosts",
        "Contributions to the Blacinae fauna of Turkey (Hymenoptera, Braconidae)",
        "First record of Blacus (Blacus) forticornis Haeselbarth, 1973 (Hymenoptera: Braconidae: Blacinae) from Turkey",
        "Systematics, phylogeny, and evolution of braconid wasps: 30 years of progress",
        "The guests of the British ants. London",
        "Opuscula braconologica Band 3. Palaearktischen region. Liefrung 5-8. Opuscula braconologica",
        "Checklist of Braconidae (Insecta: Hymenoptera) from Iran",
        "Study of the genus Blacus Nees (Hymenoptera: Braconidae: Blacinae) in Iran, with three new records",
        "Iranian Braconidae (Insecta: Hymenoptera: Ichneumonoidea): diversity, distribution and host association",
        "Neue Zuchtergebnisse von Braconiden (Hymenoptera)",
        "Zei neue aus Buprestiden gezüchtete Braconiden (Hymenoptera)",
        "An annotated catalogue of the Iranian Agathidinae and Brachistinae (Hymenoptera: Braconidae)",
        "An updated checklist of Iranian Cardiochilinae, Ryssalinae and Blacini (Hymenoptera: Ichneumonoidea: Braconidae)",
        "An annotated catalogue of the Iranian Euphorinae, Gnamptodontinae, Helconinae, Hormiinae and Rhysipolinae (Hymenoptera: Braconidae)",
        "New records of Braconidae (Hymenoptera) from Iran",
        "Further addition to the braconid fauna of Iran (Hymenoptera: Braconidae)",
        "Five new records of Iranian Braconidae (Hymenoptera: Ichnemonoidea) for Iran and annotated catalogue of the subfamily Homolobinae",
        "Species diversity of Ichneumonoidea (Hymenoptera) from rice fields of Mazandaran province, northern Iran",
        "A faunistic study on Braconidae (Hymenoptera: Ichneumonoidea) from Iran",
        "A contribution to the Braconidae (Hymenoptera: Ichneumonoidea) from north-western Iran",
        "A study on the Braconidae (Hymenoptera: Ichneumonoidea) from some regions of northern Iran",
        "A study on the Braconidae (Hymenoptera: Ichneumonoidea) from some regions of northern Iran",
        "Additional records to the braconid fauna (Hymenoptera: Ichneumonoidea) of Iran, with new host reports",
        "Some new records of Braconidae (Hymenoptera) for Iran",
        "A study on the braconid wasps (Hymenoptera: Braconidae) from Isfahan province, Iran",
        "A contribution to the knowledge of braconids (Hymenoptera: Braconidae) from Lorestan province Iran",
        "A study on the Braconidae (Hymenoptera: Ichneumonoidea) from Guilan province, Iran",
        "New records of Brachistinae, Braconinae, Cheloninae, and Microgastrinae (Hymenoptera: Braconidae) from Iran",
        "New records of Braconidae (Hymenoptera: Ichneumonoidea) from Iran, and in Memoriam Dr. Maximilian Fischer (7 June 1929 - 15 June 2019)",
        "A contribution to the knowledge of Blacinae (Hymenoptera, Braconidae) from Turkey",
        "A contribution to the knowledge of the subfamily Brachistinae (Hymenoptera: Braconidae) of Turkey",
        "Die Blacus-Arten Europas und Zentral-Asiens (Hymenoptera: Braconidae)",
        "Faunistische und taxonomische Notizen zur europäischen Blacus-Arten (Hymenoptera, Braconidae)",
        "Blacus (Ganychorus) madli sp. n., eine neue Braconidae aus der Türkei (Insecta, Hymenoptera, Braconidae)",
        "Braconidae (Hymenoptera) associated with forest and ornamental trees and shrubs in Israel",
        "Notes on helconini (Ichneumonoidea, Braconidae, Helconinae) Part I",
        "Bark beetle enemies in Sweden 2. Braconidae (Hymenoptera)",
        "Ichneumoniden und Braconiden aus den Iran 1954 (Hymenoptera)",
        "Zur Kenntnis der Braconiden (Hym.) Finnlands. II. Subfamilia Helconinae (part.)",
        "A survey on abundance and species diversity of braconid wasps in forest of Mazandaran province",
        "Taxonomic and faunistic data on the genus Triaspis Haliday, 1855 (Hymenoptera: Braconidae: Brachistinae) from Turkey",
        "Der Schmarotzerkomplex (Brutparasiten und Parasitoide) der gallenbilden Pontania Arten (Insecta: Hymenoptera: Tenthredinidae)",
        "Hymenoptera (Braconidae). Economic insects of Korea 16",
        "A list of parasites of lepidoptera from Israel",
        "Introduction of twelve newly recorded species of Braconidae (Hymenoptera) from Iran",
        "A contribution to the knowledge of Braconidae (Hym., Ichneumonoidea) of Iran",
        "Some new information on the braconids (Hym.-Braconidae) in the southern region of the central part of the River Vah Valley",
        "A generic synopsis of Brachistini (Hymenoptera: Braconidae) and recognition of the name Charmon Haliday",
        "Family Braconidae (Hymenoptera), pp. 265-267",
        "Family Braconidae (Hymenoptera)",
        "Entomological notes",
        "Species diversity of natural enemies in corn fields and surrounding grasslands of Semnan province, Iran",
        "A faunistic study on Braconidae and Ichneumonidae (Hymenoptera, Ichneumonoidea) of Iran",
        "A contribution to the braconid fauna of Israel (Hymenoptera)",
        "New species of Braconidae from Hortobágy National Park, Hungary (Hymenoptera)",
        "Revision of the Chelonus species described by A.G. Dahlbom (Hymenoptera, Braconidae: Cheloninae)",
        "Contribution to the braconid fauna of Hungary. XIII. Calyptinae-2., Helconinae (Hymenoptera, Braconidae)",
        "A contribution to the braconid fauna of Israel (Hymenoptera: Braconidae), 3",
        "Study on the genus Triaspis Haliday, 1835 (Hymenoptera: Braconidae, Brachistinae) in northern Iran, with two new records",
        "Contributo alla revision delle species italiane dei generei Triaspis Haliday e Schizoprymnus Foerster (Hymenoptera Braconidae)",
        "On a collection of Braconidae (Hymenoptera) from East Azarbaijan and vicinity, Iran",
        "Repertorio degli insetti parassiti e delle Loro Vittime",
        "A contribution to the robber flies (Diptera: Asilidae) from Arasbaran and vicinity, and northwestern Iran",
        "On a collection of Braconidae (Hymenoptera) from northern Iran",
        "New records of Braconidae (Hymenoptera) from Iran",
        "A faunistic study on braconid wasps (Hymenoptera: Braconidae) from Iran",
        "A faunistic study on the Braconidae of Iran (Hymenoptera: Ichneumonoidea)",
        "A study on the Braconidae (Hymenoptera) of Khorasan province and vicinity, Northeastern Iran",
        "A study on the braconid wasps (Hymenoptera: Ichneumonoidea: Braconidae) from Golestan province, northern Iran",
        "A faunistic study of Braconidae (Hymenoptera: Ichneumonoidea) from southern Iran",
        "A contribution to the study on the fauna of Braconidae (Hymenoptera, Ichneumonoidea) from the province of Semnan, Iran",
        "Recent findings on Braconidae (Hymenoptera: Ichneumonoidea) of Iran with an updated checklist",
        "Updated checklist of Iranian Braconidae (Hymenoptera: Ichneumonoidea) with twenty-three new records",
        "A faunistic study on the braconid wasps (Hymenoptera: Braconidae) of Iran",
        "A faunistic study on the family Braconidae (Hymenoptera: Ichneumonoidea) from Iran",
        "A faunistic study on Braconidae (Hymenoptera: Ichneumonoidea) from Ardebil and East Azarbayjan provinces, Northwestern Iran",
        "A checklist of insects mites and rodents affecting stored products in Iran",
        "Biology of mugwort weevil, Lixus fasciculatus (Col.: Curculionidae) on Artemisia vulgaris (Asteraceae) in Urmia region",
        "Molecular phylogenetics of Braconidae (Hymenoptera: Ichneumonoidea), based on multiple nuclear genes, and implications for classification",
        "Annotated checklist of Braconidae (Hymenoptera) in the Canadian Prairies Ecozone",
        "Classification and biology of braconid wasps (Hymenoptera: Braconidae)",
        "Phylogeny of the parasitic wasp subfamily Euphorinae (Braconidae) and evolution of its host preferences",
        "Beitrag zur Kenntnis der ungarischen Braconiden Braconiden, 3. Teil",
        "Six new record species of the genus Schizoprymnus Förster, 1862 (Hymenoptera: Braconidae, Brachistinae) from Iran",
        "Neue und weniger bekannte palaearktische Braconiden (Hym.)",
        "Family Braconidae, subfamily Braconinae (continuation) and Sigalphinae. Fauna USSR",
        "Subfam. Euphorinae",
        "A revision of the tribus Blacini (Hymenoptera, Braconidae, Helconinae)",
        "Revision of the subfamily Blacinae Foerster (Hymenoptera: Braconidae)",
        "Revision of the genera Foersteria Szépligeti and Polydegmon Foerster (Hymenoptera: Braconidae) with the description of a new genus",
        "Illustrated key to the subfamilies of the Braconidae (Hymenoptera: Ichneumonoidea)",
        "Notes on the checklist of Braconidae (Hymenoptera) from Switzerland",
        "Tainiterma, a new genus of the subfamily of Euphorinae (Hymenoptera: Braconidae) from Vietnam and China",
        "A new species of Chelostes van Achterberg, 1990 (Hymenoptera: Braconidae: Brachistinae) from Turkey",
        "Taxapad 2016, Ichneumonoidea 2015, database on flash-drive"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tehran",
            "@id": "60111398",
            "affilname": "Islamic Azad University, Shahr-e-Rey Branch",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60111398",
            "affiliation-country": "Iran"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Giza",
            "@id": "60026365",
            "affilname": "Faculty of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026365",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Laramie",
            "@id": "60008827",
            "affilname": "University of Wyoming",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008827",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}