{
    "eid": "2-s2.0-85078758274",
    "title": "CONSPICUOUS CONSUMPTION of ONLINE SOCIAL NETWORKING DEVICES and SUBJECTIVE WELL-BEING of BANGKOKIANS",
    "cover-date": "2019-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Conspicuous consumption",
        "happiness",
        "mental health",
        "online social networking devices",
        "social comparison"
    ],
    "authors": [
        "Chantal Herberholz",
        "Nattaya Prapaipanich"
    ],
    "citedby-count": 3,
    "ref-count": 73,
    "ref-list": [
        "Inequality and happiness: Are Europeans and Americans different?",
        "Absolute income, relative income, and happines",
        "Money, sex and happiness: An empirical study",
        "To do, to have, or to share: The value of experiences over material possessions depends on the involvement of others",
        "Social comparison and subjective well-being: Does the health of others matter?",
        "Getting the most for the money: The hedonic return on experiential and material purchases",
        "Conspicuous consumption and race",
        "Does consumption buy happiness? Evidence from the United States",
        "Very happy people",
        "The satisfaction with life scale",
        "Do we really know what makes us happy? A review of the economic literature on the factors associated with subjective well-being",
        "Who does well in life? Conscientious adults excel in both objective and subjective success",
        "If money doesn't make you happy, then you probably aren't spending it right",
        "The benefits of facebook \"Friends\": Social capital and college students' use of online social network sites",
        "Income and well-being: An empirical analysis of the comparison income effect",
        "The demand for unobservable and other nonpositional goods",
        "What can economists learn from happiness research?",
        "A wonderful life: Experiential consumption and the pursuit of happiness",
        "To have in order to do: Exploring the effects of consuming experiential products on well-being",
        "Consumption and subjective wellbeing: Exploring basic needs, social comparison, social integration and hedonism in Peru",
        "Big 5 correlates of three measures of subjective well-being",
        "A test of conspicuous consumption: Visibility and income elasticities",
        "Who sees what? Demographics and the visibility of consumer expenditures",
        "How's life? Combining individual and national variables to explain subjective well-being",
        "Comparing the happiness effects of real and on-line friends",
        "The mediators of experiential purchases: Determining the impact of psychological needs satisfaction and social comparison",
        "The silver lining of materialism: The impact of luxury consumption on subjective well-being",
        "On limiting the market for status signals",
        "High income improves evaluation of life but not emotioal wellbeing",
        "Materialistic values and well-being in business students",
        "A dark side of the American dream: Correlates of financial success as a central life aspiration",
        "Conspicuous consumption and \"race\": Evidence from South Africa",
        "Subjective well-being in mental health and human development research worldwide",
        "Internet paradox revisited",
        "Internet paradox: A social technology that reduces social involvement and psychological well-being?",
        "Facebook use predicts declines in subjective well-being in young adults",
        "Subjective well-being in rural India: The curse of conspicuous consumption",
        "Neighbors as negatives: Relative earnings and well-being",
        "Conspicuous consumption: A literature review",
        "The development and testing of Thai Mental Health Indicator version 2007",
        "Happiness for sale: Do experiential purchases make consumers happier than material purchases?",
        "Relative income and happiness in Asia: Evidence from nationwide surveys in China, Japan, and Korea",
        "The hidden cost of value-seeking: People do not accurately forecast the economic benefits of experiential purchases",
        "A test of the conspicuous - Consumption model using subjective wellbeing data",
        "On happiness and human potentials: A review of research on hedonic and eudaimonic well-being",
        "Happiness is everything, or is it? Explorations on the meaning of psychological well-being",
        "Are positional concerns stronger in some domains than in others?",
        "Socioeconomic gradients and mental health: Implications for public health",
        "Friend networking sites and their relationship to adolescents' well-being and social self-esteem",
        "Experientialism, materialism, and the pursuit of happiness",
        "To do or to have? That is the question",
        "Exploring internet motives and life satisfaction among Hungarian and Israeli medical students, living in Hungary",
        "Bangkok's two centers: Status, space, and consumption in a millennial Southeast Asian city",
        "Conspicuous consumption and satisfaction",
        "Experiential purchases and prosocial spending promote happiness by enhancing social relationships",
        "Happiness, mental health, and socio-demographic associations among a national cohort of Thai adults",
        "Buying life experiences for the 'right' reasons: A validation of the motivations for experiential buying"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60000316",
            "affilname": "Srinakharinwirot University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000316",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}