{
    "eid": "2-s2.0-85092259283",
    "title": "Time-periodic quantum states of weakly interacting bosons in a harmonic trap",
    "cover-date": "2020-12-30",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Physics and Astronomy (all)",
            "@code": "3100",
            "@abbrev": "PHYS"
        }
    ],
    "keywords": [
        "Bose-Einstein condensates",
        "Breathers",
        "Matter waves",
        "Nonlinear waves"
    ],
    "authors": [
        "Marine De Clerck",
        "Oleg Evnin"
    ],
    "citedby-count": 6,
    "ref-count": 40,
    "ref-list": [
        "Many-body physics with ultracold gases",
        "Breathing modes and hidden symmetry of trapped atoms in 2d",
        "Two cold atoms in a harmonic trap",
        "Pseudopotential approximation in a harmonic trap",
        "The unitary three-body problem in a trap. Phys. Rev. Lett. The Unitary Gas in an Isotropic Harmonic Trap: Symmetry Properties and Applications",
        "The two-body problem of ultra-cold atoms in a harmonic trap",
        "Symmetries of three harmonically trapped particles in one dimension",
        "Distinguishability, degeneracy and correlations in three harmonically trapped bosons in one-dimension",
        "Quantum correlations and degeneracy of identical bosons in a two-dimensional harmonic trap",
        "Exactly solvable model of two trapped quantum particles interacting via finite-range soft-core interactions",
        "Harmonically trapped four-boson system",
        "Analytical treatment of the interaction quench dynamics of two bosons in a two-dimensional harmonic trap",
        "Energy level splitting for weakly interacting bosons in a harmonic trap",
        "Renormalons in quantum mechanics",
        "Quantum Signatures of Chaos",
        "Bose-Einstein condensates with large number of vortices",
        "Vortex patterns in a fast rotating Bose-Einstein condensate",
        "Rotating trapped Bose-Einstein condensates",
        "On the continuous resonant equation for NLS: I. Deterministic analysis",
        "Exact lowest-Landau-level solutions for vortex precession in Bose-Einstein condensates",
        "On the cubic lowest Landau level equation",
        "Conformal flow on S3and weak field integrability in AdS4",
        "Delayed collapses of Bose-Einstein condensates in relation to anti-de Sitter gravity",
        "Maximally rotating waves in AdS and on spheres",
        "A nonrelativistic limit for AdS perturbations",
        "Solvable cubic resonant systems",
        "Breathing modes, quartic nonlinearities and effective resonant systems",
        "Center-of-mass motion in the many-body theory of Bose-Einstein condensates",
        "Quantum ϕ4theory in AdS4and its CFT dual",
        "Spectroscopy instead of scattering: particle experimentation in AdS spacetime",
        "Quantum resonant systems, integrable and chaotic",
        "Vortex stability in nearly-two-dimensional Bose-Einstein condensates with attraction",
        "Probing quasi-integrability of the Gross-Pitaevskii equation in a harmonic-oscillator potential",
        "Dynamical symmetry and breathers in a two-dimensional Bose gas",
        "An example of quantum anomaly in the physics of ultra-cold gases",
        "Two infinite families of resonant solutions for the Gross-Pitaevskii equation",
        "Commutation relations of operator monomials",
        "Riemann-Hilbert analysis for Laguerre polynomials with large negative parameter",
        "Global asymptotics for Laguerre polynomials with large negative parameter–a Riemann-Hilbert approach"
    ],
    "affiliation": [
        {
            "affiliation-city": "Brussels",
            "@id": "60070009",
            "affilname": "International Solvay Institute for Physics and Chemistry",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60070009",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "FWO-Vlaanderen",
        "Polish National Science Centre",
        "Chulalongkorn University",
        "FWO",
        "Vrije Universiteit Brussel",
        "Jagiellonian University in Krakow"
    ]
}