{
    "eid": "2-s2.0-85021821969",
    "title": "Improving performance and cyclability of printed flexible zinc-air batteries using carbopol gel electrolyte",
    "cover-date": "2017-01-01",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "S. Chaduang"
    ],
    "citedby-count": 6,
    "ref-count": 23,
    "ref-list": [
        "Recent advances in Zinc-air batteries",
        "Materials science aspects of zinc-air batteries: A review",
        "High performance zinc air fuel cell stack",
        "New developments in the Electric Fuel Ltd. zinc/air system",
        "Development of a high energy density flexible zinc-air battery",
        "Suppression of zinc anode corrosion for printed flexible zinc-air battery",
        "Metal-air batteries with high energy density: Li-air versus Zn-air",
        "Technologies for extending zinc-air battery's cyclelife: A review",
        "Electrically Rechargeable Zinc–Air Batteries: Progress, Challenges, and Perspectives",
        "Dendrite growth in the recharging process of zinc-air batteries",
        "Alkaline aqueous electrolytes for secondary zinc-air batteries: An overview",
        "The possible use of polymer gel electrolytes in nickel/metal hydride battery",
        "Charge-discharge characteristics of nickel/zinc battery with polymer hydrogel electrolyte",
        "Preparation of alkaline PVA-based polymer electrolytes for Ni-MH and Zn-air batteries",
        "Preparation and characterization of PVA/PAA membranes for solid polymer electrolytes",
        "High performance composite solid polymer electrolyte systems for electrochemical cells",
        "Xanthan and κ-carrageenan based alkaline hydrogels as electrolytes for Al/air batteries",
        "Alkaline composite PEO-PVA-glass-fibre-mat polymer electrolyte for Zn-air battery",
        "Preparation and electrochemical characterization of the alkaline polymer gel electrolyte polymerized from acrylic acid and KOH solution",
        "Crosslinked gel polymer electrolytes based on polyethylene glycol methacrylate and ionic liquid for lithium ion battery applications",
        "Gel polymer electrolytes based on active PVDF separator for lithium ion battery. I: Preparation and property of PVDF/poly(dimethylsiloxane) blending membrane",
        "Investigation on high-safety lithium ion battery using polyethylene supported poly(methyl methacrylate-acrylonitrile-butyl acrylate) copolymer based gel electrolyte",
        "Suppressing dendrite growth during zinc electrodeposition by PEG-200 additive"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn Academic Advancement",
        "Chulalongkorn University"
    ]
}