{
    "eid": "2-s2.0-85103503868",
    "title": "Comparative Karyotype Analysis and Chromosome Evolution in the Genus Ocimum L. from Thailand",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Ecology",
            "@code": "2303",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Paleontology",
            "@code": "1911",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "basil",
        "chromosomal rearrangement",
        "diploidization",
        "genome downsizing",
        "karyotype asymmetry",
        "polyploidy"
    ],
    "authors": [
        "Paweenuch Lekhapan",
        "Kesara Anamthawat-Jónsson",
        "Ploenpit Chokchaichamnankit"
    ],
    "citedby-count": 1,
    "ref-count": 52,
    "ref-list": [
        "Polyploidy and interspecific hybridization: Partners for adaptation, speciation and evolution in plants",
        "Chemical composition and some biological activities of the essential oils from basil Ocimum different cultivars",
        "Chromosome morphology and terminology",
        "Protective effect of basil (Ocimum basilicum L.) against oxidative DNA damage and mutagenesis",
        "Cytological studies on members of family Labiatae from Kodaikanal and adjoining areas (South India)",
        "The challenge of evolving stable polyploidy: Could an increase in \"crossover interference distance\" play a central role?",
        "Genetic relations among basil taxa (Ocimum L.) based on molecular markers, nuclear DNA content, and chromosome number",
        "Nucleotide based validation of Ocimum species by evaluating three candidate barcodes of the chloroplast region",
        "Conventional and fluorescent karyotype analysis of Ocimum spp",
        "Somatic chromosomal studies in Ocimum basilicum & Ocimum sanctum L",
        "Karyotype analysis of Ocimum basilicum in South-Eastern Nigeria",
        "Cytogenetic features of rRNA genes across land plants: Analysis of the plant rDNA database",
        "Revisiting the impact of inversions in evolution: From population genetic markers to drivers of adaptive shifts and speciation?",
        "Chemical composition, antioxidant and antimicrobial activities of basil (Ocimum basilicum) essential oils depends on seasonal variations",
        "Mitotic and meiotic studies on two species of Ocimum (Lamiaceae) and their F1 hybrids",
        "Cytomorphological study of the F2 variants of F1 hybrids of Ocimum gratissimum L. (2n=40) and Ocimum viride Willd. (2n=40)",
        "Chromosome meiotic behaviour and ploidy nature in genus Ocimum (Lamiaceae), \"Sanctum Group",
        "Study of inter-relationship, phylogeny and evolutionary tendencies in genus Ocimum",
        "Higher efficiency of ISSR markers over plastid psbA-trnH region in resolving taxonomical status of genus Ocimum L",
        "Chemical components of Labiatae oils and their exploitation",
        "Genome downsizing in polyploid plants",
        "Chromosome evolution based on variation in chromosome number and chiasma frequency in the genus Ocimum L. from Thailand",
        "Nomenclature for centromeric position on chromosomes",
        "A widespread chromosomal inversion polymorphism contributes to a major life-history transition, local adaptation, and reproductive isolation",
        "Mechanisms of chromosome rearrangements",
        "Genome evolution in Arabideae was marked by frequent centromere repositioning",
        "Post-polyploid diploidization and diversification through dysploid changes",
        "Cytology of West Himalayan Labiate: Tribe Ocimoideae",
        "Cytotaxonomic studies on the West African Labiatae",
        "Secondary chromosome associations in Ocimum spp",
        "Chromosome number variation in Ocimum basilicum L",
        "Karyotype analysis in octoploid and decaploid wild strawberries in Fragaria (Rosaceae)",
        "Determination of chromosome structures of genotypes of perennial ryegrass (Lolium perenne L.) selected from natural vegetation of Turkey",
        "Ocimum-an overview of relationships and classification",
        "Taxonomic problems and cytotaxonomic relationships between and within varieties of Ocimum basilicum and related species (Labiatae)",
        "Phylogeny and evolution of basils and allies (Ocimeae, Labiatae) based on three plastid DNA regions",
        "The nucleolus",
        "Cytogenetical studies in the genus Ocimum I. Origin of O. americanum, cytotaxonomical and experimental proof",
        "Population structure, genetic diversity and downy mildew resistance among Ocimum species germplasm",
        "Genetic characterization of Ocimum genus using flow cytometry and inter-simple sequence repeat markers",
        "Notes on the sweet basil and its wild relatives (lamiaceae)",
        "The ABC's of comparative genomics in the Brassicaceae: Building blocks of crucifer genomes",
        "Genome stability and evolution: Attempting a holistic view",
        "Polyploidy: Pitfalls and paths to a paradigm",
        "Taxonomic revision of tribe Ocimeae Dumort. (Lamiaceae) in continental South East Asia III",
        "Differences in karyotypes between two populations of Crotalaria incana from Mexico",
        "Infraspecific genetic control of major essential oil constituents in Ocimum basilicum Linn",
        "Chemical characterization of basil (Ocimum spp.) found in the markets and used in traditional medicine in Brazil",
        "Cytological studies in some North Indian Labiatae",
        "A new method for estimating karyotype asymmetry"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Reykjavik",
            "@id": "60071113",
            "affilname": "Haskoli Islands",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071113",
            "affiliation-country": "Iceland"
        }
    ],
    "funding": []
}