{
    "eid": "2-s2.0-85118587751",
    "title": "How do independent directors view generalist vs. specialist CEOs? Evidence from an exogenous regulatory shock",
    "cover-date": "2021-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Board independence",
        "Corporate governance",
        "Generalist CEOs",
        "Independent directors",
        "Sarbanes-Oxley",
        "Specialist CEOs"
    ],
    "authors": [
        "Pattanaporn Chatjuthamard",
        "Pornsit Jiraporn",
        "Sirimon Treepongkaruna"
    ],
    "citedby-count": 7,
    "ref-count": 49,
    "ref-list": [
        "Does compulsory school attendance affect schooling and earnings?",
        "Instrumental variables and the search for identification: From supply and demand to natural experiments",
        "Independent boards and innovation",
        "Restraining overconfident CEOs through improved governance: Evidence from the Sarbanes-Oxley act",
        "Investment in human capital: A theoretical analysis",
        "CEO career variety: Effects on firm-level strategic and social novelty",
        "Product market competition and internal governance: Evidence from the Sarbanes–Oxley act",
        "How do independent directors view corporate social responsibility (CSR)? Evidence from a quasi-natural experiment",
        "A simple approximation of Tobin's q",
        "The goals and promise of the Sarbanes–Oxley act",
        "Corporate governance, chief executive officer compensation, and firm",
        "Do independent directors enhance target shareholder wealth during tender offers?",
        "Ceo career variety: Effects on firm-level strategic and social novelty",
        "Generalists versus specialists: Lifetime work experience and chief executive officer pay",
        "Do general managerial skills spur innovation?",
        "Search intermediaries, internal labor markets, and CEO pay",
        "The Sarbanes-Oxley act and firms’ going-private decisions",
        "Serial CEO incentives and the structure of managerial contracts",
        "Tradeoffs between internal and external governance: Evidence from exogenous regulatory shocks",
        "CEO compensation and board structure revisited",
        "Experience matters? The impact of prior CEO experience on firm performance",
        "Specificity of CEO human capital and compensation",
        "Do independent directors improve firm value? Evidence from the great recession",
        "Does board independence substitute for external audit quality? Evidence from an exogenous regulatory shock",
        "How do independent directors view powerful CEOs? Evidence from a quasi-natural experiment",
        "How do independent directors influence corporate risk-taking? Evidence from a quasi-natural experiment",
        "How do independent directors influence innovation productivity? A quasi-natural experiment",
        "Estimating the effect of board independence on managerial ownership using a quasi-natural experiment",
        "Going-private decisions and the Sarbanes-Oxley act of 2002: A cross-country analysis",
        "Intellectual capital architectures and ambidextrous learning: A framework for human resource management",
        "Why do firms go dark? Causes and economic consequences of voluntary SEC deregistrations",
        "Jack of all, master of all? CEO generalist experience and firm performance",
        "The determinants of board structure",
        "Generalist CEOs and credit ratings*",
        "When is human capital a valuable resource? The performance effects of ivy league selection among celebrated CEOs",
        "The dark side of CEO ability: CEO general managerial skills and cost of equity capital",
        "What enhances or inhibits learning a new job?",
        "Managerial capital and the market for CEOs",
        "The value of independent directors: Evidence from sudden deaths",
        "Exploring how independent directors view CSR inequality using a quasi-natural experiment",
        "How do independent directors view powerful executive risk-taking incentives?",
        "Unobservable selection and coefficient",
        "Regulation and bonding: The sarbanes-oxley act and the flow of international listings",
        "Organizational alignment as competitive advantage",
        "Outside directors, board independence, and shareholder wealth",
        "The bright side of corporate diversification: Evidence from internal labor markets",
        "Selectivity and selective",
        "Industry expertise of independent directors and board monitoring",
        "The generalist bias"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60189723",
            "affilname": "The UWA Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189723",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "University Park",
            "@id": "60001439",
            "affilname": "Pennsylvania State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001439",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Center of Excellence",
        "Chulalongkorn University in Bangkok"
    ]
}