{
    "eid": "2-s2.0-85160050668",
    "title": "Credit rating downgrades and stock price crash risk: International evidence",
    "cover-date": "2023-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Credit rating downgrades",
        "Information opacity",
        "Negative Information Hoarding",
        "Stock price crash risk"
    ],
    "authors": [
        "Thu Ha Nguyen",
        "Yihui Lan",
        "Sirimon Treepongkaruna",
        "Rui Zhong"
    ],
    "citedby-count": 0,
    "ref-count": 34,
    "ref-list": [
        "Stock market reaction to credit rating changes: new evidence",
        "Credit ratings and the cross-section of stock returns",
        "Discretionary accounting choices and the predictive ability of accruals with respect to future cash flows",
        "Market and political/regulatory perspectives on the recent accounting scandals",
        "Ratings quality over the business cycle'",
        "The regulatory role of credit ratings and voluntary disclosure",
        "What determines corporate transparency?",
        "Crash risk and the auditor–client relationship'",
        "The real effects of financial constraints: evidence from a financial crisis",
        "Forecasting crashes: trading volume, past returns, and conditional skewness in stock prices",
        "Credit rating changes, information acquisition and stock price informativeness",
        "Transparency, price informativeness, and stock return synchronicity: theory and evidence",
        "The reversal of abnormal accruals and the market valuation of earnings surprises",
        "Market linkage and information spillover: evidence from pre-crisis, crisis, and recovery periods",
        "The role of rating agency assessments in less developed countries: impact of the proposed basel guidelines",
        "Firm-specific investor sentiment and stock price crash risk",
        "Common stock returns and rating changes: a methodological comparison",
        "Rating shopping or catering? An examination of the response to competitive pressure for CDO credit ratings",
        "Do bond rating changes affect the information asymmetry of stock trading?",
        "Information asymmetry, corporate disclosure, and the capital markets: a review of the empirical disclosure literature",
        "The information content of issuer rating changes: evidence for the G7 stock markets",
        "Opaque financial reports, R2, and crash risk",
        "Gambling preferences and stock price crash risk: evidence from China",
        "R2 around the world: new theory and new tests'",
        "Informational Effects of Regulation FD: evidence From Rating Agencies",
        "Information transfer effects of bond rating downgrades",
        "CFOs versus CEOs: equity Incentives and crashes",
        "Do firms target credit ratings or leverage levels?",
        "Do managers withhold bad news?",
        "Analyzing rating transitions and rating drift with continuous observations",
        "Investor sentiment, credit rating, and stock returns",
        "The value of credit rating changes across economic cycles",
        "The pricing of discretionary accruals",
        "Can investor-paid credit rating agencies improve the information quality of issuer-paid rating agencies?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Perth",
            "@id": "60189723",
            "affilname": "The UWA Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189723",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hanoi",
            "@id": "129224746",
            "affilname": "Hanoi Open University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/129224746",
            "affiliation-country": "Viet Nam"
        }
    ],
    "funding": [
        "Australian Research Council",
        "Australian Research Council"
    ]
}