{
    "eid": "2-s2.0-85124588174",
    "title": "Ultrasonography increases sensitivity of mammography for diagnosis of multifocal, multicentric breast cancer using 356 whole breast histopathology as a gold standard",
    "cover-date": "2022-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "breast cancer",
        "mammography",
        "multicentric",
        "multifocal",
        "ultrasonography"
    ],
    "authors": [
        "Sukanya Sriussadaporn",
        "Suvit Sriussadaporn",
        "Rattaplee Pak-art",
        "Kritaya Kritayakirana",
        "Supparerk Prichayudh",
        "Pasurachate Samorn"
    ],
    "citedby-count": 1,
    "ref-count": 35,
    "ref-list": [
        "Prognosis after ipsilateral breast tumor recurrence and locoregional recurrences in patients treated by breast-conserving therapy in five National Surgical Adjuvant Breast and bowel project protocols of node-negative breast cancer",
        "Does local recurrence affect the rate of distant metastases and survival in patients with early-stage breast carcinoma treated with breast-conserving therapy?",
        "Long-term results of a randomized trial comparing breast-conserving therapy with mastectomy: European Organization for Research and Treatment of cancer 10801 trial",
        "Twenty-year follow-up of a randomized study comparing breast-conserving surgery with radical mastectomy for early breast cancer",
        "Eighteen-year results in the treatment of early breast carcinoma with mastectomy versus breast conservation therapy: the National Cancer Institute randomized trial",
        "Twenty-five year results of the national cancer institute randomized breast conservation trial",
        "Twenty-year follow-up of a randomized trial comparing total mastectomy, lumpectomy, and lumpectomy plus irradiation for the treatment of invasive breast cancer",
        "Long-term outcomes of invasive ipsilateral breast tumor recurrences after lumpectomy in NSABP B-17 and B-24 randomized clinical trials for DCIS",
        "MR mammography in the pre-operative staging of breast cancer in patients with dense breast tissue: comparison with mammography and ultrasound",
        "Magnetic resonance imaging for preoperative evaluation of breast cancer: a comparative study with mammography and ultrasonography",
        "Comparison of magnetic resonance imaging, multidetector row computed tomography, ultrasonography, and mammography for tumor extension of breast cancer",
        "Standardized pretreatment breast MRI--accuracy and influence on mastectomy decisions",
        "Contrast-enhanced MR imaging of breast lesions and effect on treatment",
        "Role of MRI (magnetic resonance imaging) versus conventional imaging for breast cancer presurgical staging in young women or with dense breast",
        "Breast magnetic resonance imaging for preoperative locoregional staging",
        "Report of the international workshop on screening for breast cancer",
        "Pathologic findings from the National Surgical Adjuvant Breast Project (protocol 6). II. Relation of local breast recurrence to multicentricity",
        "Clinically occult breast cancer. Multicentricity and implications for treatment",
        "Multicentric and multifocal cancer: whole-breast US in preoperative evaluation",
        "Duct carcinoma in situ. Relationship of extent of noninvasive disease to the frequency of occult invasion, multicentricity, lymph node metastases, and short-term treatment failures",
        "Multicentricity of breast carcinoma demonstrated by routine correlated serial subgross and radiographic examination",
        "Pathologic findings from the National Surgical Adjuvant Breast Project (protocol no. 4). I. Observations concerning the multicentricity of mammary cancer",
        "Breast carcinoma with multiple sites of origin",
        "Residual” mammary carcinoma following simulated partial mastectomy",
        "The study of mammary carcinoma by mammography and whole organ sectioning. Early Observations",
        "Histologic multifocality of tis, T1-2 breast carcinomas. Implications for clinical trials of breast-conserving surgery",
        "Multicentric breast carcinomas: clinical-radiographic-pathologic whole organ studies and 10-year survival",
        "Multicentricity in breast cancer: a submacroscopic study",
        "Nodal positivity in breast cancer correlated with the number of lesions detected by magnetic resonance imaging versus mammogram",
        "Increasing the diagnosis of multifocal primary breast cancer by the use of bilateral whole-breast ultrasound",
        "Is there a role for routine use of MRI in selection of patients for breast-conserving cancer therapy?",
        "A practical approach to manage additional lesions at preoperative breast MRI in patients eligible for breast conserving therapy: results",
        "Correlation of targeted ultrasound with magnetic resonance imaging abnormalities of the breast",
        "Surgical impact of preoperative breast MRI in women below 40 years of age",
        "Sensitivity of MRI versus mammography for detecting foci of multifocal, multicentric breast cancer in fatty and dense breasts using the whole-breast pathologic examination as a gold standard"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60002620",
        "affilname": "Faculty of Medicine, Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
        "affiliation-country": "Thailand"
    },
    "funding": []
}