{
    "eid": "2-s2.0-85068782621",
    "title": "Heart failure council of Thailand (HFCT) 2019 heart failure guideline: Advanced heart failure",
    "cover-date": "2019-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "A. Ariyachaipanich",
        "P. Sakiyalak",
        "P. Ongcharit",
        "S. Chirakarnjanakorn",
        "S. Puwanant"
    ],
    "citedby-count": 1,
    "ref-count": 9,
    "ref-list": [
        "2009 focused update: ACCF/AHA Guidelines for the Diagnosis and Management of Heart Failure in Adults: A report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines: Developed in collaboration with the International Society for Heart and Lung Transplantation",
        "ACCF/AHA guideline for the management of heart failure: A report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines",
        "Advanced chronic heart failure: A position statement from the Study Group on Advanced Heart Failure of the Heart Failure Association of the European Society of Cardiology",
        "The effect of digoxin on mortality and morbidity in patients with heart failure",
        "Home inotropes and other palliative care",
        "Care processes and clinical outcomes of continuous outpatient support with inotropes (COSI) in patients with refractory endstage heart failure",
        "Long-term use of a left ventricular assist device for end-stage heart failure",
        "INTERMACS profiles of advanced heart failure: The current picture"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60011189",
            "affilname": "Faculty of Medicine Siriraj Hospital, Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011189",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}