{
    "eid": "2-s2.0-84893318353",
    "title": "Negative phase velocity and negative refraction in orthorhombic dielectric-magnetic lossy media with polarization along one of principal axes",
    "cover-date": "2014-05-15",
    "subject-areas": [
        {
            "$": "Atomic and Molecular Physics",
            "@code": "3107"
        },
        {
            "$": "Electronic",
            "@code": "2504"
        },
        {
            "$": "Electrical and Electronic Engineering",
            "@code": "2208"
        },
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        }
    ],
    "keywords": [
        "Negative phase velocity",
        "Negative refraction",
        "Orthorhombic dielectric-magnetic lossy media"
    ],
    "authors": [
        "Chanin Potisook"
    ],
    "citedby-count": 0,
    "ref-count": 19,
    "ref-list": [
        "Sov. Phys. Usp.",
        "Negative refraction makes a perfect lens",
        "Low frequency plasmons in thin-wire structures",
        "Magnetism from conductors and enhanced nonlinear phenomena",
        "Composite medium with simultaneously negative permeability and permittivity",
        "Coated nonmagnetic spheres with a negative index of refraction at infrared frequencies",
        "Negative refraction in random photonic alloys of polaritonic and plasmonic microspheres",
        "Negative index of refraction in optical metamaterials",
        "The negative index of refraction demystified",
        "A new condition to identify isotropic dielectric-magnetic materials displaying negative phase velocity",
        "Criteria for negative refraction in active and passive media",
        "On the inapplicability of a negative-phase-velocity condition as a negative-refraction condition for active materials",
        "Electromagnetic Theory",
        "Negative refraction, negative phase velocity, and counterposition in bianisotropic materials and metamaterials",
        "Counterposed phase velocity and energy-transport velocity vectors in a dielectric-magnetic uniaxial medium",
        "Total negative refraction in real crystals for ballistic electrons and light",
        "Negative refraction at the interface of uniaxial anisotropic media",
        "Characteristics of electromagnetic wave propagation in biaxially anisotropic left-handed materials",
        "Negative refraction in an anisotropic meta-material with a rotation angle between the principal axis and the planar interface"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Prince Maha Vajiralongkorn Fund",
        "Chulalongkorn University"
    ]
}