{
    "eid": "2-s2.0-84999633610",
    "title": "Geological significance of the discovery of Middle Triassic (Ladinian) radiolarians from the Hong Hoi Formation of the Lampang Group, Sukhothai Zone, northern Thailand L'importance géologique de la découverte de radiolaires du Trias moyen (Ladinien) au sein de la Formation de Hong Hoi du Groupe de Lampang, Zone de Sukhothai, Thaïlande septentrionale",
    "cover-date": "2016-10-01",
    "subject-areas": [
        {
            "$": "Paleontology",
            "@code": "1911"
        }
    ],
    "keywords": [
        "Hong Hoi Formation",
        "Lampang Group",
        "Radiolarians",
        "Sukhothai Zone",
        "Thailand",
        "Triassic"
    ],
    "authors": [
        "Yoshihito Kamata"
    ],
    "citedby-count": 4,
    "ref-count": 53,
    "ref-list": [
        "The global boundary Stratotype Section and Point (GSSP) of the Ladinian Stage (Middle Triassic) at Bagolino (Southern Alps, Northern Italy) and its implications for the Triassic time scale",
        "Journal of Thai Geosciences",
        "Petrochemistry, U-Pb (zircon) age, and palaeotectonic setting of the Lampang volcanic belt, northern Thailand",
        "Age, tectonic setting and regional implications of the Chiang Khong volcanic suite, northern Thailand",
        "Late Triassic radiolarians of southern Cyprus",
        "Triassic radiolarians of Kotel'nyi Island (New Siberian Islands, Arctic)",
        "Late Norian (Triassic) Radiolaria from the Kotel'nyi Island (New Siberian Islands, Arctic, Russia)",
        "Courier Forschungsinstitut Senckenberg",
        "Proceedings of the International Symposium on Stratigraphic Correlation of Southeast Asia",
        "Proceedings of a National Conference on Geologic Resources of Thailand: Potential for future development",
        "Triassic radiolarian assemblages in the Rubik area, and Cukali zone, Albania",
        "Geological Society Thailand Newsletter",
        "The Geology of Thailand. Geological Society, London",
        "International Symposium on Biostratigraphy of Mainland Southeast Asia: Facies and Paleontology (BIOSEA). Chiang Mai, Thailand",
        "Geologisch Palaontologische Mitteilungen Innsbruck",
        "Ladinian radiolarian fauna from West Sichuan, China",
        "Correlation of Triassic stratigraphy between the Simao and Lampang-Phrae Basins: Implications for the tectonopaleogeography of Southeast Asia",
        "Permian and Triassic Radiolaria from Northwest Thailand: Paleogeographical implications",
        "Geologija",
        "Triassic radiolarites from Mts. Kalnik and Medvednica (northwestern Croatia)",
        "U-Pb ages of detrital zircons within the Inthanon Zone of the Paleo-Tethyan subduction zone, northern Thailand: New constraints on accretionary age and arc activity",
        "Petrography and geochemistry of clastic rocks within the Inthanon zone, northern Thailand: Implications for Paleo-Tethys subduction and convergence",
        "New high latitude Capnuchosphaera species (Triassic Radiolaria) from Waipapa Terrane, New Zealand",
        "Triassic radiolarian faunas from the Mae Sariang area, northern Thailand and their paleogeographic significane",
        "Triassic foraminifers of the Lampang Group (Northern Thailand)",
        "Geologisch Palaeontologische Mitteilungen Innsbruck",
        "Hallesches Jahrbuch fur Geowissenschaften",
        "Geologisch-Palaeontologische Mitteilungen Innsbruck",
        "Geologisch-Palaontologisch Mitteilungen Innsbruck",
        "Geologisch-Paläontologische Mitteilungen Innsbruck",
        "Journal of Paleontology",
        "Systematik-Stratigraphie. Münchener Geowissenschaftliche Abhandlungen. Part. A",
        "Tectonic framework and Phanerozoic evolution of Sundaland",
        "Gondwana dispersion and Asian accretion: Tectonic and palaeogeographic evolution of eastern Tethys",
        "Acta Geoscientica Sinica",
        "Catalogue of mesozoic radiolarian genera. part 1: Triassic",
        "Triassic radiolarian biostratigraphy",
        "Revised middle and late triassic radiolarian ages for ophiolite mélanges Implications for the geodynamic evolution of the northern part of the early mesozoic neotethyan subbasins",
        "Geology",
        "Parallel Tethyan sutures in mainland Southeast Asia: New insights for Palaeo-Tethys closure and implications for the Indosinian orogeny",
        "The Chanthaburi terrane of southeastern Thailand: Stratigraphic confirmation as a disrupted segment of the Sukhothai Arc",
        "Geochemistry and geochronology of Late Triassic volcanic rocks in the Chiang Khong region, northern Thailand",
        "Early ladinian radiolarian fauna from the Monte San Giorgio (Southern Alps, Switzerland): Systematic, biostratigraphy and paleo(bio)Geographic implications",
        "Geologisch-Paläontologische Mitteilungen Innsbruck",
        "Late Ladinian radiolarians from the Tahtalidag Nappe of the Antalya nappes, SW Turkey: Remarks on the late middle and late Triassic evolution of the Tahtalidag Nappe",
        "Middle-Late Triassic radiolarian cherts from the Arkotdaǧ mélange in northern Turkey: Implications for the life span of the northern Neotethyan branch",
        "Proceedings of the International Symposium on Shallow Tethys 5, Chiang Mai, Thailand",
        "Fourth Symposium of IGCP Project no. 411, Geodynamic Processes of Gondwanaland-derived terranes in East & Southeast Asia, Phitsanulok, Thailand",
        "The Geology of Thailand",
        "Chikyu Monthly",
        "Bulletin of National Museum of Natural Science, Taichung, Taiwan"
    ],
    "affiliation": [
        {
            "affiliation-city": "Fukuoka",
            "affilname": "Fukuoka University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tsukuba",
            "affilname": "National Institute of Advanced Industrial Science and Technology",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tsukuba",
            "affilname": "University of Tsukuba",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science",
        "Japan Society for the Promotion of Science",
        "Ministry of Education, Culture, Sports, Science and Technology"
    ]
}