{
    "eid": "2-s2.0-85088380860",
    "title": "Thermoplastic polyurethane-based polycarbonate diol hot melt adhesives: The effect of hard-soft segment ratio on adhesion properties",
    "cover-date": "2020-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biomaterials",
            "@code": "2502",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Chemical Engineering (all)",
            "@code": "1500",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Polymers and Plastics",
            "@code": "2507",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "Hot melt adhesive",
        "Phase separation",
        "Polycarbonate diol",
        "Thermoplastic polyurethane"
    ],
    "authors": [
        "Chompunut Wongsamut",
        "Rachaneewan Suwanpreedee",
        "Hathaikarn Manuspiya"
    ],
    "citedby-count": 21,
    "ref-count": 48,
    "ref-list": [
        "Polyurethane elastomers: from morphology to mechanical aspects",
        "Synthesis methods, chemical structures and phase structures of linear polyurethanes. Properties and applications of linear polyurethanes in polyurethane elastomers, copolymers and ionomers",
        "Influence of microstructure on micro-/nano-mechanical measurements of select model transparent poly(urethane urea) elastomers",
        "Specific interactions, structure and properties in segmented polyurethane elastomers",
        "Szycher's handbook of polyurethanes",
        "Structural engineering of polyurethane coatings for high performance applications",
        "Rubber technology and manufacture",
        "Enhanced polyurethanes based on different polycarbonatediols",
        "Microdomain composition and properties differences of biodegradable polyurethanes based on MDI and HDI",
        "The synthesis and characterization of new thermoplastic poly(carbonate-urethane) elastomers derived from HDI and aliphatic–aromatic chain extenders",
        "Effect of the degree of soft and hard segment ordering on the morphology and mechanical behavior of semicrystalline segmented polyurethanes",
        "Synthesis and characterization of new thermoplastic polyurethane adhesives containing rosin resin as an internal tackifier",
        "Effect of soft-to-hard segment ratio on viscoelastic behavior of model thermoplastic polyurethanes during phase transitions",
        "Chemistry and technology of polyols for polyurethanes",
        "Preparation and properties of transparent thermoplastic segmented polyurethanes derived from different polyols",
        "Polyurethanes as specialty chemicals: principles and applications",
        "Polyurethanes: versatile materials and sustainable problem solvers for today's challenges",
        "Structure–property relationships of thermoplastic polyurethane elastomers based on polycarbonate diols",
        "Thermoplastic polyurethane elastomers based on polycarbonate diols with different soft segment molecular weight and chemical structure: mechanical and thermal properties",
        "The effect of soft-segment structure on the properties of novel thermoplastic polyurethane elastomers based on an unconventional chain extender",
        "Aliphatic polycarbonate-based polyurethane elastomers and nanocomposites. II. Mechanical, thermal, and gas transport properties",
        "Aliphatic polycarbonate-based polyurethane elastomers and nanocomposites. I. The influence of hard-segment content and macrodiol-constitution on bottom-up self-assembly",
        "Hot-melt adhesive properties of EVA/aromatic hydrocarbon resin blend",
        "Amine-terminated nylon 6/66/1010 (AM-6/66/1010) used for hot melt adhesives: synthesis and properties",
        "Current Research and development status and prospect of hot-melt adhesives: a review",
        "Handbook of adhesives and sealants: general knowledge, application of adhesives, new curing techniques",
        "An analysis of the role of wax in hot melt adhesives",
        "Synthesis and characterization of polyesteramide based hot melt adhesive obtained with dimer acid, castor oil and ethylenediamine",
        "Basic study on the evaluation of thermoplastic polymers as hot-melt adhesives for mixed-substrate joining",
        "Analysis of saturated and aromatic hydrocarbons migrating from a polyolefin-based hot-melt adhesive into food",
        "Polyurethane handbook: chemistry, raw materials, processing, application, properties",
        "Why hot melts do not stick to cold surfaces",
        "Structure, composition, and adhesion properties of thermoplastic polyurethane adhesives",
        "FTIR investigation of the influence of diisocyanate symmetry on the morphology development in model segmented polyurethanes",
        "Structure-property relationships of polycarbonate diol-based polyurethanes as a function of soft segment content and molar mass. Journal of Applied Polymer Science",
        "Hydrogen bonding in polymer blends. 1. FTIR studies of urethane-ether blends",
        "Characterization of polyurethane resins by FTIR, TGA, and XRD",
        "TGA/FTIR studies of segmented aliphatic polyurethanes and their nanocomposites prepared with commercial montmorillonites",
        "Influence of the composition on the crystallinity and adhesion properties of thermoplastic polyurethane elastomers",
        "Addition of rosin acid during thermoplastic polyurethane synthesis to improve its immediate adhesion to PVC",
        "Role of the polyurethane component in the adhesive composition on the hydrolytic stability of the adhesive",
        "Study of the synthesis and bonding properties of reactive hot-melt polyurethane adhesive",
        "Tapping-mode AFM studies using phase detection for resolution of nanophases in segmented polyurethanes and other block copolymers",
        "Synthesis and structure/properties characterizations of four polyurethane model hard segments",
        "Handbook of adhesives",
        "Handbook of adhesives and sealants",
        "Investigation on the adsorption of alkoxysilanes on stainless steel"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199582",
            "affilname": "Center of Excellence on Petrochemical and Materials Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199582",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ayuthaya",
            "@id": "112651290",
            "affilname": "Western Digital (Thailand) Co.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/112651290",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Petroleum and Petrochemical College, Chulalongkorn University",
        "Petroleum and Petrochemical College, Chulalongkorn University"
    ]
}