{
    "eid": "2-s2.0-84901929870",
    "title": "Substituent effect on quantum efficiency in 4-aryloxy-N-(2′,6′- diisopropylphenyl)-1,8-naphthalimides: Experimental and computational investigations",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Process Chemistry and Technology",
            "@code": "1508"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        }
    ],
    "keywords": [
        "N-aryl naphthalimide",
        "Optical brightener",
        "Photo-induced electron transfer",
        "Quantum yield",
        "Substituent effect",
        "TDDFT"
    ],
    "authors": [
        "Tianchai Choppawa"
    ],
    "citedby-count": 6,
    "ref-count": 20,
    "ref-list": [
        "Optical brighteners: Improving the colour of plastics",
        "Synthesis and characterization of fluorescent polyacrylonitrile copolymers with 1,8-naphthalimide side chains",
        "1,8-Naphthalimides as blue emitting fluorophores for polymer materials",
        "Solvent dependence of the inhibition of intramolecular charge-transfer in N-substituted 1,8-naphthalimide derivatives as dye lasers",
        "A TDDFT study of the fluorescence properties of three alkoxypyridylindolizine derivatives",
        "Fluorescence of 1,8-naphthalimide: A PCM-TD-DFT investigation",
        "Toward the development of the direct and selective detection of nitrates by a bioinspired Mo-Cu system",
        "Quantum efficiencies of fluorescence of organic substan ces: Effect of solvent and concentration of the fluorescent solute",
        "Treatment of electronic excitations within the adiabatic approximation of time dependent density functional theory",
        "An efficient implementation of time-dependent density-functional theory for the calculation of excitation energies of large molecules",
        "Density-functional exchange-energy approximation with correct asymptotic behavior",
        "Density-functional thermochemistry. III. The role of exact exchange",
        "Development of the Colle-Salvetti correlation-energy formula into a functional of the electron density",
        "Self-consistent molecular-orbital methods. IX. An extended gaussian-type basis for molecular-orbital studies of organic molecules",
        "Absorption and emission spectra in gas-phase and solution using TD-DFT: Formaldehyde and benzene as case studies",
        "Formation and relaxation of excited states in solution: A new time dependent polarizable continuum model based on time dependent density functional theory",
        "Geometry optimization of molecular structures in solution by the polarizable continuum model",
        "Analytical second derivatives of the free energy in solution by polarizable continuum models",
        "Gaussian 03, Revision C.02",
        "Fluorescence quantum yields and their relation to lifetimes of rhodamine 6G and fluorescein in nine solvents: Improved absolute standards for quantum yields"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Metal and Materials Technology Center",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Nanotechnology Center",
        "Thai Government",
        "Higher Education Research Promotion",
        "Office of the Higher Education Commission",
        "Chulalongkorn University",
        "National Science and Technology Development Agency",
        "National Research Council of Thailand",
        "Ministry of Science and Technology of Thailand"
    ]
}