{
    "eid": "2-s2.0-84904395033",
    "title": "Incense and Joss Stick making in small household factories, Thailand",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Public Health",
            "@code": "2739"
        }
    ],
    "keywords": [
        "Aerosols",
        "Dust",
        "Environment",
        "Incense",
        "Joss stick",
        "Occupational exposure",
        "Risk assessment",
        "Thailand",
        "Workplace"
    ],
    "authors": [
        "S. Siripanich"
    ],
    "citedby-count": 1,
    "ref-count": 26,
    "ref-list": [
        "Incense History.",
        "Candles and incense as potential sources of indoor air pollution: Market analysis and literature review.",
        "GC-MS analysis of incenses for possible presence of allergenic nitromusks",
        "Asthma and other respiratory symptoms in New Zealand pine processing sawmill workers",
        "Increased incidence of respiratory symptoms among female woodworkers exposed to dry wood",
        "A meta-analysis on wood dust exposure and risk of asthma",
        "Characterization of health effects of wood dust exposures",
        "Carcinogenic effects of wood dust: Review and discussion",
        "Wood dust exposure and squamous cell cancers of the upper respiratory tract",
        "Occupational wood dust exposures, lifestyle variables, and respiratory symptoms",
        "Risk factors of lung cancer by histological category in Taiwan",
        "A case-control study on occupational risk factors for sino-nasal cancer",
        "J Health Res",
        "Is Chinese Incense Smoke Hazardous to Respiratory Health?: Epidemiological Results from Hong Kong",
        "Childhood leukemia and parents' occupational and home exposures",
        "An enquiry into work environmental status and health of workers involved in production of incense sticks in city of Bangalore.",
        "Effects of wood dust exposure on respiratory health: Cross‐sectional study among farmers exposed to wood dust",
        "Respiratory symptoms and pulmonary function among wood dust-exposed joss stick workers",
        "Faculty of environment and resource studies",
        "Toxicology Profile for Lead.",
        "Preventing Lead Poisoning in Young children.",
        "Patch testing with a new fragrance mix - Reactivity to the individual constituents and chemical detection in relevant cosmetic products",
        "Evaluation of health risks caused by musk ketone",
        "Inhalation challenge effects of perfume scent strips in patients with asthma",
        "Canadian Center of Occupational Health and Safety (CCOHS)",
        "Incense smoke: Clinical, structural and molecular effects on airway disease"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Piscataway",
            "affilname": "Rutgers School of Public Health",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "New Brunswick",
            "affilname": "School of Environmental and Biological Sciences",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Nontaburi",
            "affilname": "Thailand Ministry of Public Health",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Fogarty International Center"
    ]
}