{
    "eid": "2-s2.0-85121853632",
    "title": "Does mandatory corporate social responsibility disclosure affect share price responses to earnings announcements? Evidence from China",
    "cover-date": "2021-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business and International Management",
            "@code": "1403",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Accounting",
            "@code": "1402",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "China",
        "Corporate social responsibility",
        "Disclosure regulation",
        "Earnings response coefficient",
        "Post-earnings announcement drift"
    ],
    "authors": [
        "Peixin Wang",
        "Haijie Huang",
        "Edward Lee",
        "Jirada Petaibanlue"
    ],
    "citedby-count": 1,
    "ref-count": 67,
    "ref-list": [
        "Corporate social responsibility and credit ratings",
        "Investor trading and the post-earnings-announcement drift",
        "Corporate social responsibility and the market reaction to negative events: Evidence from inadvertent and fraudulent restatement announcements",
        "Corporate social responsibility and capital allocation efficiency",
        "The impact of information processing costs on firm disclosure choice: Evidence from the XBRL mandate",
        "Disclosure processing costs, investors’ information choice, and equity market outcomes: A review",
        "The role of institutional investors in post-earnings announcement drift: Evidence from China",
        "Does corporate social responsibility disclosure reduce the information disadvantage of foreign investors?",
        "The quality of accounting information in politically connected firms",
        "The effect of mandatory CSR disclosure on firm profitability and social externalities: Evidence from China",
        "State ownership and earnings management around initial public offerings: Evidence from China",
        "Corporate social responsibility performance and information asymmetry",
        "The impacts of state ownership on information asymmetry: Evidence from an emerging market",
        "Capital-market effects of securities regulation: Prior conditions, implementation, and enforcement",
        "Does corporate social responsibility affect information asymmetry?",
        "Adopting a label: Heterogeneity in the economic consequences around IAS/IFRS adoptions",
        "Detecting earnings management",
        "Voluntary nonfinancial disclosure and the cost of equity capital: The initiation of corporate social responsibility reporting",
        "Corporate social responsibility disclosure and the cost of equity capital: The roles of stakeholder orientation and financial transparency",
        "Nonfinancial disclosure and analyst forecast accuracy: International evidence on corporate social responsibility disclosure",
        "Does corporate social responsibility affect the cost of capital?",
        "Investors’ responses to social conflict between CSR and corporate tax avoidance",
        "Efficient capital markets: A review of theory and empirical work",
        "Are individual investors affected by attention?",
        "Corporate green bonds",
        "Commitment to social good and insider trading",
        "Integrated reporting and stakeholder engagement: The effect on information asymmetry",
        "Limited attention, information disclosure, and financial reporting",
        "Limited investor attention and stock market misreactions to accounting information",
        "The effects of corporate and country sustainability characteristics on the cost of debt: An international investigation",
        "The price of sin: The effects of social norms on markets",
        "Corporate social responsibility and corporate disclosures: An investigation of investors’ and analysts’ perceptions",
        "Does voluntary balance sheet disclosure mitigate post-earnings-announcement drift?",
        "Does corporate social responsibility drive better performance by adopting IFRS? Evidence from emerging market",
        "Corporate social responsibility information disclosure and innovation sustainability: Evidence from China",
        "Bequest motive, information transparency, and family firm value: A natural experiment",
        "Post-earnings-announcement drift in global markets: Evidence from an information shock",
        "Mandatory non-financial disclosure and its influence on CSR: An international comparison",
        "The relationship between CSR and performance: Evidence in China",
        "Is earnings quality associated with corporate social responsibility?",
        "A study on the earnings response coefficient (ERC) of socially responsible firms: Legal environment and stages of corporate social responsibility",
        "Corporate social responsibility in China: A corporate governance approach",
        "Did Regulation Fair Disclosure, SOX, and other analyst regulations reduce security mispricing?",
        "The effect of audit adjustments on earnings quality: Evidence from China",
        "Corporate social responsibility practices in China: Trends, context, and impact on company performance",
        "Corporate social responsibility in China: Window dressing or structural change?",
        "Corporate social responsibility disclosure and the value of cash holdings",
        "Which factors moderate the relationship between sustainability performance and financial performance? A meta-analysis study",
        "Corporate social responsibility reporting in China: Symbol or substance?",
        "The role of board gender and foreign ownership in the CSR performance of Chinese listed firms",
        "Are socially responsible managers really ethical? Exploring the relationship between earnings management and corporate social responsibility",
        "Social disclosure, financial disclosure and the cost of equity capital",
        "Implications of rational inattention",
        "Chapter 4: Rational inattention and monetary economics",
        "Essays on disclosure",
        "Market reactions to the first-time disclosure of corporate social responsibility reports: Evidence from China",
        "The effects of value on the perception of corporate social responsibility implementation: A study of Chinese youth",
        "Air pollution and employee treatment",
        "Mandatory corporate social responsibility (CSR) reporting and financial reporting quality: Evidence from a quasi-natural experiment",
        "The impact of mandatory CSR disclosure on the cost of debt financing: Evidence from China",
        "Corporate social responsibility, the cost of equity capital and ownership structure: An analysis of Chinese listed firms",
        "Does corporate social responsibility affect cost of capital in China?",
        "Competing information disclosure and the information dissemination efficiency",
        "Does corporate social responsibility disclosure improve firm investment efficiency? Evidence from China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Shanghai",
            "@id": "60116864",
            "affilname": "School of Management Fudan University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60116864",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Manchester",
            "@id": "60026051",
            "affilname": "Alliance Manchester Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026051",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Shanghai",
            "@id": "60021200",
            "affilname": "East China Normal University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021200",
            "affiliation-country": "China"
        }
    ],
    "funding": []
}