{
    "eid": "2-s2.0-85045003067",
    "title": "Endoscopic and histological mucosal healing in ulcerative colitis in the first year of diagnosis: Results from a population-based inception cohort from Six Countries in Asia",
    "cover-date": "2017-12-04",
    "subject-areas": [
        {
            "$": "Gastroenterology",
            "@code": "2715"
        }
    ],
    "keywords": [
        "ACCESS",
        "Incident",
        "Inflammatory bowel disease"
    ],
    "authors": [
        "Choy May Leung"
    ],
    "citedby-count": 20,
    "ref-count": 24,
    "ref-list": [
        "Maintenance infliximab for Crohn's disease: The ACCENT I randomised trial",
        "Comparison of Scheduled and Episodic Treatment Strategies of Infliximab in Crohn's Disease",
        "Clinical implications of mucosal healing for the management of IBD",
        "Mucosal Healing in Inflammatory Bowel Disease: Results From a Norwegian Population-Based Cohort",
        "Endoscopic Mucosal Healing Predicts Favorable Clinical Outcomes in Inflammatory Bowel Disease: A Meta-analysis",
        "An update on the epidemiology of inflammatory bowel disease in Asia",
        "Increasing incidence and prevalence of the inflammatory bowel diseases with time, based on systematic review",
        "Incidence and phenotype of inflammatory bowel disease based on results from the Asia-Pacific Crohn's and colitis epidemiology study",
        "Early Course of Inflammatory Bowel Disease in a Population-Based Inception Cohort Study from 8 Countries in Asia and Australia",
        "Toward an integrated clinical, molecular and serological classification of inflammatory bowel disease: report of a Working Party of the 2005 Montreal World Congress of Gastroenterology.",
        "Coated Oral 5-Aminosalicylic Acid Therapy for Mildly to Moderately Active Ulcerative Colitis",
        "Impact of mucosal healing on long-term outcomes in ulcerative colitis treated with infliximab: A multicenter experience",
        "Clinical trial: Colectomy after rescue therapy in ulcerative colitis - 3-year follow-up of the Swedish-Danish controlled infliximab study",
        "Prognostic significance of endoscopic remission in patients with active ulcerative colitis treated with oral and topical mesalazine: A prospective, multicenter study",
        "Development and validation of the Nancy histological index for UC",
        "Endoscopic Mucosal Healing Predicts Favorable Clinical Outcomes in Inflammatory Bowel Disease: A Meta-analysis",
        "Correlation between the endoscopic and histologic score in assessing the activity of ulcerative colitis",
        "Clinical, biological, and histologic parameters as predictors of relapse in ulcerative colitis",
        "Factors associated with mucosal healing in patients with ulcerative colitis in clinical remission",
        "Predictors of endoscopic inflammation in patients with ulcerative colitis in clinical remission.",
        "Rate and predictors of mucosal healing in patients with inflammatory bowel disease treated with anti-TNF-Alpha antibodies",
        "Histologic Remission: The Ultimate Therapeutic Goal in Ulcerative Colitis?",
        "Histologic Inflammation Is a Risk Factor for Progression to Colorectal Neoplasia in Ulcerative Colitis: A Cohort Study",
        "Systematic review: Histological remission in inflammatory bowel disease. Is 'complete' remission the new treatment paradigm? An IOIBD initiative"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Siriraj Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chengdu",
            "affilname": "West China School of Medicine/West China Hospital of Sichuan University",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Central Jakarta",
            "affilname": "Universitas Indonesia, RSUPN Dr. Cipto Mangunkusumo",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Singapore City",
            "affilname": "National University Hospital",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hong Kong",
            "affilname": "Chinese University of Hong Kong",
            "affiliation-country": "Hong Kong"
        },
        {
            "affiliation-city": "Macau",
            "affilname": "Kiangwu Hospital",
            "affiliation-country": "China"
        }
    ],
    "funding": []
}