{
    "eid": "2-s2.0-85163950974",
    "title": "Phenolic fingerprint, proximate analysis and nutraceutical effects of Garcinia talbotii, an under-utilized functional food endemic to Western Ghats",
    "cover-date": "2023-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Food Science",
            "@code": "1106",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "DNA damage",
        "Garcinia talbotii",
        "HEK-293 cells",
        "HR-LCMS analysis",
        "Pancreatic cancer",
        "Proximate analysis"
    ],
    "authors": [
        "R. Sandeep Kumar Jain",
        "P. Meghana",
        "N. Prashanth",
        "J. U. Santhosh Kumar",
        "N. D. Satyanarayan",
        "R. Sharath",
        "H. Raja Naika",
        "H. M. Kumaraswamy"
    ],
    "citedby-count": 0,
    "ref-count": 67,
    "ref-list": [
        "Quantitative high-performance liquid chromatography photo-diode array (HPLC-PDA) analysis of benzophenones and biflavonoids in eight Garcinia species",
        "Battles with iron: Manganese in oxidative stress protection",
        "Optimization, antioxidant properties and GC–MS analysis of Periploca angustifolia polysaccharides and chelation therapy on cadmium-induced toxicity in human HepG2 cells line and rat liver",
        "The ferric reducing ability of plasma (FRAP) as a measure of “antioxidant power”: The FRAP assay",
        "Proximate composition, amino acid profile, pasting and process characteristics of flour from different Tartary buckwheat varieties",
        "Enhancement of radiation-induced oxidative stress and cytotoxicity in tumor cells by ellagic acid",
        "Garcinia andamanica king (Clusiaceae): An important horticultural genetic resource from Indian islands",
        "Use of a free radical method to evaluate antioxidant activity",
        "Determination of some phenolic compounds in red wine by RP-HPLC: Method development and validation",
        "Dietary fibre and health: An overview",
        "Oxidatively generated base damage to cellular DNA by hydroxyl radical and one-electron oxidants: Similarities and differences",
        "ERK and cell death: Mechanisms of ERK‐induced cell death–apoptosis, autophagy and senescence",
        "Checkpoints: How to activate p53",
        "The nutraceutical revolution: Its impact on food industry R&D",
        "Action of phenolic derivatives (acetaminophen, salicylate, and 5-aminosalicylate) as inhibitors of membrane lipid peroxidation and as peroxyl radical scavengers",
        "Antioxidant activity of some Algerian medicinal plants extracts containing phenolic compounds",
        "Colorimetric method for determination of sugars and related substances",
        "Thorough study of reactivity of various compound classes toward the Folin-Ciocalteu reagent",
        "Inflammation and the development of pancreatic cancer",
        "More deaths from pancreatic cancer than breast cancer in the EU by 2017",
        "Unconventional food plants: Food or medicine?",
        "Official methods and recommended practices of the American Oil Chemist's Society (5th ed.)",
        "Clonogenic assay of cells in vitro",
        "Isolation and evaluation of the antioxidant activity of phenolic constituents of the Garcinia brasiliensis epicarp",
        "Inflammation and cancer: Triggers, mechanisms, and consequences",
        "An oncogene-induced DNA damage model for cancer development",
        "An overview on genus Garcinia: Phytochemical and therapeutical aspects",
        "Nano-delivery systems for nutraceutical application",
        "Pancreatic cancer",
        "Acridine orange/ethidium bromide (AO/EB) staining to detect apoptosis",
        "Gemcitabine resistance in pancreatic cancer: Picking the key players",
        "Evaluation of plants used for antimalarial treatment by the Maasai of Kenya",
        "Evaluation of the probe 2', 7'-dichlorofluorescin as an indicator of reactive oxygen species formation and oxidative stress",
        "Garcinia plants",
        "Oxidative stress: A new target for pancreatic cancer prognosis and treatment",
        "The role of diet in cancer prevention and chemotherapy efficacy",
        "[4] Isolation and use of liver cells",
        "Rapid colorimetric assay for cellular growth and survival: Application to proliferation and cytotoxicity assays",
        "Milk yield and composition of Red Sokoto goats fed varying levels of baobab (Adansonia digitata) pulp and seed meal",
        "Phytochemical profiling and screening of protective effects of Artabotrys odoratissimus on H2O2 induced oxidative stress in HEK-293 cells and erythrocytes",
        "Garcinia: Bioactive compounds and health benefits",
        "Lipids and fatty acid profiling of major Indian Garcinia fruit: A comparative study and its nutritional impact",
        "A comprehensive review on ethnobotany, nutritional values, phytochemistry and pharmacological attributes of ten potent Garcinia species of South-east Asia",
        "Drug repurposing for gastrointestinal stromal tumor auranofin for gastrointestinal stromal tumor treatment",
        "Characterization, quantification of free, esterified and bound phenolics in Kainth (Pyrus pashia Buch.-Ham. Ex D. Don) fruit pulp by UPLC-ESI-HRMS/MS and evaluation of their antioxidant activity",
        "Phytochemical and functional characterization of different parts of the Garcinia xanthochymus fruit",
        "Zinc is an antioxidant and anti-inflammatory agent: Its role in human health",
        "Reactive oxygen species (ROS) and cancer: Role of antioxidative nutraceuticals",
        "Spectrophotometric quantitation of antioxidant capacity through the formation of a phosphomolybdenum complex: Specific application to the determination of vitamin E",
        "Diversity of Garcinia species in the western Ghats: Phytochemical perspective",
        "Diversity and characterization of edible future fruits of Uttara Kannada and Nilgiris of the Western Ghats in south India",
        "Antioxidant activity applying an improved ABTS radical cation decolorization assay",
        "Biochemical methods, 3rd. New age international",
        "Antioxidant properties of liverwort (Marchantia polymorpha L.) to lead-induced oxidative stress on HEK293 cells",
        "A simple technique for quantitation of low levels of DNA damage in individual cells",
        "An overview of wild edible fruits of Western Ghats, India",
        "Antioxidant capacity of betacyanins as radical scavengers for peroxyl radical and nitric oxide",
        "In vitro pharmacological properties of an indigenous medicinal plant, Artabotrys crassifolius Hook. f. & Thomson (Family: Annonaceae Juss.)",
        "Oxidative stress-modulating drugs have preferential anticancer effects-involving the regulation of apoptosis, DNA damage, endoplasmic reticulum stress, autophagy, metabolism, and migration",
        "Antioxidant properties of Garcinia mangostana L (mangosteen) rind",
        "Ascorbic acid and dehydroascorbic acid content of foods-as-eaten",
        "Phosphorus and calcium nutrition and metabolism. Phosphorus and calcium utilization and requirements in farm animals",
        "Fruits, vegetables, and health: A comprehensive narrative, umbrella review of the science and recommendations for enhanced public policy to improve intake",
        "Selective killing of cancer cells by Ashwagandha leaf extract and its component Withanone involves ROS signaling",
        "Ethnobotanical study of wild edible fruits in eastern Bhutan",
        "Comparison of comet assay, electron microscopy, and flow cytometry for detection of apoptosis",
        "Flavonoids inhibit cell proliferation and induce apoptosis and autophagy through downregulation of PI3Kγ mediated PI3K/AKT/mTOR/p70S6K/ULK signaling pathway in human breast cancer cells"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Shimoga",
            "@id": "60003082",
            "affilname": "Kuvempu University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003082",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Davangere",
            "@id": "60111840",
            "affilname": "Davangere University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60111840",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Kasaragod",
            "@id": "60105868",
            "affilname": "Central University of Kerala",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60105868",
            "affiliation-country": "India"
        }
    ],
    "funding": [
        "Lady Tata Memorial Trust"
    ]
}