{
    "eid": "2-s2.0-85120358082",
    "title": "Molecular identification of two newly identified human pathogens causing leishmaniasis using PCR-based methods on the 30 untranslated region of the heat shock protein 70 (Type i) gene",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Narissara Jariyapan",
        "Michelle D. Bates",
        "Paul A. Bates"
    ],
    "citedby-count": 3,
    "ref-count": 49,
    "ref-list": [
        "First isolation of Leishmania from Northern Thailand: case report, identification as Leishmania martiniquensis and phylogenetic position within the Leishmania enriettii complex",
        "Leishmania (Mun-dinia) orientalis n. sp. (Trypanosomatidae), a parasite from Thailand responsible for localised cutaneous leishmaniasis",
        "Visceral leish-maniasis caused by Leishmania infantum in Thailand",
        "Chronic generalized fibrotic skin lesions from disseminated leishmaniasis caused by Leishmania marti-niquensis in two patients from northern Thailand infected with HIV",
        "Safety and efficacy of current alternatives in the topical treatment of cutaneous leishmaniasis: a systematic review",
        "Cutaneous leishmaniasis: recent developments in diagnosis and management",
        "Leishmaniasis: a review",
        "Taxonomy of Leishmania. Use of iso-enzymes. Suggestions for a new classification",
        "Towards multilocus sequence typing of the Leishmania donovani complex: resolving genotypes and haplotypes for five polymorphic metabolic enzymes (ASAT, GPI, NH1, NH2, PGD)",
        "Discrimination amongst Leishmania by polymerase chain reaction and hybridization with small subunit ribosomal DNA derived oligo-nucleotides",
        "Phylogenetic relationships between Leishmania, Viannia and Sauroleishmania inferred from comparison of a variable domain within the RNA polymerase II largest subunit gene",
        "Evolution of the genus Leishmania revealed by comparison of DNA and RNA polymerase gene sequences",
        "Genomic diversity in the Leishmania donovani com-plex",
        "The origin and evolution of the Leishmania donovani complex as inferred from a mitochondrial cytochrome oxidase II gene sequence",
        "Species delimitation and phylogenetic relationships of Chinese Leishmania isolates reexamined using kinetoplast cytochrome oxidase II gene sequences",
        "Identification and differentiation of Leishmania species in clinical samples by PCR amplification of the miniexon sequence and subsequent restriction fragment length polymorphism analysis",
        "New PCR assay using glucose-6-phosphate dehydrogenase for identification of Leishmania species",
        "Culture-independent species typing of neotropical Leishmania for clinical validation of a PCR-based assay targeting heat shock protein 70 genes",
        "Usefulness of PCR in the diagnosis of cutaneous leishmaniasis in Tunisia",
        "Specific cpb copies within the Leishmania donovani complex: evolutionary interpretations and potential clinical implications in humans",
        "Transmembrane molecules for phylogenetic analyses of pathogenic protists: Leishmania-specific informative sites in hydrophilic loops of trans-endoplasmic reticulum N-acetylglucosamine-1-phosphate transferase",
        "Detection and species identification of Old World Leishmania in clinical samples using a PCR-based method",
        "Leishmania sp. identification by PCR associated with sequencing of target SSU rDNA in paraffin-embedded skin samples stored for more than 30 years",
        "Molecular identification of the parasites causing cutaneous leishmaniasis on the Caribbean coast of Colombia",
        "An enhanced method for the identification of Leishmania spp. using real-time polymerase chain reaction and sequence analysis of the 7SL RNA gene region",
        "Leishmania donovani tri-ose phosphate isomerase: a potential vaccine target against visceral leishmaniasis",
        "Establishment of a mass screening method of sand fly vectors for Leishmania infection by molecular biological methods",
        "Comparison of LAMP and PCR for molecular mass screening of sand flies for Leishmania martiniquensis infection",
        "Sequence analysis of the 3’-untranslated region of HSP70 (type I) genes in the genus Leishmania: its usefulness as a molecular marker for species identification",
        "An appraisal of the taxonomy and nomenclature of trypanosomatids presently classified as Leishmania and Endotrypanum",
        "Sequence analysis of small subunit ribosomal RNA genes and its use for detection and identification of Leishmania parasites",
        "Development and application of the polymerase chain reaction for the detection and identification of Leishmania parasites in clinical material",
        "Identification of mammalian blood meals in mosquitoes by a multiplexed polymer-ase chain reaction targeting cytochrome B",
        "Detection of Leishmania siamensis DNA in saliva by polymerase chain reaction",
        "Early detection of novel Leishmania species DNA in the saliva of two HIV-infected patients",
        "HSP70 of Leishmania amazonensis alters resistance to different stresses and mitochondrial bioenergetics",
        "Occurrence of Leishmania sp. in cutaneous lesions of horses in Central Europe",
        "An autochthonous case of cutaneous bovine leishmaniasis in Switzerland",
        "Leishmania (Leishmania) martiniquensis n. sp. (Kinetoplas-tida: Trypanosomatidae), description of the parasite responsible for cutaneous leishmaniasis in Marti-nique Island (French West Indies)",
        "Microsatellites, from molecules to populations and back",
        "An integrated pipeline for the development of novel panels of mapped microsatellite markers for Leishmania donovani complex, Leishmania braziliensis and Leishmania major",
        "PCR-RFLP to identify Leishmania (Viannia) brazi-liensis and L. (Leishmania) amazonensis causing American cutaneous leishmaniasis",
        "PCR-RFLP diagnosis and characterization of Leishmania species causing human cutaneous leishmaniasis and evaluation of treatment times with glucantime in these patients",
        "Differentiation of Leishmania (Viannia) panamensis and Leishmania (V.) guyanensis using BccI for hsp70 PCR-RFLP",
        "PCR-RFLP analyses of Leishmania species causing cutaneous and mucocutaneous leishmaniasis revealed distribution of genetically complex strains with hybrid and mito-nuclear discordance in Ecuador",
        "Development of loop-mediated iso-thermal amplification (LAMP) for simple detection of Leishmania infection",
        "Comparison of PCR methods for detection of Leishmania siamensis infection",
        "Identification of the HSP70-II gene in Leishmania braziliensis HSP70 locus: genomic organization and UTRs characterization",
        "Relation between variation in copy number of ribosomal RNA encoding genes and size of harbouring chromosomes in Leishmania of sub-genus Viannia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Lancaster",
            "@id": "60117609",
            "affilname": "Division of Biomedical and Life Sciences, Lancaster University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60117609",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Science Research and Innovation"
    ]
}