{
    "eid": "2-s2.0-85074140280",
    "title": "Efficacy of single topical treatment of Selamectin (Revolution®) against Ancylostoma ceylanicum in experimentally infected cats",
    "cover-date": "2019-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Parasitology",
            "@code": "2405",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "Ancylostoma ceylanicum",
        "Cat",
        "Hookworm",
        "Selamectin (Revolution®)"
    ],
    "authors": [
        "Piyanan Taweethavonsawat",
        "Thitirat Chaimee",
        "Patcharin Priyavoravong",
        "Rebecca J. Traub"
    ],
    "citedby-count": 2,
    "ref-count": 24,
    "ref-list": [
        "A survey of helminths in domestic cats in the Pretoria area of Transvaal, Republic of South Africa. Part 1: the prevalence and comparison of burdens of helminths in adult and juvenile cats",
        "Efficacy and safety of selamectin against fleas and heartworms in dogs and cats presented as veterinary patients in North America",
        "Ancylostoma ceylanicum in th Solomon Islands, 2013-2014",
        "Parasitological, hematologic, and immunologic responses in acute and chronic infections of dogs with Ancylostoma ceylanicum: a model of human hookworm infection",
        "Evaluation of the efficacy of selamectin spot-on in cats infested with Aelurostrongylus abstrusus (Strongylida, Filariodidae) in a Central Italy cat shelter",
        "High prevalence of Ancylostoma ceylanicum hookworm infections in humans, Cambodia, 2012",
        "Some large-sample distribution-free estimators and tests for multivariate partially incomplete data from two populations",
        "Hookworm in dogs and cats in the area of Jakarta",
        "Efficacy of selamectin against experimentally induced and naturally acquired infection of Toxocara cati and Ancylostoma tubaeforme in cats",
        "Epidemiology and Genetic Data Supporting the Transmission of Ancylostoma ceylanicum among human and domestic animals",
        "The veterinary and public health significance of hookworm in dogs and cats in Australia and the status of A. ceylanicum",
        "Migration and growth of Ancylostoma ceylanicum in golden hamsters Mesocricetus auratus",
        "Changes in hookworm distribution in Surinam",
        "Pathogenicity of Ancylostoma ceylanicum. VI. Lethal blood loss in hookworm infection",
        "The parasite fauna of stray domestic cats (Felis catus) in Dubai, United Arab Emirates",
        "Prevalence and zoonotic potential of Ancylostoma ceylanicum in cats in Thailand",
        "Efficacy and safety of selamectin against gastrointestinal nematodes in cats presented as veterinary patients",
        "Experimental infection with Ancylostoma ceylanicum in dogs and efficacy of a spot on combination containing imidacloprid 10% and moxidectin 2.5% (advocate/advantage multi, Bayer animal health)",
        "Efficacy of a spot on combination containing imidacloprid 10% and moxidectin 1% (advocate®/advantage® multi, Bayer animal health) against Ancylostoma ceylanicum in cats",
        "Comparative efficacy of a spot-on formulation containing emodepside and praziqualtel (Profender®, Bayer) and praziquantel and pyrantel oral tablets (Drontal for cat) against experimental Ancylostoma ceylanicum infection in cats",
        "PCR-based coprodiagnostic tools reveal dogs as reservoirs of zoonotic ancylostomiasis caused by Ancylostoma ceylanicum in temple communities in Bangkok",
        "Efficacy of Anthelmintics: Specific Recommendations for Feline",
        "Ancylostoma ceylanicum infection in dogs, cats, and man in Taiwan",
        "Comparative studies on Ancylostoma braziliense and Ancylostoma ceylanicum. 3. Life history in the definitive host"
    ],
    "affiliation": [
        {
            "affiliation-city": "Melbourne",
            "@id": "60031124",
            "affilname": "Faculty of Veterinary and Agricultural Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031124",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Parsippany",
            "@id": "60009857",
            "affilname": "Zoetis Inc., USA",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009857",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}