{
    "eid": "2-s2.0-85096481690",
    "title": "DBP biodegradation kinetics by Acinetobacter sp.33F in pristine agricultural soil",
    "cover-date": "2021-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Soil Science",
            "@code": "1111",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Biodegradation",
        "Biodegradation model",
        "Degradation kinetics",
        "Pristine soil",
        "Substrate inhibition"
    ],
    "authors": [
        "Neha Sharma",
        "Vinay Kumar",
        "S. S. Maitra",
        "Sivarama Krishna Lakkaboyana",
        "Soontarapa Khantong"
    ],
    "citedby-count": 17,
    "ref-count": 115,
    "ref-list": [
        "Fungal biodegradation of dibutyl phthalate and toxicity of its breakdown products on the basis of fungal and bacterial growth",
        "The intensification of dimethylphthalate destruction in soil",
        "Effects of phthalic acid esters on fetal health",
        "China's water pollution by persistent organic pollutants",
        "Metabolism of the plasticizer di-n-butylphthalate by pseudomonas pseudoalcaligenes under anaerobic conditions, with nitrate as the only electron acceptor",
        "Simvastatin and dipentyl phthalate lower ex vivo testicular testosterone production and exhibit additive effects on testicular testosterone and gene expression via distinct mechanistic pathways in the fetal rat",
        "Effects of xenoestrogenic environmental pollutants on the proliferation of a human breast cancer cell line (MCF-7)",
        "Ability of filamentous fungi to degrade four emergent water priority pollutants",
        "The status of soil contamination by semivolatile organic chemicals (SVOCs) in China: a review",
        "Phthalate esters in foods: sources, occurrence, and analytical methods",
        "Biodegradation of phthalate esters in compost-amended soil",
        "Biodegradation of phthalate esters by two bacteria strains",
        "Degradation of environmental endocrine disruptor di-2-ethylhexyl phthalate by a newly discovered bacterium, microbacterium sp. strain CQ0110Y",
        "Contamination of phthalate esters in vegetable agriculture and human cumulative risk assessment",
        "Toxicity and estrogenic endocrine disrupting activity of phthalates and their mixtures",
        "Plasmid-encoded phthalate catabolic pathway in arthrobacter keyseri 12B",
        "Metabolism of dimethylphthalate by Micrococcus sp. strain",
        "Polyvinyl chloride resins and flexible-compound formulating",
        "Metabolism of di-and mono-n-butyl phthalate by soil bacteria",
        "Metabolism of Di- and Mono-n-Butyl Phthalate by soil bacteria",
        "Dibutyl phthalate degradation by enterobacter sp. T5 isolated from municipal solid waste in landfill bioreactor",
        "Biodegradation of phthalate esters by a newly isolated acinetobacter sp. Strain LMB-5 and characteristics of its esterase",
        "Screening method for phthalate esters in water using liquid-phase microextraction based on the solidification of a floating organic microdrop combined with gas chromatography-mass spectrometry",
        "Evaluating pesticide degradation in the environment: Blind spots and emerging opportunities",
        "Uptake of di-(2-ethylhexyl) phthalate of vegetables from plastic film greenhouses",
        "Metabolism and distribution of dibutyl phthalate in wheat grown on different soil types",
        "Growth and antioxidant defense responses of wheat seedlings to di-n-butyl phthalate and di (2-ethylhexyl) phthalate stress",
        "Phthalate esters in the environment: A critical review of their occurrence, biodegradation, and removal during wastewater treatment processes",
        "Toxicology of di-2-ethylhexyl phthalate and other phthalic acid ester plasticizers",
        "Kinetics of substrate biodegradation under the cumulative effects of bioavailability and self-inhibition",
        "An environmental safety assessment of butyl benzyl phthalate",
        "Evidence for a novel pathway in the degradation of fluorene by pseudomonas sp. strain F274",
        "The ubiquitous nature and objectionable characteristics of phthalate esters in aerospace technology",
        "Biochemical pathway and degradation of phthalate ester isomers by bacteria",
        "The estrogenic activity of phthalate esters in vitro",
        "Phthalate esters detected in various water samples and biodegradation of the phthalates by microbes isolated from river water",
        "DNA damage in human sperm is related to urinary levels of phthalate monoester and oxidative metabolites",
        "Contamination and remediation of phthalic acid esters in agricultural soils in China: a review",
        "Occurrence of phthalates in sediment and biota: relationship to aquatic factors and the biota-sediment accumulation factor",
        "Reducing the migration of di-2-ethylhexyl phthalate from polyvinyl chloride medical devices",
        "Microbial degradation of di-n-butyl phthalate",
        "Biodegradation of di-n-butyl phthalate by an isolated Gordonia sp. strain QH-11: Genetic identification and degradation kinetics",
        "A variety of environmentally persistent chemicals, including some phthalate plasticizers, are weakly estrogenic",
        "Isolation and identification of a di-(2-ethylhexyl) phthalate-degrading bacterium and its role in the bioremediation of a contaminated soil",
        "The catabolism of phenanthrene and naphthalene by bacteria",
        "Diversities of phthalate esters in suburban agricultural soils and wasteland soil appeared with urbanization in China",
        "Studies on the toxicity of phthalates via ingestion",
        "Biodegradation of endocrine disruptor dibutyl phthalate (DBP) by a newly isolated methylobacillus sp. V29b and the DBP degradation pathway",
        "Comparative study on the degradation of dibutyl phthalate by two newly isolated pseudomonas sp. V21b and comamonas sp. 51F",
        "In vivo removal of profenofos in agricultural soil and plant growth promoting activity on vigna radiata by efficient bacterial formulation",
        "Bioremediation of environmental endocrine disruptor di-n-butyl phthalate ester by Rhodococcus ruber",
        "A new species of haploporus (basidiomycotina) from China",
        "Distribution of phthalate esters in agricultural soil with plastic film mulching in shandong peninsula, east China",
        "Phthalates biodegradation in the environment",
        "Phthalates biodegradation in the environment",
        "Effects of bok choy on the dissipation of dibutyl phthalate (DBP) in mollisol and its possible mechanisms of biochemistry and microorganisms",
        "Occurrence of phthalic acid esters in source waters a nationwide survey in China during the period of 2009-2012",
        "Soil contamination and sources of phthalates and its health risk in China: a review",
        "Biodegradation of dimethyl phthalate, diethyl phthalate and di-n-butyl phthalate by rhodococcus sp. L4 isolated from activated sludge",
        "Phthalate esters contamination in soil and plants on agricultural land near an electronic waste recycling site",
        "Potential adverse effects of phthalic acid esters on human health: A review of recent studies on reproduction",
        "Phthalates and other additives in plastics: human exposure and associated health outcomes",
        "Di (2-ethylhexyl) phthalate biodegradation and denitrification by a Pseudoxanthomonas sp. strain",
        "Occurrence of priority organic pollutants in the fertilizers, China",
        "Titanium dioxide mediated photocatalytic degradation of 1, 2-diethyl phthalate",
        "Initial degradation of dimethylphthalate by esterases from Bacillus species",
        "Status of phthalate esters contamination in agricultural soils across China and associated health risks",
        "Genes in PHT plasmid encoding the initial degradation pathway of phthalate in pseudomonas putida",
        "Reproductive toxicity of lead, cadmium, and phthalate exposure in men",
        "Characteristics and uses of phthalates",
        "Analysis and environmental levels of endocrine-disrupting compounds in freshwater sediments",
        "Fungal biodegradation of phthalate plasticizer in situ",
        "Biodegradation of dimethyl phthalate, diethyl phthalate, dibutyl phthalate and their mixture by VariovoraxSp",
        "Hepatocyte expression of tumor associated aldehyde dehydrogenase (ALDH-3) and p21 ras following diethylnitrosamine (DEN) initiation and chronic exposure to di(2-ethylhexyl)phthalate (DHEP)",
        "Concentrations of phthalates and bisphenol a in norwegian foods and beverages and estimated dietary exposure in adults",
        "Fate of bis (2-ethylhexyl)[14C] phthalate in laboratory and outdoor soil-plant systems",
        "Biodegradation of 4-nitroaniline by plant-growth promoting Acinetobacter sp. AVLB2 and toxicological analysis of its biodegradation metabolites",
        "Role of plant growth-promoting ochrobactrum sp. MC22 on triclocarban degradation and toxicity mitigation to legume plants",
        "Aquatic toxicity of eighteen phthalate esters",
        "The environmental fate of phthalate esters: A literature review",
        "Uptake and metabolism of phthalate esters by edible plants",
        "Biodegradation of phthalate esters in four agricultural soils: Main influencing factors and mechanisms",
        "Atmospheric fate of phthalate esters in an urban area (Paris-France)",
        "Phthalic acid esters–an overview",
        "Biodegradation of phthalate isomers by pseudomonas aeruginosa PP4, pseudomonas sp. PPD and acinetobacter lwoffii ISP4",
        "Phthalates and nonylphenols in profiles of differently dressed soils",
        "Efficient degradation of dibutyl phthalate and utilization of phthalic acid esters (paes) by acinetobacter species isolated from MSW (municipal solid waste) leachate",
        "Microbial degradation of the endocrine-disrupting chemicals phthalic acid and dimethyl phthalate ester under aerobic conditions",
        "Kinetics of biodegradation of Di-n-butyl phthalate in continuous culture system",
        "The microbiome and functions of black soils are altered by dibutyl phthalate contamination",
        "Phthalate esters in main source water and drinking water of Zhejiang province (China) distribution and health risks",
        "Distribution of phthalic acid esters in wuhan section of the yangtze river, China",
        "Degradation of dimethyl carboxylic phthalate ester by burkholderiacepacia DA2 isolated from marine sediment of south China sea",
        "Isolation and identification of a Di-(2-Ethylhexyl) phthalate-degrading bacterium and its role in the bioremediation of a contaminated soil",
        "Distributions of phthalic esters carried by total suspended particulates in Nanjing, China",
        "Molecular analysis of isophthalate and terephthalate degradation by comamonas testosteroni YZW-D",
        "Phthalate esters as peroxisome proliferator carcinogens",
        "Plastics additives in the indoor environment—flame retardants and plasticizers",
        "The potential health effects of phthalate esters in children's toys: a review and risk assessment",
        "Variation in accumulation, transport, and distribution of phthalic acid esters (PAEs) in soil columns grown with low-and high-PAE accumulating rice cultivars",
        "Cloning of a dibutyl phthalate hydrolase gene from Acinetobacter sp. strain M673 and functional analysis of its expression product in Escherichia coli",
        "Effects of combined exposure to 17α-ethynylestradiol and dibutyl phthalate on the growth and reproduction of adult male zebrafish (Danio rerio)",
        "Occurrence and risk assessment of potentially toxic elements and typical organic pollutants in contaminated rural soils",
        "Biodegradation of an endocrine-disrupting chemical di-n-butyl phthalate ester by pseudomonas fluorescens B-1",
        "Occurrence and degradation characteristics of dibutyl phthalate (DBP) and di-(2-ethylhexyl) phthalate (DEHP) in typical agricultural soils of China",
        "Degradation of di-2-ethylhexyl phthalate (DEHP) by an indigenous isolate acinetobacter sp. SN13",
        "Kinetics of phthalate ester biodegradation by Chlorella pyrenoidosa",
        "Distribution of phthalic acid esters in agricultural soils in typical regions of guangdong province. Ying Yong Sheng tai xue bao=",
        "Complete metabolic study by dibutyl phthalate degrading Pseudomonas sp. DNB-s1",
        "Occurrence and microbial degradation of phthalate esters in Taiwan river sediments",
        "Biodegradation of dimethyl phthalate by sphingomonas sp. isolated from phthalic-acid-degrading aerobic granules",
        "The influence of facility agriculture production on phthalate esters distribution in black soils of northeast China",
        "Biodegradation of di-n-butylphthalate and phthalic acid by a novel providencia sp. 2D and its stimulation in a compost-amended soil",
        "Variations in phthalate ester (PAE) accumulation and their formation mechanism in chinese flowering cabbage (Brassica parachinensis L.) cultivars grown on PAE-contaminated soils",
        "Phthalic acid esters in dissolved fractions of landfill leachates"
    ],
    "affiliation": [
        {
            "affiliation-city": "New Delhi",
            "@id": "60030622",
            "affilname": "Jawaharlal Nehru University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030622",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "University of Potential of Excellence",
        "University Grants Commission of India"
    ]
}