{
    "eid": "2-s2.0-85152102969",
    "title": "The lichen-derived Streptomyces isolated from Pyxine cocoes produces the antibiotic with potent antimicrobial and antitumor activities",
    "cover-date": "2023-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "actinobacteria",
        "actinomycin",
        "bioactive compounds",
        "drug discovery",
        "lichen"
    ],
    "authors": [
        "Achiraya Somphong",
        "Vasun Poengsungnoen",
        "Kawinnat Buaruang",
        "Paranee Sripreechasak",
        "Kannika Khantasup",
        "Chakapong Intaraudom",
        "Pattama Pittayakhajonwut",
        "Somboon Tanasupawat",
        "Wongsakorn Phongsopitanun"
    ],
    "citedby-count": 1,
    "ref-count": 40,
    "ref-list": [
        "Thoughts and facts about antibiotics: where we are now and where we are heading",
        "Antibiotic resistance: a rundown of a global crisis",
        "Bioactive microbial metabolites",
        "Marine Streptomyces chumphonensis KK1-2Tproduces piericidin A1 as the major secondary metabolite",
        "Understanding microbial multi-species symbioses",
        "Lichens redefined as complex ecosystems",
        "Actinomycetes isolated from lichens: evaluation of their diversity and detection of biosynthetic gene sequences",
        "Streptomyces lichenis sp. nov., isolated from lichen",
        "Actinoplanes lichenicola sp. nov. and Actinoplanes ovalisporus sp. nov., isolated from lichen in Thailand",
        "Potential antimicrobial properties of Streptomyces isolated from Sammuk Mountain soil, Chonburi Province, Thailand",
        "Methods for characterization of Streptomyces species",
        "Chapter XI actinomycetes",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "16S/23S rRNA sequencing",
        "Introducing EzBioCloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "MEGA X: Molecular evolutionary genetics analysis across computing platforms",
        "Unicycler: Resolving bacterial genome assemblies from short and long sequencing reads",
        "PATRIC, the bacterial bioinformatics database and analysis resource",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "antiSMASH 5.0: updates to the secondary metabolite genome mining pipeline",
        "Bioautography and its scope in the field of natural product chemistry",
        "Agar and broth dilution methods to determine the minimal inhibitory concentration (MIC) of antimicrobial substances",
        "Investigation of the Alamar Blue (resazurin) fluorescent dye for the assessment of mammalian cell cytotoxicity",
        "Improved green fluorescent protein reporter gene-based microplate screening for antituberculosis compounds by utilizing an acetamidase promoter",
        "The potential of a fluorescent-based approach for bioassay of antifungal agents against chili anthracnose disease in Thailand",
        "Quantitative assessment of antimalarial activity in vitro by a semiautomated microdilution technique",
        "Fluorescence-based neuraminidase inhibition assay to assess the susceptibility of influenza viruses to the neuraminidase inhibitor class of antivirals",
        "Diversity of the culturable lichen-derived actinobacteria and the taxonomy of Streptomyces parmotrematis sp. nov",
        "The genome insights of Streptomyces lannensis T1317-0309 reveals actinomycin D production",
        "Identification and antimicrobial activity of Streptomyces and Actinoplanes strains from lichens",
        "Actinomycin and its effects. Influence on an effector pathway for hormonal control",
        "Actinomycin D induces p53-independent cell death and prolongs survival in high-risk chronic lymphocytic leukemia",
        "Exploring natural microbial resources for the discovery of anti-malarial compounds",
        "Actinomycin-producing endophytic Streptomyces parvulus associated with root of Aloe vera and optimization of conditions for antibiotic production",
        "Searching for new antimalarial therapeutics amongst known drugs",
        "Development of antibiotic activity profile screening for the classification and discovery of natural product antibiotics",
        "A marine-derived Streptomyces sp. MS449 produces high yield of actinomycin X2 and actinomycin D with potent anti-tuberculosis activity",
        "Genome mining of biosynthetic and chemotherapeutic gene clusters in Streptomyces bacteria",
        "Streptomyces hyderabadensis sp. nov., an actinomycete isolated from soil"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022676",
            "affilname": "Ramkhamhaeng University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022676",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "@id": "60009116",
            "affilname": "Burapha University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009116",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}