{
    "eid": "2-s2.0-85162721229",
    "title": "Cross-cultural translation, reliability and validity of the Thai version of the Patient‑Reported Outcomes Measurement Information System (PROMIS) Parent Proxy Upper Extremity Short Form 8a in children with congenital upper extremity anomalies",
    "cover-date": "2023-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Parent proxy",
        "PROMIS",
        "Thai",
        "Translation",
        "Upper extremities"
    ],
    "authors": [
        "Pobe Luangjarmekorn",
        "Pongsathorn Sitthisen",
        "Vanasiri Kuptniratsaikul",
        "Pravit Kitidumrongsook"
    ],
    "citedby-count": 0,
    "ref-count": 22,
    "ref-list": [
        "Functional impact of congenital hand differences: Early results from the congenital Upper Limb differences (CoULD) Registry",
        "Patient reported outcome measures in practice",
        "Measuring the whole or the parts? Validity, reliability, and responsiveness of the disabilities of the arm, shoulder and hand outcome measure in different regions of the upper extremity",
        "A self-administered questionnaire for the assessment of severity of symptoms and functional status in carpal tunnel syndrome",
        "Measuring wrist and hand function: common scales and checklists",
        "The MOS 36-item short-form health survey (SF-36). I. conceptual framework and item selection",
        "Reliability and validity testing of the Michigan Hand Outcomes Questionnaire",
        "A thai version of the Michigan hand questionnaire (Thai MHQ): an investigation of the psychometric properties",
        "The cross-cultural adaptation of the DASH questionnaire in Thai (DASH-TH)",
        "Patient-rated. Wrist/Hand evaluation: A cross-cultural adaptation and evaluation in Thai version",
        "Validity, reliability and responsiveness of the Thai Version of patient-rated wrist evaluation (Th-PRWE) in distal Radius fracture patients",
        "The POSNA pediatric musculoskeletal functional health questionnaire: report on reliability, validity, and sensitivity to change. Pediatric Outcomes Instrument Development Group. Pediatric Orthopaedic Society of North America",
        "ABILHAND-Kids: a measure of manual ability in children with cerebral palsy",
        "Multilingual translation of the Functional Assessment of Cancer Therapy (FACT) quality of life measurement system",
        "A comprehensive method for the translation and cross-cultural validation of health status questionnaires",
        "Principles of good practice for the translation and cultural adaptation process for patient-reported outcomes (PRO) measures: report of the ISPOR Task Force for Translation and Cultural Adaptation",
        "Quality criteria were proposed for measurement properties of health status questionnaires",
        "A checklist for judging preference-based measures of health related quality of life: learning from psychometrics",
        "Correlation coefficients: appropriate use and interpretation",
        "Comparison of 2 Patient-Reported Outcome Measures in Brachial Plexus Birth Injury: A Systematic Validation Study",
        "Convergent validity of PODCI and PROMIS domains in congenital Upper Limb Anomalies"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60022183",
        "affilname": "King Chulalongkorn Memorial Hospital",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Biostatistics Excellence Center, Research Affairs, Faculty of Medicine, Chulalongkorn University",
        "PROMIS",
        "Chulalongkorn University"
    ]
}