{
    "eid": "2-s2.0-85134005294",
    "title": "Graphene-Based Aqueous Magnesium Ion Hybrid Supercapacitors with an Appealing Energy Density Advanced by a KI Additive",
    "cover-date": "2022-07-07",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemical Engineering (all)",
            "@code": "1500",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Fuel Technology",
            "@code": "2103",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Energy Engineering and Power Technology",
            "@code": "2102",
            "@abbrev": "ENER"
        }
    ],
    "keywords": [],
    "authors": [
        "Navajsharif S. Shaikh",
        "Navnath S. Padalkar",
        "Vaibhav C. Lokhande",
        "Taeksoo Ji",
        "Susmita P. Patil",
        "Sandip R. Sabale",
        "Haseen M. Shaikh",
        "Jasmin S. Shaikh",
        "Supareak Praserthdam",
        "Pongsakorn Kanjanaboos"
    ],
    "citedby-count": 3,
    "ref-count": 35,
    "ref-list": [
        "Application of Graphene in Energy Storage Device?A Review",
        "Recent Advancements in Energy Storage Based on Sodium Ion and Zinc Ion Hybrid Supercapacitors",
        "A Phosphorus Integrated Strategy for Supercapacitor: 2D Black Phosphorus-Doped and Phosphorus-Doped Materials",
        "Stable and Null Current Hysteresis Perovskite Solar Cells Based Nitrogen Doped Graphene Oxide Nanoribbons Hole Transport Layer",
        "Energy Storage Technologies and Real Life Applications?A State of the Art Review",
        "Electrical Characterization of PVA-MgSO4and PVA-Li2SO4Polymer Salt Composite Electrolytes",
        "Nitrogen-Doped Activated Carbon for a High Energy Hybrid Supercapacitor",
        "Electrolyte Selection for Supercapacitive Devices: A Critical Review",
        "Review of Vertical Graphene and Its Applications",
        "Recent Trends in the Use of Three-Dimensional Graphene Structures for Supercapacitors",
        "Graphene Materials for Electrochemical Capacitors",
        "Mechanism Investigation and Suppression of Self-Discharge in Active Electrolyte Enhanced Supercapacitors",
        "Carbons and Electrolytes for Advanced Supercapacitors",
        "Multivalent Ion Storage towards High-Performance Aqueous Zinc-Ion Hybrid Supercapacitors",
        "3D Crumpled Ultrathin 1T MoS2for Inkjet Printing of Mg-Ion Asymmetric Micro-Supercapacitors",
        "Biomass Waste-Derived Nitrogen-Rich Hierarchical Porous Carbon Offering Superior Capacitive Behavior in an Environmentally Friendly Aqueous MgSO4Electrolyte",
        "Flexible Nb4C3TxFilm with Large Interlayer Spacing for High-Performance Supercapacitors",
        "Electrode and Symmetric Supercapacitor Device Performance of Boron-Incorporated Reduced Graphene Oxide Synthesized by Electrochemical Exfoliation",
        "High-Voltage Aqueous Symmetric Supercapacitors Based on 3D Bicontinuous, Highly Wrinkled, N-Doped Porous Graphene-like Ultrathin Carbon Sheets",
        "High Capacitance and Energy Density Supercapacitor Based on Biomass-Derived Activated Carbons with Reduced Graphene Oxide Binder",
        "Improved Electrochemical Performances of Reduced Graphene Oxide Based Supercapacitor Using Redox Additive Electrolyte",
        "Template Synthesis of 2D Carbon Nanosheets: Improving Energy Density of Supercapacitors by Dual Redox Additives Anthraquinone-2-Sulfonic Acid Sodium and KI",
        "Polytetrafluoroethylene-Assisted Removal of Hard-Template to Prepare Hierarchically Porous Carbon for High Energy Density Supercapacitor with KI-Additive Electrolyte",
        "A Review of Graphene and Graphene Oxide Sponge: Material Synthesis and Applications to Energy and the Environment",
        "Sulfur-Doped Graphene via Thermal Exfoliation of Graphite Oxide in H2S, SO2, or CS2Gas",
        "Correlation of the Graphene Fermi-Level Shift and the Enhanced Electrochemical Performance of Graphene-Manganese Phosphate for Hybrid Supercapacitors: Raman Spectroscopy Analysis",
        "Symmetric Supercapacitor: Sulphurized Graphene and Ionic Liquid",
        "The Implementation of Graphene-Based Aerogel in the Field of Supercapacitor",
        "Facile and Safe Graphene Preparation on Solution Based Platform",
        "Low-Crystalline Akhtenskite MnO2-Based Aqueous Magnesium-Ion Hybrid Supercapacitors with a Superior Energy Density Boosted by Redox Bromide-Ion Additive Electrolytes",
        "Mesoporous Nanohybrids of 2D Ni-Cr-Layered Double Hydroxide Nanosheets Pillared with Polyoxovanadate Anions for High-Performance Hybrid Supercapacitor",
        "Fabrication of a High-Performance Hybrid Supercapacitor Based on Hydrothermally Synthesized Highly Stable Cobalt Manganese Phosphate Thin Films",
        "Single-Pot Hydrothermal Synthesis of Manganese Phosphate Microrods as a Cathode Material for Highly Stable Flexible Solid-State Symmetric Supercapacitors",
        "Mini-Review on the Redox Additives in Aqueous Electrolyte for High Performance Supercapacitors",
        "Microtube Bundle Carbon Derived from Paulownia Sawdust for Hybrid Supercapacitor Electrodes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Gwangju",
            "@id": "60007215",
            "affilname": "Chonnam National University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007215",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Kolhapur",
            "@id": "60104583",
            "affilname": "D. Y. Patil University, Kolhapur",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60104583",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Mumbai",
            "@id": "60100992",
            "affilname": "Sardar Patel College of Engineering, Mumbai",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60100992",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60001884",
            "affilname": "Ministry of Higher Education, Science, Research and Innovation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001884",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Jaysingpur",
            "@id": "116423306",
            "affilname": "Jaysingpur College",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/116423306",
            "affiliation-country": "India"
        }
    ],
    "funding": [
        "CIF-CNI",
        "National Research Council of Thailand",
        "Faculty of Science, Mahidol University",
        "PERCH-CIC",
        "Ministry of Higher Education, Science, Research and Innovation, Thailand",
        "Toray Science Foundation"
    ]
}