{
    "eid": "2-s2.0-84899869776",
    "title": "Screening and identification of cellulase producing bacteria isolated from oil palm meal",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology (medical)",
            "@code": "2736"
        },
        {
            "$": "Medicine (miscellaneous)",
            "@code": "2701"
        },
        {
            "$": "General Pharmacology",
            "@code": "3000"
        }
    ],
    "keywords": [
        "Bacillus",
        "Cellulase",
        "Cellulolytic bacteria",
        "Lysinibacillus",
        "Oil palm meal",
        "Paenibacillus"
    ],
    "authors": [
        "Saowapar Khianngam"
    ],
    "citedby-count": 40,
    "ref-count": 28,
    "ref-list": [
        "Proposal of Lysinibacillus boronitolerans gen. nov. sp. nov., and transfer of Bacillus fusiformis to Lysinibacillus fusiformis comb. nov. and Bacillus sphaericus to Lysinibacillus sphaericus comb. nov",
        "Purification and characterization of a thermophilic cellulase from a novel cellulolytic strain, Paenibacillus barcinonensis",
        "Cowan and Steel's manual for the identification of medical bacteria",
        "Evolution",
        "Bacillus tequilensis sp. nov., isolated from a 2000-year-old Mexican shaft-tomb, is closely related to Bacillus subtilis",
        "Effect of different growth parameters on endoglucanase enzyme activity by bacteria isolated from coir retting effluents of estuarine environment",
        "Optimization of Bacillus cereus MRK1 cellulase production and its Biostoning activity",
        "Bacillus taeanensis sp. nov., a halophilic Gram-positive bacterium from a solar saltern in Korea",
        "Bacillus luciferensis sp. nov., from volcanic soil on Candlemas Island, South Sandwich archipelogo",
        "Int J Environ Bioener",
        "Use of Dinitrosalicylic Acid Reagent for Determination of Reducing Sugar",
        "World Appl Sci J",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Crystal morphology, biosynthesis, and physical assembly of cellulose, chitin, and chitosan",
        "Bacillus safensis sp.nov., isolated from spacecraft and assembly-facility surfaces",
        "Optimization of cellulose production from bacteria isolated from soil",
        "Screening, isolation and selection of cellulolytic fungi from oil palm empty fruit bunch fibre",
        "World J Zool",
        "Int J Adv Biotechnol Res",
        "Bacillus aerius sp. nov., Bacillus aerophilus sp. nov., Bacillus stratosphericus sp. nov. and Bacillus altitudinis sp. nov., isolated from cryogenic tubes used for collecting air samples from high altitudes",
        "IJOART",
        "Taxonomic note: A place for DNA-DNA reassociation and 16S rRNA sequence analysis in the present species definition in bacteriology",
        "Gluconobacter thailandicus sp. nov., an acetic acid bacterium in the α-Proteobacteria",
        "Paenibacillus panacisoli sp. nov., a xylanolytic bacterium isolated from soil in a ginseng field in South Korea",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "Characterization of a novel thermophilic, cellulose-degrading bacterium Paenibacillus sp. strain B39",
        "Cellulose extraction from palm kernel cake using liquid phase oxidation",
        "Bacillus litoralis sp. nov., isolated from a tidal flat of the Yellow Sea in Korea"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Silpakorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}