{
    "eid": "2-s2.0-85045584091",
    "title": "Characteristics of authentic self-esteem of violent juvenile delinquents in Thailand",
    "cover-date": "2018-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Social Psychology",
            "@code": "3207",
            "@abbrev": "PSYC"
        },
        {
            "@_fa": "true",
            "$": "Applied Psychology",
            "@code": "3202",
            "@abbrev": "PSYC"
        }
    ],
    "keywords": [
        "Authentic self-esteem",
        "Authenticity",
        "Juvenile delinquents",
        "Mixed methods",
        "Transformative learning"
    ],
    "authors": [
        "Metasit Meesuaisint",
        "Wirathep Pathumcharoenwattana",
        "Pannee Boonprakob"
    ],
    "citedby-count": 0,
    "ref-count": 45,
    "ref-list": [
        "The relationship between aggression, narcissism, and self-esteem in Asian children and adolescents",
        "Self-esteem, narcissism, and aggression: Does violence result from low self-esteem or from threatened egotism?",
        "Does high self-esteem cause better performance, interpersonal success, happiness, or healthier lifestyles?",
        "Relation of threatened egotism to violence and aggression: The dark side of high self-esteem",
        "Age and gender differences in self-esteem-A cross-cultural window",
        "Self-esteem and violence: Testing links between adolescent self-esteem and later hostility and violent behavior",
        "Self-esteem and culture: Differences in cognitive self-evaluations or affective self-regard?",
        "Nurturing soul in adult learning",
        "Adolescent self-esteem in cross-cultural perspective: Testing measurement equivalence and a mediation model",
        "Emotion-focused therapy: An overview",
        "Enhancing self-esteem in a community mental health setting",
        "Empowerment and emancipation",
        "Self-disclosure and work relationship of call center agents with their co-employees",
        "Toward a conceptualization of optimal self-esteem",
        "Thai adolescents and social responsibility: Overcoming violence in schools and creating peace",
        "Sampling in qualitative inquiry",
        "Revising teacher candidates' views of science and self: Can accounts from the history of science help?",
        "Validity of the Rosenberg Self-esteem Scale in young women from Thailand and the USA",
        "Defining self-esteem as a relationship between competence and worthiness: How a two-factor approach integrates the cognitive and affective dimensions of self-esteem",
        "Transformative Learning Intervention: Effect on Functional Health Literacy and Diabetes Knowledge in Older African Americans",
        "Factors affecting perceived job performance among staff: A case study of Ban Karuna Juvenile Vocational Training Centre for Boys",
        "Violence recidivism among Thai juvenile delinquents",
        "Trait and state authenticity across cultures",
        "Do family factors and gender influence violent behavior in Thai adolescents?. A cross-sectional study",
        "Student perspectives on the reasons for physical violence in a Thai vocational College: an exploratory study"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60000316",
            "affilname": "Srinakharinwirot University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000316",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}