{
    "eid": "2-s2.0-85026883420",
    "title": "Marble-hosted ruby deposits of the Morogoro Region, Tanzania",
    "cover-date": "2017-10-01",
    "subject-areas": [
        {
            "$": "Geology",
            "@code": "1907"
        },
        {
            "$": "Earth-Surface Processes",
            "@code": "1904"
        }
    ],
    "keywords": [
        "East Africa",
        "Genesis",
        "Morogoro",
        "Ruby",
        "Spinel",
        "Tanzania"
    ],
    "authors": [
        "Walter A. Balmer"
    ],
    "citedby-count": 19,
    "ref-count": 59,
    "ref-list": [
        "Corundum- and kyanite-bearing anatexites from the Precambrian of tanzania",
        "High-pressure granulite facies metamorphism in the Pan-African belt of eastern Tanzania: P-T-t evidence against granulite formation by continent collision",
        null,
        "Crustal flow modes in large hot orogens",
        "Abstracts Volume 23rd Colloquium of African Geology (CAG23)",
        "23rd Colloquium of African Geology (CAG23)",
        "Neoproterozoic eclogites in the Paleoproterozoic Ubendian Belt of Tanzania: Evidence for a Pan-African suture between the Bangweulu Block and the Tanzania Craton",
        "Amst. Ser.",
        "Multivariable phase diagrams: an algorithm based on generalized thermodynamics",
        "An automated strategy for calculation of phase diagram sections and retrieval of rock properties as a function of physical conditions",
        "Amalgamating eastern Gondwana: The evolution of the Circum-Indian Orogens",
        "PET: petrological elementary tools for Mathematica",
        "Gems Gemol.",
        "Central Tanzanian tectonic map: A step forward to decipher proterozoic structural events in the East African Orogen",
        "Hot granulite nappes - Tectonic styles and thermal evolution of the Proterozoic granulite belts in East Africa",
        "Orogen styles in the East African Orogen: A review of the Neoproterozoic to Cambrian tectonic evolution",
        "Marble-hosted ruby deposits from Central and Southeast Asia: Towards a new genetic model",
        "Short. Course",
        "Corundum from basaltic terrains: A mineral inclusion approach to the enigma",
        "Gems Gemol.",
        "SHRIMP U-Pb zircon and Sm-Nd garnet ages from the granulite-facies basement of SE Kenya: Evidence for Neoproterozoic polycyclic assembly of the Mozambique Belt",
        "Termination of the Southern Irumide Belt in Tanzania: Zircon U/Pb geochronology",
        "An internally consistent thermodynamic data set for phases of petrological interest",
        "Z. Dtsch. Gemmol. Ges.",
        "Corundum inclusions in diamonds - Discriminatory criteria and a corundum compositional dataset",
        "The Pailin ruby and sapphire gemfield, Cambodia.",
        "Single-zircon geochronology and Nd isotopic systematics of Proterozoic high-grade rocks from the Mozambique belt of southern Tanzania (Masasi area): Implications for Gondwana assembly",
        "Gems Gemmol.",
        "Tectonic setting of gemstone mineralization in the Proterozoic metamorphic terrane of the Mozambique Belt in Tanzania",
        "Paleomagnetic investigation of the Neoproterozoic Gagwe lavas and Mbozi complex, Tanzania and the assembly of Gondwana",
        "A synopsis of events related to the assembly of the eastern Gondwana",
        "Isotope chemostratigraphy of marbles in northeastern Mozambique: Apparent depositional ages and tectonostratigraphic implications",
        "Exotic origin of the ruby deposits of the Mangari area in SE Kenya",
        "U-Pb dating of metamorphic minerals: Pan-African metamorphism and prolonged slow cooling of high pressure granulites in Tanzania, East Africa",
        "Mineralogy and petrology of gneiss hosted Corundum deposits from the Day Nui Con Voi metamorphic range, Ailao Shan-Red River shear zone (north Vietnam)",
        "The Techniques of Modern Structural Geology",
        "Gem corundum deposits of Madagascar: A review",
        "(Formation of ruby in marbles.",
        "Compressional reworking of the East African Orogen in the Uluguru Mountains of eastern Tanzania at c. 550Ma: Implications for the final assembly of Gondwana",
        "Bull. Geol. Surv. Tanzan.",
        "Rubies and sapphires from winza, central tanzania",
        "Gem corundum pegmatites in ne Tanganyika",
        "Metamorphic petrology and zircon geochronology of high-grade rocks from the central Mozambique Belt of Tanzania: Crustal recycling of Archean and Palaeoproterozoic material during the Pan-African orogeny",
        "Arc assembly and continental collision in the Neoproterozoic East African Orogen: implications for the consolidation of Gondwanaland",
        "Models of corundum origin from alkali basaltic terrains: A reappraisal",
        "Sapphire crystallization, age and origin, Ban Huai Sai, Laos: Age based on zircon inclusions",
        "Clinopyroxene-corundum assemblages from alkali basalt and alluvium, eastern Thailand: Constraints on the origin of Thai rubies",
        "Anorthosites in the Eastern Granulites of Tanzania-New SIMS zircon U-Pb age data, petrography and geochemistry",
        "Crustal age domains and metamorphic reworking of the deep crust in Northern-Central Tanzania: A U/Pb zircon and monazite age study",
        "Growth and collapse of a deeply eroded orogen: Insights from structural, geophysical, and geochronological constraints on the Pan-African evolution of NE Mozambique",
        "Abbreviations for names of rock-forming minerals"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Graz",
            "affilname": "Universität Graz",
            "affiliation-country": "Austria"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "The Gem and Jewelry Institute of Thailand (Public Organization)",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Basel",
            "affilname": "SSEF Swiss Gemmological Institute",
            "affiliation-country": "Switzerland"
        }
    ],
    "funding": []
}