{
    "eid": "2-s2.0-84914181255",
    "title": "L2 student writers’ perceptions of microblogging",
    "cover-date": "2014-12-01",
    "subject-areas": [
        {
            "$": "Linguistics and Language",
            "@code": "3310"
        },
        {
            "$": "Education",
            "@code": "3304"
        },
        {
            "$": "Language and Linguistics",
            "@code": "1203"
        }
    ],
    "keywords": [],
    "authors": [
        "Onuma Lakarnchua"
    ],
    "citedby-count": 3,
    "ref-count": 30,
    "ref-list": [
        "Microblogging for language learning: Using twitter to train communicative and cultural competence",
        "Microblogging in technology enhanced learning: A use-case inspection of PPE summer school",
        "Facilitating improved writing among students through directed peer review",
        "Twitter vs. Facebook: How do they compare?",
        "Peer feedback through blogs: Student and teacher perceptions in an advanced German class",
        "Journal of Information Systems Education",
        "Journal of Research in Innovative Teaching",
        "Microblogs in Higher Education - A chance to facilitate informal and process-oriented learning?",
        "Proceedings of IADIS Mobile Learning Conference 2008",
        "When talking less is more: Exploring outcomes of Twitter usage in the large-lecture hall",
        "ICT usage and student perceptions in Cambodia and Japan",
        "Tweeting for learning : A critical analysis of research on microblogging in education published in 2008-2011",
        "TESOL Journal",
        "CALICO Journal",
        "The Guardian",
        "Three approaches to qualitative content analysis",
        "Why we twitter: Understanding microblogging usage and communities",
        "Grey Review",
        "The effect and affect of peer review in electronic versus traditional modes on L2 writing",
        "Perspectives",
        "A comparison of anonymous versus identifiable e-peer review on college student writing performance and the extent of critical feedback",
        "The effects of trained peer review on EFL students' revision types and writing quality",
        "What the tweet? Twitter as a useful educational and professional development tool",
        "A framework to enrich student interaction via cross-institutional microblogging",
        "Using microblogging to facilitate community of inquiry: An Australian tertiary experience",
        "Students' perceptions of teaching technologies, application of technologies, and academic performance",
        "Do Secondary L2 Writers Benefit from Peer Comments?",
        "Microblogging in the large lecture classroom: Facilitating participation for students with high communication apprehension",
        "Feedback on second language writing: Context and issues",
        "The Journal of JALT CALL"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}