{
    "eid": "2-s2.0-85047852935",
    "title": "Prevalence of Antibody against Angiotensin II Type 1 Receptor (AT1R) Among Thai Kidney Transplant Patients",
    "cover-date": "2018-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Transplantation",
            "@code": "2747",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "S. Viboon",
        "N. Townamchai",
        "S. Phiancharoen",
        "P. Kupatawintu",
        "V. Dhitivat",
        "O. Nathalang"
    ],
    "citedby-count": 6,
    "ref-count": 20,
    "ref-list": [
        "Janeway's immunobiology",
        "Guidelines for the detection and characterisation of clinically relevant antibodies in allotransplantation. January 2016",
        "Angiotensin II type 1-receptor activating antibodies in renal-allograft rejection",
        "The importance of non-HLA antibodies in transplantation",
        "Antiangiotensin type 1 receptor antibodies associated with antibody mediated rejection in donor HLA antibody negative patients",
        "Higher risk of kidney graft failure in the presence of antiangiotensin II type-1 receptor antibodies",
        "Pretransplant sensitization against angiotensin II type 1 receptor is a risk factor for acute rejection and graft loss",
        "Antiangiotensin type 1 receptor antibodies associated with antibody-mediated rejection in patients without preformed HLA–donor-specific antibody",
        "Clinical implications of angiotensin II type 1 receptor antibodies in antibody-mediated rejection without detectable donor-specific HLA antibodies after renal transplantation",
        "The clinicopathological relevance of pretransplant antiangiotensin II type 1 receptor antibodies in renal transplantation",
        "Angiotensin II cell signaling: physiological and pathological effects in the cardiovascular system",
        "Patients with preeclampsia develop agonistic autoantibodies against the angiotensin AT1 receptor",
        "ABC of hypertension: the pathophysiology of hypertension",
        "Incidence and prediction of early antibody-mediated rejection due to nonhuman leukocyte antigen-antibodies",
        "Angiotensin II type-1 receptor antibody (AT1Rab) associated humoral rejection and the effect of perioperative plasma exchange and candesartan",
        "Different etiologies of graft loss and death in Asian kidney transplant recipients: a report from Thai Transplant Registry",
        "Diagnosis and management of antibody-mediated rejection: current status and novel approaches",
        "HLA-matched kidney transplantation in the era of modern immunosuppressive therapy",
        "The OPTN/UNOS renal transplant registry",
        "The influence of non-HLA antibodies directed against angiotensin II type 1 receptor (AT1R) on early renal transplant outcomes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60031780",
            "affilname": "Thai Red Cross Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031780",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60012521",
            "affilname": "Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012521",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Blood Centre",
        "Chulalongkorn University",
        "Thammasat University"
    ]
}