{
    "eid": "2-s2.0-85020713627",
    "title": "Overactive Bladder Symptom Scores responsiveness before and after anticholinergic treatment in women with overactive bladder: The pilot study",
    "cover-date": "2017-07-01",
    "subject-areas": [
        {
            "$": "Obstetrics and Gynecology",
            "@code": "2729"
        }
    ],
    "keywords": [
        "3-day micturition diary",
        "International Prostate Symptom Score",
        "overactive bladder",
        "Overactive Bladder Symptom Score",
        "Patient Perception of Bladder Condition"
    ],
    "authors": [
        "Suvit Bunyavejchevin"
    ],
    "citedby-count": 1,
    "ref-count": 26,
    "ref-list": [
        "The standardisation of terminology of lower urinary tract function: Report from the standardisation sub-committee of the international continence society",
        "Symptom assessment tool for overactive bladder syndrome-overactive bladder symptom score",
        "Symptom severity and patient perceptions in overactive bladder: How are they related?",
        "Assessment of overactive bladder symptoms: Comparison of 3-day bladder diary and the overactive bladder symptoms score",
        "Responsiveness and minimal clinically important change in overactive bladder symptom score",
        "Incont Pelvic Floor Dysfunct",
        "Incont Pelvic Floor Dysfunct",
        "Obstructive sleep apnea syndrome is associated with overactive bladder and urgency incontinence in men",
        "Reproducibility study of Overactive Bladder Symptom Score questionnaire and its response to treatment (RESORT) in Korean population with overactive bladder symptoms",
        "Reliability and validity of the overactive bladder symptom score in Hong Kong Chinese",
        "Test - retest reliability of the Indonesian version of the Overactive Bladder Symptom Score (OABSS) and its correlation with standard assessment tools.",
        "Linguistic validation of the English version of the Overactive Bladder Symptom Score.",
        "Psychometric validation of the english version of the overactive bladder symptom score",
        "Urinary diaries: A comparison of data collected for three days versus seven days",
        "Developing and validating the international consultation on incontinence questionnaire bladder diary",
        "Cluster analysis of intake, output, and voiding habits collected from diary data",
        "Evaluation of female lower urinary tract symptoms: Overview and update",
        "What Is a Clinician To Do-Believe the Patient or her Urinary Diary?",
        "The American Urological Association symptom index for benign prostatic hyperplasia",
        "The Validation of the Patient Perception of Bladder Condition (PPBC): A Single-Item Global Measure for Patients with Overactive Bladder",
        "Comparison of alfuzosin 10 mg with or without propiverine 10 mg, 20 mg in men with lower urinary tract symptom and an overactive bladder: Randomised, single-blind, prospective study",
        "Effects of tolterodine extended release on patient perception of bladder condition and overactive bladder symptoms",
        "Reliability of Thai-version overactive bladder symptom scores (OABSS) questionnaire and the correlations of oabss with voiding diary, international prostate symptom score (IPSS), and patient perception of bladder condition (PPBC) questionnaires",
        "Do pad tests and voiding diaries affect patient willingness to participate in studies of incontinence treatment outcomes?",
        "Voiding diaries: adherence in the clinical setting",
        "Voiding diary for the evaluation of urinary incontinence and lower urinary tract symptoms: Prospective assessment of patient compliance and burden"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Faculty of Medicine, Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}