{
    "eid": "2-s2.0-85111961682",
    "title": "Protection of electricity transmission infrastructure from sinkhole hazard based on electrical resistivity tomography",
    "cover-date": "2021-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909",
            "@abbrev": "EART"
        },
        {
            "@_fa": "true",
            "$": "Geology",
            "@code": "1907",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "Cavity",
        "Electrical resistivity tomography",
        "Power transmission towers",
        "Sinkhole collapses"
    ],
    "authors": [
        "Rungroj Arjwech",
        "Tatsanaporn Ruansorn",
        "Marcia Schulmeister",
        "Mark E. Everett",
        "Thanop Thitimakorn",
        "Potpreecha Pondthai",
        "Kittipong Somchat"
    ],
    "citedby-count": 14,
    "ref-count": 57,
    "ref-list": [
        "Geophysical Methods Commonly Employed for Geotechnical Site Characterization",
        "Application of 2D electrical resistivity tomography to engineering projects: three case studies",
        "Electrical resistivity tomography at construction sites with implications for building foundation design, northeast Thailand",
        "The relationship between geological factors and the distribution of saline soil: a case study in the Khon Kaen Basin of Thailand",
        "Soil salinity mapping of an urbanizing area in NE Thailand",
        "Prediction of undrained sinkhole collapse",
        "Sixteen Sinkhole Collapses in Sugarcane Farm at Nong Bua Lamphu Province",
        "Hidden sinkholes and karst cavities in the travertine plateau of a highly-populated geothermal seismic territory (Tivoli, Central Italy)",
        "Evaluation of trenching, ground penetrating radar (GPR) and electrical resistivity tomography (ERT) for sinkhole characterization",
        "Combining electrical resistivity tomography and ground penetrating radar to study geological structuring of karst unsaturated zone",
        "The effectiveness of electrical resistivity imaging in sinkhole investigations",
        "Groundwater Map of Changwat Nong Bua Lamphu",
        "Geo-informatics System for Groundwater Resource Management",
        "Risk Area Map of Subsidence Sinkhole in Nong Bua Lam Phu Province",
        "Geological Map of Changwat Nong Bua Lamphu",
        "Geological Management and Geological Resources of Changwat Nong Bua Lamphu",
        "Handbook of Reducing the Impact Disaster",
        "Geology of Thailand",
        "Limestone resources",
        "The Caves of Thailand Vol. 1 Eastern Thailand",
        "Near-Surface Applied Geophysics",
        "The dead sea sinkhole hazard: geophysical assessment of salt dissolution and collapse",
        "Salt and sinkhole - corrosion as a principal factor governing topography and mass movement in northeast Thailand",
        "Sinkholes in karst mining areas in China and some methods of prevention",
        "Investigation of a large collapse sinkhole affecting a multi-storey building by means of geophysics and the trenching technique (Zaragoza city, NE Spain)",
        "Leakage problems in dams built on evaporites: the case of La Loteta Dam (NE Spain), a reservoir in a large karstic depression generated by interstratal salt dissolution",
        "Identifying the boundaries of sinkholes and subsidence areas via trenching and establishing setback distances",
        "Drought Effects in Province Alleviated",
        "Sinkhole structure imaging in covered Karst terrain",
        "Potential Environmental Impacts of Quarrying Stone in Karst - A Literature Review",
        "Early sinkhole detection using a drone-based thermal camera and image processing",
        "Emergency Investigation of Extremely Large Sinkholes",
        "Electrical Imaging Surveys for Environmental and Engineering Studies a Practical Guide to 2-D and 3-D Surveys. Penang, Malaysia",
        "Tutorial: 2-D and 3-D Electrical Imaging Surveys",
        "Practical techniques for 3D resistivity surveys and data inversion",
        "Sinkhole occurrence monitoring over shallow abandoned coal mines with satellite-based persistent scatterer interferometry",
        "The electrical resistivity tomography method in the detection of shallow mining cavities. A case study on the Victoria Cave, Cartagena (SE Spain)",
        "Sixteen sinkhole collapses in sugarcane farm at Nong Bua Lamphu province",
        "Application of 2-D geoelectrical resistivity tomography for subsurface cavity detection in the eastern part of Saudi Arabia",
        "The environmental impacts of human activities and engineering constructions in karst regions",
        "Identification and quantitative analysis of sinkhole contributing factors in Florida's Karst",
        "Mechanism of sinkhole formation during groundwater-level recovery in karst mining area, Dachengqiao, Hunan province, China",
        "A present risk from past activities: sinkhole occurrence above underground quarries",
        "Aerial Photograph ID 10827",
        "Geophysical mapping of shallow rock salt at Borabue, Northeast Thailand",
        "The Lessons Learnt from Geophysical Investigation of Sinkholes in Rock Salt in Thailand",
        "Evaluation of natural hazard from a collapse of subsurface cavity rock salt in the Northeastern Thailand: case studies from Nong Han Kumpawapee lake, Changwat UdonTani and Nong Bo Amphoe Borabue Kumpavapee, Changwat Maha Sarakham",
        "Evaluation of 2-D resistivity imaging technique for mapping and monitoring of subsurface cavity collapsed into sinkhole",
        "The three-year mapping and monitoring of underground cavity expansion with 2D resistivity survey: what has revealed?",
        "Sixteen sinkhole collapses in sugarcane farm",
        "Sinkhole hazard case histories in karst terrains",
        "A novel environmental restoration method for an abandoned limestone quarry with a deep open pit and steep palisades: a case study",
        "Sinkholes. U.S. Geological Survey. Rolla, Missouri",
        "Groundwater Resources of Northeastern Thailand. National conference on Geologic Resources of Thailand: Potential for Future Development:17-24 November Department of Mineral Resources Bangkok, Thailand",
        "Stochastic Inversion of 3D ERT Data",
        "Natural and human-induced sinkhole hazards in Saudi Arabia: distribution, investigation, causes and impacts",
        "Drainage and flooding in karst terranes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "College Station",
            "@id": "60020547",
            "affilname": "Texas A&amp;M University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020547",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Lawrence",
            "@id": "60015457",
            "affilname": "University of Kansas",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015457",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Electricity Generating Authority of Thailand"
    ]
}