{
    "eid": "2-s2.0-84901654160",
    "title": "Reprint of: Comparison of modern fluid distribution, pressure and flow in sediments associated with anticlines growing in deepwater (Brunei) and continental environments (Iran)",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Geology",
            "@code": "1907"
        },
        {
            "$": "Geophysics",
            "@code": "1908"
        },
        {
            "$": "Stratigraphy",
            "@code": "1913"
        },
        {
            "$": "Economic Geology",
            "@code": "1905"
        },
        {
            "$": "Oceanography",
            "@code": "1910"
        }
    ],
    "keywords": [
        "Blow out",
        "Brunei",
        "Fluid-escape",
        "Halite",
        "Iran",
        "Overpressure",
        "Smectite"
    ],
    "authors": [
        "Chris K. Morley"
    ],
    "citedby-count": 20,
    "ref-count": 89,
    "ref-list": [
        "History and development of Alborz and Sarajeh Fields of Central Iran",
        "Evidence for pre-folding vein development in the Oligo-Miocene Asmari Formation in the Central Zagros Fold Belt, Iran",
        "J.Sci. I.R. Iran",
        "Influence of mechanical compaction and chemical diagenesis on the microfabric and fluid flow properties of Gulf of Mexico mudstones",
        "Sedimentary and diagenetic controls on the multiscale fracturing pattern of a carbonate reservoir: The Madison Formation (Sheep Mountain, Wyoming, USA)",
        "Retrogression by deep infiltration of meteoric fluids into thrust zones during late-orogenic rapid unroofing",
        "Tectonic and geological framework for gas hydrates and cold seeps on the Hikurangi subduction margin, New Zealand",
        "Fracture-controlled paleohydrogeology in a basement-cored, fault-related fold: Sheep Mountain Anticline, Wyoming, United States",
        "Structural and microstructural evolution of the Rattlesnake Mountain Anticline (Wyoming, USA): New insights into the Sevier and Laramide orogenic stress build-up in the Bighorn Basin",
        "Clay mineral diagenesis in sedimentary basins - A key to the prediction of rock properties. Examples from the North Sea Basin",
        "Evolution of fracture and fault-controlled fluid pathways in carbonates of the Albanides fold-thrust belt",
        "Smectite dehydration-its relation to structural development and hydrocarbon accumulation in Northern Gulf of Mexico Basin.",
        "Distribution of Hydrocarbons in Sedimentary Basins. Research & Technology Memoir No. 7",
        "DIAGENESIS OF GULF COAST CLAYEY SEDIMENTS AND ITS POSSIBLE RELATION TO PETROLEUM MIGRATION",
        "Evaluating lateral compaction in deepwater fold and thrust belts: How much are we missing from \"nature's sandbox\"?",
        "Diagenetically induced shear failure of fine-grained sediments and the development of polygonal fault systems",
        "Seal bypass systems",
        "Structural consequences of fluid overpressure and seepage forces in the outer thrust belt of the Niger Delta",
        "Transverse segmentation of the Baram-Balabac Basin, NW Borneo: Refining the model of Borneo's tectonic evolution",
        "Am. Mineral.",
        "Diagenetic reorientation of phyllosilicate minerals in Paleogene mudstones of the Podhale Basin, southern Poland",
        "Diagenetic and Seismic concerns associated with interpretation of deeply buried 'mobile shales'",
        "Authigenic carbonates in upper miocene sediments of the tertiary piedmont basin (NW Italy): Vestiges of an ancient gas hydrate stability zone?",
        "On the distribution of fluids in folds: A review of controlling factors and processes",
        "Transient fluid flow through the toe of the Barbados accretionary complex: constraints from Ocean Drilling Program Leg 110 heat flow studies and simple models",
        "Proceedings, 4th World Petroleum Congress, Section 1/A/5",
        "Chemical compaction of mudrocks in the presence of overpressure",
        "Bull. Vereinig. Petrol. Geol. Ingenie.",
        "Australia-SE Asia collision: Plate tectonics and crustal flow",
        "Contraction and extension in northern Borneo driven by subduction rollback",
        "Cenozoic sedimentation and tectonics in Borneo: Climatic influences on orogenesis",
        "The deep-water fold-and-thrust belt offshore NW Borneo: Gravity-driven versus basement-driven shortening",
        "Preferred orientation of phyllosilicates in Gulf Coast mudstones and relation to the smectite-illite transition",
        "Mechanism of burial metamorphism of argillaceous sediment: 1. Mineralogical and chemical evidence",
        "Sand injectites: An emerging global play in deep-water clastic environments",
        "Predicting depths of gypsum dehydration in evaporitic sedimentary basins",
        "Present-day stress and neotectonic provinces of the Baram delta and deep-water fold-thrust belt",
        "Balancing deformation in NW Borneo: Quantifying plate-scale vs. gravitational tectonics in a delta and deepwater fold-thrust belt system",
        "Distribution and mechanisms of overpressure generation and deflation in the late Neoproterozoic to early Cambrian South Oman Salt Basin",
        "Overpressure generation by load transfer following shale framework weakening due to smectite diagenesis",
        "Development of gas hydrates in a deep-water anticline based on attribute analysis from three-dimensional seismic data",
        "Climatic and tectonic controls on chemical weathering in tropical Southeast Asia (Malay Peninsula, Borneo, and Sumatra)",
        "Shelf Margin Deltas and Linked Downslope Petroleum Systems: Global Significance and Future Exploration Potential: Houston, Texas, Gulf Coast Section Society of Economic Paleontologists and Sedimentologists, 23rd Annual Bob F. Perkins Research Conference",
        "AAPG Bull.",
        "Abnormal fluid pressures and fault-zone dilation in the Barbados accretionary prism: evidence from logging while drilling",
        "Outcrop examples of mudstone intrusions from the Jerudong anticline, Brunei Darussalam and inferences for hydrocarbon reservoirs",
        "Interaction between critical wedge-geometry and sediment supply in deep-water fold belt",
        "Development of crestal normal faults associated with deepwater fold growth",
        "Growth of folds in a deep-water setting",
        "Estimating hinterland exhumation from late orogenic basin volume, NW Borneo",
        "Shale tectonics and deformation associated with active diapirism: the Jerudong anticline, Brunei Darussalam",
        "Characteristics of repeated, detached, Miocene-Pliocene tectonic inversion events, in a large delta province on an active margin, Brunei Darussalam, Borneo",
        "Relationship between structural style, overpressures, and modern stress, Baram Delta Province, northwest Borneo",
        "Structural development of a major late Cenozoic basin and transpressional belt in central Iran: The Central Basin in the Qom-Saveh area",
        "Deepwater fold and thrust belt classification, tectonics, structure and hydrocarbon prospectivity: A review",
        "The origin of separate oil and gas accumulations in adjacent anticlines in Central Iran",
        "Building the Zagros collisional orogen: Timing, strain distribution and the dynamics of Arabia/Eurasia plate convergence",
        "I-S precipitation in pore space as the cause of geopressuring in Mesozoic mudstones, Egersund Basin, Norwegian continental shelf",
        "Earth's energy \"golden Zone\": A synthesis from mineralogical research",
        "Measurement of diagenetic compaction strain from quantitative analysis of fault plane dip",
        "Mechanisms for generating overpressure in sedimentary basins: A reevaluation",
        "AAPG Bull.",
        "Folding and Fracturing of Rocks. International Series in the Earth and Planetary Sciences",
        "Fluid, methane, and energy flux in an active margin gas hydrate province, offshore Costa Rica",
        "Reduction of friction on geological faults by weak-phase smearing",
        "The Geology and Hydrocarbon Resources of Negara Brunei Darussalam (1996 Revision)",
        "The recent convergence on the NW Borneo Wedge-a crustal-scale gravity gliding evidenced from GPS",
        "Contraction-driven shear failure in compacting uncemented sediments",
        "Structural permeability of fluid-driven fault-fracture meshes",
        "Hinge-parallel fluid flow in fold-thrust belts: How widespread?",
        "Mem. Am. Assoc. Petrol. Geol.",
        "Structural and stratigraphic controls on fold-related fracturing in the Zagros Mountain, Iran: Implications for reservoir development",
        "Influence of growth strata on the evolution of fault-related folds - distinct-element models",
        "Dynamics of fault-fluid-hydrate system around a shale-cored anticline in deepwater Nigeria",
        "Comparison of overpressure magnitude resulting from the main generating mechanisms",
        "Quartz Cementation in Mudstones: Sheet-Like Quartz Cement from Clay Mineral Reactions during Burial",
        "Quartz cementation in Late Cretaceous mudstones, northern North Sea: Changes in rock properties due to dissolution of smectite and precipitation of micro-quartz crystals",
        "Variation in vertical stress in the Baram Basin, Brunei: Tectonic and geomechanical implications",
        "Present-day stress orientation in Brunei: A snapshot of 'prograding tectonics' in a Tertiary delta",
        "'Vertically transferred' overpressures in Brunei: Evidence for a new mechanism for the formation of high-magnitude overpressure"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "PTT Exploration and Production Public Company Limited",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Perth",
            "affilname": "Chevron Australia Pty Ltd",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Santa Cruz",
            "affilname": "National Iranian Oil Company",
            "affiliation-country": "Bolivia"
        }
    ],
    "funding": []
}