{
    "eid": "2-s2.0-84982279422",
    "title": "Diarylheptanoid from Curcuma comosa Roxb. suppresses RANKL-induced osteoclast differentiation by decreasing NFATc1 and c-Fos expression via MAPK pathway",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        }
    ],
    "keywords": [
        "Diarylheptanoid",
        "Nuclear factor of activated T cells c1",
        "Osteoclast",
        "Receptor activator of nuclear factor-κB ligand"
    ],
    "authors": [
        "Supatta Chawalitpong"
    ],
    "citedby-count": 9,
    "ref-count": 29,
    "ref-list": [
        "The molecular understanding of osteoclast differentiation",
        null,
        "Phytoestrogens: Pharmacological and therapeutic perspectives",
        "NF-κB-mediated regulation of osteoclastogenesis",
        "Advances in osteoclast biology: Old findings and new insights from mouse models",
        "Systematic review and meta-analysis of the bone protective effect of phytoestrogens on osteoporosis in ovariectomized rats",
        "Induction of c-Fos and NFATc1 during RANKL-stimulated osteoclast differentiation is mediated by the p38 signaling pathway",
        "Diarylheptanoid 7-(3,4 dihydroxyphenyl)-5-hydroxy-1-phenyl-(1E)-1-heptene from Curcuma comosa Roxb. protects retinal pigment epithelial cells against oxidative stress-induced cell death",
        "J. Bone Metab.",
        "RANKL induces NFATc1 acetylation and stability via histone acetyltransferases during osteoclast differentiation",
        "Inflammation and bone destruction in arthritis: Synergistic activity of immune and mesenchymal cells in joints",
        "Signal transduction by receptor activator of nuclear factor kappa B in osteoclasts",
        "Naturally occurring diarylheptanoids",
        "Medical applications of phytoestrogens from the Thai herb Pueraria mirifica",
        "Phytoestrogens in postmenopause: the state of the art from a chemical, pharmacological and regulatory perspective.",
        "Suppression by Curcuma comosa Roxb. of pro-inflammatory cytokine secretion in phorbol-12-myristate-13-acetate stimulated human mononuclear cells",
        "Chromosome number variation of phytoestrogen-producing Curcuma (Zingiberaceae) from Thailand",
        "Diarylheptanoids of curcuma comosa with inhibitory effects on nitric oxide production in macrophage RAW 264.7 Cells",
        "Pharmacokinetics and organ distribution of diarylheptanoid phytoestrogens from Curcuma comosa in rats",
        "Diarylheptanoids, new phytoestrogens from the rhizomes of Curcuma comosa: Isolation, chemical modification and estrogenic activity evaluation",
        "Induction and activation of the transcription factor NFATc1 (NFAT2) integrate RANKL signaling in terminal differentiation of osteoclasts",
        "A diarylheptanoid phytoestrogen from Curcuma comosa, 1,7-diphenyl-4,6- heptadien-3-ol, accelerates human osteoblast proliferation and differentiation",
        "Bone sparing effect of a novel phytoestrogen diarylheptanoid from Curcuma comosa Roxb. in ovariectomized rats",
        "Regulation of NFAT by poly(ADP-ribose) polymerase activity in T cells",
        "A protective effect of Curcuma comosa Roxb. on bone loss in estrogen deficient mice",
        "Estrogenic activity of diarylheptanoids from Curcuma comosa Roxb. requires metabolic activation",
        "The plant limonoid 7-oxo-deacetoxygedunin inhibits RANKL-induced osteoclastogenesis by suppressing activation of the NF-κB and MAPK pathways",
        "Determination of the differentiation capacities of murines' primary mononucleated cells and MC3T3-E1 cells",
        "Interferon regulatory factor-8 regulates bone metabolism by suppressing osteoclastogenesis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ramkhamhaeng University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Office of the Higher Education Commission",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Center of Excellence for Innovation in Chemistry"
    ]
}