{
    "eid": "2-s2.0-84989914686",
    "title": "A shadow-ring device for measuring diffuse solar radiation on a vertical surface in a tropical zone",
    "cover-date": "2016-10-15",
    "subject-areas": [
        {
            "$": "Renewable Energy",
            "@code": "2105"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        }
    ],
    "keywords": [
        "Diffuse solar radiation",
        "Horizontally moveable sensor",
        "Shadow-ring device",
        "Vertical surface"
    ],
    "authors": [
        "Somsak Chaiyapinunt"
    ],
    "citedby-count": 12,
    "ref-count": 23,
    "ref-list": [
        "On shadowband correction methods for diffuse irradiance measurements",
        "Performance characteristics of a perforated shadow band under clear sky conditions",
        "Analytical and experimental methods for shadow-band correction factors for solarimeters on inclined planes under isotropically diffuse and overcast skies",
        "Shortwave thermal performance for a glass window with a curved venetian blind",
        "On the measurement of sky radiation",
        "Aplicacoes Vacuo",
        "The assessment of different models to predict the global solar radiation on a surface tilted to the south",
        "Solar radiation on variously oriented sloping surfaces",
        "Study of the corrective factor involved when measuring the diffuse solar radiation by use of the ring method",
        "An investigation on the human thermal comfort from a glass window",
        "Calculation of monthly average insolation on tilted surfaces",
        "Analysis of diffuse radiation data for Beer Sheva: Measured (shadow ring) versus calculated (global-horizontal beam) values",
        "Corrections for diffuse irradiance measured with shadowbands",
        "A new shadow-ring device for measuring diffuse solar radiation at the surface",
        "Measurement and modeling of solar irradiance components on horizontal and tilted planes",
        "The shade ring correction for measurements of diffuse irradiance under clear skies",
        "J. Appl. Meteorol. Climatol.",
        "Energy consumption, energy savings, and emission analysis in Malaysian office buildings",
        "New device for the simultaneous measurement of diffuse solar irradiance on several azimuth and tilting angles"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "National Science and Technology Development Agency",
        "National Metal and Materials Technology Center"
    ]
}