{
    "eid": "2-s2.0-85096917768",
    "title": "Shotgun metagenomics and microscopy indicate diverse cyanophytes, other bacteria, and microeukaryotes in the epimicrobiota of a northern Chilean wetland Nostoc (Cyanobacteria)",
    "cover-date": "2021-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Chile",
        "epimicrobiota",
        "Nostoc",
        "shotgun metagenomics",
        "wetlands"
    ],
    "authors": [
        "Anchittha Satjarak",
        "Linda E. Graham",
        "Michael J. Piotrowski",
        "Marie T. Trest",
        "Lee W. Wilcox",
        "Martha E. Cook",
        "Jennifer J. Knack",
        "Patricia Arancibia-Avila"
    ],
    "citedby-count": 1,
    "ref-count": 59,
    "ref-list": [
        "Identification of sesquiterpene synthases from Nostoc punctiforme PCC 73102 and Nostoc sp. strain PCC 7120",
        "Bacterial communities associated with spherical Nostoc macrocolonies",
        "High-up: A remove reservoir of microbial extremophiles in Central Andean wetlands",
        "Molecular genetic and chemotaxonomic characterization of the terrestrial cyanobacterium Nostoc commune and its neighboring species",
        "Trimmomatic: A flexible trimmer for Illumina sequence data",
        "Marine-freshwater prokaryotic transitions required extensive changes in the predicted proteome",
        "BLAST+: architecture and applications",
        "Heavy metals concentration in sediment of Lluta River Basin",
        "Rapid profiling of tropical marine cyanobacterial communities",
        "ModelTest-NG: a new and scalable tool for the selection of DNA and protein evolutionary models",
        "Unlocking the spatial control of secondary metabolism uncovers hidden natural product diversity in Nostoc punctiforme",
        "The ecology of Nostoc",
        "The diversity of cyanobacterial toxins on structural characterization, distribution and identification: a systematic review",
        "Diversity of endosymbiotic Nostoc in Gunnera magellanica (L) from Tierra del Fuego",
        "Biochemical composition and toxicity of edible colonies of the cyanobacterium Nostoc sp",
        "Timing the evolutionary advent of cyanobacteria and the later great oxidation event using gene phylogenies of a sunscreen",
        "Macrochaete gen nov. (Nostocales, Cyanobacteria), a taxon morphologically and molecularly distinct from Calothrix",
        "A sub-Antarctic peat moss metagenome indicates microbiome resilience to stress and the biogeochemical functions of early Paleozoic terrestrial ecosystems",
        "Evolutionary roots of plant microbiomes and biogeochemical impacts of nonvascular autotroph-microbiome systems over deep time",
        "Lacustrine Nostoc (Nostocales) and associated microbiome generate a new type of modern clotted microbialite",
        "Microscopic and metagenomic analyses of Peltigera ponojensis (Peltigerales, Ascomycota)",
        "Why we need more algal metagenomes",
        "Ploidy in Cyanobacteria",
        "Small but manifold–hidden diversity in “Spumella-like flagellates”",
        "Characterization of extracellular matrix components from the desiccation-tolerant cyanobacterium Nostoc commune",
        "Microbial and chemical characterization of underwater fresh water springs in the Dead Sea",
        "Cyanobacterial peptides beyond microcystins – A review on co-occurrence, toxicity, and challenges for risk assessment",
        "Cyanobacteria (Nostoc commune) used as a dietary item in the Peruvian highlands produce the neurotoxic amino acid BMAA",
        "Water availability shaped edaphic and lithic cyanobacterial communities in the Atacama Desert",
        "MAFFT multiple sequence alignment software version 7: improvements in performance and usability",
        "Comprehensive analyses of cytochrome P450 monooxygenases and secondary metabolite biosynthetic gene clusters in Cyanobacteria",
        "The widely-conserved ebo cluster is involved in precursor transport to the periplasm during scytonemin synthesis by Nostoc punctiforme",
        "Evaluation of general 16S ribosomal RNA gene PCR primers for classical and next-generation sequencing-based diversity studies",
        "Fascinated by a curiosity: Dieter Mollenhauer and Geosiphon pyriformis",
        "Microbiomes of streptophyte algae and bryophytes suggest that a functional suite of microbiota fostered plant colonization of land",
        "Cyanobiont diversity in six Azolla spp. And relation to Azolla-nutrient profiling",
        "MEGAHIT: an ultra-fast single-node solution for large and complex metagenomics assembly via succinct de Bruijn graph",
        "Fast and accurate short read alignment with Burrows-Wheeler transform",
        "Cd-hit: a fast program for clustering and comparing large sets of protein or nucleotide sequences",
        "Nostopeptolide plays a governing role during cell differentiation of the symbiotic cyanobacterium Nostoc punctiforme",
        "A genetic and chemical perspective on symbiotic recruitment of cyanobacteria of the genus Nostoc into the host plant Blasia pusilla L",
        "Creating the CIPRES Science Gateway for inference of large phylogenetic trees",
        "Improved taxon sampling and multigene phylogeny of unicellular chlamydomonads closely related to the colonial volvocalean lineage Tetrabaenaceae-Goniaceae-Volvocaceae (Volvocales, Chlorophyceae)",
        "Interactive metagenomic visualization in a web browser",
        "Living at the frontiers of life: Extremophiles in Chile and their potential for bioremediation",
        "SINA: accurate high throughput multiple sequence alignment of ribosomal RNA genes",
        "The SILVA ribosomal RNA gene database project: improved data processing and web-based tools",
        "BEDTools: A flexible suite of utilities for comparing genomic features",
        "Calothrix–An evaluation of fresh water species in United States rivers and streams, their distribution and preliminary ecological findings",
        "A microethnographic and ethnobotanical approach to llayta consumption among Andes feeding practices",
        "MrBayes 3: Bayesian phylogenetic inference under mixed models",
        "Preserving the unique puna ecosystems of the Andean Altiplano. A descriptive account of Lauca National Park, Chile",
        "Characterization of the cyanobacteria and associated bacterial community from an ephemeral wetland in New Zealand",
        "Evolution of photosynthesis and aerobic respiration in the cyanobacteria",
        "RAxML version 8: a tool for phylogenetic analysis and post-analysis of large phylogenies",
        "Unlocking a high bacterial diversity in the coralloid root microbiome from the cycad genus Dioon",
        "The diversity, origin, and evolutionary analysis of geomin synthase gene in cyanobacteria",
        "Day and night: Metabolic profiles and evolutionary relationships of six axenic non-marine cyanobacteria"
    ],
    "affiliation": [
        {
            "affiliation-city": "Madison",
            "@id": "60032179",
            "affilname": "University of Wisconsin-Madison",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032179",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Chicago",
            "@id": "60031975",
            "affilname": "Illinois State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031975",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Concepcion",
            "@id": "60023195",
            "affilname": "Universidad del Bio Bio",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023195",
            "affiliation-country": "Chile"
        },
        {
            "affiliation-city": "Duluth",
            "@id": "60009875",
            "affilname": "University of Minnesota Duluth",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009875",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "United States National Science Foundation"
    ]
}