{
    "eid": "2-s2.0-84964767159",
    "title": "Increased accumulation of polyhydroxybutyrate in divergent cyanobacteria under nutrient-deprived photoautotrophy: An efficient conversion of solar energy and carbon dioxide to polyhydroxybutyrate by Calothrix scytonemicola TISTR 8095",
    "cover-date": "2016-07-01",
    "subject-areas": [
        {
            "$": "Bioengineering",
            "@code": "1502"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        },
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Renewable Energy",
            "@code": "2105"
        }
    ],
    "keywords": [
        "Carbon dioxide",
        "Cyanobacteria",
        "Energy",
        "PHB",
        "Polyhydroxybutyrate"
    ],
    "authors": [
        "Auratai Kaewbai-ngam"
    ],
    "citedby-count": 75,
    "ref-count": 20,
    "ref-list": [
        "Antibiotics-free stable polyhydroxyalkanoate (PHA) production from carbon dioxide by recombinant cyanobacteria",
        "Poly-β-hydroxybutyrate accumulation in cyanobacteria under photoautotrophy",
        "Auto-flotation of heterocyst enables the efficient production of renewable energy in cyanobacteria",
        "Photo-autotrophic production of poly(hydroxyalkanoates) in cyanobacteria",
        "Engineering cyanobacteria to generate high-value products",
        "Synechocystis sp. PCC6803 possesses a two-component polyhydroxyalkanoic acid synthase similar to that of anoxygenic purple sulfur bacteria",
        "Polyhydroxyalkanoates: bioplastics with a green agenda",
        "Curr. Biotechnol.",
        "A thermophilic cyanobacterium, Synechococcus sp. MA19, capable of accumulating poly-β-hydroxybutyrate",
        "Enhanced accumulation of glycogen, lipids and polyhydroxybutyrate under optimal nutrients and light intensities in the cyanobacterium Synechocystis sp. PCC 6803",
        "Production of poly-β-hydroxybutyrate by thermophilic cyanobacterium, Synechococcus sp. MA19, under phosphate-limited conditions",
        "Increased bioplastic production with an RNA polymerase sigma factor SigE during nitrogen starvation in synechocystis sp. PCC 6803",
        "Pathway-level acceleration of glycogen catabolism by a response regulator in the cyanobacterium synechocystis species PCC 6803",
        "Accumulation of poly-β-hydroxybutyrate in Nostoc muscorum: Regulation by pH, light-dark cycles, N and P status and carbon sources",
        "A recombinant cyanobacterium that accumulates poly-(hydroxybutyrate)",
        "Bacterial synthesis of biodegradable polyhydroxyalkanoates",
        "Global proteomics reveal an atypical strategy for carbon/nitrogen assimilation by a cyanobacterium under diverse environmental perturbations",
        "Effects of phosphorus and nitrogen limitation on PHA production in activated sludge",
        "Accumulation of poly-β-hydroxybutyrate in cyanobacterium Synechocystis sp. PCC6803"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund of Chulalongkorn University",
        "Asahi Glass Foundation",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}