{
    "eid": "2-s2.0-84973925424",
    "title": "Paper-based platform for urinary creatinine detection",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        }
    ],
    "keywords": [
        "Creatinine",
        "Human urine",
        "Jaffé reaction",
        "Paper platform"
    ],
    "authors": [
        "Jarinya Sittiwong"
    ],
    "citedby-count": 32,
    "ref-count": 40,
    "ref-list": [
        "Estimation of creatinine by the Jaffe reaction. A comparison of three methods.",
        null,
        "Improved method for specific determination of creatinine in serum and urine.",
        "Determination of creatinine in urine by tandem mass spectrometry",
        "Simple high-performance liquid chromatographic method to analyze serum creatinine has several advantages over the Jaffé picric acid reaction as demonstrated with a cimetidine dose response in rhesus monkeys",
        "Rapid and direct determination of creatinine in urine using capillary zone electrophoresis",
        "Clin. Chim. Acta",
        "GC-MS determination of creatinine in human biological fluids as pentafluorobenzyl derivative in clinical studies and biomonitoring: Inter-laboratory comparison in urine with Jaffé, HPLC and enzymatic assays",
        "A simplified method for HPLC determination of creatinine in mouse serum",
        "Plasma creatinine and creatine quantification by capillary electrophoresis diode array detector",
        "Novel potentiometric sensing of creatinine",
        "Amperometric creatinine biosensor for hemodialysis patients",
        "Immobilization of creatininase, creatinase and sarcosine oxidase on iron oxide nanoparticles/chitosan-g-polyaniline modified Pt electrode for detection of creatinine",
        "Analytical sample preparation strategies for the determination of antimalarial drugs in human whole blood, plasma and urine",
        "Determination of free (unconjugated) amphetamine-type stimulants in urine samples by dispersive liquid-liquid microextraction and gas chromatography coupled to mass spectrometry (DLLME-GC-MS)",
        "Magnetic nano graphene oxide as solid phase extraction adsorbent coupled with liquid chromatography to determine pseudoephedrine in urine samples",
        "Rapid determination of serum creatinine by an ion-exchange technique",
        "Creatinine determined by 'high-performance' liquid chromatography",
        "Assay of creatinine in serum, with use of Fuller's earth to remove interferents",
        "Detection of urinary creatinine using gold nanoparticles after solid phase extraction",
        "Reliable detection of mucopolysacchariduria in dried-urine filter paper samples",
        "Iodine and creatinine testing in urine dried on filter paper",
        "Correlation of the levels of glycosaminoglycans between urine and dried urine in filter paper samples and their stability over time under different storage temperatures",
        "An improved method for glycosaminoglycan analysis by LC-MS/MS of urine samples collected on filter paper",
        "Paper based colorimetric biosensing platform utilizing cross-linked siloxane as probe",
        "Self-assembled micro-structured sensors for food safety in paper based food packaging",
        "A low-cost and simple paper-based microfluidic device for simultaneous multiplex determination of different types of chemical contaminants in food",
        "Development of paper-based microfluidic analytical device for iron assay using photomask printed with 3D printer for fabrication of hydrophilic and hydrophobic zones on paper by photolithography",
        "A fluorometric paper-based sensor array for the discrimination of heavy-metal ions",
        "Enhancement of sensitivity of paper-based sensor array for the identification of heavy-metal ions",
        "Determination of creatinine in clinical samples based on flow-through microsystem",
        "Effect of Glucose upon Alkaline Picrate: A Jaffe Interference",
        "Interferences in current methods for measurements of creatinine",
        "Kinetic study of the Jaffe reaction for quantifying creatinine in serum: 1. Alkalinity controlled with NaOH",
        "Chemical interference by drugs and other substances with clinical laboratory test procedures",
        "Kinetic serum creatinine assays I. The role of various factors in determining specificity.",
        "Measurement of creatinine by Jaffe's reaction - Determination of concentration of sodium hydroxide required for maximum color development in standard, urine and protein free filtrate of serum",
        "Effects of storage on phosphorus recovery from urine",
        "Forensic Sci. Int."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Department of Chemistry, Chulalongkorn University",
        "Thailand Research Fund"
    ]
}