{
    "eid": "2-s2.0-84895833516",
    "title": "Reduction of DOM fractions and their trihalomethane formation potential in surface river water by in-line coagulation with ceramic membrane filtration",
    "cover-date": "2014-03-01",
    "subject-areas": [
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        },
        {
            "$": "General Environmental Science",
            "@code": "2300"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        }
    ],
    "keywords": [
        "Ceramic membrane",
        "Dissolved organic matter",
        "Fractionation",
        "In-line coagulation",
        "Polyaluminium chloride",
        "Trihalomethane formation potential"
    ],
    "authors": [
        "Pharkphum Rakruam"
    ],
    "citedby-count": 29,
    "ref-count": 33,
    "ref-list": [
        "Removal of DOM and THM formation potential of tropical surface water by ceramic microfiltration",
        "Characteristics of organic precursors and their relationship with disinfection by-products",
        "In-line coagulation with low-pressure membrane filtration",
        "Molecular Weight Distribution, Carboxylic Acidity, and Humic Substances Content of Aquatic Organic Matter: Implications for Removal during Water Treatment",
        "Hydrophobic and hydrophilic substances in wastewater: Extraction, characterization and quantification",
        "Fabrication and characterization of low cost tubular mineral-based ceramic membranes for micro-filtration from natural zeolite",
        "Proceedings of the 7th International Symposium on Southeast Asian Water Environment. Bangkok, Thailand",
        "Selected processes for removing NOM: An overview",
        "Reduction of trihalomethane created from six fractions of dissolved organic matters in raw water supply by alum coagulation. Master thesis",
        "Interaction between organic species in the formation of haloacetic acids following disinfection",
        "Three approaches for characterizing NOM",
        "American Water Works Association",
        "Comprehensive Approach to Preparative Isolation and Fractionation of Dissolved Organic Carbon from Natural Waters and Wastewaters",
        "Characterizing aquatic dissolved organic matter",
        "Treatment of river water by a hybrid coagulation and ceramic membrane process",
        "J. Environ. Sci. Health, Part A",
        "Spectral fluorescence signatures and partial least squares regression: Model to predict dissolved organic carbon in water",
        "Environ. Res.",
        "The variation of mass and disinfection by-product formation potential of dissolved organic matter fractions along a conventional surface water treatment plant",
        "Effect of operational conditions on membrane permeability in a coagulation-microfiltration process for water purification",
        "Drinking-water standards",
        "Identification of dissolved organic matter in raw water supply from reservoirs and canals as precursors to trihalomethanes formation",
        "Characterization of precursors to trihalomethanes formation in Bangkok source water",
        "CARCINOGENICITY OF CHLORINATION BY-PRODUCTS: TRIHALOMETHANES.",
        "Applications and benefits of ceramic membranes",
        "J. Soc. Treatment Examin.",
        "Effect of turbidity in surface water on poly aluminium chloride dosage for waterworks. Bachelor's degree thesis",
        "Enhanced coagulation and enhanced precipitative softening guidance Manual: Office of Water (4607)",
        "Ultrafiltration with in-line coagulation for the removal of natural humic acid and membrane fouling mechanism",
        "Membrane filtration of coagulated suspensions",
        "Malay. J. Analy. Sci.",
        "Removal and transformation of organic matters in domestic wastewater during lab-scale chemically enhanced primary treatment and a trickling filter treatment"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center of Excellence on Hazardous Substance Management, Chulalongkorn University",
        "Dr.Takashi Hashimoto and Metawater Co., Ltd."
    ]
}