{
    "eid": "2-s2.0-85081298329",
    "title": "The evolutionarily conserved HtrA is associated with stress tolerance and protein homeostasis in the halotolerant cyanobacterium Halothece sp. PCC7418",
    "cover-date": "2020-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Molecular Medicine",
            "@code": "1313",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Halothece",
        "Halotolerant cyanobacterium",
        "HtrA",
        "Salt stress",
        "Serine protease"
    ],
    "authors": [
        "Tanutcha Patipong",
        "Takashi Hibino",
        "Hakuto Kageyama",
        "Rungaroon Waditee-Sirisattha"
    ],
    "citedby-count": 4,
    "ref-count": 39,
    "ref-list": [
        "Bacterial proteasomes: mechanistic and functional insights",
        "Identification and purification of a derepressible alkaline phosphatase from Anacystis nidulans R2",
        "Protein oxidation and cellular homeostasis: emphasis on metabolism",
        "Insights into the cyanobacterial Deg/HtrA proteases",
        "Protein quality control under oxidative stress conditions",
        "Halophiles and their enzymes: negativity put to good use",
        "Proteasomal and autophagic degradation systems",
        "An Mrp-like cluster in the halotolerant cyanobacterium Aphanothece halophytica functions as a Na+/H+antiporter",
        "An equation to estimate the difference between theoretically predicted and SDS PAGE-displayed molecular weights for an acidic peptide",
        "Isolation of outer membrane of Synechocystis sp. PCC 6803 and its proteomic characterization",
        "ETE 3: reconstruction, analysis, and visualization of phylogenomic data",
        "Recombinant Deg/HtrA proteases from Synechocystis sp. PCC 6803 differ in substrate specificity, biochemical characteristics and mechanism",
        "A structural phase of heat-denatured lysozyme with novel antimicrobial action",
        "Transcriptional profiles and structural models of the Synechocystis sp. PCC 6803 Deg proteases",
        "Activation of DegP chaperone-protease via formation of large cage-like oligomers upon binding to substrate proteins",
        "An alkaline phosphatase/phosphodiesterase, PhoD, induced by salt stress and secreted out of the cells of Aphanothece halophytica, a halotolerant cyanobacterium",
        "Salt stress and hyperosmotic stress regulate the expression of different sets of genes in Synechocystis sp. PCC 6803",
        "MAFFT multiple sequence alignment software version 7: improvements in performance and usability",
        "Selective degradation of unfolded proteins by the self-compartmentalizing HtrA protease, a periplasmic heat shock protein in Escherichia coli",
        "A small periplasmic protein with a hydrophobic C-terminal residue enhances DegP proteolysis as a suicide activator",
        "Structural basis for the regulated protease and chaperone function of DegP",
        "Oxidative stress in cyanobacteria",
        "Structure, function and regulation of the conserved serine proteases DegP and DegS of Escherichia coli",
        "Autophagy: process and function",
        "Isolation and characterization of three types of membranes from the cyanobacterium (blue-green alga) Synechocystis PCC 6714",
        "Serine peptidases: classification, structure and function",
        "A class I fructose-1,6-bisphosphate aldolase is associated with salt stress tolerance in a halotolerant cyanobacterium Halothece sp. PCC 7418",
        "FastTree: computing large minimum evolution trees with profiles instead of a distance matrix",
        "Temperature dependent dynamics of DegP-trimer: a molecular dynamics study",
        "Cyanobacterial diversity in microbial mats from the hypersaline lagoon system of Araruama, Brazil: an in-depth polyphasic study",
        "Protein adaptations in archaeal extremophiles",
        "Degradation of PsbO by the Deg protease HhoA is thioredoxin dependent",
        "The Escherichia coli heat shock protease HtrA participates in defense against oxidative stress",
        "The N-terminal region of HtrA heat shock protease from Escherichia coli is essential for stabilization of HtrA primary structure and maintaining of its oligomeric structure",
        "Halotolerant cyanobacterium Aphanothece halophytica contains an Na+/H+antiporter, homologous to eukaryotic ones, with novel ion specificity affected by C-terminal tail",
        "Isolation and functional characterization of N-Methyltransferases that catalyze betaine synthesis from glycine in a halotolerant photosynthetic organism Aphanothece halophytica",
        "Complexation of lysozyme with sodium poly (styrenesulfonate) via the two-state and non-two-state unfoldings of lysozyme",
        "Proteomic analysis of early salt stress responsive proteins in alfalfa roots and shoots",
        "Purification and biochemical characterization of a novel thermostable serine alkaline protease from Aeribacillus pallidus C10: a potential additive for detergents"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nagoya",
            "@id": "60027762",
            "affilname": "Meijo University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027762",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Institute for Fermentation",
        "Chulalongkorn University"
    ]
}