{
    "eid": "2-s2.0-85140436748",
    "title": "In Silico Simulations and Analysis of Human Phonological Working Memory Maintenance and Learning Mechanisms with Behavior and Reasoning Description Language (BRDL)",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Theoretical Computer Science",
            "@code": "2614",
            "@abbrev": "MATH"
        },
        {
            "@_fa": "true",
            "$": "Computer Science (all)",
            "@code": "1700",
            "@abbrev": "COMP"
        }
    ],
    "keywords": [
        "Behaviour and Reasoning Description Language (BRDL)",
        "Formal methods",
        "Semantic memory",
        "Short-term memory",
        "Working memory"
    ],
    "authors": [
        "Antonio Cerone",
        "Diana Murzagaliyeva",
        "Nuray Nabiyeva",
        "Ben Tyler",
        "Graham Pluck"
    ],
    "citedby-count": 0,
    "ref-count": 38,
    "ref-list": [
        "Human memory: A proposed system and its control processes",
        "The control of short-term memory",
        "The episodic buffer: A new component of working memory?",
        "Working memory: Looking back and looking forward",
        "Working memory: Theories, models, and controversies",
        "The phonological loop as a language learning device",
        "Working memory",
        "Is the levels of processing effect language-limited?",
        "The time-based resource-sharing model of working memory",
        "Memory for serial order: A network model of the phonological loop and its timing",
        "What is attentional refreshing in working memory?",
        "Two maintenance mechanisms of verbal information in working memory",
        "Evidence for decay in verbal short-term memory: A commentary on Berman, Jonides, and Lewis (2009)",
        "Intelligence: Its Structure, Growth and Action. Advances in Psychology, vol. 35",
        "Cognitive Power Electronics 4.0-So knnten leistungselektronische Schaltungen entschei-den",
        "Cognitive Power Electronics 4.0-So knnten leistungselektronische Schaltungen entschei-den",
        "Cognitive Power Electronics 4.0-So knnten leistungselektronische Schaltungen entschei-den",
        "Cognitive Power Electronics 4.0-So knnten leistungselektronische Schaltungen entschei-den",
        "Cognitive Power Electronics 4.0-So knnten leistungselektronische Schaltungen entschei-den",
        "Retrieval time from semantic memory",
        "Working memory is (almost) perfectly predicted by g",
        "Levels of processing: A framework for memory research",
        "Automatic and controlled processing in sentence recall: The role of long-term and working memory",
        "A pattern-analyzing basis of recognition",
        "Rehearsal in serial recall: An unworkable solution to the nonexistent problem of decay",
        "Elaborative strategies contribute to the long-term benefits of time in working memory",
        "The influence of aging on attentional refreshing and articulatory rehearsal during working memory on later episodic memory performance",
        "Elaborative strategies in verbal learning and memory",
        "Maintenance rehearsal: A two-component analysis",
        "Short-term memory and long-term memory are still different",
        "Chunking and redintegration in verbal short-term memory",
        "The Hebb repetition effect in simple and complex memory span",
        "Modeling working memory: A computational implementation of the time-based resource-sharing theory",
        "Cognitive Power Electronics 4.0-So knnten leistungselektronische Schaltungen entschei-den",
        "Response suppression, strategy application, and working memory in the prediction of academic performance and classroom misbehavior: A neu-ropsychological approach",
        "The effects of refreshing and elaboration on working memory performance, and their contributions to long-term memory formation",
        "Time to process information in working memory improves episodic memory",
        "A perspective on rehearsal"
    ],
    "affiliation": [
        {
            "affiliation-city": "Astana",
            "@id": "60104301",
            "affilname": "Nazarbayev University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60104301",
            "affiliation-country": "Kazakhstan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Nazarbayev University, Kazakhstan"
    ]
}