{
    "eid": "2-s2.0-85034059715",
    "title": "Production of massoia lactone by Aureobasidium pullulans YTP6-14 isolated from the Gulf of Thailand and its fragrant biosurfactant properties",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        }
    ],
    "keywords": [
        "Aureobasidium pullulans",
        "fragrant biosurfactant",
        "massoia lactone"
    ],
    "authors": [
        "S. Luepongpattana"
    ],
    "citedby-count": 23,
    "ref-count": 34,
    "ref-list": [
        "Biomass Estimation in Plant Cell Cultures Using an Extended Kalman Filter",
        "Which morphological forms of the fungus Aureobasidium pullulans are responsible for pullulan production?",
        "Bioproducts from Aureobasidium pullulans, a biotechnologically important yeast",
        "Structure and transcriptional control of the Saccharomyces cerevisiae POX1 gene encoding acylcoenzyme A oxidase",
        "Production of lactones and peroxisomal beta-oxidation in yeasts",
        "Effect of acyl-CoA oxidase activity on the accumulation of γ-decalactone by the yeast Yarrowia lipolytica: A factorial approach",
        "Bioconversion technologies of crude glycerol to value added industrial products",
        "Screening and optimization of biosurfactant production by the hydrocarbon-degrading bacteria",
        "Extracellular production of a glycolipid biosurfactant, mannosylerythritol lipid, by Candida sp. SY16 using fed-batch fermentation",
        "A novel biosurfactant produced by Aureobasidium pullulans L3-GPY from a tiger lily wild flower, Lilium lancifolium thunb",
        "Extracellular accumulation of the polyol lipids, 3,5-dihydroxydecanoyl and 5-hydroxy-2-decenoyl esters of arabitol and mannitol, by aureobasidium sp.",
        "Advances in utilization of renewable substrates for biosurfactant production",
        "Multilocus phylogenetic analyses, pullulan production and xylanase activity of tropical isolates of Aureobasidium pullulans",
        "Heavy oils produced by Aureobasidium pullulans",
        "Microbial biosurfactants: Challenges and opportunities for future exploitation",
        "Biosurfactants: A sustainable replacement for chemical surfactants?",
        "A new lipopeptide biosurfactant produced by Arthrobacter sp. strain MIS38",
        "A study on the structure-function relationship of lipopeptide biosurfactants",
        "Biosurfactants in food industry",
        "Use of different methods for detection of thermophilic biosurfactant-producing bacteria from hydrocarbon-contaminated and bioremediated soils",
        null,
        "Effect of Cinnamomum burmannii Nees ex Bl. and Massoia aromatica Becc. Essential oils on planktonic growth and biofilm formation of Pseudomonas aeruginosa and Staphylococcus aureus In Vitro",
        "Structural characterization of novel extracellular liamocins (mannitol oils) produced by Aureobasidium pullulans strain NRRL 50380",
        "Biosurfactants: Potential applications in medicine",
        "Biochemistry of lactone formation in yeast and fungi and its utilisation for the production of flavour and fragrance compounds",
        "Diversity of nonribosomal peptide synthetases involved in the biosynthesis of lipopeptide biosurfactants",
        "Surfactants and Interfacial Phenomena",
        "Biodiversitas",
        "Methods for investigating biosurfactants and bioemulsifiers: A review",
        "Purification and biochemical characterization of polygalacturonases produced by Aureobasidium pullulans",
        "Proceedings of the 25th Annual Meeting of the Thai Society for Biotechnology and International Conference",
        "Formation of the -lactone of 3,5-dihydroxydecanoic acid by the fungus Cephalosporium recifei.",
        "Involvement of acyl coenzyme A oxidase isozymes in biotransformation of methyl ricinoleate into γ-decalactone by Yarrowia lipolytica",
        "Comparison of methods to detect biosurfactant production by diverse microorganisms"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sapporo",
            "affilname": "Hokkaido University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Beuth University of Applied Sciences",
        "National University of Laos",
        "Ministry of Science and Technology",
        "Japan Society for the Promotion of Science",
        "Chulalongkorn University",
        "National Research Council of Thailand",
        "Universitas Brawijaya",
        "Ministry of Science and Technology of Thailand"
    ]
}