{
    "eid": "2-s2.0-84976626441",
    "title": "Inhibitors of HIV-1 integrase from Dioscorea bulbifera",
    "cover-date": "2016-05-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Anti-HIV-1 integrase activity",
        "Clerodane diterpenoid",
        "Diosbulbin E acetate",
        "Dioscorea bulbifera L",
        "Molecular docking"
    ],
    "authors": [
        "Prapaporn Chaniad"
    ],
    "citedby-count": 5,
    "ref-count": 30,
    "ref-list": [
        "Antihyperglycemic and antidyslipidemic activity of aqueous extract of Dioscorea bulbifera tubers",
        "Molecular mechanisms in retrovirus DNA integration",
        "Anti-HIV-1 integrase and anti-allergic activities of Bauhinia strychnifolia",
        "Dimerization inhibitors of HIV-1 reverse transcriptase, protease and integrase: A single mode of inhibition for the three HIV enzymes?",
        "Anti-HIV drugs: 25 compounds approved within 25 years after the discovery of HIV",
        "Antioxidant Activity of Polyphenols from Hypericum triquetrifolium Turra",
        "Structure of the HIV-1 integrase catalytic domain complexed with an inhibitor: A platform for antiviral drug design",
        "Antiproliferative Effects of Several Compounds Isolated from Amburana cearensis A. C. Smith",
        "Oxidants and Antioxidants in Medical Science",
        "The mobility of an HIV-1 integrase active site loop is correlated with catalytic activity",
        "Kaempferol from saffron petals",
        "A docking study of l-chicoric acid with HIV-1 integrase",
        "Journal of Scientometric Research",
        "The evaluation of catechins that contain a galloyl moiety as potential HIV-1 integrase inhibitors",
        "Diterpenoids from the roots of Croton macrostachys",
        "The retroviral enzymes",
        "Master of Pharmacy in Pharmaceutical Sciences",
        "New clerodane diterpenoid from the bulbils of Dioscorea bulbifera",
        "Retroviral integrase proteins and HIV-1 DNA integration",
        "Structure-activity relationship study of flavone compounds with anti-HIV-1 integrase activity: A density functional theory study",
        "Analgesic and anti-inflammatory properties of extracts from the bulbils of dioscorea bulbifera L. var sativa (Dioscoreaceae) in mice and rats",
        "Clerodane and 19-norclerodane diterpenoids from the tubers of Dioscorea antaly",
        "New and investigational antiretroviral drugs for HIV infection: Mechanisms of action and early research findings",
        "Differential apoptosis-inducing effect of quercetin and its glycosides in human promyeloleukemic HL-60 cells by alternative activation of the caspase 3 cascade",
        "A potential plasmid-curing agent, 8-epidiosbulbin E acetate, from Dioscorea bulbifera L. against multidrug-resistant bacteria",
        "HIV-1 integrase inhibitor interactions at the active site: Prediction of binding modes unaffected by crystal packing [16]",
        "Flavanone and flavonol glycosides from the leaves of Thevetia peruviana and their HIV-1 reverse transcriptase and HIV-1 integrase inhibitory activities",
        "Active site binding modes of curcumin in HIV-1 protease and integrase",
        "Journal of Tropical Medicinal Plants",
        "Antitumor activity of Dioscorea bulbifera L. rhizome in vivo"
    ],
    "affiliation": [
        {
            "affiliation-city": "Hatyai",
            "affilname": "Prince of Songkla University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}