{
    "eid": "2-s2.0-84928167423",
    "title": "Interpretation of tectonic setting in the Phetchabun Volcanic Terrane, Northern Thailand: Evidence from enhanced airborne geophysical data",
    "cover-date": "2015-08-01",
    "subject-areas": [
        {
            "$": "Geology",
            "@code": "1907"
        },
        {
            "$": "Earth-Surface Processes",
            "@code": "1904"
        }
    ],
    "keywords": [
        "Aeromagnetic",
        "Magmatic",
        "Phetchabun",
        "Tectonic",
        "Thailand"
    ],
    "authors": [
        "Arak Sangsomphong"
    ],
    "citedby-count": 1,
    "ref-count": 46,
    "ref-list": [
        "Nan River suture zone, northern Thailand.",
        "J. Thai Geosci.",
        "Magnetic Characterization of the Thung-Yai Redbed of Nakhon Si Thammarat Province, Southern Thailand, and Magnetic Relationship with the Khorat Redbed",
        "Petrochemistry and tectonic setting of mafic volcanic rocks in the Chon Daen-Wang Pong area, Phetchabun, Thailand",
        "Tectonic and geologic evolution of Thailand",
        "Proceedings of the National Conference on Geologic Resources of Thailand: Potential for Future Development",
        "High-resolution aeromagnetic mapping of volcanic terrain, Yellowstone National Park",
        "Permian Fusulinodean Biostratigraphy and Carbonate Development in the Indochina Block of Thailand with their Paleogeographic Implication",
        "Lithophile Metallogenetic Eepochs of Thailand: A Geological and Geochronological Investigation",
        null,
        "J. Geol. Soc. Thailand",
        "J. Sci. Res. Chulalongkorn Univ.",
        "Proceedings of the Symposium on Mineral, Energy, and Water Resources of Thailand: Towards the Year 2000",
        "Geology of the Chatree region Thailand",
        "The Gold Potential of the Loei - Prachinburi Mineralized Belt, Northeastern Thailand",
        "Ductile and brittle structural evolution of the Laxemar-Simpevarp area: an independent analysis based on local and regional constraints",
        "Interpreting aeromagnetic data in areas of limited outcrop",
        "Petrology and Geochronology of the Volcanic Rocks of the Central Thailand Volcanic Belt",
        "Petrology and SrNd isotopic systems of the basalts and rhyolites, Loei, Thailand",
        "GEOTHAI'07 International Conference on Geology of Thailand: Towards Sustainable Development and Sufficiency Economy",
        "Conference on Geologic Resources of Thailand",
        "Geol. Surv. Rep.",
        "J. Geol. Soc. Thailand",
        "Follow-up Survey Report for Airborne Geophysical Survey of the Mineral Resources Development Project",
        "Gold and Iron-Gold Minerlization in the Sukhothai and Loei-Phetchabun Fold Belts",
        "Proceedings of the International Symposia on Geoscience Resources and Environments of Asian Terranes",
        "Gondwana dispersion and Asian accretion: an overview",
        "Gondwana dispersion and Asian accretion: Tectonic and palaeogeographic evolution of eastern Tethys",
        "Enhancement and presentation of airborne geophysical data",
        "Nested strike-slip duplexes, and other evidence for Late Cretaceous-Palaeogene transpressional tectonics before and during India-Eurasia collision, in Thailand, Myanmar and Malaysia",
        "Proceedings of the International Symposia on Geoscience Resources and Environments of Asian Terranes",
        "Major Fault Structures in Loei Geosuture Using Enhanced Landsat and Air-borne Magnetic Data",
        "New Processing of Airborne Magnetic and Electromagnetic Data and Interpretation for Subsurface Structures in the Loei Area, Northeastern Thailand",
        "The crack-seal mechanism of rock deformation",
        "Gondwana Res.",
        "Analysis and Modeling of Airborne Geophysical Data in the Phetchabun Volcanic Terrane, Northern Part of Central Thailand",
        "Tectonic blocks and suture zones of eastern Thailand: Evidence from enhanced airborne geophysical analysis",
        "Proceedings of the International Symposium on Geosciences Resources and Environments of Asian Terranes",
        "Parallel Tethyan sutures in mainland Southeast Asia: New insights for Palaeo-Tethys closure and implications for the Indosinian orogeny",
        "Clinopyroxene-corundum assemblages from alkali basalt and alluvium, eastern Thailand: Constraints on the origin of Thai rubies",
        "Proceedings of the International Symposia on Geoscience Resources and Environments of Asian Terranes",
        "Application of the Airborne Geophysical Data on Mapping of Suture Zones and Metallogenic Provinces of Thailand",
        "Proceedings of International Symposium on Shallow Tethys",
        "Geology and Petrography of Khao Pha-Nom-Pa, Wang Saiphun, Phichit, Thailand"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}