{
    "eid": "2-s2.0-84901857621",
    "title": "Consensus building in giant Asian honeybee, Apis dorsata, swarms onthe move",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Apis",
        "Apis dorsata",
        "Collective decision making",
        "Consensus",
        "Group movement",
        "Swarming"
    ],
    "authors": [
        "James C. Makinson"
    ],
    "citedby-count": 12,
    "ref-count": 43,
    "ref-list": [
        "How does an informed minority of scouts guide a honeybee swarm as it flies to its new home?",
        "From disorder to order in marching locusts",
        "House-hunting by honey bee swarms: Collective decisions and individual behaviors",
        "The engorgement of swarming worker honeybees",
        "\"Leading according to need\" in self-organizing groups",
        "Effective leadership and decision-making in animal groups on the move",
        "Deciding on the wing: In-flight decision making and search space sampling in the red dwarf honeybee Apis florea",
        "The biology of the dance language",
        "Dance dialects and foraging range in three Asian honey bee species",
        "Colony migration in the tropical honey bee Apis dorsata F. (Hymenoptera: Apidae)",
        "The seasonal cycle of swarming in Honeybees",
        "Scouts behave as streakers in honeybee swarms",
        "Sustainable by design",
        "Inferring the rules of interaction of shoaling fish",
        "Six-year population fluctuation of the giant honey bee Apis dorsata (hymenoptera: apidae) in a tropical lowland dipterocarp forest in Sarawak",
        "Honeybee swarms: How do scouts guide a swarm of uninformed bees?",
        "Inferring the structure and dynamics of interactions in schooling fish",
        "A rule-of-thumb based on social affiliation explains collective movements in desert baboons",
        "Observations and Experiments on Migration and Dance Communication of Apsis Dorsata in Sri Lanka",
        "High bee traffic disrupts transfer of directional information in flying honeybee swarms",
        "Decision versus compromise for animal groups in motion",
        "Old comb for nesting site recognition by Apis dorsata? Field experiments in China",
        "A molecular phylogeny of the genus Apis suggests that the Giant Honey Bee of the Philippines, A. breviligula Maa, and the Plains Honey Bee of southern India, A. indica Fabricius, are valid species",
        "Moving home: Nest-site selection in the Red Dwarf honeybee (Apis florea)",
        "Home-site fidelity in migratory honeybees",
        "Nest site selection in the open-nesting honeybee Apis florea",
        "Colony relatedness in aggregations of Apis dorsata Fabricius (Hymenoptera, Apidae)",
        "Asian honey bees. Biology, conservation, and human interactions",
        "Giant honeybees return to their nest sites",
        "Migrating Giant Honey Bees (Apis dorsata) Congregate Annually at Stopover Site in Thailand",
        "Do small swarms have an advantage when house hunting? The effect of swarm size on nest-site selection by Apis mellifera",
        "Inaccurate and unverified information in decision making: A model for the nest site selection process of Apis florea",
        "Waggle dance behavior associated with seasonal absconding in colonies of the African honey bee, Apis mellifera scutellata",
        "The mechanism of flight guidance in honeybee swarms: Subtle guides or streaker bees?",
        "Consensus building during nest-site selection in honey bee swarms: The expiration of dissent",
        "Honeybee democracy",
        "Group decision making in swarms of honey bees",
        "The Natural History of the Flight of Honey Bee Swarms",
        "Quorum sensing during nest-site selection by honeybee swarms",
        "Stop signals provide cross inhibition in collective decision-making by honeybee swarms",
        "Quorum decision-making facilitates information transfer in fish shoals",
        "Swarming and migration of apis dorsata and apis laboriosa honey bees in India, Nepal and Bhutan",
        "Biostatistical analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sydney",
            "affilname": "The University of Sydney",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Australian Research Council"
    ]
}