{
    "eid": "2-s2.0-85085630162",
    "title": "Streptomyces mimosae sp. nov., an endophytic actinomycete isolated from the root of mimosa pudica in Thailand",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "16S rRNA gene",
        "Endophytic actinomycetes",
        "Genome",
        "Mimosa pudica",
        "Polyphasic taxonomy",
        "Streptomyces"
    ],
    "authors": [
        "Nattaporn Klykleung",
        "Masahiro Yuki",
        "Takuji Kudo",
        "Moriya Ohkuma",
        "Wongsakorn Phongsopitanun",
        "Yuki Inahashi",
        "Atsuko Matsumoto",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 6,
    "ref-count": 43,
    "ref-list": [
        "The nomenclature and classification of the actinomycetes",
        "Streptomyces Waksman and Henrici 1943, 339ALemend. Witt and Stackebrandt 1990, 370 emend",
        "Thoughts and facts about antibiotics: Where we are now and where we are heading",
        "Endophytic actinomycetes: Promising source of novel bioactive compounds",
        "Actinomycetes, an inexhaustible source of naturally occurring antibiotics",
        "Actinomycetes: Still a source of novel antibiotics",
        "Streptomyces roietensis sp. Nov., an endophytic actinobacterium isolated from the surface-sterilized stem of jasmine rice, Oryza sativa KDML 105",
        "Streptomyces geranii sp. Nov., a novel endophytic actinobacterium isolated from root of Geranium carolinianum L",
        "Streptomyces populi sp. Nov., a novel endophytic actinobacterium isolated from stem of Populus adenopoda Maxim",
        "Amycolatopsis stemonae sp. Nov., isolated from a Thai medicinal plant",
        "Amended description of the genus Kineosporia, based on chemotaxonomic and morphological studies",
        "Three novel species of the genus Catellatospora, Catellatospora chokoriensis sp. Nov., Catellatospora coxensis sp. nov. and Catellatospora bangladeshensis sp. nov., and transfer of Catellatospora citrea subsp. methionotrophica Asano and Kawamoto 1988 to Catellatospora methionotrophica sp. nov., comb. nov",
        "Methods for characterization of Streptomyces species",
        "Culture Media for Actinomycetes. Tokyo, Japan: The Society for",
        "The Actinomycetes",
        "The Actinomycetes",
        "Chapter XI actinomycetes",
        "Isolation, diversity, and antimicrobial activity of rare actinobacteria from medicinal plants of tropical rain forests in Xishuangbanna, China",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "16S/23S rRNA sequencing",
        "Introducing EzBioCloud: A taxonomically United database of 16S rRNA gene sequences and whole-genome assemblies",
        "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
        "Toward defining the course of evolution: Minimum change for a specific tree topology",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Confidence limits on phylogenies: An approach using the bootstrap",
        "SPAdes: A new genome assembly algorithm and its applications to single-cell sequencing",
        "ContEst16S: An algorithm that identifies contaminated prokaryotic genomes using 16S RNA gene sequences",
        "TYGS is an automated highthroughput platform for state-of-the-art genome-based taxonomy",
        "FastME 2.0: A comprehensive, accurate, and fast distance-based phylogeny inference program",
        "The RAST server: Rapid annotations using subsystems technology",
        "Seed servers: High-performance access to the seed genomes, annotations, and metabolic models",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "JSpeciesWS: A web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "Chemotaxonomy of aerobic actinomycetes: Phospholipid composition",
        "Proposed minimal standards for the use of genome data for the taxonomy of prokaryotes",
        "Shifting the genomic gold standard for the prokaryotic species definition"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "@id": "60006321",
            "affilname": "Kitasato University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006321",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tsukuba",
            "@id": "60211264",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60211264",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chula-longkorn University",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}