{
    "eid": "2-s2.0-85130725127",
    "title": "Is Hyperdermium Congeneric with Ascopolyporus? Phylogenetic Relationships of Ascopolyporus spp. (Cordycipitaceae, Hypocreales) and a New Genus Neohyperdermium on Scale Insects in Thailand",
    "cover-date": "2022-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Cordycipitaceae",
        "epiphyte",
        "insect pathogenic fungi",
        "multigene phylogeny",
        "scale insects"
    ],
    "authors": [
        "Donnaya Thanakitpipattana",
        "Suchada Mongkolsamrit",
        "Artit Khonsanit",
        "Winanda Himaman",
        "Janet Jennifer Luangsa-Ard",
        "Natapol Pornputtapong"
    ],
    "citedby-count": 5,
    "ref-count": 56,
    "ref-list": [
        "Coccidology. The study of scale insects (Hemiptera: Sternorrhyncha: Coccoidea)",
        "Key scale insects (Hemiptera: Coccoidea) of high economic importance in a Mediterranean area: Host plants, bio-ecological characteristics, natural enemies and pest management strategies—A review",
        "Diverse honeydew-consuming fungal communities associated with scale insects",
        "The sooty moulds",
        "Two new species of sooty moulds, Capnodium coffeicola and Conidiocarpus plumeriae in Capnodiaceae",
        "Molecular phylogeny suggests a single origin of insect symbiosis in the Pucciniomycetes with support for some relationships within the genus Septobasidium",
        "Four putative entomopathogenic fungi of armoured scale insects on Citrus in Australia",
        "Diversity of entomopathogenic fungi: Which groups conquered the insect body?",
        "Insight into the systematics of novel entomopathogenic fungi associated with armored scale insect, kuwanaspis howardi (Hemiptera: Diaspididae) in China",
        "Three species of Hypocrella with large stromata pathogenic on scale insects",
        "Hyperdermium: A new clavicipitalean genus for some tropical epibionts of dicotyledonous plants",
        "Torrubiella piperis sp. nov. (Clavicipitaceae, Hypocreales), a new teleomorph of the Lecanicillium complex",
        "Examination of plant biotrophy in the scale insect parasitizing fungus Dussiella tuberiformis",
        "Clarification of the host substrate of Ascopolyporus and description of Ascopolyporus philodendrus sp. nov",
        "Regiocrella, a new entomopathogenic genus with a pycnidial anamorph and its phylogenetic placement in the Clavicipitaceae",
        "A monograph of the entomopathogenic genera Hypocrella, Moelleriella, and Samuelsia gen. nov. (Ascomycota, Hypocreales, Clavicipitaceae), and their aschersonia-like anamorphs in the Neotropics",
        "Systematics and evolution of the genus Torrubiella (Hypocreales, Ascomycota)",
        "The strain HEB01 of Fusarium sp., a new pathogen that infects brown soft scale",
        "Helicocollum, a new clavicipitalean genus pathogenic to scale insects (Hemiptera) in Thailand",
        "The ubiquity and development-related abundance dynamics of Ophiocordyceps fungi in soft scale insects",
        "Fungal Associates of Soft Scale Insects (Coccomorpha: Coccidae)",
        "Webwatch: Observing Mushrooms",
        "Novel and interesting Ophiocordyceps spp. (Ophiocordycipitaceae, Hypocreales) with superficial perithecia from Thailand",
        "New species in Aciculosporium, Shimizuomyces and a new genus Morakotia associated with plants in Clavicipitaceae from Thailand",
        "Five new species of Moelleriella infecting scale insects (Coccidae) in Thailand",
        "Fungal pathogens occurring on Orthopterida in Thailand",
        "Rapid genetic identification and mapping of enzymatically amplified ribosomal DNA from several Cyptococcus species",
        "Taxonomy and phylogeny of Gliocladium analysed from nuclear large subunit ribosomal DNA sequences",
        "A Beauveria phylogeny inferred from nuclear ITS and EF1-α sequences: Evidence for cryptic diversification and links to Cordyceps teleomorphs",
        "Multigene phylogeny reveals new lineage for Stachybotrys chartarum, the indoor air fungus",
        "Phylogenetic relationships among ascomycetes: Evidence from an RNA polymerase II subunit",
        "Phylogenetic diversity and microsphere array-based genotyping of human pathogenic Fusaria, including isolates from the multistate contact lens-associated U.S. keratitis outbreaks of 2005 and 2006",
        "BioEdit: A user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
        "MUSCLE: Multiple sequence alignment with high accuracy and high throughput",
        "The CIPRES science gateway: A community resource for phylogenetic analyses",
        "RAxML version 8: A tool for phylogenetic analysis and post-analysis of large phylogenies",
        "Inferring evolutionary trees with PAUP",
        "MrBayes 3.2: Efficient Bayesian phylogenetic inference and model choice across a large model space",
        "A phylogenetically-based nomenclature for Cordycipitaceae (Hypocreales)",
        "Phylogenetic classification of Cordyceps and the clavicipitaceous fungi",
        "Lecanicillium araneogenum sp. nov., a new araneogenous fungus",
        "Lecanicillium sabanense sp. nov. (Cordycipitaceae) a new fungal entomopathogen of coccids",
        "Phylogeny and systematics of the anamorphic, entomopathogenic genus Beauveria",
        "Phylogenetic evidence for an animal pathogen origin of ergot and the grass endophytes",
        "Cordyceps cardinalis sp. nov., a new species of Cordyceps with an east Asian-eastern North American distribution",
        "Disentangling cryptic species with isaria-like morphs in Cordycipitaceae",
        "Two new Cordyceps species from a community forest in Thailand",
        "New teleomorph combinations in the entomopathogenic genus Metacordyceps",
        "Multigene phylogeny of the family Cordycipitaceae (Hypocreales): New taxa and the new systematic position of the Chinese cordycipitoid fungus Paecilomyces hepiali",
        "Evolution of entomopathogenicity in fungi",
        "An analysis of ergot alkaloids in the Clavicipitaceae (Hypocreales, Ascomycota) and ecological implication"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60092133",
            "affilname": "National Park, Wildlife and Plant Conservation Department, Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60092133",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "BIOTEC"
    ]
}