{
    "eid": "2-s2.0-85135852010",
    "title": "Molecular detection of Mycoplasma wenyonii and its closely related hemotropic Mycoplasma sp. in blood-sucking flies from a buffalo farm in Chachoengsao province, Thailand",
    "cover-date": "2022-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Parasitology",
            "@code": "2405",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Veterinary (miscellaneous)",
            "@code": "3401",
            "@abbrev": "VETE"
        },
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Buffalo",
        "Hemoplasma",
        "Mycoplasma wenyonii",
        "Thailand",
        "Vector"
    ],
    "authors": [
        "Kritsada Thongmeesee",
        "Bongkoch Chonglomkrod",
        "Chaniporn Srisakdi",
        "Marisa Saributr",
        "Pagarkrong Suksai",
        "Patchana Kamkong",
        "Sonthaya Tiawsirisup"
    ],
    "citedby-count": 1,
    "ref-count": 51,
    "ref-list": [
        "Tabanini of Thailand above the Isthmus of Kra (Diptera: Tabanidae)",
        "Species identification of horse flies (Diptera: tabanidae) in Thailand using DNA barcoding",
        "Landmark data to distinguish and identify morphologically close Tabanus spp. (Diptera: tabanidae)",
        "Species diversity and abundance of Tabanus spp. (Diptera: tabanidae) in different habitats of Thailand",
        "Distribution and abundance of Stomoxyini flies (Diptera: muscidae) in Thailand",
        "New records and DNA barcoding of deer flies, Chrysops (Diptera: tabanidae) in Thailand",
        "TCS: estimating gene genealogies",
        "Candidatus mycoplasma haematonasua’ and tick-borne pathogens in ring-tailed coatis (Nasua nasua Linnaeus, 1976) from the Iguaçu National Park, Paraná State, southern Brazil",
        "First molecular evidence of bovine hemoplasma species (Mycoplasma spp.) in water buffalo and dairy cattle herds in Cuba",
        "High frequency and molecular characterization of porcine hemotrophic mycoplasmas in Brazil",
        "Severe anemia associated with Mycoplasma wenyonii infection in a mature cow",
        "Proposal for ‘Candidatus mycoplasma haemomuris subsp. musculi’ in mice, and ‘Candidatus mycoplasma haemomuris subsp. ratti’ in rats",
        "Candidatus mycoplasma haemobos', a new bovine haemotrophic mycoplasma species?",
        "Molecular investigation of transplacental and vector-borne transmission of bovine haemoplasmas",
        "Eperythrozoon wenyoni in a splenectomized calf in Thailand",
        "Molecular detection of piroplasms in haematophagus flies in the Nakhon Pathom and Kanchanaburi Provinces, Thailand",
        "MEGA X: molecular evolutionary genetics analysis across computing platforms",
        "Chapter 12 - gene amplification and sequencing for bacterial identification",
        "Trypanosoma evansi infection in buffaloes in North-east Thailand. II. Abortions",
        "Morphological studies of Stomoxys spp. (Diptera: muscidae) in central Thailand",
        "The determination of the level of Eperythrozoon ovis parasitaemia in chronically infected sheep and its significance to the spread of infection",
        "Identification, molecular characterization, and occurrence of two bovine hemoplasma species in Swiss cattle and development of real-time TaqMan quantitative PCR assays for diagnosis of bovine hemoplasma infections",
        "Worldwide occurrence of haemoplasmas in wildlife: insights into the patterns of infection, transmission, pathology and zoonotic potential",
        "Molecular evidence of hemoplasmas in Malaysian cattle and ticks",
        "Survey of vector-borne and nematode parasites involved in the etiology of anemic syndrome in sheep from Southern Brazil",
        "Low level of genetic diversity and high occurrence of vector-borne protozoa in water buffaloes in Thailand based on 18S ribosomal RNA and mitochondrial cytochrome b genes",
        "Molecular detection and genetic characterization of Anaplasma marginale and Anaplasma platys-like (Rickettsiales: anaplasmataceae) in water buffalo from eight provinces of Thailand",
        "Hemotrophic mycoplasma in Simmental cattle in Bavaria: prevalence, blood parameters, and transplacental transmission of 'Candidatus mycoplasma haemobos' and Mycoplasma wenyonii",
        "DNA barcoding for identification of cleg flies, Haematopota spp. (Diptera: tabanidae) in Thailand",
        "Seasonal abundance of Tabanidae (Diptera) on dairy farms in Saraburi Province, Thailand",
        "Trypanosoma evansi infections in the northeastern region of Thailand",
        "‘Candidatus mycoplasma haemoalbiventris’, a novel hemoplasma species in white-eared opossums (Didelphis albiventris) from Brazil",
        "On the transmissibility of Eperythrozoon suis by Stomoxys calcitrans and Aedes aegypti",
        "Illustrated keys to the medically important mosquitoes of Thailand",
        "Hemotropic mycoplasmas infection in water buffaloes (Bubalus bubalis) from northeastern Brazil",
        "Vertical transmission of Mycoplasma wenyonii in cattle, supported by analysis of the ribonuclease P RNA gene - short communication",
        "Two clusters among Mycoplasma haemomuris strains, defined by the 16S-23S rRNA intergenic transcribed spacer sequences",
        "Prevalence and phylogenetic analysis of hemoplasma species in domestic pigs in Korea",
        "Rhipicephalus (Boophilus) microplus ticks as reservoir and vector of 'Candidatus mycoplasma haemobos' in China",
        "Detection of Mycoplasma wenyonii in cattle and transmission vectors by the loop-mediated isothermal amplification (LAMP) assay",
        "Mycoplasma wenyonii infection in cattle",
        "Effect of chronic hemoplasma infection on cattle productivity",
        "Phylogenetic analysis of hemoplasma species: an international study",
        "Molecular and serological prevalence of Babesia bovis and Babesia bigemina in water buffaloes in the northeast region of Thailand",
        "CLUSTAL W: improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "Molecular detection and genetic analysis of porcine haemoplasmas in commercial pig farms from Thailand reveal a putative novel species",
        "Tabanus species and their distribution in Thailand (Diptera: tabanidae)",
        "Candidatus mycoplasma haemobos",
        "Candidatus mycoplasma haematohydrochoerus’, a novel hemoplasma species in capybaras (Hydrochoerus hydrochaeris) from Brazil",
        "First molecular detection of Mycoplasma wenyonii and the ectoparasite biodiversity in dairy water buffalo and cattle in Bohol, Philippines"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Faculty of Veterinary Science, Chulalongkorn University"
    ]
}