{
    "eid": "2-s2.0-85024833634",
    "title": "Leptocarpus disjunctus prolongs sleeping time and increases nonrapid eye movement sleep with additional anxiolytic capacity",
    "cover-date": "2017-07-01",
    "subject-areas": [
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Anxiolytic",
        "hypnotic",
        "Leptocarpus disjunctus",
        "nonrapid eye movement delta activity"
    ],
    "authors": [
        "Watchara Damjuti"
    ],
    "citedby-count": 4,
    "ref-count": 17,
    "ref-list": [
        "CNS inhibitory effects of barakol, a constituent of Cassia siamia Lamk",
        "Barakol, a natural anxiolytic inhibits striatal dopamine release but not uptake in vitro",
        "Anxiolytic, sedative, and hypnotic activities of aqueous extract of Morinda citrifolia fruit",
        "Anxiolytic and hypnotic effect of Crocus sativus aqueous extract and its constituents, crocin and safranal, in mice",
        "Anxiolytic and sedative effects of extracts and essential oil from Citrus aurantium L",
        "Behavioral and pharmaco-toxicological study of Papaver rhoeas L. in mice",
        "Mood and Anxiety Related Phenotypes in Mice: Characterization Using Behavioral Tests",
        "The Rat Brain in Stereotaxic Coordinates",
        "Sleep: A Comprehensive Handbook",
        "Flumazenil: A new benzodiazepine antagonist",
        "Animal models of anxiety: An ethological perspective",
        "The effect of treatment regimen on the development of tolerance to the sedative and anxiolytic effects of diazepam",
        "Diazepam-induced decrease in anxiety-like behaviors of marmoset monkeys exposed to a novel open-field",
        "Measuring motor coordination in mice.",
        "GABAergic dysfunction in mood disorders",
        "Extracts of Valeriana officinalis L. s.l. show anxiolytic and antidepressant effects but neither sedative nor myorelaxant properties",
        "Effects of kava-kava extract on the sleep-wake cycle in sleep-disturbed rats"
    ],
    "affiliation": [
        {
            "affiliation-city": "Harbin",
            "affilname": "Heilongjiang University of Chinese Medicine",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Rangsit University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}