{
    "eid": "2-s2.0-85124369518",
    "title": "The Oriental millipede genus Nepalella Shear, 1979, with the description of a new species from Thailand and an updated key (Diplopoda, Chordeumatida, Megalotylidae)",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Distribution",
        "Indochina",
        "Key",
        "Taxonomy"
    ],
    "authors": [
        "Natdanai Likhitrakarn",
        "Sergei I. Golovatch",
        "Somsak Panha"
    ],
    "citedby-count": 3,
    "ref-count": 24,
    "ref-list": [
        "Anamorphosis in millipedes (Diplopoda) – the present state of knowledge with some developmental and phylogenetic considerations",
        "Diplopoda",
        "Contributions to the millipede fauna of Vietnam (Diplopoda) I. Chordeumatida",
        "Cave Diplopoda of southern China with reference to millipede diversity in Southeast Asia",
        "A new family of East-Palaearctic Chordeumida (Diplopoda), with a description of a new genus and a new species [in Russian]",
        "Diversity, distribution patterns, and fauno-genesis of the millipedes (Diplopoda) of mainland China",
        "Four new Chordeumatida (Diplopoda) from caves in China",
        "Several new or poorly-known cavernicolous millipedes (Diplopoda) from southern China",
        "A checklist of the millipedes (Diplopoda) of Cambodia",
        "Review of the Southeast Asian millipede genus Antheromorpha Jeekel, 1968 (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "A checklist of the millipedes (Diplopoda) of Myanmar, with an updated list of Leonardo Fea’s collecting localities",
        "Two new species of the millipede family Cambalopsidae from Myanmar (Diplopoda: Spirostreptida)",
        "A remarkable new species of the millipede genus Trachyjulus Peters, 1864 (Diplopoda, Spirostreptida, Cambalopsidae) from Thailand, based both on morphological and molecular evidence",
        "Two new species of the millipede genus Plusioglyphiulus Silvestri, 1923 from Cambodia (Diplopoda, Spirostreptida)",
        "Two new species of the millipede genus Glyphiulus Gervais, 1847 (Diplopoda, Spirostreptida, Cambalopsidae) from caves in northern Thailand",
        "Convergent evolution of unique morphological adaptations to a subterranean environment in cave millipedes (Diplopoda)",
        "Contributions to the millipede genus Nepalella Shear, 1979 from China, with four new species and first results on phylogeny based on DNA-barcoding (Diplopoda, Chordeumatida, Megalotylidae)",
        "Myriapodes du Népal. II. Diplopodes craspédosomides nouveaux de l’Himalaya et de la région indo-malaise (Craspedosomidea et Chordeumidea)",
        "Diplopoda from the Nepal Himalayas. Chordeumida with comments on the Asian chordeumid fauna",
        "Chordeumatid Diplopoda from the Nepal Himalayas, II",
        "A new troglobitic milliped of the genus Nepalella from China (Diplopoda, Chordeumatida, Megalotylidae)",
        "Five new chordeumatidan millipeds from China: new species of Vieteuma (Kashmireumatidae) and Nepalella (Megalotylidae)",
        "Review of the millipede genus Pterygophorosoma Verhoeff, 1897 (Diplopoda, Chordeumatida, Craspedosomatidae)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60018013",
            "affilname": "Maejo University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018013",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Moscow",
            "@id": "60097365",
            "affilname": "A.N. Severtsov Institute of Ecology and Evolution Russian Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60097365",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "TRF Strategic Basic Research",
        "Russian Academy of Sciences",
        "Center of Excellence on Biodiversity"
    ]
}