{
    "eid": "2-s2.0-85144397481",
    "title": "Significance of the Śrāvastī Miracles According to Buddhist Texts and Dvāravatī Artefacts",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Religious Studies",
            "@code": "1212",
            "@abbrev": "ARTS"
        }
    ],
    "keywords": [
        "Buddhist texts",
        "Dvāravatī",
        "Twin Miracle",
        "votive tablets",
        "Śrāvastī miracles"
    ],
    "authors": [
        "Natchapol Sirisawad"
    ],
    "citedby-count": 1,
    "ref-count": 59,
    "ref-list": [
        "Notes on Mon Epigraphy",
        "The Śrāvastī Miracles in the Art of India and Dvāravatī",
        "A Sky-Lecture by the Buddha",
        "Siamese Votive tablets",
        "The Vedic Background of the Buddhist Notions of Iddhi and Abhiññā. Three Case Studies with Particular Reference to the Pāli Literature. Annali di Ca’ Foscari",
        "A metrical version from Gandhāra of the “Miracle at Śrāvastī”. (Texts from the Split Collection 4)",
        "Miracles and Superhuman Powers in South Asian Buddhist Literature",
        "The Buddha’s Great Miracle at Śrāvastī: A Translation from the Tibetan Mūlasarvāstivāda-vinaya",
        "Tales of Miraculous Teachings: Miracles in early Buddhism",
        "Viewing our Shared Past through Buddhist Votive Tablets across Eastern India, Bangladesh and Peninsular Thailand",
        "Buddhist Moulded Clay Tablets from Dvaravatī: Understanding Their Regional Variations and Indian Linkages",
        "The Pre-Dvāravatī Gap",
        "Nibbānasutta: An allegedly non-canonical sutta on Nibbāna as a Great City",
        "Glimpses of Buddhist Practices and Rituals in Dvāravatī and Its Neighbouring Cultures",
        "Gandharan Images of the “Śravasti Miracle”: An Iconographic Reassessment",
        "The Mahāprātihāryasūtra in the Gilgit Manuscripts: A Critical Edition, Translation and Textual Analysis",
        "The Śrāvastī Miracles: Some Relationships between their Literary Sources and Visual Representations in Dvāravatī",
        "A Buddhist Verse Inscription from Andhra Pradesh",
        "Arise, go forth, devote yourselves…: A verse summary of the teaching of the Buddhas",
        "A Buddhist inscription from Go Xoai, Southern Vietnam and notes towards a classification of ye dharmā inscriptions",
        "Traces of the Dharma: Preliminary reports on some ye dhammā and ye dharmā inscriptions from Mainland South-East Asia",
        "Buddhist Sealings in Thailand and Southeast Asia: Iconography, Function, and Ritual Context",
        "Buddhist Sealings and the Ye Dharmā stanza",
        "Seeing the Preacher as the Teacher: A note on sāstrsamjñā",
        "Ānisaṃsa: Merit, Motivation and Material Culture",
        "When Are Miracles Okay? The Story of Piṇḍola and the Kevaddha Sutta Revisited"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}