{
    "eid": "2-s2.0-84894900917",
    "title": "Synthesis of polyaniline/montmorillonite nanocomposites with an enhanced anticorrosive performance",
    "cover-date": "2014-03-01",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Surfaces",
            "@code": "2508"
        }
    ],
    "keywords": [
        "Anticorrosive properties",
        "Montmorillonite",
        "Nanocomposites",
        "Polyaniline"
    ],
    "authors": [
        "Pattama Piromruen"
    ],
    "citedby-count": 39,
    "ref-count": 37,
    "ref-list": [
        "Some aspects of preparation methods and properties of polyaniline blends and composites with organic polymers",
        "Progress in preparation, processing and applications of polyaniline",
        "Corrosion protection of steel by polyaniline (PANI) pigmented paint coating",
        "Synthesis and characterization of polyaniline dispersions",
        null,
        "Mechanochemical route to the conducting polymer polyaniline",
        "Corrosion Engineering: Principles and Practice",
        "Preparation, characterization and anticorrosive properties of a novel polyaniline/clinoptilolite nanocomposite",
        "Facile method for synthesis of polyaniline/silica hybrid composites by simultaneous sol-gel process and \"in situ\" polymerization of aniline",
        "Performance of polyaniline pigmented vinyl acrylic coating on steel in aqueous solutions",
        "Anticorrosive properties of PANI-ATMP polymer containing organic coating",
        "The corrosion performance of polyaniline on nickel plated mild steel",
        "Polymer/layered silicate nanocomposite anticorrosive coatings",
        "Polymer-Clay Nanocomposites",
        "Prog. Polym. Sci.",
        "Passivation of metals by coating with polyaniline: Corrosion potential shift and morphological changes",
        "Corrosion protection of mild steel using sulfonic and phosphonic acid-doped polyanilines",
        "Corrosion protection of low carbon steel with polyaniline: Passivation or inhibition?",
        "Inhibition of corrosion of steels with the exploitation of conducting polymers",
        "Electrodeposition of polyaniline on mild steel in a two step process",
        "The electrochemical synthesis of polyaniline on stainless steel and its corrosion performance",
        "The corrosion behaviours of polyaniline coated stainless steel in acidic solutions",
        "Chronoamperometric studies during the polymerization of aniline from an oxalic acid solution",
        null,
        "New advances in polymer/layered silicate nanocomposites",
        "Preparation and properties of poly(vinyl alcohol)-clay nanocomposite materials",
        "Preparation and anticorrosive properties of PANI/Na-MMT and PANI/O-MMT nanocomposites",
        "Conjugated polymers: Processing and applications",
        "Water-based polymer/clay nanocomposite suspension for improving water and moisture barrier in coating",
        "Conductive Polymers: Synthesis and Electrical Properties",
        "An Introduction to the Rock-forming Minerals",
        "Preparation and characterization of exfoliated polyaniline/montmorillonite nanocomposites",
        "Montmorillonite polyaniline nanocomposites: Preparation, characterization and investigation of mechanical properties",
        "Fabrication of semiconducting polyaniline/nano-silica nanocomposite particles and their enhanced electrorheological and dielectric characteristics",
        "Polyaniline and mineral clay-based conductive composites",
        "Corrosion performance of steel coated with co-polyamides and polyaniline",
        "Synthesis and characterization of polyaniline and poly-ortho-methoxyaniline. Behaviour against carbon steel corrosion"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thammasat University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Thai Government",
        "Division of Chemistry"
    ]
}