{
    "eid": "2-s2.0-85150811097",
    "title": "Invasive fungal infections after respiratory viral infections in lung transplant recipients are associated with lung allograft failure and chronic lung allograft dysfunction within 1 year",
    "cover-date": "2023-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Pulmonary and Respiratory Medicine",
            "@code": "2740",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Cardiology and Cardiovascular Medicine",
            "@code": "2705",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Transplantation",
            "@code": "2747",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "chronic lung allograft dysfunction",
        "fungal-after-viral infection",
        "invasive fungal infection",
        "lung allograft failure",
        "lung transplant",
        "respiratory viral infection"
    ],
    "authors": [
        "Nitipong Permpalung",
        "Tao Liang",
        "Shilpa Gopinath",
        "Katrina Bazemore",
        "Joby Mathew",
        "Darin Ostrander",
        "Christine M. Durand",
        "Shmuel Shoham",
        "Sean X. Zhang",
        "Kieren A. Marr",
        "Robin K. Avery",
        "Pali D. Shah"
    ],
    "citedby-count": 1,
    "ref-count": 31,
    "ref-list": [
        "Therapy options for chronic lung allograft dysfunction-bronchiolitis obliterans syndrome following first-line immunosuppressive strategies: A systematic review",
        "The registry of the international society for heart and lung transplantation: thirty-second official adult lung and heart-lung transplantation report–2015; focus theme: early graft failure",
        "Community-acquired respiratory viruses are a risk factor for chronic lung allograft dysfunction",
        "Symptomatic respiratory virus infection and chronic lung allograft dysfunction",
        "Oral and inhaled ribavirin treatment for respiratory syncytial virus infection in lung transplant recipients",
        "Host-pathogen interactions and chronic lung allograft dysfunction",
        "Colonization with small conidia Aspergillus species is associated with bronchiolitis obliterans syndrome: a two-center validation study",
        "Aspergillus colonization of the lung allograft is a risk factor for bronchiolitis obliterans syndrome",
        "High rates of influenza-associated invasive pulmonary aspergillosis may not be universal: a retrospective cohort study from Alberta",
        "Invasive aspergillosis in patients admitted to the intensive care unit with severe influenza: a retrospective cohort study",
        "Invasive pulmonary aspergillosis is a frequent complication of critically ill H1N1 patients: a retrospective study",
        "Review of influenza-associated pulmonary aspergillosis in ICU patients and proposal for a case definition: an expert opinion",
        "Coronavirus disease 2019-associated pulmonary aspergillosis in mechanically ventilated patients",
        "Aspergillosis complicating severe coronavirus disease",
        "A national strategy to diagnose COVID-19 associated invasive fungal disease in the ICU",
        "Prevalence of putative invasive pulmonary aspergillosis in critically ill patients with COVID-19",
        "COVID-19-associated invasive pulmonary aspergillosis",
        "Incidence of invasive pulmonary aspergillosis among critically ill COVID-19 patients",
        "Impact of COVID-19 on lung allograft and clinical outcomes in lung transplant recipients: a case-control study",
        "A 2010 working formulation for the standardization of definitions of infections in cardiothoracic transplant recipients",
        "Human metapneumovirus and parainfluenza virus infections in lung transplant recipients: the effects on lung allograft and clinical outcomes",
        "Update on COVID-19 therapeutics for solid organ transplant recipients, including the omicron surge",
        "Short-term outcomes in a nurse coordinator-led and nurse practitioner-led sotrovimab initiative for solid organ transplant recipients during the omicron surge",
        "Revision of the 1996 working formulation for the standardization of nomenclature in the diagnosis of lung rejection",
        "Antibody-mediated rejection of the lung: a consensus report of the International Society for Heart and Lung Transplantation",
        "Chronic lung allograft dysfunction: definition, diagnostic criteria, and approaches to treatment-A consensus report from the Pulmonary Council of the ISHLT",
        "Elevated cell free DNA in respiratory viral infection and associated lung allograft dysfunction",
        "Higher mortality of severe influenza patients with probable aspergillosis than those with and without other coinfections",
        "Epidemiology of invasive pulmonary aspergillosis among COVID-19 intubated patients: a prospective study",
        "Modifications of lung clearance mechanisms by acute influenza A infection",
        "Invasive pulmonary aspergillosis complicating noninfluenza respiratory viral infections in solid organ transplant recipients"
    ],
    "affiliation": [
        {
            "affiliation-city": "Baltimore",
            "@id": "60001117",
            "affilname": "Johns Hopkins School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001117",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Baltimore",
            "@id": "129399000",
            "affilname": "Pearl Diagnostics Inc.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/129399000",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}