{
    "eid": "2-s2.0-85040114563",
    "title": "Decaying Wood Preference of Stag Beetles (Coleoptera: Lucanidae) in a Tropical Dry-Evergreen Forest",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Insect Science",
            "@code": "1109"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        },
        {
            "$": "Ecology",
            "@code": "2303"
        }
    ],
    "keywords": [
        "decay class",
        "larval performance",
        "log",
        "nutrient",
        "Oviposition"
    ],
    "authors": [
        "Nut Songvorawit"
    ],
    "citedby-count": 13,
    "ref-count": 58,
    "ref-list": [
        "Chemical Analyses of the Dead Wood Eaten by the Larvae of Ceruchus lignarius and Prismognathus angularis (Coleoptera: Lucanidae)",
        "Relationship between the Decay Types of Dead Wood and Occurrence of Lucanid Beetles (Coleoptera: Lucanidae)",
        "Nitrogen budgets of phloem-feeding bark beetles with and without symbiotic fungi",
        "Control of Food Intake",
        "Grasshoppers cope with low host plant quality by compensatory feeding and food selection: N limitation challenged",
        "A method for routine measurements of total sugar and starch content in woody plant tissues",
        "A strong relationship between oviposition preference and larval performance in a shoot-galling sawfly",
        "The Number of Molts of Lepidopterous Larvae",
        "Beetles of Thailand, 2nd Ed",
        "Breeding and Rearing Beetles",
        "Oikos",
        "Oviposition preference and larval performance within a diverging lineage of lycaenid butterflies",
        "Interspecific differences in wood decay rates: Insights from a new short-term method to study long-term wood decomposition",
        "Juvenile hormone regulates extreme mandible growth in male stag beetles",
        "Developmental Link between Sex and Nutrition; doublesex Regulates Sex-Specific Mandible Growth via Juvenile Hormone Signaling in Stag Beetles",
        "Stag Beetle Battle Behavior and its Associated Anatomical Adaptations",
        "Quantification of Tannins in Tree Foliage-a Laboratory Manual",
        "Host species preference and larval performance in the wood-boring beetle Phoracantha semipunctata F.",
        "Biodiversity and Coarse Woody Debris in Southern Forests: Proceedings of a Workshop On Coarse Woody Debris in Southern Forests: Effects On Biodiversity",
        "Bionomics and distribution of the stag beetle, Lucanus cervus (L.) across Europe",
        "Development of non-invasive monitoring methods for larvae and adults of the stag beetle, Lucanus cervus",
        "Impacts of retention felling on coarse woody debris (CWD) in mature boreal spruce forests in Finland",
        "Modeling decay rates of dead wood in a neotropical forest",
        "The ecology of plant/insect interactions: Implications of digestive strategy for feeding by phytophagous insects",
        "Consequences of nitrogen and phosphorus limitation for the performance of two planthoppers with divergent life-history strategies",
        "Effect of morph types, body size and prior residence on food-site holding by males of the male-dimorphic stag beetle Prosopocoilus inclinatus (Coleoptera: Lucanidae)",
        "On optimal oviposition behavior in phytophagous insects",
        "Felled or standing retained wood - It makes a difference for saproxylic beetles",
        "Nutrient richness of wood mould in tree hollows with the Scarabaeid beetle Osmoderma eremita",
        "Emergence of Coleoptera from deadwood in a managed broadleaved forest in central Europe",
        "Proc N. S. Inst. Sci.",
        "Physiol. Zool.",
        "Saproxylic beetles as indicator species for dead-wood amount and temperature in European beech forests",
        "Herbivore host choice and optimal bad motherhood",
        "Functional mechanics of beetle mandibles: Honest signaling in a sexually selected system",
        "Effect of leaf nitrogen content of tomato plants on preference and performance of a leafmining fly",
        "Sekai No Kuwagatamushi Daizukan: The Lucanid Beetles of the World",
        "Relative importance of coarse and fine woody debris for the diversity of wood-inhabiting fungi in temperate broadleaf forests",
        "Size-dependent precopulatory behavior as mate-securing tactic in the Japanese stag beetle, Prosopocoilus inclinatus (Coleoptera; Lucanidae)",
        "Rev. Arvore",
        "Lucanidae of Thailand",
        "R: A Language and Environment for Statistical Computing",
        "Mixed substrate fermentation for the production of phytase by Rhizopus spp. using oilcakes as substrates",
        "Annu. Rev. Entomol.",
        "Occurrence patterns of aspen-feeding wood-borers (Coleoptera: Cerambycidae) along the wood decay gradient: Active selection for specific host types or neutral mechanisms?",
        "Substrate selection by saprophagous wood-borer larvae within highly variable hosts",
        "Optimization of adult performance determines host choice in a grass miner",
        "Wood and tree fungi: Biology, damage, protection, and use",
        "Heritability of oviposition preference and its relationship to offspring performance within a single insect population",
        "Ecol. Bull.",
        "Utilization of the nutrients in the soluble and insoluble fractions of fungal mycelium by larvae of the stag beetle, dorcus rectus (coleoptera: Lucanidae)",
        "Are stag beetles fungivorous?",
        "Methods for Dietary Fiber, Neutral Detergent Fiber, and Nonstarch Polysaccharides in Relation to Animal Nutrition",
        "Site preparation burning to improve southern Appalachian pine- hardwood stands: aboveground biomass, forest floor mass, and nitrogen and carbon pools",
        "Global meta-analysis of wood decomposition rates: A role for trait variation among tree species?",
        "Aust. Entomol.",
        "Tasforests",
        "More is not necessarily better: The impact of limiting and excessive nutrients on herbivore population growth rates"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}