{
    "eid": "2-s2.0-84994311417",
    "title": "Synthesis of nano zinc hydroxide via sol–gel method on silica surface and its potential application in the reduction of cure activator level in the vulcanization of natural rubber",
    "cover-date": "2017-03-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "Biomaterials",
            "@code": "2502"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Ceramics and Composites",
            "@code": "2503"
        },
        {
            "$": "Electronic",
            "@code": "2504"
        }
    ],
    "keywords": [
        "Cure activator",
        "Nano zinc hydroxide",
        "Sol–gel method",
        "Tensile properties",
        "Vulcanization"
    ],
    "authors": [
        "Md Najib Alam"
    ],
    "citedby-count": 12,
    "ref-count": 31,
    "ref-list": [
        "Preparation of zinc oxide free, transparent rubber nanocomposites using a layered double hydroxide filler",
        "Zinc toxicity",
        "Differential gene expression in daphnia magna suggests distinct modes of action and bioavailability for Zno nanoparticles and Zn ions",
        "Solubility of nano-zinc oxide in environmentally and biologically important matrices",
        "Modeled environmental concentrations of engineered nanomaterials (TiO2, ZnO, Ag, CNT, fullerenes) for different regions",
        "Effect of zinc complexes as activator for sulfur vulcanization in various rubbers",
        "Zinc loaded clay as activator in sulfur vulcanization: A new route for zinc oxide reduction in rubber compounds",
        "Multifunctional additives as zinc-free curatives for sulfur vulcanization",
        "Advances in layered double hydroxide (LDH)-based elastomer composites",
        "Influence of ZnO nanoparticles on the cure characteristics and mechanical properties of carboxylated nitrile rubber",
        "Preparation and characterization of poly(styrene butylacrylate) latex/nano-ZnO nanocomposites",
        "Effect of zinc oxide nanoparticles as cure activator on the properties of natural rubber and nitrile rubber",
        "Application of nano-zinc oxide master batch in polybutadiene styrene rubber system",
        "Preparation of nano-zinc oxide/EPDM composites with both good thermal conductivity and mechanical properties",
        "Sol-gel derived nano zinc oxide for the reduction of zinc oxide level in natural rubber compounds",
        "Zinc oxide versus magnesium oxide revisited. Part 1",
        "Zinc oxide versus magnesium oxide revisited. Part 2",
        "Preparation of \"Green\" composites by the sol-gel process: In situ silica filled natural rubber",
        "Effect of sol-gel derived in situ silica on the morphology and mechanical behavior of natural rubber and acrylonitrile butadiene rubber blends",
        "Silica reinforcement of epoxidized natural rubber by the sol-gel method",
        null,
        "In situ silica reinforcement of methyl methacrylate grafted natural rubber by sol-gel process",
        "Synthesis of zinc hydroxide nanocrystals and application as a new electrochemical sensor for determination of selected sympathomimetic drugs",
        "Zinc oxide and zinc hydroxide formation via aqueous precipitation: Effect of the preparation route and lysozyme addition",
        "Statistical mechanics of cross-linked polymer networks II. Swelling",
        null,
        "Synthetic hollow zinc oxide microparticles",
        "Infrared Spectra and Characteristic Frequencies of Inorganic Ions",
        "A DSC study of curative interactions. I. The interaction of ZnO, sulfur, and stearic acid",
        "Nanofiller as vulcanizing aid for styrene-butadiene elastomer",
        "Rubber products manufacturing technology"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}