{
    "eid": "2-s2.0-84922747639",
    "title": "The high concentration and uniform distribution of diamond particles in Ni-diamond composite coatings by sediment co-deposition",
    "cover-date": "2015-03-01",
    "subject-areas": [
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "Surfaces and Interfaces",
            "@code": "3110"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        }
    ],
    "keywords": [
        "Cutting performance",
        "Electrodeposition",
        "Ni-diamond composite coatings",
        "Wear resistance"
    ],
    "authors": [
        "Jiaqian Qin"
    ],
    "citedby-count": 15,
    "ref-count": 36,
    "ref-list": [
        "Electrodeposition of composite coatings containing nanoparticles in a metal deposit",
        "Composite Electrodeposition to Obtain Nanostructured Coatings",
        "Mechanical properties of nickel silicon carbide nanocomposites",
        "The wear behaviour of electro-codeposited Ni-SiC composites",
        "Tribological study of Ni matrix composite coatings containing nano and micro SiC particles",
        "Hardening effect induced by incorporation of SiC particles in nickel electrodeposits",
        "Kinetics of electroplating process of nano-sized ceramic particle/Ni composite",
        "Electrodeposition of Ni-SiC composite from a non-aqueous bath",
        "Electrochemical deposition of nickel/SiC composites in the presence of surfactants",
        null,
        null,
        null,
        null,
        null,
        "A study on the mechanism of formation of electrocodeposited Ni-diamond coatings",
        "Effect of electrodeposition conditions on hardness of Ni-B/diamond composite films",
        "Effects of direct current and pulse-plating on the co-deposition of nickel and nanometer diamond powder",
        "EFFECTS OF ANIONS ON THE FORMATION OF ELECTRODEPOSITED COMPOSITE COATINGS: SOME EXPERIMENTAL EVIDENCE.",
        "Impact of cascading circuit outages on low frequency oscillations of power systems",
        "Codeposition and microstructure of nickel-SiC composite coating electrodeposited from sulphamate bath",
        null,
        "Electrochemical codeposition of inert particles in a metallic matrix",
        null,
        null,
        "Electrochemical deposition of zinc-polystyrene composites in the presence of surfactants",
        "Kinetics of the Deposition of Inert Particles from Electrolytic Baths",
        "A Mathematical Model for the Electrolytic Codeposition of Particles with a Metallic Matrix",
        "Low-gravity electrodeposition of metals and metal/cermet composites",
        "Met. Finish.",
        "Tribological characteristics of nickel based composite coatings",
        "Met. Finish.",
        "OCCLUSION PLATING OF COPPER-SILICON CARBIDE COMPOSITES.",
        null,
        "Electrodeposition of bronze-PTFE composite coatings and study on their tribological characteristics",
        "Preparation and characterization of nickel-cobalt-diamond electro-composites by sediment co-deposition",
        "Electrocodeposition of Nickel-Diamond and Cobalt-Chromium Carbide in Low Gravity"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Qinhuangdao",
            "affilname": "Yanshan University",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "National Natural Science Foundation of China",
        "Thailand Research Fund"
    ]
}