{
    "eid": "2-s2.0-85118265704",
    "title": "Fear inoculation among snake experts",
    "cover-date": "2021-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Psychiatry and Mental Health",
            "@code": "2738",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Fear immunization",
        "Fear of snakes",
        "Hypophobia",
        "Preparedness theory",
        "Snake questionnaire",
        "Snakebite"
    ],
    "authors": [
        "Carlos M. Coelho",
        "Jakub Polák",
        "Panrapee Suttiwan",
        "Andras N. Zsido"
    ],
    "citedby-count": 5,
    "ref-count": 65,
    "ref-list": [
        "Snakebite envenoming",
        "The global burden of snakebite: a literature analysis and modelling based on regional estimates of envenoming and deaths",
        "Phobic dimensions: IV. The structure of animal fears",
        "Phobias and preparedness",
        "Animal and social phobias: biological constraints on learned fear responses",
        "Observational conditioning of fear to fear-relevant versus fear- irrelevant stimuli in rhesus monkeys",
        "The legacy of Seligman’s\" phobias and preparedness\"(1971)",
        "Fears, phobias, and preparedness: toward an evolved module of fear and fear learning",
        "The narrow fellow in the grass: human infants associate snakes and fear",
        "Snakes as agents of evolutionary change in primate brains",
        "Do infants find snakes aversive? Infants’ physiological responses to “fear-relevant” stimuli",
        "Pulvinar neurons reveal neurobiological evidence of past selection for rapid detection of snakes",
        "Emotion drives attention: detecting the snake in the grass",
        "The hidden snake in the grass: superior detection of snakes in challenging attentional conditions",
        "Breaking snake camouflage: humans detect snakes more accurately than other animals under less discernible visual conditions",
        "What's so special about slithering serpents? Children and adults rapidly detect snakes based on their simple features",
        "Human young children as well as adults demonstrate ‘superior’ rapid snake detection when typical striking posture is displayed by the snake",
        "Snake scales, partial exposure, and the Snake detection theory: a human event-related potentials study",
        "What we fear most: a developmental advantage for threat-relevant stimuli",
        "The origins of specific phobias: influential theories and current perspectives",
        "Current approaches to etiology and pathophysiology of specific phobia",
        "Latent inhibition in humans: data, theory, and implications for schizophrenia",
        "Latent inhibition in schizophrenia",
        "Extinction and latent inhibition involve a similar form of inhibitory learning that is stored in and retrieved from the infralimbic cortex",
        "A theory of attention: variations in the associability of stimuli with reinforcement",
        "Latent inhibition as a measure of learned inattention: some problems and solutions",
        "An elemental model of associative learning: I. latent inhibition and perceptual learning",
        "Immunization against the observational conditioning of snake fear in rhesus monkeys",
        "Immunization against social fear learning",
        "The conditioning theory of fear acquisition: a critical examination",
        "Visuo-vestibular contributions to anxiety and fear",
        "Origins of fear of dogs in adults and children: the role of conditioning processes and prior familiarity with dogs",
        "The etiology of childhood dental fear: The role of dental and conditioning experiences",
        "Dental phobias",
        "Self-reported fears to common indigenous animals in an adult UK population: the role of disgust sensitivity",
        "Scary and nasty beasts: self-reported fear and disgust of common phobic animals",
        "Attitudes and behaviour toward snakes on the part of Igbo people in southeastern Nigeria",
        "Generalization of latent inhibition",
        "Social learning of fear",
        "The extended evolutionary synthesis: its structure, assumptions and predictions",
        "A multiple-level model of evolution and its implications for sociobiology",
        "Short versions of two specific phobia measures: the snake and the spider questionnaires",
        "Psychometric properties and clinical utility of the specific phobia questionnaire in an anxiety disorders sample",
        "Targeting the probability versus cost of feared outcomes in public speaking anxiety",
        "Factors determining vicarious extinction of avoidance behavior through symbolic modeling",
        "Other people as means to a safe end: vicarious extinction blocks the return of learned fear",
        "Evidence for a non-associative model of the acquisition of a fear of heights",
        "An integrative review of attention biases and their contribution to treatment for anxiety disorders",
        "The validity of laboratory-based treatment research: bridging the gap between fear extinction and exposure treatment",
        "The origins of fear of snakes",
        "Controlled exposure reduces fear of brown bears",
        "Autonomic nervous system dysfunction in psychiatric disorders and the impact of psychotropic medications: a systematic review and meta-analysis",
        "Cognitive bias modification approaches to anxiety",
        "Attentional bias for threat: crisis or opportunity?",
        "Profile of snakebite envenoming in western Maharashtra, India",
        "Distinctive epidemiologic and clinical features of common krait (Bungarus caeruleus) bites in Sri Lanka",
        "Clinico-epidemiological profile of snake bites over 6-year period from a rural secondary care Centre of northern India: a descriptive study",
        "Revisiting Russell’s viper (Daboia russelii) bite in Sri Lanka: is abdominal pain an early feature of systemic envenoming?",
        "Annual incidence of snake bite in rural Bangladesh",
        "Snakebites: appraisal of the global situation",
        "A fatal cobra-bite in a snake expert",
        "Bites by non-native venomous snakes in the United States"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Maia",
            "@id": "60159959",
            "affilname": "University Institute of Maia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60159959",
            "affiliation-country": "Portugal"
        },
        {
            "affiliation-city": "Klecany",
            "@id": "60108590",
            "affilname": "Národní Ústav Duševního Zdraví, Klecany",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60108590",
            "affiliation-country": "Czech Republic"
        },
        {
            "affiliation-city": "Prague",
            "@id": "60088736",
            "affilname": "Filozofická Fakulta Univerzita Karlova",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60088736",
            "affiliation-country": "Czech Republic"
        },
        {
            "affiliation-city": "Porto",
            "@id": "60007249",
            "affilname": "Universidade do Porto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007249",
            "affiliation-country": "Portugal"
        },
        {
            "affiliation-city": "Pecs",
            "@id": "60004737",
            "affilname": "Pécsi Tudományegyetem",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004737",
            "affiliation-country": "Hungary"
        }
    ],
    "funding": [
        "University of Porto, Foundation for Science and Technology Portugal",
        "European Union",
        "FCT",
        "Chulalongkorn University",
        "Hungarian Scientific Research Funds",
        "European Social Fund",
        "National Research, Development and Innovation Fund",
        "Ministry for Innovation and Technology"
    ]
}