{
    "eid": "2-s2.0-84943198741",
    "title": "Pretreatment of rice straw by hot-compressed water for enzymatic saccharification",
    "cover-date": "2015-10-01",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [
        "Glucose",
        "Hot-compressed Water",
        "Pretreatment",
        "Rice Straw",
        "Saccharification"
    ],
    "authors": [
        "Somkiat Ngamprasertsith"
    ],
    "citedby-count": 6,
    "ref-count": 19,
    "ref-list": [
        "Kinetic study on the pretreatment and enzymatic saccharification of rice hull for the production of fermentable sugars",
        "Bioethanol production from optimized pretreatment of cassava stem",
        "Afr. J. Agric. Res.",
        "Production of amorphous silica nanoparticles from rice straw with microbial hydrolysis pretreatment",
        "A biorefinery processing perspective: Treatment of lignocellulosic materials for the production of value-added products",
        "Pretreatment of lignocellulosic wastes to improve ethanol and biogas production: A review",
        "Bioethanol production from rice straw: An overview",
        "Butanol production from lignocellulosics",
        "Optimization of sugarcane bagasse conversion by hydrothermal treatment for the recovery of xylose",
        "Hydrolysis of lignocellulosic materials for ethanol production: A review",
        "Pretreatment: The key to unlocking low-cost cellulosic ethanol",
        "Innovative and intensified technology for the biological pretreatment of agro waste for ethanol production",
        "Pretreatment technologies for an efficient bioethanol production process based on enzymatic hydrolysis: A review",
        "Quantitative method applicable for various biomass species to determine their chemical composition",
        "Pretreatment of rice straw by a hot-compressed water process for enzymatic hydrolysis",
        "Recent advancements in various steps of ethanol, butanol, and isobutanol productions from woody materials",
        "HPLC determination of furfural after preliminary extraction to aqueous phase",
        "Fermentation of lignocellulosic hydrolysates. II: Inhibitors and mechanisms of inhibition",
        "The ionization constant of water over wide ranges of temperature and density"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}