{
    "eid": "2-s2.0-85101190359",
    "title": "The Semi-Aquatic Freshwater Earthworm Genus Glyphidrilus Horst, 1889 from Myanmar (Oligochaeta: Almidae) with Description of a New Species",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Ecology",
            "@code": "2303",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Paleontology",
            "@code": "1911",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "Almidae",
        "earthworm",
        "Glyphidrilus",
        "Myanmar",
        "new species"
    ],
    "authors": [
        "Ratmanee Chanabun",
        "Aung Lin",
        "Parin Jirapatrasilp",
        "Ueangfa Bantaowong"
    ],
    "citedby-count": 3,
    "ref-count": 33,
    "ref-list": [
        "Checklist of Myanmar taxa updated from Gates’ (1972): “Burmese Earthworms",
        "A new species of semi-aquatic freshwater earthworm of the genus Glyphidrilus Horst, 1889 from Laos (Oligochaeta: Almidae)",
        "A new species of semi-aquatic freshwater earthworm of the genus Glyphidrilus Horst, 1889 from the Mekong River (Oligochaeta: Almidae)",
        "New species of semi-aquatic freshwater earthworm genus Glyphidrilus Horst, 1889 from Thailand and Laos (Oligochaeta, Almidae)",
        "Two new species of semi-aquatic earthworms genus Glyphidrilus Horst, 1889 from Malaysia (Oligochaeta: Almidae)",
        "The semi-aquatic freshwater earthworms of the genus Glyphidrilus Horst, 1889 from Thailand (Oligochaeta, Almidae) with redescriptions of several species",
        "Three new species of semi-aquatic freshwater earthworms of the genus Glyphidrilus Horst, 1889 from Malaysia (Clitellata: Oligochaeta: Almidae)",
        "Oligochaeta from Hainan, Kwangtung",
        "Data to the earthworm fauna of Myanmar with notes on some little known species (Annelida, Oligochaeta)",
        "The earthworms of Burma, IV",
        "On Indian and Burmese earthworms of the genus Glyphidrilus",
        "Burmese earthworms, an introduction to the systematics and biology of megadrile oligochaetes with special reference to the Southeast Asia",
        "Over eene nieuwe soort onder de Lumbricinen door Prof. Max Weber uit Nederl. Indië medegebracht",
        "A new species of Glyphidrilus (Microchaetidae: Oligochaeta) from East Africa",
        "Chapter 8: Non-leech Clitellata",
        "Two new Cambodian semi-aquatic earthworms in the genus Glyphidrilus Horst, 1889 (Oligochaeta, Almidae), based on morphological and molecular data",
        "Untangling a mess of worms: Species delimitations reveal morphological crypsis and variability in Southeast Asian semi-aquatic earthworms (Almidae, Glyphidrilus)",
        "Oligochaeten. Ergebnisse einer zoologishen Forschungsreise in den Molukken und in Borneo, im Auftrage der Senckenbergischen naturforschenden Gesellschaft ausgeführt von Dr. Willy Kükenthal",
        "Neue Oligochaten von VorderIndien, Ceylon, Birma und den Andaman-Inseln",
        "The Oligochaeta of India, Nepal, Ceylon, Burma and the Andaman Islands",
        "Die Lumbriciden, mit besonderer Berücksichtigung der bisher als Familie Glossoscolecidae zusammenfassten Unterfamilien",
        "Viaggio di Leonardo Fea in Birmania e Regioni vicini V. Perichetidi",
        "Viaggio di Leonardo Fea in Birmania e Regioni vicini XXV. Moniligastridi, Geoscolecidi ed Eudrilidi (I2)",
        "Viaggio di Leonardo Fea in Birmania e Regioni vicini XXVI. Perichetidi",
        "Terrestrial earthworms (Oligochaeta) from Singapore",
        "Contributions to the fauna of Yunnan based on collections made by J. Coggin Brown, B.Sc., 1909-1910. Part VIII. Earthworms",
        "On a collection of Oligochaeta belonging to the Indian Museum",
        "On some Oligochaeta from Berhala Island in the Straits of Malacca",
        "Complete mitochondrial genome of the Burmese giant earthworm, Tonoscolex birmanicus (Clitellata: Megascolecidae)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Sakon Nakhon",
            "@id": "60194927",
            "affilname": "Sakon Nakhon Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60194927",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Cambridge",
            "@id": "60111668",
            "affilname": "Fauna &amp; Flora International",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60111668",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60030267",
            "affilname": "Rajamangala University of Technology Thanyaburi (RMUTT)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030267",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "FFI",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "National Research Council of Thailand",
        "Centre of Excellence on Biodiversity"
    ]
}