{
    "eid": "2-s2.0-84959287998",
    "title": "Kolmogorov space in time series data",
    "cover-date": "2016-10-01",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        },
        {
            "$": "General Mathematics",
            "@code": "2600"
        }
    ],
    "keywords": [
        "empirical mode decomposition",
        "intrinsic time scale decomposition",
        "Kolmogorov space",
        "loop space",
        "time series data"
    ],
    "authors": [
        "Kabin Kanjamapornkul"
    ],
    "citedby-count": 21,
    "ref-count": 35,
    "ref-list": [
        "Mesoscopic community structure of financial markets revealed by price and sign fluctuations",
        "Prediction and retrodiction for a continuously monitored superconducting qubit",
        "Dynamics of quasi-stationary systems: Finance as an example",
        "Robust Kalman filter based on a fuzzy GARCH model to forecast volatility using particle swarm optimization",
        "A new constructive neural network method for noise processing and its application on stock market prediction",
        "A Bayesian regularized artificial neural network for stock market forecasting",
        "Empirical Economics",
        "Handbook of Analysis and Its Foundations",
        "Identifying states of a financial market",
        "Journal of Formalized Mathematics",
        "Topology",
        "With string model to time series forecasting",
        "Random fixed points in a stochastic Solow growth model",
        "From the currency rate quotations onto strings and brane world scenarios",
        "The empirical mode decomposition and the Hubert spectrum for nonlinear and non-stationary time series analysis",
        "Intrinsic time-scale decomposition: Time-frequency-energy analysis and real-time filtering of non-stationary signals",
        "Cross-correlation analysis of stock markets using EMD and EEMD",
        "Boundary extension and stop criteria for empirical mode decomposition",
        "A new method for processing end effect in Empirical Mode Decomposition",
        "A Basic Course in Algebraic Topology",
        "Tr. Mat. Inst. Steklova,",
        "Geometric approach to digital quantum information",
        "Quaternion dynamic time warping",
        "Efficient implementation of quaternion Fourier transform, convolution, and correlation by 2-D complex FFT",
        "Mathematics Magazine",
        "Ensemble empirical mode decomposition: A noise-assisted data analysis method",
        "The Journal of Grey System",
        "Boundary extension for HilbertHuang transform inspired by gray prediction model"
    ],
    "affiliation": [
        {
            "affiliation-city": "Dubna",
            "affilname": "Bogoliubov Laboratory of Theoretical Physics, Joint Institute for Nuclear Research",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kosice",
            "affilname": "Institute of Experimental Physics Slovak Academy of Sciences",
            "affiliation-country": "Slovakia"
        }
    ],
    "funding": [
        "CERN",
        "Chulalongkorn University",
        "Vedecká Grantová Agentúra MŠVVaŠ SR a SAV"
    ]
}