{
    "eid": "2-s2.0-85020392113",
    "title": "Nocardia xestospongiae sp. nov., isolated from a marine sponge in the Andaman sea",
    "cover-date": "2017-05-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Actinomycetes",
        "Andaman sea",
        "Marine sponge",
        "Nocardia"
    ],
    "authors": [
        "Chitti Thawai"
    ],
    "citedby-count": 24,
    "ref-count": 55,
    "ref-list": [
        "I Generi E Le Specie Delle Bacteriaceae",
        "Bergey’s Manual of Systematic Bacteriology",
        "Nocardia goodfellowii sp. nov. and Nocardia thraciensis sp. nov., isolated from soil",
        "Nocardia aciditolerans sp. nov., isolated from a spruce forest soil",
        "Actinomycetes from red sea sponges: Sources for chemical and phylogenetic diversity",
        "Nocardia halotolerans sp. nov., a halotolerant actinomycete isolated from saline soil",
        "Nocardia casuarinae sp. nov., an actinobacterial endophyte isolated from root nodules of Casuarina glauca",
        "Studies on antagonistic marine actinomycetes from the Bay of Bengal",
        "Phylogenetic diversity of gram-positive bacteria cultured from marine sediments",
        "Novel bioactive metabolites from a marine derived bacterium Nocardia sp. ALAA 2000",
        "Peptidolipins B-F, antibacterial lipopeptides from an ascidian-derived Nocardia sp.",
        "Culturable actinobacteria from the marine sponge Hymeniacidon perleve: Isolation and phylogenetic diversity by 16S rRNA gene-RFLP analysis",
        "A comparative study on the phylogenetic diversity of culturable actinobacteria isolated from five marine sponge species",
        "Nocardiosis: Updates and clinical overview",
        "Systemic increased immune response to Nocardia brasiliensis co-exists with local immunosuppressive microenvironment",
        "Nocardia kroppenstedtii sp. nov., an actinomycete isolated from a lung transplant patient with a pulmonary infection",
        "Nocardia vulneris sp. nov., isolated from wounds of human patients in North America",
        "Nocardia bhagyanesis sp. nov., a novel actinomycete isolated from the rhizosphere of Callistemon citrinus (Curtis), India",
        "Nocardia rhizosphaerae sp. nov., a novel actinomycete isolated from the coastal rhizosphere of Artemisia Linn., China",
        "Brasilicardins B-D, new tricyclic terpernoids from actinomycete Nocardia brasiliensis",
        "Nocardichelins A and B, siderophores from Nocardia strain Acta 3026#",
        "Amended description of the genus Kineospora, based on chemotaxonomic and morphological studies",
        "Manual of Clinical Microbiology",
        "Int J Syst Bacteriol",
        "Classification, Identification and Description of Genera and Species",
        "Inter-Society Color Council–National Bureau of Standard Color Name Charts Illustrated with Centroid Colors",
        "Nocardia coeliaca, Nocardia autotrophica, and the nocardin strain",
        "Culture Media for Actinomycetes. Tokyo",
        "Actinomycetes",
        "Susceptibility Testing of Mycobacteria, Nocardiae, and Other Aerobic Actinomycetes",
        "Simplified approach to identification of aerobic actinomycetes by thin layer chromatography",
        "4 Lipid and Cell-Wall Analysis in Bacterial Systematics",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "Thin-layer chromatography of methanolysates of mycolic acid-containing bacteria",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Chemical Methods in Prokaryotic Systematics",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Nonisotopic DNA Probe Techniques",
        "Nucleic Acid Techniques in Bacterial Systematics",
        "Micromonospora costi sp. nov., isolated from a leaf of costus speciosus",
        "Phylogenetic studies of Nocardia species based on gyrB gene analyses",
        "CLUSTAL W: Improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Toward defining the course of evolution: Minimum change for a specific tree topology",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Evolution",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "Int J Syst Evol Microbiol",
        "Nocardia shinanonensis sp. nov., isolated from a patient with endophthalmitis",
        "Int J Syst Evol Microbiol"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}