{
    "eid": "2-s2.0-85063804234",
    "title": "Patient-reported advantages and disadvantages of peritoneal dialysis: Results from the PDOPPS",
    "cover-date": "2019-04-02",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Nephrology",
            "@code": "2727",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Depression",
        "Patient selection",
        "Patient-reported measures",
        "Peritoneal dialysis",
        "Quality of life",
        "Surveys and questionnaires",
        "Technique survival"
    ],
    "authors": [
        "Nidhi Sukul",
        "Junhui Zhao",
        "Douglas S. Fuller",
        "Angelo Karaboyas",
        "Brian Bieber",
        "James A. Sloand",
        "Lalita Subramanian",
        "David W. Johnson",
        "Matthew J. Oliver",
        "Kriang Tungsanga",
        "Tadashi Tomo",
        "Rachael L. Morton",
        "Hal Morgenstern",
        "Bruce M. Robinson",
        "Jeffrey Perl"
    ],
    "citedby-count": 19,
    "ref-count": 34,
    "ref-list": [
        "Home dialysis in the prospective payment system era",
        "The role of economies of scale in the cost of dialysis across the world: A macroeconomic perspective",
        "Cost of peritoneal dialysis and haemodialysis across the world",
        "The current state of peritoneal dialysis",
        "How Australian nephrologists view home dialysis: Results of a national survey: Home dialysis survey",
        "Impacts of geographic distance on peritoneal dialysis utilization: Refining models of treatment selection",
        "Predictors of the rate of decline of residual renal function in incident dialysis patients",
        "Predictors of loss of residual renal function among new dialysis patients",
        "The relative importance of residual renal function compared with peritoneal clearance for patient survival and quality of life: An analysis of the Netherlands cooperative study on the adequacy of Dialysis (NECOSAD)-2",
        "Prognostic value of residual urine volume, GFR by 24-hour urine collection, and eGFR in patients receiving dialysis",
        "Association between residual renal function, inflammation and patient survival in new peritoneal dialysis patients",
        "Relative contribution of residual renal function and peritoneal clearance to adequacy of dialysis: A reanalysis of the CANUSA study",
        "Australian consumer perspectives on dialysis: First national census: National dialysis census",
        "Patient perspectives on the choice of dialysis modality: Results from the empowering patients on choices for renal replacement therapy (EPOCH-RRT) study",
        "Views of Japanese patients on the advantages and disadvantages of hemodialysis and peritoneal dialysis",
        "Hemodialysis and peritoneal dialysis: Patients' assessment of their satisfaction with therapy and the impact of the therapy on their lives",
        "The peritoneal Dialysis outcomes and practice patterns study (PDOPPS): Unifying efforts to inform practice and improve global outcomes in peritoneal dialysis",
        "Development of the kidney disease quality of life (KDQOL) instrument",
        "Screening for depression in well older adults: Evaluation of a short form of the CES-D (Center for Epidemiologic Studies Depression Scale)",
        "Longitudinal data analysis using generalized linear models",
        "Controlling the false discovery rate: A practical and powerful approach to multiple testing",
        "Satisfaction with care in peritoneal dialysis patients",
        "Employment status of patients receiving maintenance dialysis - Peritoneal and hemodialysis: A cross-sectional study",
        "Social functioning and socioeconomic changes after introduction of regular dialysis treatment and impact of dialysis modality: A multi-Centre survey of Japanese patients: Dialysis and socioeconomic status",
        "Why patients with ESRD do not select self-care dialysis as a treatment option",
        "Depressive symptoms, patient satisfaction, and quality of life over time in automated and continuous ambulatory peritoneal dialysis patients: A prospective multicenter propensity-matched study",
        "Association between depression and mortality in patients receiving long-term dialysis: A systematic review and meta-analysis",
        "Depression and its association with peritonitis in long-term peritoneal dialysis patients",
        "Patient and technique survival on peritoneal dialysis in the United States: Evaluation in large incident cohorts",
        "Development and validation of the consumer quality index instrument to measure the experience and priority of chronic dialysis patients",
        "The peritoneal dialysis experience: Insights from long-term patients"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ann Arbor",
            "@id": "60136265",
            "affilname": "Arbor Research Collaborative for Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60136265",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Brisbane",
            "@id": "60031004",
            "affilname": "The University of Queensland",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031004",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Yufu",
            "@id": "60030666",
            "affilname": "Oita University Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030666",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Toronto",
            "@id": "60029150",
            "affilname": "Sunnybrook Health Sciences Centre",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029150",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Ann Arbor",
            "@id": "60025778",
            "affilname": "University of Michigan, Ann Arbor",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025778",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Sydney",
            "@id": "60025709",
            "affilname": "The University of Sydney",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025709",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Round Lake",
            "@id": "60020956",
            "affilname": "Baxter Healthcare Corporation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020956",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Toronto",
            "@id": "60017018",
            "affilname": "Saint Michael's Hospital University of Toronto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017018",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Ann Arbor",
            "@id": "60007200",
            "affilname": "Michigan Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007200",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Baxter Healthcare",
        "Fresenius Medical Care",
        "Australian National Health and Medical Research Council"
    ]
}