{
    "eid": "2-s2.0-84896840511",
    "title": "Characteristics of selenate in aqueous solution - An ab initio QMCF-MD study",
    "cover-date": "2014-03-18",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "General Physics and Astronomy",
            "@code": "3100"
        }
    ],
    "keywords": [],
    "authors": [
        "Theerathad Sakwarathorn"
    ],
    "citedby-count": 5,
    "ref-count": 39,
    "ref-list": [
        "Relation between selenium content and glutathione-peroxidase activity in blood of cattle.",
        "Selenium and myocardial infarction: Glutathione peroxidase in platelets",
        "In Vivo and in Vitro Variations of Human Erythrocyte Glutathione Peroxidase Activity as Result of Cells Ageing, Selenium Availability and Peroxide Activation",
        "Kashin-Beck osteoarthropathy in rural Tibet in relation to selenium and iodine status",
        "Factors affecting soluble selenium removal by a selenate-reducing bacterium Bacillus sp. SF-1",
        "Are men with low selenium levels at increased risk of prostate cancer?",
        "Selenium in reproductive organs, seminal fluid and serum of men and bulls",
        "Computer Systems Architecture: A Networking Approach",
        "Selenium Environ.",
        "Structure and dynamics of sulfate ion in aqueous solution-an ab initio QMCF MD simulation and large angle X-ray scattering study",
        "Solvation energy and vibrational spectrum of sulfate in water - An ab initio quantum mechanical simulation",
        "Ab initio quantum mechanical charge field (QMCF) molecular dynamics: A QM/MM - MD procedure for accurate simulations of ions and complexes",
        "The Basics of Theoretical and Computational Chemistry",
        "Quantum mechanical simulation studies of molecular vibrations and dynamics of oxo-anions in water",
        "The stability of bisulfite and sulfonate ions in aqueous solution characterized by hydration structure and dynamics",
        "On the structure and dynamics of the hydrated sulfite ion in aqueous solution - An ab initio QMCF MD simulation and large angle X-ray scattering study",
        "Structural and dynamical properties and vibrational spectra of bisulfate ion in water: A study by ab initio quantum mechanical charge field molecular dynamics",
        "Crystallographic, vibrational and theoretical studies of 2,3-diaminopyridinium selenate",
        "An improved potential for non-rigid water molecules in the liquid phase",
        "Neutron structural and vibrational studies of dipotassium selenate tellurate",
        "Harmonic vibrational frequencies: An evaluation of Hartree-Fock, Møller-Plesset, quadratic configuration interaction, density functional theory, and semiempirical scale factors",
        "Raman spectroscopy of some natural hydrotalcites with sulphate and carbonate in the interlayer",
        "Solid-state effects on selenate vibrations in yttrium and some rare earth selenates",
        "Raman spectral studies of aqueous solutions of selenic acid",
        "Molecular orbital predictions of the vibrational frequencies of some molecular ions",
        "Characterization of Dynamics and Reactivities of Solvated Ions by Ab Initio Simulations",
        "Structure and ultrafast dynamics of liquid water: A quantum mechanics/molecular mechanics molecular dynamics simulations study",
        "Ab Initio Quantum Mechanical Charge Field Molecular Dynamics—A Nonparametrized First-Principle Approach to Liquids and Solutions",
        "Molecular Dynamics Simulation Methods including Quantum Effects",
        "Exploiting the capabilities of quantum chemical simulations to characterise the hydration of molecular compounds",
        "Electronic population analysis on LCAO-MO molecular wave functions. I",
        "Electronic population analysis on LCAO-MO molecular wave functions. II. Overlap populations, bond orders, and covalent bond energies",
        "Molecular dynamics with coupling to an external bath",
        "Turbomole V6.3 2011, A Development of University of Karlsruhe and Forschungszentrum Karlsruhe GmbH, 1989",
        "Electronic structure calculations on workstation computers: The program system turbomole",
        "Improvements on the direct SCF method",
        "Revised central force potentials for water",
        null,
        "Gaussian 09 Revision A.02"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Innsbruck",
            "affilname": "Universität Innsbruck",
            "affiliation-country": "Austria"
        }
    ],
    "funding": [
        "Austrian Ministry of Science BMWF",
        "Institute of General, Inorganic and Theoretical Chemistry",
        "Leopold-Franzens-University of Innsbruck",
        "Thailand Research Fund",
        "Universität Innsbruck"
    ]
}