{
    "eid": "2-s2.0-85036619587",
    "title": "Analyses of seismic activities and hazards in Laos: A seismicity approach",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Earth and Planetary Sciences (miscellaneous)",
            "@code": "1901"
        },
        {
            "$": "Atmospheric Science",
            "@code": "1902"
        },
        {
            "$": "Oceanography",
            "@code": "1910"
        }
    ],
    "keywords": [
        "Frequency-magnitude distribution model",
        "Laos",
        "Seismic hazard analysis",
        "Seismicity"
    ],
    "authors": [
        "Santi Pailoplee"
    ],
    "citedby-count": 7,
    "ref-count": 29,
    "ref-list": [
        "Geological and Physical Effect Evaluation in the Tsunami Damage Area for Restoration and Warning System",
        "The 14th World Conference on Earthquake Engineering",
        "Bull. Seismol. Soc. Am.",
        "Geodetic measurement of horizontal strain across the Red River fault near Thac Ba, Vietnam, 1963-1994",
        "Recent paleoseismic investigations in Northern and Western Thailand",
        "Seismicity pattern changes before the M = 4.8 aeolian archipelago (Italy) earthquake of august 16, 2010",
        "Bull. Seismol. Soc. Am.",
        "ISET J. Earthq. Technol.",
        "Bull. Seismol. Soc. Am.",
        "MAN-MADE CHANGES OF SEISMICITY RATES.",
        "Geotechnical Earthquake Engineering",
        "How to combine deterministic and probabilistic methods for assessing earthquake hazards",
        null,
        "Evolution of deformation styles at a major restraining bend, constraints from cooling histories, Mae Ping fault zone, western Thailand",
        "Technical Report, Southeast Asia Association of Seismology and Earthquake Engineering",
        "An investigation of seismicity for the Central Anatolia region, Turkey",
        "Nat. Sci.",
        "Probabilities of earthquake occurrences in Mainland Southeast Asia",
        "CU-PSHA: A MATLAB software for probabilistic seismic hazard analysis",
        "Deterministic and probabilistic seismic hazard analyses in Thailand and adjacent areas using active fault data",
        "Attenuation relationships for shallow crustal earthquakes based on California strong motion data",
        "Dynamics of continental deformation in Asia",
        "A software package to analyze seismicity: ZMAP",
        "Assessing the quality of earthquake catalogues: Estimating the magnitude of completeness and its uncertainty",
        "Reporting history of the Central Aleutians Seismograph Network and the quiescence preceding the 1986 Andreanof Island earthquake",
        "Probabilities for the occurrences of medium to large earthquakes in northeast India and adjoining region",
        "Bull. Seismol. Soc. Am.",
        "Quaternary sediments in the Dien Bien Phu fault zone, NW Vietnam: A record of young tectonic processes in the light of OSL-SAR dating results",
        "Seismicity patterns: Are they always related to natural causes?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "National Research Council of Thailand"
    ]
}