{
    "eid": "2-s2.0-85163716248",
    "title": "Exploring the Xylariaceae and its relatives",
    "cover-date": "2023-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Chemical profiles",
        "Ecological aspects",
        "Endophytes",
        "Host and habitat preferences",
        "Plant diseases",
        "Systematics",
        "Xylariaceae",
        "Xylariales"
    ],
    "authors": [
        "Nuttika Suwannasai",
        "Ek Sangvichien",
        "Cherdchai Phosri",
        "Sirirath McCloskey",
        "Niwana Wangsawat",
        "Pisit Thamvithayakorn",
        "Nutthaporn Ruchikachorn",
        "Surang Thienhirun",
        "Sureewan Mekkamol",
        "Prakitsin Sihanonth",
        "Margaret A. Whalley",
        "Anthony J.S. Whalley"
    ],
    "citedby-count": 0,
    "ref-count": 168,
    "ref-list": [
        "Structures of the fungal metabolites cytochalasin E and cytochalasin F (Rosellinia necatrix)",
        "The pigmentation and cell wall material of Daldinia sp",
        "Biosynthetic pathways in Daldinia concentrica",
        "Insect wounds as infection sites for Hypoxylon mammatum on trembling aspen",
        "Metabolites of the higher fungi. part 19. serpenone, 3-methoxy-4-methyl-5-prop-l-enylfuran-2(5H)-one, a new y-butyrolactone from the fungus Hypoxylon serpens (Barron’s strain) (Persoon ex Fries) Kickx",
        "Metabolites of the higher fungi. Part 19. chestersiene, 4-(4-methoxyphenoxy)buta-1,2-diene: an allenic ether from the fungus Hypoxylon chestersii",
        "Metabolites of the higher fungi. part 21. 3-Methyl 1–3, 4-dihydroisocoumarins and related compounds from the ascomycete family Xylariaceae",
        "Metabolites of the higher fungi. part 23. the punctaporonins. novel bi-, tri- and tetra-cyclic sesquiterpenes related to caryophyllene from the fungus Poronia punctata (Linnaeus: Fries) Fries",
        "Root rot of macadamia caused by Ganoderma lucidum and Kretzschmaria clavus",
        "Latent colonization and pathogenicity of Hypoxylon punctulatum on oaks",
        "On the formation of conidia and the growth of the stroma of Daldinia concentrica",
        "Recent progress in biodiversity research on the Xylariales and their secondary metabolism",
        "Phylogenetic and chemotaxonomic studies confirm the affinities of Stromatoneurospora phoenix to the coprophilous Xylariaceae",
        "Gale damage to amenity trees",
        "Bionomie houby Hypoxylon deuatum (Hoffm. et Fr.) Grev. Jeij hospodarsky vyzam a roz = sireni v Ceskoslovensku",
        "Fungal colonization of attached branches. early stages of development of fungal communities",
        "Fungal colonization of attached branches II. Special and temporal organization of communities arising for latent invaders in bark and functional sapwood under different moisture regimes",
        "Endophytic fungi from mangrove plant species of Thailand: their antimicrobial and anticancer potentials",
        "Xylariaceae on the fringe",
        "A re-assessment of Taxomyces andreanae, the alleged taxol-producing fungus, using comparative genomics",
        "On the succession of microfungi associated with the decay of logs and branches",
        "I am part of all that I have met",
        "Vamsapriya (Xylariaceae) re-described, with two new species and molecular sequence data",
        "A multigene genealogy reveals the phylogenetic position of Rhopalostroma lekae",
        "Anthostomella is polyphyletic comprising several genera in the Xylariaceae",
        "Taxonomic rearrangement of Anthostomella (Xylariaceae) based on a multigene phylogeny and morphology",
        "Mycosphere essays 13 – do xylariaceceous macromycetes make up most of the Xylariomycetidae?",
        "Appraisal of Hypoxylon puntulatumas a biological control agent of Ceratocystis fagacearum in oak-wilt trees",
        "Morpho-molecular characterization of microfungi associated with marine based habitats",
        "Two remarkable xylariaceous ascomycetes associated with elephant dung",
        "Some Xylarias of tropical America",
        "Xylarioideae and Thamnomycetoideae of Congo",
        "Occurrence and geographical distribution of mangrove fungi",
        "Metabolites of the higher fungi. Part 18. 3-butyl-4-methylfuran-2(5H)-one and 3-butyl-4-methylenefuran-2(5H)-one. new y-butyrolactones from the fungus Hypoxylon serpens (Persoon ex Fries) Kickx",
        "Metabolites of the higher fungi. Part 26. cubensic acid 3,7,11,15,-tetrahydroxy-18-(hydroxymethyl)-2,4,6,10,14,16,20- heptamethylydocosa -4E,8E,12E, 16E-tetraenoonic acid, a novel polysubstituted C22 fatty acid from the fungus Xylaria cubensis (Mont.) Fr. with substituents and substitution pattern similar to the macrolide antibiotics",
        "The Xylariaceae as phytopathogens",
        "Needles blight of conifers",
        "Biscogniauxia and Camillea in Mexico",
        "Caratteristiche tassonnomiche dei generi Hypoxylon & Biscogniauxia",
        "The genus Biscogniauxia and Hypoxylon (Sphaeriales) in the Nordic countries",
        "Diversity of biologically active secondary metabolites from endophytic and saprotrophic fungi of the ascomycete order Xylariales",
        "Diseases of forest and shade trees of the United States USDA-forest service",
        "Molecular phylogeny of Hypoxylon and closely related genera",
        "Phylogenetic status of Xylaria subgenus Pseudoxylaria among taxa of the subfamily Xylarioideae (Xylariaceae) and phylogeny of the taxa involved in the subfamily",
        "A study of the vertical zonation of intertidal fungi on Rhizophora apiculate at Kg. Kapok mangrove",
        "Saprobic microfungi",
        "Dry rot disease management in Hevea brasiliensis",
        "Anti-inflammatory and anti-proliferative activities of chemical constituents from fungus Biscogniauxia whalleyi SWUF13–085",
        "Coprophilous ascomycetes in Thailand",
        "Marine and mangrove fungi",
        "Malaysian mangrove fungi",
        "Xylariaceous mycobiota in Taiwan: an overview",
        "A revision of the genus Daldinia",
        "The genus Biscogniauxia",
        "Xylaria species associated with fallen fruits and seeds",
        "Xylaria species associated with fallen leaves and petioles",
        "Daldinia: the nature of its concentric zones",
        "Root decay caused by Kretzschmaria clavus: its relation to macadamia decline",
        "Two natural hosts of Kretzschmaria clavus in Hawaiian forests",
        "Polyphyletic genera in Xylariaceae (Xylariales): Neoxylaria gen nov and stilbohypoxylon",
        "New species of Hypocopra (Xylariaceae)",
        "Minutelins A-D, azaphilones from the stromata of Annulohypoxylon minutellum (Xylariaceae)",
        "Three host specific Xylaria species",
        "Camillea, Jongiella, and light-spored species of Hypoxylon",
        "Resolution of the Hypoxylon fuscum complex (Hypoxylaceae, Xylariales) and discovery and biological characterization of two of its prominent secondary metabolites",
        "Fungal diversity notes 253–366: taxonomic and phylogenetic contributions to fungal taxa",
        "A world monograph of Anthostomella",
        "Wawelia effusa Lundquist, sp. nov. (Xylariaceae)",
        "Four new pale-spored species of Xylaria (Xylariaceae, Xylariales) with a key to worldwide species on fallen fruit and seeds",
        "Sixty-five years of research on Hypoxylon cankcer of aspen",
        "The economic impact of Hypoxylon canker on the Lake States resource 21–26",
        "Hypoxylon tinctor associated with a canker on American sycamore trees in Georgia",
        "A new cerebroside and the cytotoxic constituents isolated from Xylaria allantoidea SWUF76",
        "Endophytic fungi of teak in Thailand: a preliminary account",
        "Chemistry and microscopy of wood decay by some higher ascomycetes",
        "Chemical constituents and cytotoxic activity from the wood-decaying fungus Xylaria sp. SWUF08-37",
        "Antioxidant properties derived from stromata of Xylaria species collected from tropical forest in Thailand",
        "Antibacterial and anticancer activity of stromatic Xylaria spp. collected from tropical forest in Thailand",
        "Low-temperature requirements for ascospore germination and growth of Hypoxylon diatrauston",
        "Three new Xylaria species (Xylariaceae, Xylariales) on fallen leaves from Hainan tropical rainforest national park",
        "Anti-inflammatory and cytotoxic agents from Xylaria sp. SWUF09-62 fungus",
        "Molecular phylogenetic studies within the Xylariaceae based on ribosomal DNA sequences",
        "Rosellinia – a world monograph",
        "Xylariaceous fungi as endophytes",
        "Host specificity of Hypoxylon fuscum: a statistical approach to the problem",
        "Antimicrobial and anticancer activities of endophytic fungi from Mitrajyna javanica Koord & Val",
        "A new a-pyrone derivative from Annulohypoxylon stygium SWUF09-030",
        "New furan derivatives from Annulohypoxylon spougei fungus",
        "Morphological and molecular study of Dematophora buxi (Xylariaceae) on Buxus sempervirens as a new record from Asia",
        "Reassessment of Hypoxylon serpens - complex1",
        "Reassessment of Hypoxylon serpens—complex2",
        "Economic significance of the infection of beech forests by Hypoxylon deustum (Hoffm. et Fr.) Grev. at Sara Mountain",
        "Diversity and occurrence of coprophilous fungi",
        "Surface features of the light colored ascospores of some applanate Hypoxylon species",
        "The Xylariaceae: systematic, biological and evolutionary aspects",
        "Thoughts and musings on tropical Xylariaceae",
        "Sarcoxylon and Entonaema (Xylariaceae)",
        "The Xylariaceae of the Hawaiian Islands",
        "The genus Stilbohypoxylon",
        "Camillea new combinations and a new species",
        "Biscogniauxia anceps comb. nov. and Vivantia guadalupensis gen. et sp. nov",
        "Podosordaria: a redefinition based on cultural studies on the type species, P. mexicana and two new species",
        "A reassessment of the Xylaria on liquid amber fruits and two new taxa on Magnolia fruits",
        "The relationship of Xylaria oxyacanthae to seeds of Crataegus monogyna",
        "Phylogenetic study of Hypoxylon and related genera based on ribosomal ITS sequences",
        "Antimalarial and cytotoxic constituents of Xylaria cf. cubensis PK108",
        "A new amino amidine derivative from the wood decaying fungus Xylaria cf. cubensis SWUF08-86",
        "Rosellinia necatrix. C.M.I. Descriptions of pathogenic fungi and bacteria",
        "Rosellinia bunodes. C.M.I. Descriptions of pathogenic fungi and bacteria",
        "Chemical constituents, and their cytotoxicity, of the rare wood decaying fungus Xylaria humosa",
        "Xylaria thailandica – a new species from southern Thailand",
        "Importance of secondary metabolites in the Xylariaceae as parameters for assessment of their taxonomy, phylogeny, and functional biodiversity",
        "Pigment chemistry, taxonomy and phylogeny of the Hypoxyloideae (Xylariaceae)",
        "Chemotaxonomy of the Xylariaceae and remarkable bioactive compounds from Xylariales and their associated asexual stages",
        "Chemotaxonomy of Entonaema, Rhopalostroma and other Xylariaceae",
        "Recognition of hypoxyloid and xylarioid Entonaema species and allied Xylaria species for a comparison of holomorphic morphology, HPLC profiles, and ribosomal DNA samples",
        "The Xylariaceae as model example for a unified nomenclature following one fungus-one name (IFIN) concept",
        "A polyphasic taxonomy of Daldinia (Xylariaceae)",
        "Stierle D (1993) Taxol and taxane production by Taxomyces andreanae, an endophytic fungus of Pacific yew",
        "Taxol from fungal endophytes and the issue of biodiversity",
        "Antimicrobial activity from endophytic fungi isolated from plant leaves in bamboo in Thailand",
        "Lignin and glucan degradation by species of Xylariaceae",
        "Fungi in Thailand: a case study of the efficacy of an ITS barcode for automatically identifying species within the Annulohypoxylon and Hypoxylon genera",
        "Biogeography of selected Xylariaceae",
        "A re-valuation of the evolutionary relationships within the Xylariaceae based on ribosomal and protein-coding gene sequences",
        "Biology and control of Rosellinia bunodes, Rosellinia necatrix and Rosellinia pepo",
        "Xylariaceae",
        "Decay of oaks caused by Hypoxylon atropunctatum",
        "Anthostomelloides krabiensis gen. et sp. nov. (Xylariaceae) from Pandanus odorifer (Pandanaceae)",
        "Phylogenetic relationships among Daldinia, Entonaema and Hypoxylon as inferred from ITS nrDNA sequences",
        "Addition to the knowledge of Xylaria (Xylariaceae, Ascomycota) in Santa Catarina, Southern Brazil",
        "Illustrations and descriptions of xylariaceous fungi collected in Papua New Guinea",
        "Notes on the ecology of the Xylariaceae of Papua New Guinea",
        "New Hypoxylon species from Papua New Guinea and notes on other taxa",
        "Water stress: a predisposing factor in the pathogenesis of Hypoxylon mediterranium on Quercus cerris",
        "Infection of Hevea brasiliensis by Ustulina zonata (Lév.) Sacc",
        "Twelve new species of Xylaria associated with termite nests or soil from northeast Thailand",
        "Antioxidant activity and cytotoxicity against cancer cell lines of the extracts from novel Xylaria species associated with termite nests and LC-MS analysis",
        "The distribution of larger fungi in Yorkshire",
        "Wawelia argentea and W. microspora (Xylariaceae), two new species of xerophilous fungi on rabbit and hare dung in Britain",
        "Production of cellulolytic enzymes from the Xylaria and Hypoxylon species of Xylariaceae",
        "Damage to catalpa due to recreational use",
        "Resurrection and emendation of the Hypoxylaceae, recognised from a multigene phylogeny of the Xylariales",
        "The Xylariaceae: some ecological considerations",
        "Tropical Xylariaceae their distribution and ecological characteristics",
        "The xylariaceous way of life",
        "Secondary metabolites and systematic arrangements in the Xylariaceae",
        "Some Xylariaceae from Georgia and the russian soviet federative socialist Republic",
        "Ascomycota: the Xylariales of Malaysia",
        "A new species of Biscogniauxia with appendaged ascospores from Tasmania",
        "The Xylariaceae (ascomycetes) of mangroves in Malaysia and South East Asia",
        "Camillea selangorensis sp. nov. from Malaysia",
        "The genus Camillea in Southeast Asia",
        "Halorosellinia gen. nov. to accommodate Hypoxylon oceanicum, a common mangrove species",
        "The Xylariaceae of Kuala Selangor nature park",
        "A new species of Engleromyces from China, the second species in the genus",
        "Identification of Rosellinia species as producers of cyclodepsipeptide PF1022 and resurrection of the genus Dematophora as inferred from polythetic taxonomy",
        "Three novel species and a new record for Daldinia (Hypoxylaceae) from Thailand",
        "Phylogenetic analysis of Engleromyces sinensis and identification of cytochalasin from culture"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nakhon Phanom",
            "@id": "60194939",
            "affilname": "Nakhon Phanom University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60194939",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Liverpool",
            "@id": "60028355",
            "affilname": "Liverpool John Moores University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028355",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022676",
            "affilname": "Ramkhamhaeng University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022676",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60018013",
            "affilname": "Maejo University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018013",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60000316",
            "affilname": "Srinakharinwirot University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000316",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Phra Nakhon si Ayutthaya",
            "@id": "129126964",
            "affilname": "Cpf Food Research and Development Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/129126964",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "101263591",
            "affilname": "Institute for the Promotion of Teaching Science and Technology (IPST)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101263591",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "101182562",
            "affilname": "Forest Products Research Division",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101182562",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Royal Thai Government",
        "British Council",
        "BIOTEC"
    ]
}