{
    "eid": "2-s2.0-85136539477",
    "title": "Integrated multi-trophic recirculating aquaculture system for nile tilapia (oreochlomis niloticus)",
    "cover-date": "2016-06-29",
    "subject-areas": [
        {
            "$": "Computer Science (miscellaneous)",
            "@code": "1701"
        },
        {
            "$": "Geography",
            "@code": "3305"
        },
        {
            "$": "Renewable Energy",
            "@code": "2105"
        },
        {
            "$": "Management",
            "@code": "2308"
        },
        {
            "$": "Energy Engineering and Power Technology",
            "@code": "2102"
        },
        {
            "$": "Environmental Science (miscellaneous)",
            "@code": "2301"
        },
        {
            "$": "Computer Networks and Communications",
            "@code": "1705"
        },
        {
            "$": "Hardware and Architecture",
            "@code": "1708"
        }
    ],
    "keywords": [
        "Aquaculture",
        "Aquatic plant",
        "Multi-trophic",
        "Nile tilapia",
        "Phytoplankton",
        "Recirculating aquaculture system",
        "Zooplankton"
    ],
    "authors": [
        "Puchong Sri-uam"
    ],
    "citedby-count": 1,
    "ref-count": 50,
    "ref-list": [
        "Culture of the Nile tilapia (Oreochromis niloticus) in a recirculating water system using different protein levels",
        "Design and function of a closed, recirculating seawater system with denitrification for the culture of black tiger shrimp broodstock",
        "Nitrogen compounds removal in a packed bed external loop airlift bioreactor",
        "Nitrogen removal with a dual bag system capable of simultaneous nitrification and denitrification",
        "Influences of carbon source on simultaneous nitrification and denitrification of biomembrane reactor",
        "Simultaneous nitrification and denitrification by catching bed biofilm reactor",
        "Water quality, Vibrio density and growth of Pacific white shrimp Litopenaeus vannamei (Boone) in an integrated biofloc system with red seaweed Gracilaria birdiae (Greville)",
        "Intensive nursery production of the Pacific white shrimp Litopenaeus vannamei using two commercial feeds with high and low protein content in a biofloc-dominated system",
        "Effect of temperature on antioxidant enzymatic activity in the Pacific white shrimp Litopenaeus vannamei in a BFT (Biofloc technology) system",
        "Biofloc technology application as a food source in a limited water exchange nursery system for pink shrimp Farfantepenaeus brasiliensis (Latreille, 1817)",
        "Biofloc technology in intensive broodstock farming of the pink shrimp Farfantepenaeus duorarum: Spawning performance, biochemical composition and fatty acid profile of eggs",
        "Use of Hydroponics to Maintain Quality of Recirculated Water in a Fish Culture System",
        "Combined production of fish and plants in recirculating water",
        "Nutrient dynamics in integrated aquaculture-hydroponics systems",
        "Nitrogen and phosphorus removal in the recirculating aquaculture system with water treatment tank containing baked clay beads and chinese cabbage",
        "Use of planted biofilters in integrated recirculating aquaculture-hydroponics systems in the Mekong Delta, Vietnam",
        "The influence of turbidity on growth, feed conversion and survivorship of the Jamaica red tilapia strain",
        "Reproductive physiology of female tilapia broodstock",
        "Tilapia Culture",
        "Genetic diversity of Nile tilapia populations revealed by randomly amplified polymorphic DNA (RAPD)",
        "Influence of sexual phenotype and genotype, and sex ratio on growth performances in tilapia, Oreochromis niloticus",
        "Effects of photoperiod on the performance of farmed Nile tilapia Oreochromis niloticus: I. Growth, feed utilization efficiency and survival of fry and fingerlings",
        "In Tilapias: Biology and Exploitation",
        "Culture of Nile tilapia, Oreochromis niloticus (L.), at three stocking densities in outdoor concrete tanks using drainage water",
        "Phosphorus removal in a closed recirculating aquaculture system using the cyanobacterium Synechocystis sp. PCC 6803 strain lacking the SphU regulator of the Pho regulon",
        "The effect of pH variation at the ammonium/ammonia equilibrium in wastewater and its toxicity to Lemna gibba",
        "Management to minimize the environmental impacts of pond effluent: Harvest draining techniques and effluent quality",
        "Importance of biofilm for water quality and nourishment in intensive shrimp culture",
        "Standard Methods for the Examination of Water and Wastewater",
        "North Cent. Reg. Aquac. Center Fact Sheet Ser.",
        "Dietary total phosphorus levels for Nile tilapia fingerlings",
        "J. Anim. Sci. Technol.",
        "Enhanced cell growth of Chlorella sp. KR-1 by the addition of iron and EDTA",
        "Operation of a water recirculating greenwater system for the semi-intensive culture of mixed-sex and all-male Nile tilapia, Oreochromis niloticus",
        "Effect of stocking density on the growth performance and yield of Nile tilapia [Oreochromis niloticus (L., 1758)] in a cage culture system in Lake Kuriftu, Ethiopia",
        "Manipulation of biochemical compositions of chlorella sp",
        "Fecundity, reproduction, and growth of Moina macrocopa fed different algae",
        null,
        "Potential of duckweed in the conversion of wastewater nutrients to valuable biomass: A pilot-scale comparison with water hyacinth",
        "Biological Filtering and Ecological Machinery for Self-Purification and Bioremediation in Aquatic Ecosystems: Towards a Holistic View",
        "Growing Duckweed to recover nutrients from wastewaters and for production of fuel ethanol and animal feed",
        "Selective herbivory by an invasive cyprinid, the rudd Scardinius erythrophthalmus",
        "Recirculation Systems: Design, Construction and Management",
        "Salmonid hatchery water reuse systems",
        "In Management of Recirculating Systems",
        "Simulation of the effects of oxygen on food consumption and growth of Nile tilapia, Oreochromis niloticus (L.)",
        "In Recent Advances in Aquaculture",
        "In The Biology and Culture of Tilapias: Proceedings of the International Conference on the Biology and Culture of Tilapias, Issue 7 of Iclarm Conference Proceedings",
        "In The Biology and Culture of Tilapias: Proceedings of the International Conference on the Biology and Culture of Tilapias, Issue 7 of Iclarm Conference Proceedings",
        "Nutrient cycle and sludge production during different stages of red tilapia (Oreochromis sp.) growth in a recirculating aquaculture system"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Rayong",
            "affilname": "Vidyasirimedhi Institute of Science and Technology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}