{
    "eid": "2-s2.0-85158034763",
    "title": "Micromonospora solifontis sp. nov., an actinobacterium isolated from hot spring soil",
    "cover-date": "2023-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "16S rRNA gene",
        "Actinomycete",
        "hot spring soil",
        "Micromonospora",
        "whole-genome sequence analysis"
    ],
    "authors": [
        "Thitikorn Duangupama",
        "Rawirat Pansomsuay",
        "Pattama Pittayakhajonwut",
        "Chakapong Intaraudom",
        "Chanwit Suriyachadkun",
        "Ya Wen He",
        "Somboon Tanasupawat",
        "Chitti Thawai"
    ],
    "citedby-count": 0,
    "ref-count": 54,
    "ref-list": [
        "Genus Micromonospora",
        "Digital DNA–DNA hybridization for microbial species delineation by means of genome-to-genome sequence comparison",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "Integrating genomics into the taxonomy and systematics of the Bacteria and Archaea",
        "Uncultivated microbes in need of their own taxonomy",
        "Microbial genomic taxonomy",
        "Towards a genome-based taxonomy for prokaryotes",
        "Application of tetranucleotide frequencies for the assignment of genomic fragments",
        "Genome-based taxonomic classification of the phylum Actinobacteria",
        "Micromonospora craniellae sp. nov., isolated from a marine sponge, and reclassification of Jishengella endophytica as Micromonospora endophytica comb. nov",
        "Micromonospora radicis sp. nov., isolated from roots of Azadirachta indica var. siamensis Valenton, and reclassification of Jishengella zingiberis as Micromonospora zingiberis comb. nov",
        "List of Prokaryotic names with Standing in Nomenclature (LPSN) moves to the DSMZ",
        "Micromonospora caldifontis sp. nov., isolated from hot spring soil",
        "Improvement of an isolation medium for Actinomycetes",
        "Methods for characterization of Streptomyces species",
        "Determination of DNA Base Composition",
        "Microbispora corallina sp. nov., a new species of the genus Microbispora isolated from Thai soil",
        "Introducing EzBioCloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Toward defining the course of evolution: minimum change for a specific tree topology",
        "Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "MEGA X: Molecular Evolutionary Genetics Analysis across computing platforms",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "JSpeciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "TYGS and LPSN: a database tandem for fast and reliable genome-based classification and nomenclature of prokaryotes",
        "Bypassing cultivation to identify bacterial species",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "antiSMASH 6.0: improving cluster detection and comparison capabilities",
        "UniProt: a worldwide hub of protein knowledge",
        "DNA–DNA hybridization values and their relationship to wholegenome sequence similarities",
        "Characterization of the biosynthesis gene cluster for alkyl-O-dihydrogeranylmethoxyhydroquinones in Actinoplanes missouriensis",
        "Cloning, sequencing, and functional analysis of an iterative type I polyketide synthase gene cluster for biosynthesis of the antitumor chlorinated polyenone neocarzilin in “Streptomyces carzinostaticus",
        "Total synthesis and biological evaluation of Rakicidin A and discovery of a simplified bioactive analogue",
        "NCBI Taxonomy: a comprehensive update on curation, resources and tools",
        "Nocardia coeliaca, Nocardia autotrophica, and the nocardin strain",
        "Actinomycetes",
        "A rapid analysis for chemical grouping of aerobic actinomycetes",
        "Lipid and cell-wall analysis in bacterial systematics",
        "An improved method for the glycolate test for simple identification of the acyl type of bacterial cell walls",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Lipids in the classification and identification of coryneform bacteria containing peptidoglycans based on 2, 4-diaminobutyric acid",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "Thin-layer chromatography of methanolysates of mycolic acid-containing bacteria",
        "Chemical composition as a criterion in the classification of aerobic actinomycetes",
        "Chemotaxonomy of aerobic actinomycetes: phospholipid composition",
        "Fatty acid and menaquinone analysis of actinomycetes and related organisms",
        "FastME 2.0: a comprehensive, accurate, and fast distance-based phylogeny inference program",
        "Estimating phylogenetic trees from distance matrices"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ladkrabang Bangkok",
            "@id": "60021543",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021543",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Shanghai",
            "@id": "60123531",
            "affilname": "State Key Laboratory of Microbial Metabolism",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60123531",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "DDBJ",
        "ENA",
        "GenBank",
        "NSRF",
        "National Science, Research and Innovation Fund"
    ]
}