{
    "eid": "2-s2.0-85150037050",
    "title": "In silico anti-SARS-CoV-2, antiplasmodial, antioxidant, and antimicrobial activities of crude extracts and homopterocarpin from heartwood of Pterocarpus macrocarpus Kurz.",
    "cover-date": "2023-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Anti-SARS-CoV-2",
        "Antimicrobial",
        "Antioxidant",
        "Antiplasmodial",
        "Homopterocarpin",
        "Malaria",
        "Pterocarpus macrocarpus Kurz."
    ],
    "authors": [
        "Dwi Kusuma Wahyuni",
        "Sumrit Wacharasindhu",
        "Wichanee Bankeeree",
        "Hunsa Punnapayak",
        "Sehanat Prasongsuk"
    ],
    "citedby-count": 0,
    "ref-count": 70,
    "ref-list": [
        "Covid-19) Outbreak",
        "World Malaria Report 2020",
        "In vitro and in vivo studies on antimalarial activity of Commiphora africana and Dichrostahys cinerea used by the Maasai in Arusha Region, Tanzania, Malar",
        "Phytochemical and pharmacologicalprofile of Pterocarpus marsupium: a review",
        "In silico, in vitro screening of plant extracts for anti-SARS-CoV-2 activity and evaluation of their acute and sub-acute toxicity",
        "In silico analysis of major active constituents of fingerroot (Boesenbergia rotunda) unveils inhibitory activities against SARS-CoV-2 main protease enzyme",
        "In silico evaluation of Vitis amurensis Rupr. Polyphenol compounds for their inhibition potency against COVID-19 main enzymes Mpro and RdRp",
        "Potential medicinal plants involved in inhibiting 3CLpro activity: a practical alternate approach to combating COVID-19",
        "Coronavirus treatments: What drugs might work against COVID-19?",
        "Comparative studies on different extraction methods of Centella asiatica and extracts bioactive compounds effects on antimicrobial activities",
        "In vitro and in vivo antioxidant, anti-hyperlipidemic properties and chemical characterization of Centella asiatica (L.) extract",
        "Antimicrobial activities of grape (Vitis vinifera L.) pomace polyphenols as a source of naturally occurring bioactive components",
        "Antioxidant properties of proanthocyanidin fraction isolated from wild Grape (Vitis amurensis) seed",
        "Antioxidant, antimicrobial and wound healing activities of Boesenbergia rotunda",
        "Anti-hepatitis C virus activity of various Indonesian plants from balikpapan botanical garden, east borneo",
        "Ziziphus mucronata Willd. (Rhamnaceae): it's botany, toxicity, phytochemistry, and pharmacological activities",
        "Morpho-anatomical structure and DNA barcode of Sonchus arvensis L",
        "Phytochemistry, pharmacological activity, and potential health benefits of Glycyrrhiza glabra",
        "Shoot production of plus tree branch log and it's cutting test of Tectona grandis Linn and Pterocarpus macrocarpus Kurz",
        "Chemical component and antibacterial activity of essential oil from Myanmar Pterocarpus macrocarpus",
        "Characteristics studies of molecular structures in drugs",
        "GC-MS explores health care components in the extract of Pterocarpus macrocarpus Kurz",
        "Insect's visitation on Melastoma malabathricum in UKM Bangi forest reserve",
        "Insect antifeedants, pterocarpans, and pterocarpol, in heartwood of Pterocarpus macrocarpus Kurz",
        "Phytochemical screening and antioxidant activity of Pseuderanthemum malabaricum",
        "Phytochemical and chromatographic analysis of flavonoid fraction isolated from methanolic extract of Pterocarpus marsupium",
        "Growth, secondary metabolite production, and in vitro antiplasmodial activity of Sonchus arvensis L. callus under dolomite [CaMg(CO3)2] treatment",
        "Computational study of ginger (Zingiber officinale) as E6 inhibitor in human papillomavirus type 16 (HPV-16) infection",
        "The rule of five for non-oral routes of drug delivery: ophthalmic, inhalation and transdermal",
        "Potential of Zingiber officinale bioactive compounds as inhibitory agent against the IKK-B",
        "A bioinformatics approach of hydroxyapatite and polymethylmethacrylate composite exploration as dental implant biomaterial",
        "COVID-19 in silico drug with Zingiber officinale natural product compound library targeting the Mpro protein",
        "Anti-cancer activity prediction of Garcinia mangostana L. againts her2-positive breast cancer through Inhibiting EGFR, HER2 and IGF1R protein: a bioinformatics study",
        "Determination of phenolic contents and antioxidant activities of extracts of Jatropha curcas L. seed shell, a by-product, a new source of natural antioxidant",
        "Callus induction of Sonchus arvensis L. and its antiplasmodial activity",
        "In vivo and in vitro toxicity evaluation of hydroethanolic extract of Kalanchoe brasiliensis (Crassulaceae) Leaves",
        "Nitrogen-containing naringenin derivatives for reversing multidrug resistance in cancer",
        "Antiplasmodial profile of selected compounds from Malaria Box: In vitro evaluation, speed of action and drug combination studies",
        "Bactericidal effect of Acacia nilotica: in vitro antibacterial and time-kill kinetic studies",
        "Phytochemical constituents of plant species of Pterocarpus (F: leguminosae): a review",
        "Genus Pterocarpus: a review of ethnopharmacology, phytochemistry",
        "Phytochemical screening, mineral composition, and in vitro antioxidant activities of Pterocarpus mildbraedii leaves",
        "Thin-layer chromatographic profiling and phytochemical screening of six medicinal plants in Bangladesh",
        "Butylated hydroxytoluene analogs: synthesis and evaluation of their multipotent antioxidant activities",
        "Isolation and biological activity of β-sitosterol and stigmasterol from the roots of Indigofera heterantha",
        "Major phytochemical as γ-sitosterol disclosing and toxicity testing in Lagerstroemia species, Evid.-based Complement",
        "Effect of homopterocarpin, an isoflavonoid from Pterocarpus erinaceus, on indices of liver injury and oxidative stress in acetaminophen-provoked hepatotoxicity",
        "Metabolomics by gas chromatography-mass spectrometry: the combination of targeted and untargeted profiling",
        "National Library of Medicine",
        "In silico study the inhibition of angiotensin converting enzyme 2 receptor of COVID-19 by Ammoides verticillata components harvested from Western Algeria",
        "The phytochemical screening and antioxidants potential of Schoenoplectus triqueter L",
        "Antioxidant activity ethanol extract of gotu kola (Centella asiatica L.) with DPPH method (2,2-diphenyl-1-pikrilhidrazil)",
        "Antioxidant activity and total phenolic and flavonoid content of various solvent extracts from in vivo and in vitro grown Trifolium pratense L. (Red Clover)",
        "Chemical composition of Callisia fragrans wood juice and its antioxidative activity (in vitro)",
        "Novel antiplasmodial agents from Christia vespertilionis",
        "Antiplasmodial activity and cytotoxicity of plant extracts from the Asteraceae and Rubiaceae families",
        "Anti-inflammatory and anti-plasmodial activities of methanol extract of Pterocarpus erinaceus Poir. (Fabaceae) leaves",
        "Antiplasmodial natural products: an update",
        "In vitro anti-malarial eficacy of chalcones: cytotoxicity profile, mechanism of action and their efect on erythrocytes",
        "Cytotoxic activity, expression of p53, and Bcl-2 extract fraction of Kelakai Herbs (Stenochleana palustris (Burm.F.) Bedd.) to breast cancer T47D cells",
        "In vitro antimalarial and cytotoxic activities of leaf extracts of Vernonia amygdalina (Del.)",
        "Antimicrobial activity, phytochemical characterization and gas chromatography-mass spectrometry analysis of Aspilia pluriseta Schweinf. extracts",
        "Antimicrobial activity of essential plant oils and their major components",
        "Antimicrobial activity and molecular docking screening of bioactive components of Antirrhinum majus (snapdragon) aerial parts",
        "Antimicrobial activity of natural dyes obtained from Pterocarpus indicus Willd. bark",
        "Pterocarpans: interesting natural products with antifungal activity and other biological properties",
        "Chemical composition and antioxidant and antibacterial activity of Platymiscium gracile Benth.: a species threatened by extinction",
        "Effect of flavonoids on antimicrobial activity of microorganisms present in dental plaque",
        "Potential of diterpene compounds as antivirals, a review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Surabaya",
            "@id": "60069383",
            "affilname": "Universitas Airlangga",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069383",
            "affiliation-country": "Indonesia"
        }
    ],
    "funding": [
        "Universitas Airlangga"
    ]
}