{
    "eid": "2-s2.0-84903802324",
    "title": "Aloe vera attenuated liver injury in mice with acetaminophen-induced hepatitis",
    "cover-date": "2014-07-08",
    "subject-areas": [
        {
            "$": "Complementary and Alternative Medicine",
            "@code": "2707"
        }
    ],
    "keywords": [
        "Aloe vera",
        "GSH",
        "Interleukin",
        "Liver injury",
        "MDA",
        "Serum transaminases"
    ],
    "authors": [
        "Duangporn Werawatganon"
    ],
    "citedby-count": 25,
    "ref-count": 49,
    "ref-list": [
        "Acetaminophen induced hepatic necrosis. I. Role of drug metabolism",
        "N-acetyl-p-benzoquinone imine: A cytochrome P-450-mediated oxidation product of acetaminophen",
        "Acetaminophen induced hepatic necrosis. II. Role of covalent binding in vivo",
        "Acetaminophen induced hepatic necrosis. IV. Protective role of glutathione",
        "Protection against acetaminophen hepatotoxicity by a single dose of clofibrate: Effects on selective protein arylation and glutathione depletion",
        "Sex- and age-dependent acetaminophen hepato- and nephrotoxicity in Sprague-Dawley rats: Role of tissue accumulation, nonprotein sulfhydryl depletion, and covalent binding",
        "Deferoxamine delays the development of the hepatotoxicity of acetaminophen in mice",
        "Selective protein covalent binding and target organ toxicity",
        "Identification of the hepatic protein targets of reactive metabolites of acetaminophen in vivo in mice using two-dimensional gel electrophoresis and mass spectrometry",
        null,
        "Acetaminophen toxicity results in site-specific mitochondrial damage in isolated mouse hepatocytes",
        "The killing of cultured hepatocytes by N-acetyl-p-benzoquinone imine (NAPQI) as a model of the cytotoxicity of acetaminophen",
        "Effect of paracetamol on mitochondrial membrane function in rat liver slices",
        "Mitochondrial ATPase: a target for paracetamol-induced hepatotoxicity",
        "Inhibition of carbamyl phosphate synthetase-I and glutamine synthetase by hepatotoxic doses of acetaminophen in mice",
        "Curcumin protects rats against acetaminophen-induced hepatorenal damages and shows synergistic activity with N-acetyl cysteine",
        "Potential protective effects of quercetin and curcumin on paracetamol-induced histological changes, oxidative stress, impaired liver and kidney functions and haematotoxicity in rat",
        "Curcumin attenuated paracetamol overdose induced hepatitis",
        "The interleukin-12/interleukin-12-receptor system: Role in normal and pathologic immune responses",
        "Interleukin-18",
        "Interleukin-18 bioactivity: A novel target for immunopharmacological anti-inflammatory intervention",
        "Interleukin-18 regulates both Th1 and Th2 responses",
        "Interleukin-18 and interleukin-1β: Two cytokine substrates for ICE (caspase-1)",
        "Interleukin-18",
        "Aloe vera as a Functional Ingredient in Foods",
        "Anti-inflammatory and wound healing activity of a growth substance in Aloe vera.",
        "Effect of aloe lectin on deoxyribonucleic acid synthesis in baby hamster kidney cells",
        "Stabilized Aloe Vera",
        "Aloe vera gel in peptic ulcer therapy: preliminary report.",
        "Tissue Response to Aloe Vera gel Following Periodontal Surgery",
        "Experimental use of aloe vera extract in clinical practice.",
        "Comp cont Educ Pract",
        "Implications for degenerative disorders Antioxidative activity, total phenols, flavonoids, ascorbic acid, β-carotene, α-tocopherol in Aloe vera",
        "Antifibrotic effect of aloe vera in viral infection-induced hepatic periportal fibrosis",
        "Anti-inflammatory effects of Aloe vera on leukocyte-endothelium interaction in the gastric microcirculation of Helicobacter pylori-infected rats",
        "Summary Report",
        "Effect of Aloe vera (Aloe barbadensis Miller) gel on doxorubicin-induced myocardial oxidative stress and calcium overload in albino rats",
        "Assay for lipid peroxides in animal tissues by thiobarbituric acid reaction",
        "Nonalcoholic steatohepatitis: A proposal for grading and staging the histological lesions",
        "Acetaminophen-induced hepatotoxicity: Role of metabolic activation, reactive oxygen/nitrogen species, and mitochondrial permeability transition",
        "Role of innate immunity in acetaminophen-induced hepatotoxicity",
        "Paracetamol (acetaminophen)-induced toxicity: Molecular and biochemical mechanisms, analogues and protective approaches",
        "Acetaminophen Hepatotoxicity",
        "Intracellular signaling mechanisms of acetaminophen-induced liver cell death",
        "Acetaminophen hepatotoxicity and repair: The role of sterile inflammation and innate immunity",
        "In vitro antibradykinin activity of Aloe barbadensis gel",
        "Diagnostic role of serum interleukin-18 in gastric cancer patients",
        "Role of serum interleukin-18 as a prognostic factor in patients with hepatocellular carcinoma",
        "Severe hepatic injury in interleukin 18 (IL-18) transgenic mice: A key role for IL-18 in regulating hepatocyte apoptosis in vivo"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}