{
    "eid": "2-s2.0-84962119029",
    "title": "Engaging local governments in health promotion and chronic disease prevention activities: The case of local health security funds in Thailand",
    "cover-date": "2015-12-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Community",
        "Health promotion",
        "Local governments",
        "NCDs",
        "Thailand"
    ],
    "authors": [
        "Sudarat Lijutipoom"
    ],
    "citedby-count": 2,
    "ref-count": 24,
    "ref-list": [
        "Health Promotion Glossary.",
        "World Health Organization: Global Action Plan on Noncommunicable Diseases 2013-2020.",
        "World Health Organization: The Global Burden of Diseases: 2004 Updated",
        "World Health Organization: Global Status on Noncommunicable Diseases 2010.",
        "Nonthaburi: Thai Health Promotion Foundation and National Health Security Office (NHSO) Thailand",
        "A survey of leading chronic disease management programs: are they consistent with the literature?",
        "Thai J Prim Care Fam Med.",
        "Improving chronic illness care: Lessons learned in a private practice",
        "Report on the Implementation of Local Health Security Fund.",
        "Global Action Plan on Noncommunicable Diseases 2013-2020.",
        "Global Strategy to Reduce the Harmful use of Alcohol.",
        "Muang Kae Municipality: A Role Model of Health Promoting Local Government",
        "Health Behavior and Health Education Theory Research and Practice: 4th Edition.",
        "Early life opportunities for prevention of diabetes in low and middle income countries",
        "Elderly Situation Report 2012",
        "Global Strategy to Reduce the Harmful use of Alcohol",
        "Nordisk Al Nark",
        "Alcohol Drinking Situation and its Implications in Thailand 2013",
        "Setting for Health Promotion: Linking Theory and Practice",
        "Reorienting health services in the Northern Territory of Australia: A conceptual model for building health promotion capacity in the workforce",
        "Reorienting health services through community health promotion in Kwaio, Solomon Islands.",
        "Using evidence in health promotion in local government: Contextual realities and opportunities",
        "M&E Report of Model Tambon Health Promotion Fund with Training in Strategic Road Map"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Lopburi",
            "affilname": "Lopburi Provincial Public Health Office",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}