{
    "eid": "2-s2.0-84959263098",
    "title": "A rapid and sensitive detection of aflatoxin-producing fungus using an optimized polymerase chain reaction (PCR)",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Health",
            "@code": "2307"
        },
        {
            "$": "Toxicology",
            "@code": "3005"
        }
    ],
    "keywords": [
        "Aflatoxin-producing fungus",
        "Nested PCR",
        "PCR-RFLP",
        "Polymerase chain reaction",
        "SYBR Green real-time PCR"
    ],
    "authors": [
        "Anong Bintvihok"
    ],
    "citedby-count": 22,
    "ref-count": 25,
    "ref-list": [
        "Occurrence of fumonisins and aflatoxins in corn from Thailand",
        "ACIAR Proc",
        "Occurrence and clinical manifestations of aflatoxicosis in Diagnosis of Mycotoxicosis",
        "Fungi and food spoilage",
        "J. Toxicol. Pathol",
        "ACIAR Proc",
        "ACIAR Proc",
        "An improved medium for the detection of Aspergillus flavus and A. parasiticus",
        "Proc. Jpn. Assoc. Mycotoxicol",
        "Improved enzyme-linked immunosorbent assay for aflatoxin B1 in agricultural commodities.",
        null,
        null,
        "Detection of aflatoxigenic molds in grains by PCR",
        "PCR detection of aflatoxin producing fungi and its limitations",
        "Real-time PCR assays for detection and quantification of aflatoxin-producing molds in foods",
        "Proc. the 11th Int. Symposium of the World Association of Veterinary Food Hygienists (WAVFH)",
        "Kasetsart J. Nat. Sci",
        "Buffalo J",
        "PCR-restriction fragment length analysis of aflR gene for differentiation and detection of Aspergillus flavus and Aspergillus parasiticus in maize",
        "The application of PCR in the detection of mycotoxigenic fungi in foods",
        "Development of conventional and real-time multiplex PCR assays for the detection of nosocomial pathogens",
        "Real time quantitative PCR",
        "Comparison of conventional culture and real-time quantitative PCR using SYBR Green for detection of Legionella pneumophila in water samples",
        "Quantification of lowcopy transcripts by continuous SYBR® green I monitoring during amplification",
        "Product differentiation by analysis of DNA melting curves during the polymerase chain reaction"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}