{
    "eid": "2-s2.0-85116928599",
    "title": "Does board gender diversity weaken or strengthen executive risk-taking incentives?",
    "cover-date": "2021-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Pattanaporn Chatjuthamard",
        "Pornsit Jiraporn",
        "Sang Mook Lee"
    ],
    "citedby-count": 13,
    "ref-count": 55,
    "ref-list": [
        "The Changing of the Boards: The Impact on Firm Valuation of Mandated Female Board Representation *",
        "Diversity among Norwegian Boards of Directors: Does a Quota for Women Improve Firm Performance?",
        "Women in the boardroom and their impact on governance and performance",
        "Women on board: Does boardroom gender diversity affect firm risk?",
        "CEO gender, corporate risk-taking, and the efficiency of capital allocation",
        "Gender diversity, state control, and corporate risk-taking: Evidence from China",
        "Risk Reduction as a Managerial Motive for Conglomerate Mergers",
        "The Determinants of Firms’ Hedging Policies",
        "Managerial risk-taking behavior and equity-based compensation",
        "Managerial incentives and risk-taking",
        "Managerial risk taking incentives and corporate pension policy",
        "Do managerial risk-taking incentives influence firms’ exchange rate exposure?",
        "Does economic policy uncertainty influence executive risk-taking incentives?",
        "Managerial Risk-Taking Incentive and Firm Innovation: Evidence from FAS 123R",
        "How do independent directors view powerful executive risk-taking incentives? A quasi-natural experiment",
        "Does the market for corporate control influence executive risk-taking incentives? Evidence from takeover vulnerability",
        "The sensitivity of CEO wealth to equity risk: an analysis of the magnitude and determinants",
        "CEOs versus CFOs: Incentives and corporate policies",
        "The central role of the propensity score in observational studies for causal effects",
        "Selection Models in Accounting Research",
        "Entropy Balancing for Causal Effects: A Multivariate Reweighting Method to Produce Balanced Samples in Observational Studies",
        "Does board gender diversity reduce ‘CEO luck’?",
        "Does board gender diversity matter? Evidence from hostile takeover vulnerability",
        "Female directors and firm performance: Evidence from the Great Recession",
        "CEO age and CEO gender: Are female CEOs older than their male counterparts?",
        "Perquisites, Risk, and Capital Structure",
        "The Economics of Career Concerns, Part I: Comparing Information Structures",
        "How Experience and Network Ties Affect the Influence of Demographic Minorities on Corporate Boards",
        "Gender Diversity in Corporate Governance and Top Management",
        "The Resource Dependence Role of Corporate Directors: Strategic Adaptation of Board Composition in Response to Environmental Change",
        "Boards of Directors: A Review and Research Agenda",
        "The glass ceiling: some positive trends from the Lebanese banking sector",
        "Corporate Governance, Board Diversity, and Firm Value",
        "Gender, Financial Risk, and Probability Weights",
        "The Interaction of Experiential and Situational Factors and Gender in a Simulated Risky Decision-Making Task",
        "Gender, Risk, and Retirement",
        "Board diversity and corporate investment oversight",
        "Female directors in bank boardrooms and their influence on performance and risk-taking",
        "Impact of board gender diversity on firm risk",
        "Board gender diversity, firm performance and risk-taking in developing countries: The moderating effect of culture",
        "Does board gender diversity affect firm risk-taking? Evidence from the French stock market",
        "Executive board composition and bank risk taking",
        "Gender diversity on the board of directors and corporate risk: A behavioural agency theory perspective",
        "Gender Differences in the Allocation of Assets in Retirement Savings Plans",
        "CEO Age, Risk Incentives, and Hedging Strategy",
        "Management Risk Incentives and the Readability of Corporate Disclosures",
        "Coups d’état and the cost of debt",
        "The Supply of Corporate Directors and Board Independence",
        "Does Corporate Social Responsibility (CSR) Improve Credit Ratings? Evidence from Geographic Identification",
        "Estimating the Effect of Corporate Social Responsibility on Firm Value Using Geographic Identification",
        "Estimating the effect of entrenched boards on firm value using geographic identification",
        "Gender Diversity in Compensation Committees",
        "The CEO pay slice",
        "Length of Board Tenure and Outside Director Independence",
        "Director tenure and corporate social responsibility: The tradeoff between experience and independence"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}