{
    "eid": "2-s2.0-85071198566",
    "title": "Re-description of the type species of the genera ganesella blanford, 1863 and globotrochus haas, 1935; with description of a new ganesella species from Thailand (Eupulmonata, camaenidae)",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Paleontology",
            "@code": "1911",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "Anatomy",
        "Cerastidae",
        "Indochina",
        "Orthurethran",
        "Southeast Asia",
        "Synonym",
        "Systematics",
        "Tree snail"
    ],
    "authors": [
        "Chirasak Sutcharit",
        "Thierry Backeljau",
        "Somsak Panha"
    ],
    "citedby-count": 4,
    "ref-count": 72,
    "ref-list": [
        "On the species of Helicidae found in Japan",
        "Die Heliceen nach natürlicher Verwandtschaft systematisch geordnet",
        "Observations sur les mollusques gastéropodes sénestres de ľepoque actuelle",
        "Description de coquilles nouvelles de ľIndo-Chine (8eSuite)",
        "Characters of seven new species of Helix, with amended descriptions of some species previously described, and notes on other requiring remark",
        "Descriptions of one Indian and nine new Burmese Helicies; and notes on two Burmese Cyclostomacea",
        "New Helicidae collected by W. Theobald, Esq., jun",
        "On Indian species of land-shells belonging to the genera Helix Linn., and Nanina Gray",
        "Note on Mr. W.M. Daly’s collections of land and freshwater Mollusca from Siam",
        "Darwininitium – a new fully pseudosigmurethrous orthurethran genus from Nepal (Gastropoda: Pulmonata: Cerastidae)",
        "Re-assessing Darwininitium shiwalikianum Budha & Mordan, 2012 (Gastropoda, Stylommatophora)",
        "A new genus and species of camaenid snail (Mollusca: Pulmonata) from Terengganu, Peninsular Malaysia",
        "Two new genera of land molluscs (Papuininae) from the Central Highlands of New Guinea",
        "Mollusques nouveaux de Perak (Indo-Chine)",
        "Liste des mollusques récoltés par M.H. Mansuy en Indo-Chine et au Yunnan et description ďespèces nouvelles",
        "Liste des mollusques récoltés par M.H. Mansuy en Indo Chine et description ďespèces nouvelles",
        "Catalogue des mollusques terrestres et fluviatiles de ľIndo Chine orientale cites jusqu’ à ce jour",
        "A new species of Kenyirus (Pulmonata, Camaenidae) from Peninsular Malaysia",
        "On some land-mollusks from Burmah with descriptions of some new species",
        "Mollusca II (Trochomorphidae-Janellidae)",
        "Kleine Bemerkungen IV",
        "Biogeography of the Limacoidea sensu lato (Gastropoda: Stylommatophora): Vicariance events and long-distance dispersal",
        "Annotated checklist of the terrestrial molluscs from Laos (Mollusca, Gastropoda)",
        "A basic list of the land mollusca of Papua",
        "Pfeiffer’s Novitates Conchologicae, Series I, Land Mollusca, 1854–1879, and Dunker’s Novitates Conchologicae, Series II, Marine Mollusca, 1862–1882. A complete collation",
        "Systema Naturae per regna tria naturae, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis",
        "Die Binnenmollusken Annams",
        "Binnenmollusken aus hinterindien",
        "Catalogue des mollusques terrestres et fluviatiles des anciennes colonies danoides du Golfe du Bengale",
        "Catalogue des coquilles recueillies, par M. Pavie dans le Cambodge et le Royaume de Siam, et description ďespèces nouvelles (1)",
        "Contribution à la faune malacologique du Cambodge et du Siam",
        "Diagnosen neuer Landschnecken",
        "Die Schnirkelschnecken nebst den zunächst verwandten Gattungen. Dritter Theil",
        "Descriptions of twenty-seven new speceis of land shells, from the collection of H",
        "Novitates Conchologicae. Series prima. Mollusca extramarina. Descriptions et figures de coquilles, estramarines nouvelles, ou peu connues. Beschreibung und Abbidung neuer order kritischer Land-und Süsswasser Mollusken",
        "Description of new land shells in the collection of",
        "Manual of Conchology, Structural and Systematic, with Illustrations of the Species, Series 2 volume 6",
        "Catalogue of land and fresh-water Mollusca of Taiwan (Formosa), with descriptions of new species",
        "On the dates of publication of Hanley and Theobald’s “Conchologia Indica",
        "Descriptions of new species of Helicidae",
        "Treatise on recent terrestrial pulmonate mollusks, Punctidae, Heliocodiscidae, Discidae, Cystopeltidae, Euconulidae and Trochomorphidae. Ruthenica, Supplement 2",
        "Treatise on recent terrestrial pulmonate mollusks, Trigonochlamydidae, Papillodermidae, Vitrinidae, Limacidae, Bielziidae, Agriolimacidae, Boettgerillidae and Camaenidae",
        "Treatise on recent terrestrial pulmonate mollusks, Bradybaenidae, Monadeniidae, Xanthonychidae, Epiphragmophoridae, Helminthoglyptidae, Elonidae, Humboldtianidae, Sphincterochilidae and Cochlicellidae. Ruthenica, Supplement 2",
        "Check-list of land pulmonate molluscs of Vietnam (Gastropoda: Stylommatophora)",
        "Systematics of the land and fresh-water Mollusca of the New Hebrides",
        "Camaenid land snails from southern and eastern South Australia, excluding Kangaroo Island",
        "Systematic review of the land snail genus Neocepolis Pilsbry, 1891 (Pulmonata: Camaenidae) from north Vietnam",
        "Taxonomic review of the tree snail Amphidromus Albers, 1850 (Pulmonata: Camaenidae) in Thailand and adjacent areas: Subgenus Amphidromus",
        "Taxonomic re-evaluation of Chloritis bifoveata (Benson, 1856) and C. diplochone Möllendorff, 1898 (Pulmonata: Camaenidae)",
        "Description of a new Kenyirus species (Pulmonata: Camaenidae) from Kedah, Peninsular Malaysia",
        "Fauna malacologica della Nuova Guinea e delle Isole Adiacenti. I. Molluschi Estramarini, Supplemento I",
        "[pls 1–63]",
        "The non-marine mollusks fauna of the Pu Luong, Cuc Phuongh, Phu Ly and Ha Long regions in Northern Vietnam",
        "Systematisches Conchylien-Cabinet von Martini und Chemnitz (1837–1920), bibliography of the volumes in Göttingen",
        "Systematic revision of the arboreal snail Satsuma albida species complex (Mollusca: Camaenidae) with description of 14 new species from Taiwan",
        "Plectotropis yonganensis sp. Nov. (Gastropoda: Bradybaenidae) from China, with revision of two Chinese camaenid species (Gastropoda: Camaenidae)",
        "Gastropoda, Euthyneura",
        "Die Typen und Typoide des Natur-Museums Senckenberg 34: Mollusca, Camaenidae (4)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Brussels",
            "@id": "60068588",
            "affilname": "Koninklijk Belgisch Instituut voor Natuurwetenschappen",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60068588",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Antwerpen",
            "@id": "60012937",
            "affilname": "Universiteit Antwerpen",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012937",
            "affiliation-country": "Belgium"
        }
    ],
    "funding": [
        "TRF Strategic Basic Research",
        "Thailand Research Fund"
    ]
}