{
    "eid": "2-s2.0-85169582206",
    "title": "A Survey of Research into English Teaching Approaches and Instructional Media in Thailand",
    "cover-date": "2023-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Language and Linguistics",
            "@code": "1203",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Linguistics and Language",
            "@code": "3310",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "English instructional media",
        "English teaching approaches",
        "systematic literature review"
    ],
    "authors": [
        "Pornpimol Sukavatee",
        "Jintavee Khlaisang"
    ],
    "citedby-count": 0,
    "ref-count": 94,
    "ref-list": [
        "The use of technology in English language learning: A literature review",
        "English language teaching: Historical overview, current issues and suggestions for enhancing speaking proficiency in EFL contexts",
        "The challenge of teaching English writing in Thailand: A tri-ethnography of Thai university lecturers",
        "Piracy, playing the system, or poor policies? Perspectives on plagiarism in Thailand",
        "Legitimising teacher identity: Investment and agency from an ecological perspective",
        "EMI, CLIL, & CBI: Differing approaches and goals",
        "Instructional materials commonly employed by foreign language teachers at elementary schools",
        "Theoretical bases of communicative approaches to second language teaching and testing",
        "An overview of language teaching methods and approaches",
        "Content-based instruction and content and language integrated learning: The same or different?",
        "The potential benefits of internet-based learning in Thai EFL context",
        "Reviewing ESL roles in STEM education: Scaffolding stem learners’ English language competency",
        "Translanguage, translation and second language acquisition",
        "Exploring the role of identity construction, teaching skills, and professional discourse & awareness: A study from a language methodology course for EFL preservice teachers",
        "A thing of the future: Translation in language learning",
        "Systematic reviews: synthesis of the best evidence for clinical decisions",
        "Content-and-language integrated learning: From practice to principles?",
        "The controversy over translation in foreign language teaching",
        "Evidence-based medicine: Why all the fuss?",
        "Cognition, corpora, and computing: Triangulating research in usage-based language learning",
        "Media-support teaching and learning of English language as a second language: Eliminating stereotypes",
        "Just selection and preparation? CLIL effects on second language learning",
        "The use of translation in language teaching and learning: A critical analysis",
        "CLIL: An overview",
        "The future is now: Preparing a new generation of CBI teachers",
        "Realia in the classroom",
        "English language teaching in East Asia today: An overview",
        "Instructional media for young learners of EFL",
        "English education policy in Thailand: Why the poor results?",
        "Using instructional technology tools to teach informational texts in Thailand",
        "Will mobile learning change language learning?",
        "The post method condition: (E)merging strategies for second/foreign language teaching",
        "The effects of translation on L2 reading comprehension: A meta-analysis with a focus on learner proficiency level",
        "Authentic materials in language learning",
        "Scaffolding instruction in virtual language learning",
        "Systematic reviews: Critical links in the great chain of evidence",
        "Translation and foreign language learning",
        "There is no best method—why?",
        "Using learning media to increase learning motivation in elementary school",
        "‘English-only’ English medium instruction: Mixed views in Thai and Vietnamese higher education",
        "The best method in EFL/ESL teaching",
        "An analysis of instructional media used by the English teacher in relation to students’ learning interest and motivation in SMP Laboratorium Undiksha",
        "Integration of three CBI models and WeChat mobile learning in business English teaching",
        "Attitudes of undergraduate students towards an online English class",
        "Situated learning in adult education",
        "Communicative competence: Some roles of comprehensible input and comprehensible output in its development",
        "Implementing English-medium instruction (EMI) in Thailand: University Students’ Perspectives",
        "Use of Facebook group as blended learning and learning management system in writing",
        "The implementation of the 2007 curriculum in Thailand: A case study of a primary school",
        "Performing a balancing act: A trioethnography of “foreign” EMI lecturers in Bangkok",
        "Materials development for language learning and teaching",
        "EFL learners’ attitudes toward intercultural communicative language teaching and their intercultural communicative competence development",
        "Factors related to students' Performance of hybrid learning in an English language course",
        "The use of scaffolding techniques in language learning: Extending the level of understanding"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}