{
    "eid": "2-s2.0-85033371852",
    "title": "Electrochemical performance and stability of Ni1-xCox-based cermet anode for direct methane-fuelled solid oxide fuel cells",
    "cover-date": "2017-10-25",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Wongsawatgul Nicharee"
    ],
    "citedby-count": 5,
    "ref-count": 29,
    "ref-list": [
        "Advanced anodes for high-temperature fuel cells",
        "An octane-fueled solid oxide fuel cell",
        "Direct oxidation of hydrocarbons in a solid-oxide fuel cell",
        "Operation of anode-supported solid oxide fuel cells on methane and natural gas",
        "High-performance direct ethanol solid oxide fuel cells",
        "Characteristics and performance of electrolyte-supported solid oxide fuel cells under ethanol and hydrogen",
        "Effects of mixing on methane production during thermophilic anaerobic digestion of manure: Lab-scale and pilot-scale studies",
        "Production of hydrogen and methane from wastewater sludge using anaerobic fermentation",
        "Enhanced methane and hydrogen production from municipal solid waste and agro-industrial by-products co-digested with crude glycerol",
        "J. Environ. Manage",
        "Novel SOFC anodes for the direct electrochemical oxidation of hydrocarbons",
        "Equilibria in fuel cell gases. I. Equilibrium compositions and reforming conditions",
        "Internal steam reforming in solid oxide fuel cells: Status and opportunities of kinetic studies and their impact on modelling",
        "Cu-Ni cermet anodes for direct oxidation of methane in solid-oxide fuel cells",
        "Performance and life-time behaviour of NiCu-CGO anodes for the direct electro-oxidation of methane in IT-SOFCs",
        "A combustion synthesis method to obtain alternative cermet materials for SOFC anodes",
        "Role of hydrocarbon deposits in the enhanced performance of direct-oxidation SOFCs",
        null,
        "Ceramic Fuel Cells",
        null,
        null,
        null,
        "Binary Alloy Phase Diagrams",
        "Revised effective ionic radii and systematic studies of interatomic distances in halides and chalcogenides",
        "Electrical conductivity of yttria-stabilized zirconia with cobalt addition",
        "Structure/performance relations for Ni/yttria-stabilized zirconia anodes for solid oxide fuel cells",
        "Electrochemical impedance spectroscopy analysis of an anode-supported microtubular solid oxide fuel cell",
        "Hydrocarbon steam reforming on Ni alloys at solid oxide fuel cell operating conditions",
        "Promotion of the long-term stability of reforming Ni catalysts by surface alloying"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nagaoka",
            "affilname": "Nagaoka University of Technology",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}