{
    "eid": "2-s2.0-84929996299",
    "title": "Fatty infiltration of the thymus in response to illness in the pediatric population",
    "cover-date": "2015-04-01",
    "subject-areas": [
        {
            "$": "Pathology and Forensic Medicine",
            "@code": "2734"
        },
        {
            "$": "Pediatrics",
            "@code": "2735"
        }
    ],
    "keywords": [
        "Fatty infiltration",
        "Fetal thymus",
        "Neonatal thymus",
        "Thymic involution",
        "Thymus"
    ],
    "authors": [
        "Mana Taweevisit"
    ],
    "citedby-count": 3,
    "ref-count": 23,
    "ref-list": [
        "Acute thymic involution in fetuses and neonates with chorioamnionitis",
        "Acute thymus involution in infancy and childhood: A reliable marker for duration of acute illness",
        "Acute thymus involution during infancy and childhood: Immunohistology of the thymus and peripheral lymphoid tissues after acute illness",
        "Histology for Pathologists",
        "The thymus: Reexamination of age-related changes in size and shape",
        "Evaluation of normal fatty replacement of the thymus with chemical-shift MR imaging for identification of the normal thymus",
        "Age-related changes in CT attenuation of the thymus in children",
        "Weights of organs of fetuses and infants.",
        "Perinatal, Fetal, and Embryonic Autopsy. in Potter's Pathology of the Infant and Child",
        "Involution of the human thymus.",
        "Epithelial‐cell architecture during involution of the human thymus",
        "The effects of glucocorticoids on adipose tissue lipid metabolism",
        "Differentiation of adipose stromal cells: The roles of glucocorticoids and 11β-hydroxysteroid dehydrogenase",
        "Adipogenic and lipolytic effects of chronic glucocorticoid exposure",
        "Promoting effect of glucocorticoids on the differentiation of human adipocyte precursor cells cultured in a chemically defined medium",
        "Search for the adipocyte precursor cell and factors that promote its differentiation",
        "The relationship between sonographic fetal thymus size and the components of the systemic fetal inflammatory response syndrome in women with preterm prelabour rupture of membranes",
        "Ultrasound measurement of the transverse diameter of the fetal thymus in pregnancies complicated by the preterm prelabor rupture of membranes",
        "Fetal thymus size as a predictor of chorioamnionitis in women with preterm premature rupture of membranes",
        "Adipose tissue: Friend or foe?",
        "The chronology of adipose tissue appearance and distribution in the human fetus",
        "Histologic changes in the adrenal gland reflect fetal distress in hydrops fetalis",
        "Identification of inducible brown adipocyte progenitors residing in skeletal muscle and white fat"
    ],
    "affiliation": [
        {
            "affiliation-city": "Toronto",
            "affilname": "The Hospital for Sick Children",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}