{
    "eid": "2-s2.0-85142902004",
    "title": "Essential oil composition of Curcuma species and drugs from Asia analyzed by headspace solid-phase microextraction coupled with gas chromatography–mass spectrometry",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Complementary and Alternative Medicine",
            "@code": "2707",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Organic Chemistry",
            "@code": "1605",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "Curcuma",
        "Essential oil composition",
        "Gas chromatography–mass spectrometry",
        "Headspace solid-phase microextraction"
    ],
    "authors": [
        "Qundong Liu",
        "Katsuko Komatsu",
        "Kazufumi Toume",
        "Shu Zhu",
        "Ken Tanaka",
        "Shigeki Hayashi",
        "Naoko Anjiki",
        "Nobuo Kawahara",
        "Akihito Takano",
        "Katsunori Miyake",
        "Norio Nakamura",
        "Suchada Sukrong",
        "Mangestuti Agil",
        "Indira Balachandra"
    ],
    "citedby-count": 1,
    "ref-count": 50,
    "ref-list": [
        "Bioactivity, health benefits, and related molecular mechanisms of curcumin: current progress, challenges, and perspectives",
        "Chemical composition and biological activities of essential oils of Curcuma species",
        "Quantitative determination of curcuminoids in Curcuma rhizomes and rapid differentiation of Curcuma domestica Val. and Curcuma xanthorrhiza Roxb. by capillary electrophoresis",
        "Qualitative and quantitative analysis of curcuminoids in herbal medicines derived from Curcuma species",
        "Variations in the volatile compositions of Curcuma species",
        "Antibacterial activity of turmeric oil: a byproduct from curcumin manufacture",
        "Antifungal activity of essential oils of Curcuma longa against five rice pathogens in vitro",
        "Effects of ingested turmeric oleoresin on glucose and lipid metabolisms in obese diabetic mice: a DNA microarray study",
        "Composition and antioxidant properties of essential oils from Curcuma rhizome",
        "Comparison of anti-inflammatory activities of six Curcuma rhizomes: a possible curcuminoid-independent pathway mediated by Curcuma phaeocaulis extract",
        "Prediction of cyclooxygenase inhibitory activity of Curcuma rhizome from chromatograms by multivariate analysis",
        "Role of Curcuma longa L. essential oil in controlling the growth and zearalenone production of Fusarium graminearum",
        "Correlation between chemical composition of Curcuma domestica and Curcuma xanthorrhiza and their antioxidant effect on human low-density lipoprotein oxidation",
        "Chemical constituents and biological activities of essential oil from Curcuma aeruginosa Roxb. rhizome",
        "Comparison of yield, composition, and antioxidant activity of turmeric (Curcuma longa L.) extracts obtained using various techniques",
        "Antimicrobial activity and cytotoxicity of the essential oil of Curcuma zedoaria",
        "Essential oil composition of eight starchy Curcuma species",
        "Discrimination of Curcuma species from Asia using intron length polymorphism markers in genes encoding diketide-CoA synthase and curcumin synthase",
        "Analysis of volatile compounds in pears by HS-SPME-GC×GC-TOFMS",
        "Untargeted and targeted discrimination of honey collected by Apis cerana and Apis mellifera based on volatiles using HS-GC-IMS and HS-SPME-GC-MS",
        "Analysis of the volatile compounds in Ligusticum chuanxiong Hort. using HS-SPME-GC-MS",
        "Terpenoids and curcuminoids of the rhizome of Curcuma xanthorrhiza Roxb",
        "Identification and quantitation of eleven sesquiterpenes in three species of Curcuma rhizomes by pressurized liquid extraction and gas chromatography-mass spectrometry",
        "Chemical constituents and biological research on plants in the genus Curcuma",
        "Morphological, genetic, and chemical polymorphism of Curcuma kwangsiensis",
        "Chemical composition of Curcuma longa leaves and rhizome oil from the plains of Northern India",
        "Chemical analysis of essential oils from turmeric (Curcuma longa) rhizome through GC-MS",
        "Curcuminoid and essential oil components of turmeric at different stages of growth cultivated in Iran",
        "Neuropharmacological profile and chemical analysis of fresh rhizome essential oil of Curcuma longa (turmeric) cultivated in Southwest Nigeria",
        "Composition of four essential oils obtained from plants from Cameroon, and their bactericidal and bacteriostatic activity against Listeria monocytogenes, Salmonella enteritidis and Staphylococcus aureus",
        "Inhibitory effect of the essential oil of Curcuma longa L. and curcumin on aflatoxin production by Aspergillus flavus Link",
        "Essential oils of Curcuma longa L. from Bhutan",
        "Chemical composition of essential oils from rhizomes, leaves and flowers of Curcuma longa L. from Reunion Island",
        "Composition and bioactivity assessment of essential oils of Curcuma longa L. collected in China",
        "Chemical composition and antioxidant activities of essential oil and oleoresins from Curcuma zedoaria rhizomes, part-74",
        "Essential oil constituents from Japanese and Indian Curcuma aromatica rhizomes",
        "Chemical and biocidal investigations on essential oils of some Indian Curcuma species",
        "Volatiles of Curcuma mangga Val. & Zijp (Zingiberaceae) from Malaysia",
        "Comparative study of chemical composition and antioxidant activity of fresh and dry rhizomes of turmeric (Curcuma longa Linn.)",
        "Biotransformation of sesquiterpenes by cultures cells of Curcuma zedoaria",
        "Biotransformation of sesquiterpenoids",
        "Oxidation of monoterpenes in Protium heptaphyllus oleoresins",
        "Optimization of GC-MS conditions based on resolution and stability of analytes for simultaneous determination of nine sesquiterpenoids in three species of Curcuma rhizomes",
        "Volatile terpenoid compositions of leaf and rhizome of Curcuma amada Roxb. from Northern India",
        "Sesquiterpenes from Curcuma comosa",
        "Chemical constituents and antimicrobial activity of volatile oil from Curcuma comosa Rhizome",
        "Chromosome number variation of phytoestrogen-producing Curcuma (Zingiberaceae) from Thailand",
        "Distribution of phytoestrogenic diarylheptanoids and sesquiterpenoids components in Curcuma comosa rhizomes and its related species"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ibaraki",
            "@id": "60276334",
            "affilname": "National Institutes of Biomedical Innovation, Health and Nutrition",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60276334",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Kusatsu",
            "@id": "60105159",
            "affilname": "Ritsumeikan University Biwako-Kusatsu Campus",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60105159",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Surabaya",
            "@id": "60069383",
            "affilname": "Universitas Airlangga",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069383",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Hachioji",
            "@id": "60033124",
            "affilname": "Tokyo University of Pharmacy and Life Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60033124",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Toyama",
            "@id": "60021895",
            "affilname": "University of Toyama",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021895",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Kyotanabe",
            "@id": "60017518",
            "affilname": "Doshisha Women's College of Liberal Arts",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017518",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Machida",
            "@id": "60006582",
            "affilname": "Showa Pharmaceutical University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006582",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Kerala",
            "@id": "128919782",
            "affilname": "Arya Vaidya Sala",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/128919782",
            "affiliation-country": "India"
        }
    ],
    "funding": [
        "Department of Traditional Medicine, Ministry of Health and Sports",
        "University of Madras",
        "United Nations University",
        "JSPS"
    ]
}