{
    "eid": "2-s2.0-85020477185",
    "title": "Identification of negative regulator for phosphate-sensing system in Anabaena sp. PCC 7120: A target gene for developing phosphorus removal",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        },
        {
            "$": "Biomedical Engineering",
            "@code": "2204"
        },
        {
            "$": "Bioengineering",
            "@code": "1502"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        }
    ],
    "keywords": [
        "Cyanobacteria",
        "Negative regulator",
        "Phosphorus removal",
        "Recirculating aquaculture system"
    ],
    "authors": [
        "Surachet Burut-Archanai"
    ],
    "citedby-count": 5,
    "ref-count": 30,
    "ref-list": [
        "Inorganic nitrogen control in a novel zero-water exchanged aquaculture system integrated with airlift-submerged fibrous nitrifying biofilters",
        "New developments in recirculating aquaculture systems in Europe: A perspective on environmental sustainability",
        "Waste treatment in recirculating aquaculture systems",
        "Control of inorganic nitrogen and suspended solids concentrations in a land-based recirculating aquaculture system",
        "Eutrophication of lakes cannot be controlled by reducing nitrogen input: Results of a 37-year whole-ecosystem experiment",
        "Phosphorus removal in a closed recirculating aquaculture system using the cyanobacterium Synechocystis sp. PCC 6803 strain lacking the SphU regulator of the Pho regulon",
        "Advances in Microbial Ecology",
        "Modelling biological nutrient removal activated sludge systems - A review",
        "A review and update of the microbiology of enhanced biological phosphorus removal in wastewater treatment plants",
        "Metagenomic analysis of two enhanced biological phosphorus removal (EBPR) sludge communities",
        "Growth and phosphorus removal by Synechococcus elongatus co-immobilized in alginate beads with Azospirillum brasilense",
        "Ammonia-nitrogen and orthophosphate removal by immobilized Scenedesmus sp. isolated from municipal wastewater for potential use in tertiary treatment",
        "Potential of cyanobacterial biofilms in phosphate removal and biomass production",
        "Nitrogen and phosphate removal from wastewater with a mixed microalgae and bacteria culture",
        "Nitrate and phosphate removal by chitosan immobilized Scenedesmus",
        null,
        "The phosphate regulon and bacterial virulence: A regulatory network connecting phosphate homeostasis and pathogenesis",
        "Phosphate sensing in Synechocystis sp. PCC 6803: SphU and the SphS-SphR two-component regulatory system",
        "Auto-flotation of heterocyst enables the efficient production of renewable energy in cyanobacteria",
        "Cyanobacterial two-component proteins: Structure, diversity, distribution, and evolution",
        "BLAST: a more efficient report with usability improvements.",
        "J. Biol. Chem.",
        "Conjugal Transfer of DNA to Cyanobacteria",
        "The extended N-terminal region of SphS is required for detection of external phosphate levels in Synechocystis sp. PCC 6803",
        "A digestion procedure for the simultaneous determination of total nitrogen and total phosphorus in pond water",
        "High sensitivity, quantitative measurements of polyphosphate using a new DAPI-based approach",
        "Effects of Organic Carbon Addition in Controlling Inorganic Nitrogen Concentrations in a Biofloc System",
        "Concurrent transcriptional activation of ppa and ppx genes by phosphate deprivation in the cyanobacterium Synechocystis sp. strain PCC 6803",
        "The basics of bio-flocs technology: The added value for aquaculture"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center of Excellence for Marine Biotechnology, Chulalongkorn University",
        "National Science and Technology Development Agency",
        "Thailand Research Fund"
    ]
}