{
    "eid": "2-s2.0-84890347756",
    "title": "Agreement between cone beam computed tomography images and panoramic radiographs for initial orthodontic evaluation",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Surgery",
            "@code": "2746"
        },
        {
            "$": "Oral Surgery",
            "@code": "3504"
        },
        {
            "$": "Radiology",
            "@code": "2741"
        },
        {
            "$": "Dentistry (miscellaneous)",
            "@code": "3501"
        },
        {
            "$": "Pathology and Forensic Medicine",
            "@code": "2734"
        }
    ],
    "keywords": [],
    "authors": [
        "Pisha Pittayapat"
    ],
    "citedby-count": 17,
    "ref-count": 37,
    "ref-list": [
        "J Shimazu Stud",
        "The use of a mobile source of light in radiography",
        "A new tomographical method for radiographing curved outer surfaces",
        "Image distortion in rotational panoramic radiography. I. General considerations",
        "Image Distortion in Rotational Panoramic Radiography: II. Vertical Distances",
        "Image Distortion in Rotational Panoramic Radiography: III. Inclined Objects",
        "Accuracy of dimensional and angular measurements from panoramic and lateral oblique radiographs",
        "A new volumetric CT machine for dental imaging based on the cone-beam technique: Preliminary results",
        "Comparison between effective radiation dose of CBCT and MSCT scanners for dentomaxillofacial applications",
        "Contemporary Orthodontics",
        "Current Products and Practice Three-dimensional cone beam computerized tomography in orthodontics",
        "Practical applications of cone-beam computed tomography in orthodontics",
        "Effective dose range for dental cone beam computed tomography scanners",
        "Estimation of paediatric organ and effective doses from dental cone beam CT using anthropomorphic phantoms",
        "In-vitro comparison of 2 cone-beam computed tomography systems and panoramic imaging for detecting simulated canine impaction-induced external root resorption in maxillary lateral incisors",
        "Detection of apical root resorption after orthodontic treatment by using panoramic radiography and cone-beam computed tomography of super-high resolution",
        "Comparative analysis of traditional radiographs and cone-beam computed tomography volumetric images in the diagnosis and treatment planning of maxillary impacted canines",
        "Root-contact evaluation by panoramic radiography and cone-beam computed tomography of super-high resolution",
        "Comparison of two cone beam computed tomographic systems versus panoramic imaging for localization of impacted maxillary canines and detection of root resorption",
        "Two-versus three-dimensional imaging in subjects with unerupted maxillary canines",
        "Comparison of mesiodistal root angulation with posttreatment panoramic radiographs and cone-beam computed tomography",
        "The use of cone beam CT for the removal of wisdom teeth changes the surgical approach compared with panoramic radiography: A pilot study",
        "Reliability of panoramic radiographs for identifying supernumerary teeth in children",
        "Correlation of panoramic radiography and cone beam CT findings in the assessment of the relationship between impacted mandibular third molars and the mandibular canal",
        "An in vitro comparison of subjective image quality of panoramic views acquired via 2D or 3D imaging",
        "Evidence supporting the use of cone-beam computed tomography in orthodontics",
        "Localization of impacted maxillary canines and observation of adjacent incisor resorption with cone-beam computed tomography",
        "Three-dimensional localization of maxillary canines with cone-beam computed tomography",
        "Resorption of maxillary lateral incisors caused by ectopic eruption of the canines. A clinical and radiographic analysis of predisposing factors",
        "Radiographic examination of ectopically erupting maxillary canines",
        "The measurement of observer agreement for categorical data",
        "Mesiodistal root angulation using panoramic and cone beam CT",
        "The application of computerized tomography (CT) in cases of impacted maxillary canines",
        "X-ray diagnosis of impacted upper canines in panoramic radiographs and computed tomographs.",
        "Comparison of 6 cone-beam computed tomography systems for image quality and detection of simulated canine impaction-induced external root resorption in maxillary lateral incisors",
        "Radiation Protection Publication",
        "Clinical recommendations regarding use of cone beam computed tomography in orthodontic treatment. Position statement by the American Academy of Oral and Maxillofacial Radiology"
    ],
    "affiliation": [
        {
            "affiliation-city": "Leuven",
            "affilname": "Departement Beeldvorming &amp; Pathologie",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Brussels",
            "affilname": "Scientific Institute of Public Health, Brussels",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Leuven",
            "affilname": "KU Leuven– University Hospital Leuven",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Goiania",
            "affilname": "Universidade Federal de Goiás",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Curitiba",
            "affilname": "Pontifícia Universidade Católica do Paraná",
            "affiliation-country": "Brazil"
        }
    ],
    "funding": []
}