{
    "eid": "2-s2.0-85065146941",
    "title": "Variation of the great auricular nerve and prediction of the facial nerve trunk size",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Krist Kriengkraikasem",
        "Kritsada Kowitwibool",
        "Malee Chanpoo"
    ],
    "citedby-count": 3,
    "ref-count": 48,
    "ref-list": [
        "'Minor' morbidity after parotid surgery via the modified Blair incision",
        "The surgical anatomy and technique of parotidectomy",
        "Superficial parotidectomy via facelift incision",
        "Great auricular nerve: Anatomy and imaging in a case of perineural tumor spread",
        "Surgical approach to the accessory nerve in the posterior triangle of the neck",
        "Anatomical landmarks to avoid injury to the great auricular nerve during rhytidectomy",
        "Prevention of injury to the great auricular nerve during rhytidectomy",
        "The nerve supply of the human auricle",
        "A failsafe method to avoid injury to the great auricular nerve",
        "Complications of rhytidectomy",
        "Modified lateral SMASectomy",
        "Volumetric facelift: Evaluation of rhytidectomy with alloplastic augmentation",
        "National plastic surgery survey: Face lift techniques and complications",
        "Platysma-SMAS plication facelift",
        "Face lifts and sprayed fibrin glue: An outcome analysis of 200 patients",
        "The Male facelift: An analysis of 115 cases",
        "The Webster-type face and neck lift: An extensive cervico-facial rhytidectomy employing a minimally invasive technique",
        "Age-based comparisons of patients undergoing secondary rhytidectomy",
        "MOC-PSSM CME article: Face lifting",
        "Landmarks of the facial nerve: Implications for parotidectomy",
        "A landmark for facial nerve identification during parotid surgery",
        "Superficial structures of the face, head, and parotid region",
        "Surgical landmarks to locating the main trunk of the facial nerve in parotid surgery: A systematic review",
        "Branching patterns of the facial nerve and its communication with the auriculotemporal nerve",
        "Surgical anatomy of the extraparotid distribution of the facial nerve",
        "The clinical significance of the various anas-tomotic branches of the facial nerve. Report of 100 patients",
        "Anatomical considerations to prevent facial nerve injury",
        "Postparotidectomy facial nerve paralysis: Possible etiologic factors and results with routine facial nerve monitoring",
        "Facial nerve monitoring in parotid surgery: The standard of care?",
        "Clinical outcome of continuous facial nerve monitoring during primary parotidectomy",
        "The great auricular and the facial nerve: Is there a correlation between the diameter of these nerves?",
        "Re: Whear Nm, and lopes v. The great auricular nerve and the facial nerve",
        "The great auricular and the facial nerve: Is there a correlation between the diameter of these nerves?-observations",
        "Does the great auricular nerve predict the size of the main trunk of the facial nerve? A clinical and cadaveric study",
        "Great auricular nerve morbidity after nerve sacrifice during parotidectomy",
        "Preserving the great auricular nerve in parotid surgery",
        "The great auricular nerve: An anatomic and surgical study",
        "Complications of parotid Surgery - A study of 30 cases",
        "Frey's syndrome after parotidectomy: A retrospective and prospective analysis",
        "Long‐term results of morbidity after parotid gland surgery in benign disease",
        "Superficial parotidectomy an excellent procedure in the management of benign parotid tumors - Outcome of various complications and tumor recurrence",
        "Anatomic and histological study of great auricular nerve and its clinical implication",
        "Shrinkage of head and neck cancer specimens after formalin fixation",
        "Shrinkage of cutaneous specimens: Formalin or other factors involved?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60005778",
            "affilname": "Royal Thai Army",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005778",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}