{
    "eid": "2-s2.0-84949844556",
    "title": "Hahella chejuensis is the etiological agent of a novel red egg disease in tilapia (Oreochromis spp.) hatcheries in Thailand",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "Aquatic Science",
            "@code": "1104"
        }
    ],
    "keywords": [
        "Hahella chejuensis",
        "Hatchery",
        "Oreochromis",
        "Red eggs",
        "Tilapia"
    ],
    "authors": [
        "Saengchan Senapin"
    ],
    "citedby-count": 18,
    "ref-count": 20,
    "ref-list": [
        "Global Aquaculture Advocate",
        "Phenotypic characterization and genetic diversity of Flavobacterium columnare isolated from red tilapia, Oreochromis sp., in Thailand",
        "Concurrent infections of Flavobacterium columnare and Edwardsiella ictaluri in striped catfish, Pangasianodon hypophthalmus in Thailand",
        "Naturally concurrent infections of bacterial and viral pathogens in disease outbreaks in cultured Nile tilapia (Oreochromis niloticus) farms",
        "Effect of Photoperiod, Dietary Protein and Temperature on Reproduction in Nile Tilapia (Oreochromis niloticus)",
        "Isolation and characterization of strains of Flavobacterium columnare from Brazil",
        "Proceedings of the Ninth International Symposium on Tilapia in Aquaculture",
        "An outbreak of disease caused by Francisella sp. in Nile tilapia Oreochromis niloticus at a recirculation fish farm in the UK",
        "Genomic blueprint of Hahella chejuensis, a marine microbe producing an algicidal agent",
        "Molecular characterization and virulence gene profiling of pathogenic Streptococcus agalactiae populations from tilapia (Oreochromis sp.) farms in Thailand",
        "Red to red - The marine bacterium Hahella chejuensis and its product prodigiosin for mitigation of harmful algal blooms",
        "Hahella chejuensis gen. nov., sp. nov., an extracellular-polysaccharide-producing marine bacterium",
        "Francisella noatunensis subsp. orientalis, an emerging bacterial pathogen affecting cultured red tilapia (Oreochromis sp.) in Thailand",
        "Influence of incubation temperature on Oreochromis niloticus (L.) eggs and fry. I. Gross embryology, temperature tolerance and rates of embryonic development",
        "Edwardsiella ictaluri as the causative agent of mortality in cultured nile tilapia",
        "Occurrence of rare genotypes of Streptococcus agalactiae in cultured red tilapia Oreochromis sp. and Nile tilapia O. niloticus in Thailand-Relationship to human isolates?",
        "A haplosporidian parasite associated with high mortality and slow growth in Penaeus (Litopenaeus) vannamei cultured in Indonesia",
        "Int. J. Fish. Aquac.",
        "16S ribosomal DNA amplification for phylogenetic study",
        "The biosynthesis and regulation of bacterial prodiginines"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Shrimp Genetic Improvement Center",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Prachinburi",
            "affilname": "Nam Sai Farms",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Office of the Higher Education Commission",
        "Mahidol University"
    ]
}