{
    "eid": "2-s2.0-84903763418",
    "title": "3D geological modelling and geotechnical characteristics of Phnom Penh subsoils in Cambodia",
    "cover-date": "2014-08-21",
    "subject-areas": [
        {
            "$": "Geology",
            "@code": "1907"
        },
        {
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909"
        }
    ],
    "keywords": [
        "Geological modelling",
        "Geotechnical properties",
        "In situ test",
        "Phnom Penh subsoils",
        "Undrained shear strength"
    ],
    "authors": [
        "Samphors Touch"
    ],
    "citedby-count": 31,
    "ref-count": 42,
    "ref-list": [
        "The engineering-geological characteristics and classification of the major superficial soils of the Niger Delta",
        "Preliminary studies on the geotechnical characteristics of the Niger delta subsoils",
        "Standard Test Method for Penetration Test and Split-barrel Sampling of Soils",
        "Standard Test Method for One-Dimensional Consolidation Properties of soils",
        "Standard Test Methods for Liquid Limit, Plastic Limit, and Plasticity Index of soils",
        "Critical state parameters and peak stress envelopes for Bangkok Clays",
        "PVD improvement of soft Bangkok clay with combined vacuum and reduced sand embankment preloading",
        "The Synthesis of Solids Bounded by Many Faces",
        "Soil Mechanics and Foundations",
        "Proc. 1st International Conference on Soil Mechanics and Foundation Engineering, Cambridge, Mass",
        "Development of a web-based geographic information system for the management of borehole and geological data",
        "Geotechnical properties of the Quaternary sediments in Shanghai",
        "Subsurface geological-geotechnical modelling to sustain underground civil planning",
        "3D modeling using geognostic data: The case of the low valley of Foglia river (Italy)",
        "COMPUTER REPRESENTATION OF COMPLEX 3‐D GEOLOGICAL STRUCTURES USING A NEW “SOLID MODELING” TECHNIQUE",
        "Use of SPT blow counts to estimate shear strength properties of soils: Energy balance approach",
        "Subsurface characterization with solid models",
        "13th Southeast Asian Geotechnical Conference, Taipei, Taiwan",
        "Mach. Des.",
        "A geotechnical investigation of marine deposits in a nearshore seabed for land reclamation",
        "Building solid models from boreholes and user-defined cross-sections",
        "Small strain stiffness and stiffness degradation curve of Bangkok Clays",
        "LOCALIZED SET OPERATIONS FOR SOLID MODELING.",
        "GSIS: A 3D geological multi-body modeling system from netty cross-sections with topology",
        "Japan International Cooperation Agency",
        "SPT capability to estimate undrained shear strength of fine-grained soils of Tehran, Iran",
        "the 8th ARC on SMFE",
        "Comparison of Artificial Neural Networks models with correlative works on undrained shear strength",
        "Introductory Soil Mechanics and Foundations",
        "the 1st European Symposium on Penetration Testing. Stockholm, Sweden",
        "Characterization of Singapore, Bangkok, and Ariake clays",
        "Proceedings of World Tunnel Congress and 13th ITA Assembly, Singapore",
        "Soil Mechanics in Engineering Practice",
        "3D geological modelling at urban scale and mapping of ground movement susceptibility from gypsum dissolution: The Paris example (France)",
        "3D geo-mapping based on surface data for preliminary study of underground works: A case study in Val Topina (Central Italy)",
        "Three-dimensional geological modeling of Phnom Penh subsoils",
        "Challenges and trends for geological modelling and visualisation",
        "From geotechnical maps to three-dimensional models",
        "Modern Khmer Cities",
        "An effective method for 3D geological modeling with multi-source data integration",
        "Geotechnical characterization of Macau marine deposits",
        "Building 3D solid models of sedimentary stratigraphic systems from borehole data: An automatic method and case studies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "Institute of Science Tokyo",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Japan International Cooperation Agency"
    ]
}