{
    "eid": "2-s2.0-84983616746",
    "title": "Topographic Anatomy of the Inferior Medial Palpebral Artery and Its Relevance to the Pretarsal Roll Augmentation",
    "cover-date": "2016-09-01",
    "subject-areas": [
        {
            "$": "Surgery",
            "@code": "2746"
        }
    ],
    "keywords": [],
    "authors": [
        "Li Yao Cong"
    ],
    "citedby-count": 10,
    "ref-count": 15,
    "ref-list": [
        "Blindness following cosmetic injections of the face",
        "Facial arterial depth and relationship with the facial musculature layer",
        "The anatomical origin and course of the angular artery regarding its clinical implications",
        "Topographic anatomy of the superior labial artery for dermal filler injection",
        "Panophthalmoplegia and vision loss after cosmetic nasal dorsum injection",
        "Severe visual loss and orbital infarction following periorbital aesthetic poly-(L)-lactic acid (PLLA) injection",
        "Verification of Embolic Channel Causing Blindness Following Filler Injection",
        "A novel hypothesis of visual loss secondary to cosmetic facial filler injection",
        "Avoidance of arterial occlusion from injection of soft tissue fillers",
        "Iatrogenic retinal artery occlusion caused by cosmetic facial filler injections",
        "The arterial anatomy of the eyelid: importance for reconstructive and aesthetic surgery",
        "Morphological parameters of the periorbital arterial arcades and potential clinical significance based on anatomical identification",
        "THE OPHTHALMIC ARTERY: III. BRANCHES.",
        "Overriding of the preseptal orbicularis oculi muscle in Caucasian cadavers",
        "Microscopic anatomy of asian lower eyelids"
    ],
    "affiliation": [
        {
            "affiliation-city": "Seoul",
            "affilname": "Yonsei University College of Dentistry",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}