{
    "eid": "2-s2.0-84905968627",
    "title": "Dual-mode optical sensing of organic vapors and proteins with polydiacetylene (PDA)-embedded electrospun nanofibers",
    "cover-date": "2014-08-12",
    "subject-areas": [
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "Spectroscopy",
            "@code": "1607"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "Surfaces and Interfaces",
            "@code": "3110"
        },
        {
            "$": "Electrochemistry",
            "@code": "1603"
        }
    ],
    "keywords": [],
    "authors": [
        "Bryce W. Davis"
    ],
    "citedby-count": 68,
    "ref-count": 23,
    "ref-list": [
        "Recent development of polymer nanofibers for biomedical and biotechnological applications",
        "Formation of novel 2D polymer nanowebs via electrospinning",
        "Phospholipid nonwoven electrospun membranes",
        "A review on polymer nanofibers by electrospinning and their applications in nanocomposites",
        "Nanofibers doped with dendritic fluorophores for protein detection",
        "Current research activity in biosensors",
        "\"Smart\" materials for biosensing devices: Cell-mimicking supramolecular assemblies and colorimetric detection of pathogenic agents",
        "Recent advances in fluorescent and colorimetric conjugated polymer-based biosensors",
        "A combinatorial approach for colorimetric differentiation of organic solvents based on conjugated polymer-embedded electrospun fibers",
        "Polydiacetylene (PDA)-based colorimetric detection of biotin-streptavidin interactions",
        "Polydiacetylene films: A review of recent investigations into chromogenic transitions and nanomechanical properties",
        "Color and Chromism of Polydiacetylene Vesicles",
        "Adv. Polym. Sci.",
        "Biosensing with polydiacetylene materials: Structures, optical properties and applications",
        "Colorimetric sensors for volatile organic compounds (VOCs) based on conjugated polymer-embedded electrospun fibers",
        "Polydiacetylene paper-based colorimetric sensor array for vapor phase detection and identification of volatile organic compounds",
        "A direct, multiplex biosensor platform for pathogen detection based on cross-linked polydiacetylene (PDA) supramolecules",
        "Array-based disease diagnostics using lipid/polydiacetylene vesicles encapsulated in a sol-gel matrix",
        "Interaction of biotin with streptavidin. Thermostability and conformational changes upon binding",
        "Lipid/polydiacetylene films for colorimetric protein surface-charge analysis",
        "Glass-supported lipid/polydiacetylene films for colour sensing of membrane-active compounds",
        "Electrospun core-shell structure nanofibers from homogeneous solution of poly(ethylene oxide)/chitosan",
        "Roles of head group architecture and side chain length on colorimetric response of polydiacetylene vesicles to temperature, ethanol and pH"
    ],
    "affiliation": [
        {
            "affiliation-city": "Riverside",
            "affilname": "University of California, Riverside",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Stroke Foundation"
    ]
}