{
    "eid": "2-s2.0-85082423405",
    "title": "An economic analysis of agricultural production function on the paddy fields of Thailand",
    "cover-date": "2020-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business and International Management",
            "@code": "1403",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (miscellaneous)",
            "@code": "2001",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Management of Technology and Innovation",
            "@code": "1405",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "Agricultural production",
        "Production function",
        "Thailand"
    ],
    "authors": [
        "Sudawan Somjai",
        "Thitinan Chankoson",
        "Kittisak Jermsittiparsert"
    ],
    "citedby-count": 2,
    "ref-count": 45,
    "ref-list": [
        "Efficiency in the Italian banking industry: Data envelopment analysis and neural networks",
        "Capital-labor substitution and economic efficiency",
        "Does agriculture really matter for economic growth in developing countries?",
        "Some models for estimating technical and scale inefficiencies in data envelopment analysis",
        "Where are we now in the economics of education?",
        "Enabling community-powered coinnovation by connecting rural stakeholders with global knowledge brokers",
        "Transcendental logarithmic production frontiers",
        "A quantitative determination of allocative efficiency in broiler production in Delta State",
        "American economic association",
        "All production is joint production-a thermodynamic analysis. Sustainability and Firms",
        "Paddy industry and paddy farmers well-being: A success recipe for agriculture industry in Malaysia",
        "Profitability and Competitiveness of Rice Farming in Malaysia: A Policy Analysis Matrix",
        "Change, challenge, and opportunity in pronunciation and oral communication",
        "The highly variable economic performance of European agriculture",
        "Cointegration and Error Corection: Representation. Estimation and Testing",
        "Sustainability of Leverage Levels in Response to Shocks in Equity Prices: Islamic Finance as a Socially Responsible Investment",
        "Fadama Iii Project And Output Performance Of Agricultural Enterprises: An Empirical Evaluation",
        "The “Populism” Policy and Building/Diminishing Economic “Inequality” and “Unfairness”: Empirical Suggestion on Pork-Barrel in Thailand’s Rice Trading Business",
        "Power(Lessness) of the State in the Globalization Era: Empirical Proposals on Determination of Domestic Paddy Price in Thailand",
        "Happiness and its Influencing Factors among Paddy Farmers in Granary Area of MADA. Abstract of Economic, Finance and Management",
        "Allocative efficiency vs.\" X-efficiency",
        "Estimating the relative benefits of agricultural growth on the distribution of expenditures",
        "Exactly solvable model of electronic states in a three-dimensional disordered Hamiltonian: Non-existence of localized states",
        "A generalization of the CES production function",
        "Entrepreneurship: Productive, unproductive, and destructive—Relative to what?",
        "Impact of a biomedical research project on the human capital development of emerging researchers",
        "Bounds testing approaches to the analysis of level relationships",
        "Fertilizer consumption, water availability and credit distribution: Major factors affecting agricultural productivity in Pakistan",
        "Paul Douglas's measurement of production functions and marginal productivities",
        "Backward Capitalism in Rural S outh A frica: Prospects for Accelerating Accumulation in the Eastern Cape",
        "Growing the pie in emerging markets: Marketing strategies for increasing the ratio of non-users to users",
        "Politicization of Rice Price: Who Gain and Who Lose from the Populist Policies to Intervene Rice Price in Thailand?",
        "Economic phenomenology: Fundamentals, principles and definition",
        "The geography of poverty: Review and research prospects"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60103781",
            "affilname": "Suan Sunandha Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103781",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60000316",
            "affilname": "Srinakharinwirot University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000316",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}