{
    "eid": "2-s2.0-85117559012",
    "title": "Equine-Assisted Psychotherapy and Coaching: An Evidence-Based Framework",
    "cover-date": "2019-08-29",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Psychology (all)",
            "@code": "3200",
            "@abbrev": "PSYC"
        }
    ],
    "keywords": [],
    "authors": [
        "Andreas Liefooghe"
    ],
    "citedby-count": 0,
    "ref-count": 91,
    "ref-list": [
        "Beyond \"bullies\" and \"victims\": A systematic approach to tackling school bullying",
        "Cohesion and power in the families of children involved in bully/victim problems at school: An Italian replication",
        "Animal-assisted therapy with farm animals for persons with psychiatric disorders: Effect on self-efficacy, coping ability and quality of life, a randomized controlled trial",
        "Notes on infant observation in psycho-analytic training",
        "The art of stress",
        "Notes on memory and desire",
        "Case studies of adults receiving horse-riding therapy",
        "Identity, choice and consumer freedom-the new opiates? A psychoanalytic interrogation",
        "Chimpanzees: Self-recognition",
        "Do animals and people with autism have true consciousness?",
        "Is it time to REGROW the GROW model? Issues related to teaching coaching session structures",
        "On counter-transference",
        "The effectiveness of equine assisted experiential therapy: Results of an open clinical trial",
        "The mirror stage, source of the i-function, as shown by psychoanalytic experience. In: Fink, B. (trans.)",
        "Sur les rapports entre la mythologie et le ritual expose",
        "Accounts of workplace bullying: The role of the organization",
        "The language and organization of bullying at work",
        "Reverie and interpretation",
        "Once more onto the couch: Consciousness and preconscious defenses in psychoanalysis",
        "Infant observation research: What have we learned so far?",
        "Therapy in psychosomatic dermatology",
        "Equine assisted psychotherapy: A mental health promotion/intervention modality for children who have experienced intra family violence",
        "Coaching and therapy: Similarities and divergences",
        "Developing trust: Obstacles and understanding",
        "The Shireshank redemption: Storm as women lags get horses for 'therapy'",
        "Hate in the counter-transference",
        "Transitional objects and transitional phenomena: A study of the first not-me possession",
        "The miracle of equine therapy"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}