{
    "eid": "2-s2.0-84925294619",
    "title": "Actinomadura rayongensis sp. nov., isolated from peat swamp forest soil",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [],
    "authors": [
        "Wongsakorn Phongsopitanun"
    ],
    "citedby-count": 5,
    "ref-count": 41,
    "ref-list": [
        "Mycetoma of the forearm due to Actinomadura madurae",
        "Culture Media for Actinomycetes",
        "Actinomadura pelletieri mycetoma -an atypical case with spine and abdominal wall involvement",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "List of Bacterial Names with Standing in Nomenclature: A Folder Available on the Internet",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Parsimony in systematics: biological and statistical issues.",
        "Evolution",
        "Nocardia coeliaca, Nocardia autotrophica, and the nocardin strain",
        "Humic acid-vitamin agar, a new medium for the selective isolation of soil actinomycetes",
        "Release of sporangiospores by a strain of Actinoplanes.",
        "A clinico-pathological study of actinomycotic mycetomas caused by Actinomadura madurae and Actinomadura pelletierii",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "Nucleic Acid Techniques in Bacterial Systematics",
        "The Actinomycetales",
        "Int J Syst Bacteriol",
        "Chemotaxonomy of aerobic Actinomycetes: Phospholipid composition",
        "Post-Column Fluorometric Detection Of Reducing Sugars In High Performance Liquid Chromatography Using Arginine",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Int J Syst Bacteriol",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids",
        "Int J Syst Bacteriol",
        "Microbiol Today",
        "Proposal for a new hierarchic classification system, Actinobacteria classis nov.",
        "Simplified approach to identification of aerobic actinomycetes by thin layer chromatography",
        "Chemical Methods in Prokaryotic Systematics",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "Transfer of Actinomadura spadix Nonomura and Ohara 1971 to Actinoallomurus spadix gen. nov., comb. nov., and description of Actinoallomurus amamiensis sp. nov., Actinoallomurus caesius sp. nov., Actinoallomurus coprocola sp. nov., Actinoallomurus fulvus sp. nov., Actinoallomurus iriomotensis sp. nov., Actinoallomurus luridus sp. nov",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "Color Harmony Manual",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "Mycolic acid composition and thermally adaptative changes in Nocardia asteroides",
        "Bergey’s Manual of Systematic Bacteriology",
        "An improved method for the glycolate test for simple identification of the acyl type of bacterial cell walls",
        "Int J Syst Bacteriol",
        "Actinomycetes",
        "Asaia bogorensis gen. nov., sp. nov., an unusual acetic acid bacterium in the α-Proteobacteria",
        "Clarification of the relationship between the members of the family Thermomonosporaceae on the basis of 16S rDNA, 16S-23S rDNA internal transcribed spacer and 23S rDNA sequences and chemotaxonomic analyses"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tsukuba",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}