{
    "eid": "2-s2.0-85134368672",
    "title": "Factors affecting the Revenue of Auctioneers in One Thai Pay-to-bid Website",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business and International Management",
            "@code": "1403",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Affecting Factors",
        "Auctioneers",
        "Pay-to-Bid Website",
        "Revenue"
    ],
    "authors": [
        "Tartat Mokkhamakkul",
        "Chatpong Tangmanee"
    ],
    "citedby-count": 0,
    "ref-count": 33,
    "ref-list": [
        "Prospect theory in a dynamic game: Theory and evidence from online pay-per-bid auctions",
        "Information asymmetries in pay-per-bid auctions",
        "Are online penny auctions a form of gambling?",
        "The impact of online auction duration",
        "Does It Pay Off to Bid Aggressively? An Empirical Study",
        "Penny auctions",
        "Genre matters in determining success factors for online game service",
        "Pay-to-bid auctions: To bid or not to bid",
        "Time is money: The effect of clock speed on seller’s revenue in Dutch auctions",
        "A comparison of different pay-per-bid auction formats",
        "The effect of investor disagreement on wealth gain from corporate spinoff announcements",
        "An economic analysis of consumer learning on entertainment shopping websites",
        "Assessing the accuracy of Grey System Theory against Artificial Neural Network in predicting online auction closing price",
        "Is stickiness profitable for electronic retailers?",
        "An Empirical Study of Consumer Behavior in Online Pay-to-Bid Auctions",
        "Understanding the role of Surcharge Information Transparency and Pricing Strategies in Online Auctions",
        "Revisiting bidder heterogeneities in online auctions (The case of soft vs. hard closing formats)",
        "All-pay auctions with pre-and post-bidding options",
        "Understanding individuals’ initial and continued use of online auction marketplaces: A meta-analysis",
        "Factor predicting closing price of items on eBay. (in Thai)",
        "An Examination of Auction Price Determinants on eBay",
        "Selling a dollar for more than a dollar? Evidence from online penny auctions",
        "Reputation in repeated pay-to-bid auctions",
        "All-Pay Auctions with a Buy-Price Option"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60199583",
        "affilname": "Chulalongkorn Business School",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
        "affiliation-country": "Thailand"
    },
    "funding": []
}