{
    "eid": "2-s2.0-85083345649",
    "title": "Middle Permian (Roadian) gastropods from the Khao Khad Formation, Central Thailand: Implications for palaeogeography of the Indochina Terrane",
    "cover-date": "2020-04-17",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Diversity",
        "Gastropoda",
        "Lopburi",
        "Mollusca",
        "New species",
        "Saraburi Group"
    ],
    "authors": [
        "Chatchalerm Ketwetsuriya",
        "Baran Karapunar",
        "Thasinee Charoentitirat",
        "Alexander Nützel"
    ],
    "citedby-count": 7,
    "ref-count": 136,
    "ref-list": [
        "Trochomorpha (Archaeogastropoda) aus den St. Cassian-Schichten (Dolomiten, Mittlere Trias)",
        "About the Heterostropha (Gastropoda) from the Carboniferous and Permian",
        "Reevaluation and classification of Carboniferous and Permian Gastropoda belonging to the Caenogastropoda and their relation",
        "The systematic position of the Euomphalidae",
        "Early Triassic gastropods from the Sinbad Member of the Moenkopi Formation, San Rafael Swell, Utah",
        "Some new pleurotomarian gastropods from the Permian of west Texas",
        "The Lower Carboniferous gastropod fauna from the Hotwells Limestone of Compton Martin, Somerset. Part I",
        "The Lower Carboniferous gastropod fauna from the Hotwells Limestone of Compton Martin, Somerset. Part II",
        "Permian gastropods and chitons from Perak, Malaysia. Part 1. Chitons, bellerophontids, euomphalids and pleurotomarians",
        "Permian gastropods from Perak, Malaysia. Part 2. The trochids, patellids, and neritids",
        "Permian gastropods from Perak, Malaysia. Part 3. The murchisoniids, cerithiids, loxonematids, and subulitids",
        "Permian Gastropoda of the southwestern United States. 7. Pleurotomariacea: Eotomariidae, Lophospiriidae, Gosseletinidae",
        "Pennsylvanina (Morrowan) gastropods from the Magdalena Formation of the Hueco Mountains, Texas",
        "Revised classification, nomenclator and typification of gastropod and monoplacophoran families",
        "Invertebrate paleontology (excepting fuslinids and corals)",
        "Molluscan fauna from the Permian Kaibab Formation, Walnut Canyon, Arizona",
        "Description of five new species of fossil shells in the collection presented by Mr. Edward Miller to the Geological Society",
        "Die Gastropoden der Trias um Hallstatt. Von E. Koken (1)",
        "Review of] Système silurien du centre de la Bohème, 1ère partie. Recherches paléontologiques. Vol.",
        "Suborders of the Archaeogastropoda",
        "Second mémoire sur l'rorganisation et les rapports des animaux à sang blanc, dans lequel on traite de la structure des Mollusques et de leur division en ordres, lu à la Société d'histoire naturelle de Paris, le 11 Prairial, an 3.",
        "Descriptions of fossil shells of the collections of the exploring expedition under the command of Charles Wilkes, USN, obtained in Australia, from the lower layers of the coal formation in Illawarra, and from a deposit probably of nearly the same age at Harper's Hill, Valley of the Hunter",
        "Fusuline foraminifera1 biostratigraphy and carbonate facies of the Permian Ratburi Limestone, Saraburi, central Thailand",
        "Les Gastéropodes permiens du Cambodge",
        "Les Gastéropodes permiens du Cambodge",
        "Descriptions of new species of Carboniferous gastropods",
        "Chapter on Bellerophon",
        "Permian Gastropoda of the southwestern United States: Cerithiacea, Acteonacea, and Pyramidellacea",
        "The Permian gastropods of New South Wales",
        "La Fauna dei Calcari Con Fusulina della Valle del Fiume Sosio nella Provincia di Palermo, Fasc 2. Nautiloidea e Gastropoda",
        "Paleontology of the Manzano group",
        "The fauna of the Wewoka Formation of Oklahoma",
        "Descriptions of new species of Carboniferous and Triassic fossils (from southeastern Idaho)",
        "Permian brachiopods from southern Thailand",
        "Heterostropha (Gastropoda) aus dem Dogger Norddeutschlands und Nordpolens. II. Weitere Allogastropoda",
        "Containing descriptions of the organic remains of the lower division of the New York system (equivalent of the Lower Silurian rocks of Europe)",
        "Description of new species of fossils from the Carboniferous limestones of Indiana and Illinois",
        "Contributions to the palaeontology of Iowa; being descriptions of new species of Crinoidea and other fossils",
        "Gastropods from the Gilmore City Formation (Lower Mississippian) of north-central Iowa: Part 1, geology and systematics of Bellerophontoidea and Euomphaloidea",
        "On some fossil Pyramidellidae from Carboniferous Limestone of Cork and Clonmel",
        "A new Permian species of Porcellia from Japan",
        "Desmoinesian Brachiopoda and Mollusca from southwest Missouri",
        "The Pennsylvanian gastropod Pseudozygopleura (Pseudozygopleura) from the Appalachian Basin: II",
        "A new Permian gastropod fauna from the Tak Fa Limestone, Nakhonsawan, Northern Thailand—a report of preliminary results",
        "Permian gastropods from the Tak Fa Limestone, Nakhon Sawan, Northern Thailand",
        "Permian gastropods from the Ratburi Limestone, Khao Phrik, Central Thailand",
        "The gastropods of the St. Pseudozygopleurinae",
        "The gastropods of the St. Louis, Missouri, Pennsylvanian outlier: The Subulitidae",
        "The gastropods of the St. Louis, Missouri, Pennsylvanian outlier: Aclisina and Streptacis",
        "The gastropods of the St. Louis, Missouri, Pennsylvanian outlier: V. The Trocho-Turbinidae",
        "The gastropods of the St. Louis, Missouri, Pennsylvanian outlier: VI. The Neritidae",
        "Notes on Paleozoic Gastropoda",
        "Paleozoic gastropod genotypes",
        "Some new genera of the Bellerophontacea",
        "New families of Gastropoda",
        "Systematic descriptions",
        "Ueber die Gastropoden der rothen Schlernschichten nebst Bemerkungen über Verbreitung und Herkunft einiger triassischer Gattungen",
        "Die Gastropoden der Trias um Hallstadt",
        "Faune du calcaire carbonifère de la Belgique, 3e partie, Gastéropodes",
        "Faune du calcaire carbonifére de la Belgique. 4. Gastéropodes (suite en fin)",
        "Pennsylvanian stratigraphy and paleontology of the Taos area, north-central New Mexico. Rio Grande Rift: Northern New Mexico",
        "Stratigraphy and brachiopod and molluscan paleontology of the Red Tanks Formation (Madera Group) near the Pennsylvanian–Permian boundary, Lucero uplift, west-central New Mexico",
        "Middle Pennsylvanian gastropods from the Flechado Formation, north-central New Mexico",
        "Silicified gastropods from the Permian Phosphoria rock complex of Wyoming",
        "A perçu géologique de quelques localités très riches en coquilles sur les frontiers de France et de Belgique",
        "Carboniferous gastropods from the region of the River Karabolka",
        "A revision of the British Carboniferous Loxonematidae, with descriptions of new forms",
        "Paléontologie",
        "Faunes des calcaires à Productus de l'Indochine",
        "Paléontologie de L'Annam et du Tonkin",
        "Nouvelle contribution à la paléontologie du Yunnan",
        "Permian gastropods from the Kulogory Formation of the northern Moscow Syneclise",
        "Upper Kazanian (Middle Permian) gastropods of the Volga-Urals Region",
        "Descriptions of new species of invertebrate fossils from Ohio and other western states and territories",
        "Description of new Carboniferous fossils from Illinois and other western states",
        "Descriptions of invertebrates from the Carboniferous system",
        "Contributions to the paleontology of Illinois and other western states",
        "Descriptions of invertebrates from the Carboniferous System",
        "Conchyliologie systématique et classification méthodique de coquilles; offrant leurs figures, leur arrangement générique, leurs descriptions caractéristiques, leurs noms; ainsi que leur synonymie en plusieurs langues",
        "Beschreibung und Abbildung der in den Kalkmergelschichten von St. Cassian gefundenen Versteinerungen",
        "Fauna from the Permian beds of the eastern band of European Russia",
        "Über die Stammesgeschichte der Ptenoglossa (Gastropoda)",
        "Goniasmidae and Orthonemidae: Two new families of the Palaeozoic Caenogastropoda (Mollusca, Gastropoda)",
        "An evaluation of the recently proposed Palaeozoic gastropod subclass Euomphalomorpha",
        "Larval shells of Late Palaeozoic naticopsis gastropods (Neritopsoidea: Neritimorpha) with a discussion of the early neritimorph evolution",
        "Permian (Capitanian) gastropods from the Akasaka Limestone (Gifu Prefecture, Japan)",
        "Diversity, palaeoecology and systematics of a marine fossil assemblage from the Late Triassic Cassian Formation at Settsass Scharte, N Italy",
        "Gastropods from the Permian of Guangxi and Yunnan provinces, South China",
        "Fossil Gastropoda from the Permian of Sichuan, Guizhou, Yunnan, and Gaungxi",
        "Fusulines of the rat buri limestone of Thailand",
        "Upper Carboniferous fossils from Argentina",
        "Gastropods from the lower Mississippian Wassonville limestone in southeastern Iowa",
        "A consideration of systematics in the Mollusca (Phylogeny and higher classification)",
        "Versuch einer neuen Deutung der Bellerophontidae",
        "A new species of the rare neritopsid gastropod Magnicapitatus from the Guadalupian (Middle Permian) of East Thailand (the Indochina Terrane)",
        "Parallel Tethyan sutures in mainland Southeast Asia: New insights for Palaeo-Tethys closure and implications for the Indosinian orogeny",
        "Lower Mississippian (Osagean) spire-bearing brachiopods from Canon de la Peregrina, north of Ciudad Victoria, Tamaulipas, northeastern Mexico",
        "Die Fauna der obercarbonischen Suite des Wolgadurchbruches bei Samara",
        "Chesterian (Upper Mississippian) Gastropoda of the Illinois basin",
        "Some preoccupied generic names. III",
        "Fusuline fossils from Thailand, Part X. The Permian fusulines from the Limestone Conglomerate Formation in the Khao Phlong Phrab area, Sara Buri, Central Thailand",
        "Fusuline fossils from Thailand. Part XII. Permian fusulines from the Ratburi Limestone in the Khao Khao area, Sara Buri, Central Thailand",
        "Biostratigraphic zonation of the Rat Buri Limestone in the Khao Phlong Phrab area, Sara Buri, Central Thailand",
        "Chapter X: The lower Silurian Gastropoda of Minnesota",
        "Second catalogue of Mollusca recently added to the fauna of the New England coast and the adjacent part of the Atlantic, consisting mostly of deep-sea species, with notes on others previously recorded",
        "Salt-range fossils. I. Productus Limestone fossils. 2. Pisces-Cephalopoda: Supplement Gasteropoda",
        "Late Permian gastropods from Heshan of Laibin, Guangxi Province",
        "Late Permian to Early Triassic gastropods from Western Guizhou Province",
        "Die Gastropoden und Lamellibranchiaten der Dyas von Timor",
        "An Early Permian cool-water fauna from pebbly mudstones in south Thailand",
        "Gastropoda. Teil 1: Allgemeiner Teil und Prosobranchia",
        "Report upon the invertebrate fossils collected in portions of Nevada, Utah, Colorado, New Mexico, and Arizona, by parties of the expeditions of 1871, 1872, 1873, and 1874",
        "New Permian gastropod genera from eastern Arizona",
        "Supai Formation (Permian) of eastern Arizona",
        "Permian Gastropoda of the southwestern United States. 1. Euomphalacea, Trochonematacea, Anomphalacea, Craspedostomatacea, and Platyceratacea",
        "Permian Gastropoda of the southwestern United States",
        "Late Paleozoic Gastropoda from northern Alaska",
        "Carboniferous mollusca from the Tamworth Belt, New South Wales, Australia",
        "Taxonomic names, in Late Permian to Early Triassic gastropods from Western Guizhou Province"
    ],
    "affiliation": [
        {
            "affiliation-city": "Munich",
            "@id": "60028717",
            "affilname": "Ludwig-Maximilians-Universität München",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028717",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Munich",
            "@id": "60103688",
            "affilname": "Bayerische Staatssammlung für Paläontologie und Geologie",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103688",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Development and Promotion of Science and Technology Talented Project",
        "Royal Thai Government",
        "Chulalongkorn University"
    ]
}