{
    "eid": "2-s2.0-84976629405",
    "title": "Effects of Word Class and Training Method on Vocabulary Learning in a Second Language",
    "cover-date": "2015-12-01",
    "subject-areas": [
        {
            "$": "Linguistics and Language",
            "@code": "3310"
        },
        {
            "$": "Language and Linguistics",
            "@code": "1203"
        }
    ],
    "keywords": [
        "Noun bias",
        "Nouns",
        "Second language",
        "Verbs",
        "Vocabulary learning"
    ],
    "authors": [
        "Jason D. Ludington"
    ],
    "citedby-count": 2,
    "ref-count": 46,
    "ref-list": [
        "Learning words through overhearing",
        "The letter-frequency effect and the generality of familiarity effects on perception",
        "Input Vs Constraints: Early Word Acquisition in Korean and English",
        "Cross-linguistic analysis of vocabulary in young children: Spanish, Dutch, French, Hebrew, Italian, Korean, and American English",
        "A cross-linguistic study of early lexical development",
        "Two-year-olds learn novel nouns, verbs, and conventional actions from massed or distributed exposures.",
        "Nouns and verbs in the vocabulary acquisition of Italian children",
        "Psycholinguistic Determinants of Foreign Language Vocabulary Learning",
        "Child Development",
        "Why Nouns Are Learned before Verbs: Linguistic Relativity Versus Natural Partitioning",
        "Why Verbs Are Hard to Learn",
        "Language Acquisition and Conceptual Development",
        "Human simulations of vocabulary learning",
        "Language Learning and Development",
        "Noun bias in maternal speech to one-year-olds",
        "Do linguistic differences lead to cognitive differences? A cross-linguistic study of semantic and cognitive development",
        "Beyond Names for Things: Young Children's Acquisition of Verbs",
        "How Many Subjects Does It Take To Do A Regression Analysis?",
        "Hispanic Journal of Behavioral Sciences",
        "Applied Logistic Regression (2nd Ed)",
        "Second Language Vocabulary Acquisition: A Rationale for Pedagogy",
        "Early Vocabulary Growth: Relation to Language Input and Gender",
        "Novel noun and verb learning in Chinese-, English-, and Japanese-speaking children",
        "Bilingualism: Language and Cognition",
        "An associative model of adaptive inference for learning word-referent mappings",
        "The First Words Produced by Children in Bilingual English/Mandarin Chinese Environments",
        "Factors Affecting Learning of Concrete Nouns and Verbs in A Foreign Language",
        "Cross-situational learning of foreign vocabulary reveals a possible noun bias in adulthood",
        "Imageability predicts the age of acquisition of verbs in chinese children",
        "Children's use of mutual exclusivity to constrain the meanings of words",
        "Word concreteness and word structure as independent determinants of recall",
        "Children Use Syntax To Learn Verb Meanings",
        "TESL Canada Journal",
        "Language Learning and Development",
        "The Language Instinct: How the Mind Creates Language",
        "Counting nouns and verbs in the input: Differential frequencies, different kinds of learning?",
        "Language Learning and Development",
        "Words, objects, and actions in early lexical acquisition",
        "Context availability and the recall of abstract and concrete words",
        "Infant word segmentation revisited: Edge alignment facilitates target extraction",
        "Weaving A Lexicon",
        "Caregiver speech and children's use of nouns versus verbs: A comparison of English, Italian, and Mandarin",
        "The social bases of language acquisition",
        "Constructing A Language: A Usage-based Approach to Child Language Acquisition",
        "Probabilistic Phonotactics and Neighborhood Activation in Spoken Word Recognition",
        "Handbook of Child Psychology: Cognition, Perception, and Language (6th Ed)"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}