{
    "eid": "2-s2.0-84904087714",
    "title": "Comparative plasma protein profiling of hemoglobin H disease",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Biochemistry (medical)",
            "@code": "2704"
        },
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Genetics",
            "@code": "1311"
        },
        {
            "$": "Clinical Biochemistry",
            "@code": "1308"
        }
    ],
    "keywords": [],
    "authors": [
        "Kamonlak Leecharoenkiat"
    ],
    "citedby-count": 5,
    "ref-count": 34,
    "ref-list": [
        "Thalassemia and abnormal hemoglobin.",
        "THALASSEMIA IN THAILAND",
        "Molecular basis of alpha (0)-thalassemia in northeast of Thailand.",
        "Genotypes and phenotypes of thalassemia: A discussion",
        "α-thalassaemia masked by β gene defects and a new polyadenylation site mutation on the α2-globin gene",
        "α-thalassemia: Hb H disease and Hb Barts hydrops fetalis",
        "α‐Thalassaemia as a Cause of Hydrops Foetalis",
        "Hemoglobin H disease: Not necessarily a benign disorder",
        "Hb H disease: clinical course and disease modifiers.",
        "Clinical features and molecular analysis of the α thalassemia/mental retardation syndromes. II. Cases without detectable abnormality of the α globin complex",
        "Laboratory investigations of Hb Constant Spring",
        null,
        "Thalassemia syndromes",
        "Unstable and thalassemic α chain hemoglobin variants: A cause of Hb H disease and thalassemia intermedia",
        "Advances in the treatment of alpha-thalassemia",
        "Clinical features and molecular analysis in Thai patients with HbH disease",
        "The unusual pathobiology of hemoglobin constant spring red blood cells",
        "Variable clinical phenotypes of α-thalassemia syndromes",
        "The human plasma proteome: history, character, and diagnostic prospects.",
        "Simple non-radioactive method for detecting haemoglobin Constant Spring gene",
        "Rapid detection of α-thalassaemia deletions and α-globin gene triplication by multiplex polymerase chain reactions",
        "Carrier Screening for Thalassemia and Hemoglobinopathies in Canada",
        null,
        "Serum proteins in chronic hepatitis B patients treated with peginterferon alfa-2b",
        "The instability of the membrane skeleton in thalassemic red blood cells",
        "Proteomic analysis of Hemoglobin H-Constant Spring (Hb H-CS) erythroblasts",
        "Differential plasma proteome profiles of mild versus severe β-thalassemia/Hb e",
        null,
        "Plasma lipoprotein composition, apolipoprotein(a) concentration and isoforms in β-thalassemia",
        "Serum immunoglobulins in homozygous β-thalassemia",
        "Hemoglobin and heme scavenger receptors",
        "Haptoglobin preserves the CD163 hemoglobin scavenger pathway by shielding hemoglobin from peroxidative modification",
        "Hemoglobin and heme scavenging",
        "American Journal of Clinical and Experimental Immunology"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Science and Technology Development Agency",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}