{
    "eid": "2-s2.0-84928253953",
    "title": "A new approach in organizing a seminar course for Master students",
    "cover-date": "2015-03-17",
    "subject-areas": [],
    "keywords": [
        "intrinsic motivation",
        "life-long learning",
        "research skills",
        "Thai context",
        "work load"
    ],
    "authors": [
        "Kuntinee Maneeratana"
    ],
    "citedby-count": 1,
    "ref-count": 16,
    "ref-list": [
        "Guideline for the Seminar Course for Graduate Studes in the Faculty of Forrestry",
        "Proc. 43rd Kasetsart University Annual Conference: Education, Agricultural Extension and Communication, Social Sciences, Economics, Business Administration, Humanities, Home Economics",
        "The Study of Student-centered Instructional Model in Seminar in Multimedia in Mass Communication of the 4th Year Students of Multimedia Technology in the Faculty of Engineering and Architecture, Rajamangala University of Technology Isan",
        "J. Information Science",
        "Seminar Examination",
        "Khon Kaen University Dental J.",
        "Academic capabilities in developing countries-A conceptual framework with empirical illustrations from Thailand",
        "An Investigation of Factors Related to Research Productivity in A Public University in Thailand: A Case Study",
        "An integrated framework for research and education supply Chain for the Universities",
        "Multifaceted nature of intrinsic motivation: The theory of 16 basic desires",
        "Autonomy and relatedness as fundamental to motivation and education",
        "Higher education funding reform and university-industry links in developing countries: The case of Thailand",
        "\"Impact of technology on individuals and society\": A critical thinking and lifelong learning class for engineering students",
        "Statistical evidence for enhanced learning of content through reflective journal writing",
        "Teaching Evaluatin Handbook",
        "Teamwork assessment and averaged feedback to students in very small groups"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}