{
    "eid": "2-s2.0-85081885349",
    "title": "Synechocystis sp. PCC 6803 overexpressing genes involved in CBB cycle and free fatty acid cycling enhances the significant levels of intracellular lipids and secreted free fatty acids",
    "cover-date": "2020-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Kamonchanock Eungrasamee",
        "Aran Incharoensakdi",
        "Peter Lindblad",
        "Saowarath Jantaro"
    ],
    "citedby-count": 19,
    "ref-count": 36,
    "ref-list": [
        "Renewable energy from cyanobacteria: energy production optimization by metabolic pathway engineering",
        "Engineering cyanobacteria to improve photosynthetic production of alka(e)nes",
        "Improved lipid production via fatty acid biosynthesis and free fatty acid recycling in engineered Synechocystis sp. PCC 6803",
        "Fatty acid activation in cyanobacteria mediated by acyl-acyl carrier protein synthetase enables fatty acid recycling",
        "Characterization of a key gene in membrane lipid cycle in Synechocystis sp. PCC6803",
        "Redox regulation of the Calvin–Benson cycle: something old, something new",
        "Synechocystis PCC 6803 overexpressing RuBisCO grow faster with increased photosynthesis",
        "Molecular structure of photosynthetic microbial biofuels for improved engine combustion and emissions characteristics",
        "Metabolic engineering of enhanced glycerol-3-phosphate synthesis to increase lipid production in Synechocystis sp. PCC 6803",
        "Precursor balancing for metabolic engineering of lycopene production in Escherichia coli",
        "Cyanobacteria as cell factories to produce plant secondary metabolites",
        "Efficient extracellular production of κ-carrageenase in Escherichia coli: Effects of wild-type signal sequence and process conditions on extracellular secretion",
        "Co-overexpression of native phospholipid-biosynthetic genes plsX and plsC enhances lipid production in Synechocystis sp. PCC 6803",
        "Maximizing photosynthetic efficiency and culture productivity in cyanobacteria upon minimizing the phycobilisome light-harvesting antenna size",
        "A model for improving microbial biofuel production using a synthetic feedback loop",
        "Antibacterial free fatty acids: activities, mechanisms of action and biotechnological potential",
        "RNA-Seq analysis and targeted mutagenesis for improved free fatty acid production in an engineered cyanobacterium",
        "Improved free fatty acid production in cyanobacteria with Synechococcus sp. PCC 7002 as host",
        "A comparison of the major lipid classes and fatty acid composition of marine unicellular cyanobacteria with freshwater species",
        "A soluble fatty acyl–acyl carrier protein synthetase from the bioluminescent bacterium Vibrio harveyi",
        "High myristic acid content in the cyanobacterium Cyanothece sp. PCC 8801 results from substrate specificity of lysophosphatidic acid acyltransferase",
        "Metabolic engineering of Synechocystis sp. PCC 6803 for production of the plant diterpenoid manoyl oxide",
        "Molecular and biochemical characterization of herbicide-resistant mutants of cyanobacteria reveals that phytoene desaturation is a rate-limiting step in carotenoid biosynthesis",
        "Formulae for determination of chlorophyllous pigments extracted with N,N-dimethylformamide",
        "A rapid method of total lipid extraction and purification",
        "Evaluation of a spectrophotometric method for determination of total fecal lipid",
        "A direct method for fatty acid methyl ester synthesis: application to wet meat tissues, oils, and feedstuffs",
        "Metabolic engineering of Saccharomyces cerevisiae for production of fatty acid-derived biofuels and chemicals",
        "Engineering increased triacylglycerol accumulation in Saccharomyces cerevisiae using a modified type 1 plant diacylglycerol acyltransferase",
        "Oleaginicity of the yeast strain Saccharomyces cerevisiae D5A",
        "Overexpression of ACC gene from oleaginous yeast Lipomyces starkeyi enhanced the lipid accumulation in Saccharomyces cerevisiae with increased levels of glycerol 3-phosphate substrates",
        "Functional analysis of three type-2 DGAT homologue genes for triacylglycerol production in the green microalga Chlamydomonas reinhardtii",
        "Increased lipid production by heterologous expression of AtWRI1 transcription factor in Nannochloropsis salina",
        "Lipid accumulation by Rhodococcus rhodochrous grown on glucose",
        "Overproduction of acetyl-CoA carboxylase activity increases the rate of fatty acid biosynthesis in Escherchia coli",
        "Lipid production and mixotrophic growth features of cyanobacterial strains isolated from various aquatic sites"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Uppsala",
            "@id": "60003858",
            "affilname": "Uppsala Universitet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003858",
            "affiliation-country": "Sweden"
        }
    ],
    "funding": [
        "DPST",
        "Development and Promotion of Science and Technology Talents Project",
        "Ratchadapisek Sompoch Endowment Fund",
        "Chulalongkorn University"
    ]
}