{
    "eid": "2-s2.0-85109642431",
    "title": "Rhodomonas PE545 fluorescence is increased by glycerol",
    "cover-date": "2021-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Chlorophyll",
        "Cryptophyte",
        "Phycoerythrin",
        "Pigment",
        "Rhodomonas salina"
    ],
    "authors": [
        "Chanoknard Karnjanapak",
        "I. Shuo Huang",
        "Preyanut Jaroensuk",
        "Sutaporn Bunyajetpong",
        "Paul V. Zimba",
        "F. Gerald Plumley"
    ],
    "citedby-count": 0,
    "ref-count": 24,
    "ref-list": [
        "An improved phycobilin extraction method",
        "Extraction protocols for the quantification of phycobilins in aqueous phytoplankton extracts",
        "Novel role for phycoerythrin in a marine cyanobacterium, Synechococcus strain DC2",
        "An in vivo method for the estimation of phycoerythrin concentrations in marine cyanobacteria (Synechococcus spp.)",
        "Combined effects of irradiance, temperature and nitrate concentration on phycoerythrin content in the microalga Rhodomonas sp. (Cryptophyceae)",
        "Phycoerythrin 545: monomers, energy migration, bilin topography, and monomer/dimer equilibrium",
        "High grazing rates on cryptophyte algae in Chesapeake Bay",
        "Dominance of cryptophyceae during the phytoplankton spring bloom in the central North Sea detected by HPLC analysis of pigments",
        "Analysis of phytoplankton distribution and community structure in the German Bight with respect to the different size classes",
        "High frequency monitoring reveals phytoplankton dynamics",
        "Lightharvesting antenna function of phycoerythrin in Prochlorococcus marinus",
        "Use of lateral phase separations as a probe of photosynthetic membrane organization",
        "Partial uncoupling of energy transfer from phycoerythrin in the marine cyanobacterium Synechococcus sp. WH7803",
        "Fluorescence and delayed light emission in Tris-washed chloroplasts",
        "Gaussian band analysis of absorption, fluorescence and photobleaching difference spectra of D1/D2/cyt b-559 complex",
        "Pulse-amplitude-modulation (PAM) fluorometry and saturation pulse method: an overview",
        "The photophysics of cryptophyte light-harvesting",
        "How energy funnels from the phycoerythrin antenna complex to photosystem I and photosystem II in cryptophyte Rhodomonas CS24 cells",
        "Developing a structure-function model for the cryptophyte phycoerythrin 545 using ultrahigh resolution crystallography and ultrafast laser spectroscopy",
        "Immobility of phycobilins in the thylakoid lumen of a cryptophyte suggests that protein diffusion in the lumen is very restricted",
        "Osmolarity and tonicity: an inquiry laboratory using plant material",
        "Continuous recording of photochemical and non-photochemical chlorophyll fluorescence quenching with a new type of modulation fluorometer",
        "Photosynthesis monitoring to optimize growth of microalgal mass cultures: application of chlorophyll fluorescence techniques"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Gloucester Point",
            "@id": "60016053",
            "affilname": "Virginia Institute of Marine Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016053",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Corpus Christi",
            "@id": "60002208",
            "affilname": "Texas A and M University - Corpus Christi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002208",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Algal Culture Laboratory",
        "Department of Marine Science",
        "Kanchanaphisek Chalermphrakiat Endowment Fund",
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}