{
    "eid": "2-s2.0-85127543093",
    "title": "Charles Ess’s Pros Hen Ethical Pluralism: An Interpretation",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Communication",
            "@code": "3315",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Sociology and Political Science",
            "@code": "3312",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (miscellaneous)",
            "@code": "2001",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Computer Networks and Communications",
            "@code": "1705",
            "@abbrev": "COMP"
        }
    ],
    "keywords": [
        "Charles Ess",
        "Ethical theory",
        "Information ethics",
        "Pros hen pluralism"
    ],
    "authors": [
        "Soraj Hongladarom"
    ],
    "citedby-count": 2,
    "ref-count": 37,
    "ref-list": [
        "Flourishing ethics",
        "Global ethics for the digital age – flourishing ethics",
        "Intercultural information ethics: foundations and applications",
        "Intercultural information ethics: foundations and applications",
        "Liberal arts and distance education: can Socratic virtue (aretē) and Confucius’ exemplary person (junzi) be taught online?",
        "Moral imperatives for life in an intercultural global village",
        "Ethical pluralism and global information ethics",
        "Cybernetic pluralism in an emerging global information and computing ethics",
        "Universal information ethics? Ethical pluralism and social justice",
        "Culture and global networks: hope for a global ethics",
        "Luciano Floridi’s philosophy of information and information ethics: Critical reflections and the state of the art",
        "East-West perspectives on privacy, ethical pluralism and global information ethics",
        "Interpretative pros hen pluralism: from computer-mediated colonization to a pluralistic intercultural digital ethics",
        "On the intrinsic value of information objects and the infosphere",
        "Four challenges for a theory of informational privacy",
        "Global information ethics: the importance of being environmentally earnest",
        "Mapping the foundationalist debate in computer ethics",
        "China’s social credit system: the black market and inequalities",
        "What pluralism, why pluralism, and how? A response to Charles Ess",
        "Global culture, local cultures and the Internet: The Thai example",
        "Analysis and justification of privacy from a Buddhist perspective",
        "Floridi and Spinoza on global information ethics",
        "Intercultural information ethics: a pragmatic consideration",
        "Privacy rights and protection: foreign values in modern Thai context",
        "Toward honest ethical pluralism",
        "Privacy: a philosophical sketch and a search for a Thai perception",
        "Cultural universality versus particularity in CMC",
        "Emancipation in cross-cultural IS research: The fine line between relativism and dictatorship of the intellectual",
        "Cultural differences as excuses? human rights and cultural values in global ethics and governance of AI"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}