{
    "eid": "2-s2.0-85073746918",
    "title": "Factors associated prescribing errors in ophthalmic medication and effect of prescription error notification system: An observational study",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Health quality",
        "Notification system",
        "Ophthalmic prescription error",
        "Ophthalmology",
        "Outpatient",
        "Training center"
    ],
    "authors": [
        "V. Pruksakorn",
        "P. Pongsachareonnont",
        "B. Assavapongpaiboon",
        "S. Pornvijitpisarn",
        "P. Rojanapongpan"
    ],
    "citedby-count": 0,
    "ref-count": 17,
    "ref-list": [
        "Methods to reduce prescription errors in ophthalmic medication",
        "A qualitative study of causes of prescribing errors among junior medical doctors in a Nigeria in-patient setting",
        "The incidence of prescribing errors in an eye hospital",
        "The impact of preprinted prescription forms on medication prescribing errors in an ophthalmology clinic in northeast Thailand: A non-randomised interventional study",
        "Nurses’ perceptions: When is it a medication error?",
        "The impact of abbreviations on patient safety",
        "Foundation year 1 doctors and clinical pharmacology and therapeutics teaching. A retrospective view in light of experience",
        "Do educational interventions improve prescribing by medical students and junior doctors? A systematic review",
        "Effectiveness of a pharmacist-led educational intervention to reduce the use of high-risk abbreviations in an acute care setting in Saudi Arabia: A quasi-experimental study",
        "The Hawthorne effect: A randomised, controlled trial",
        "The effect of electronic medical record system use on communication between pharmacists and prescribers",
        "Medication errors: Electronic versus paper-based prescribing. Experience at a tertiary care university hospital",
        "A long-term follow-up evaluation of electronic health record prescribing safety",
        "Case not closed: Prescription errors 12 years after computerized physician order entry implementation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}