{
    "eid": "2-s2.0-84963610063",
    "title": "Detailed ultraviolet asymptotics for AdS scalar field perturbations",
    "cover-date": "2016-04-01",
    "subject-areas": [
        {
            "$": "Nuclear and High Energy Physics",
            "@code": "3106"
        }
    ],
    "keywords": [
        "AdS-CFT Correspondence",
        "Classical Theories of Gravity"
    ],
    "authors": [
        "Oleg Evnin"
    ],
    "citedby-count": 9,
    "ref-count": 26,
    "ref-list": [
        "Weakly turbulent instability of anti-de Sitter spacetime",
        "Holographic thermalization, stability of anti-de sitter space, and the Fermi-Pasta-Ulam paradox",
        "Renormalization group, secular term resummation and AdS (In)stability",
        "Renormalization, averaging, conservation laws and AdS (in)stability",
        "Resonant Dynamics and the Instability of Anti-de Sitter Spacetime",
        "Islands of stability and recurrence times in AdS",
        "A stochasticity threshold in holography and the instability of AdS",
        "AdS (in)stability: Lessons from the scalar field",
        "Collapse of Self-Interacting Scalar Field in Anti-de Sitter Space",
        "Missing top of the AdS resonance structure",
        "A hidden symmetry of AdS resonances",
        "AdS perturbations, isometries, selection rules and the Higgs oscillator",
        "Ultraviolet asymptotics and singular dynamics of AdS perturbations",
        null,
        "Necessary conditions for an AdS-type instability",
        "Uniform asymptotic expansions of the jacobi polynomials and an associated function",
        "Anal. App.",
        "A general asymptotic expansion formula for integrals involving high-order orthogonal polynomials",
        "Gravitational turbulent instability of anti-de Sitter space",
        "Surveys Diff. Geom.",
        "A treatise on the theory of Bessel functions"
    ],
    "affiliation": [
        {
            "affiliation-city": "Brussels",
            "affilname": "International Solvay Institute for Physics and Chemistry",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}