{
    "eid": "2-s2.0-85161112295",
    "title": "Streptomyces zingiberis sp. nov., an endophytic actinobacterium isolated from the root tissue of Zingiber montanum",
    "cover-date": "2023-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "16S rRNA gene",
        "endophytic actinomycete",
        "Streptomyces",
        "whole-genome analysis",
        "Zingiber montanum"
    ],
    "authors": [
        "Rawirat Pansomsuay",
        "Thitikorn Duangupama",
        "Pattama Pittayakhajonwut",
        "Chakapong Intaraudom",
        "Chanwit Suriyachadkun",
        "Ya Wen He",
        "Somboon Tanasupawat",
        "Chitti Thawai"
    ],
    "citedby-count": 0,
    "ref-count": 46,
    "ref-list": [
        "The nomenclature and classification of the Actinomycetes",
        "A guide for the classification of Streptomycetes according to selected groups; placement of strains in morphological sections",
        "Genus I. Streptomyces Waksman and Henrici 1943, 339AL emend. Witt and Stackebrandt 1990, 370 emend. Wellington, Stackebrandt, Sanders, Wolstrup and Jorgensen 1992, 159",
        "List of Prokaryotic names with Standing in Nomenclature (LPSN) moves to the DSMZ",
        "Actinomycetes: still a source of novel antibiotics",
        "Endo-phytic actinobacteria of medicinal plants: diversity and bioactivity",
        "Selection of Streptomyces against soil borne fungal pathogens by a stand-ardized dual culture assay and evaluation of their effects on seed germination and plant growth",
        "Community structures and antifungal activity of root-associated endophytic actinobac-teria of healthy and diseased soybean",
        "Streptomyces mimosae sp. nov., an endophytic actinomycete isolated from the root of Mimosa pudica in Thailand",
        "Streptomyces apocyni sp. nov., an endogenous actinomycete isolated from Apoc-ynum venetum",
        "Streptomyces lycii sp. nov., an endogenous actinomycete isolated from Lycium ruthenicum",
        "Streptomyces zerumbet, a novel species from Zingiber zerumbet (L.) Smith and isolation of its bioactive compounds",
        "Jishengella zingiberis sp. nov., isolated from root tissue of Zingiber montanum",
        "Introducing EzBi-oCloud: A taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Toward defining the course of evolution: minimum change for a specific tree topology",
        "Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "MEGA X: Molecular Evolutionary Genetics Analysis across computing platforms",
        "Confidence limits on phylogenies: An approach using the bootstrap",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "Integrating genomics into the taxonomy and systematics of the Bacteria and Archaea",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "The PATRIC Bioinformatics Resource Center: expanding data and analysis capabilities",
        "JSpe-ciesWS: a web server for prokaryotic species circumscrip-tion based on pairwise genome comparison",
        "Bypassing cultivation to iden-tify bacterial species",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "antiSMASH 6.0: improving cluster detection and comparison capabilities",
        "Uncultivated microbes in need of their own taxonomy",
        "Report of the ad hoc Committee on Reconciliation of Approaches to Bacterial Systematics",
        "Methods for characterization of Strepto-myces species",
        "Nocardia coeliaca, Nocardia autotrophica, and the Nocardin strain",
        "Actinomycetes",
        "A rapid analysis for chem-ical grouping of aerobic actinomycetes",
        "Lipid and cell-wall analysis in bacterial systematics",
        "An integrated procedure for the extraction of bacterial isopre-noid quinones and polar lipids",
        "Lipids in the classification and identification of coryneform bacteria containing peptidoglycans based on 2, 4-diaminobutyric acid",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Analysis of bacterial menaquinone mixtures by high performance liquid chroma-tography",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioiso-topes are used to determine genetic relatedness among bacterial strains",
        "FastME 2.0: A comprehensive, accu-rate, and fast distance-based phylogeny inference program",
        "Estimating phylogenetic trees from distance matrices"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ladkrabang Bangkok",
            "@id": "60021543",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021543",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Shanghai",
            "@id": "60123531",
            "affilname": "State Key Laboratory of Microbial Metabolism",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60123531",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "NSRF",
        "National Science, Research and Innovation Fund",
        "School of Science, King Mongkut’s Institute of Technology Ladkrabang"
    ]
}