{
    "eid": "2-s2.0-84936930812",
    "title": "Wine futures and advance selling under quality uncertainty",
    "cover-date": "2015-06-01",
    "subject-areas": [
        {
            "$": "Management Science and Operations Research",
            "@code": "1803"
        },
        {
            "$": "Strategy and Management",
            "@code": "1408"
        }
    ],
    "keywords": [
        "Advance selling",
        "Pricing",
        "Quality uncertainty",
        "Wine futures"
    ],
    "authors": [
        "Tim Noparumpa"
    ],
    "citedby-count": 40,
    "ref-count": 41,
    "ref-list": [
        "Joint inventory and pricing decisions for an assortment",
        "Managing supply risk for vertically differentiated co-products",
        "Single-period multiproduct inventory models with substitution",
        "Ordering policies in an environment of stochastic yields and substitutable demands",
        "Co-production processes with random yields in the semiconductor industry",
        "Information acquisition for capacity planning via pricing and advance selling: When to stop and act?",
        "Modern Industrial Organization",
        "Advance selling in a supply chain under uncertain supply and demand",
        "On the Lambert W function",
        "Note: The newsvendor model with endogenous demand",
        "Summer in a Glass: The Coming of Age of Winemaking in the Finger Lakes",
        "The economics of buyer uncertainty: Advance selling vs. probabilistic selling",
        "Combined pricing and inventory control under uncertainty",
        "Multilocation combined pricing and inventory control",
        "The efficiency of advance-purchase discounts in the presence of aggregate demand uncertainty",
        "Amer. Econom. Rev.",
        "Random yield and random demand in a production system with downward substitution",
        "Matching Supply and Demand; The Value of a Second Chance in Producing Hybrid Seed Corn",
        "Production planning under yield and demand uncertainty with yield-dependent cost and price",
        "The impact of yield-dependent trading costs on pricing and production planning under supply uncertainty",
        "An elasticity approach to the newsvendor with price-sensitive demand",
        "Econometrica",
        "Pricing multiple products with the multinomial logit and nested logit models: Concavity and implications",
        "Economic choices",
        "Lot sizing with randomly graded yields",
        "Production Planning under Supply and Quality Uncertainty with Two Customer Segments and Downward Substitution",
        "Economic lot scheduling with uncontrolled co-production",
        "Pricing and the newsvendor problem: a review with extensions",
        "Advance Pricing of Services and Other Implications of Separating Purchase and Consumption",
        "Advance-selling as a competitive marketing tool",
        "Intertemporal pricing with strategic customer behavior",
        "Optimal pricing with speculators and strategic consumers",
        "Strategic customer behavior, commitment, and supply chain performance",
        "On the value of commitment and availability guarantees when selling to strategic consumers",
        "The Theory and Practice of Revenue Management",
        "Advance selling in the presence of speculators and forward-looking consumers",
        "Pricing and operational recourse in coproduction systems",
        "Price versus production postponement: capacity and competition",
        "Intermediate Economics",
        "Choice-based revenue management: An empirical study of estimation and optimization",
        "Electronic tickets, smart cards, and online prepayments: When and how to advance sell"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn Business School",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Syracuse",
            "affilname": "Martin J. Whitman School of Management",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Tempe",
            "affilname": "W. P. Carey School of Business",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}