{
    "eid": "2-s2.0-84893482464",
    "title": "Potential pharmaceutical uses of the isolated compounds from silkworm excreta",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Bombyx mori",
        "Cytotoxicity",
        "Lupeol",
        "Silkworm excreta",
        "Silkworm feces",
        "Tritriacontanol",
        "Very long chain fatty alcohol"
    ],
    "authors": [
        "Sornkanok Vimolmangkang"
    ],
    "citedby-count": 10,
    "ref-count": 20,
    "ref-list": [
        "Unconventional natural sources for future drug discovery",
        "Kor. J. Anim. Sci",
        "Flavonoids from silkworm droppings and their promotional activities on heme oxygenase-1",
        "Separation and Characterization of Chlorophyll Degradation Products in Silkworm Using HPLC-UV-APCI-MS",
        "Lipids of mulberry leaves and of mulberry silkworm excreta",
        "Indian Silk",
        "Triterpenes in traditional and supercritical-fluid extracts of Morus alba leaf and stem bark",
        "An aliphatic dihydroxyketone from Achyranthes aspera",
        "Two triterpenes lupanone and lupeol isolated and identified from Tamarindus indica linn.",
        "KKU Res",
        "Chemosystematics of surface lipids from maize and some related species",
        "Policosanol contents of beeswax, sugar cane and wheat extracts",
        "Priopionate-induced synthesis of odd-chain-length fatty acids by Escherichia coli",
        "Policosanol. Hypolipidemic antioxidant treatment of atherosclerosis",
        "Effects of policosanol on patients with non-insulin-dependent diabetes mellitus and hypercholesterolemia: A pilot study",
        "Studies on bioactive substances in Chinese material medicines used for arthritic diseases in traditional Chinese medicine. I. Anti-inflammatory and analgesic effect of Chinese material medicines used for arthritic diseases",
        "Selective inhibition of eukaryote protein kinases by anti-inflammatory triterpenoids",
        "Selective activity of extracts of Margaritaria discoidea and Homalium africanum on Onchocerca ochengi",
        "The lipids and volatile oil constituents of Leucaena glauca (L.) benth.growing in Egypt and their biological activity.",
        "Biological activity and environmental impact of anionic surfactants"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}