{
    "eid": "2-s2.0-85099980308",
    "title": "Relationship between Voriconazole Concentration and Invasive Aspergillosis Treatment Outcome: Efficacy and Safety",
    "cover-date": "2019-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "clinical outcome",
        "hepatotoxicity",
        "invasive aspergillosis",
        "voriconazole"
    ],
    "authors": [
        "M. Tantasawat",
        "C. Puttilerpong",
        "Panomvana Na Ayudhya",
        "P. Chantarit"
    ],
    "citedby-count": 0,
    "ref-count": 25,
    "ref-list": [
        "Diagnosis and treatment of invasive fungal infections in the cancer patient: recent progress and ongoing questions",
        "Revised definitions of invasive fungal disease from the European organization for research and treatment of cancer/invasive fungal infections cooperative group and the national institute of allergy and infectious diseases mycoses study group (EORTC/MSG) consensus group",
        "Pharmacokinetic/pharmacodynamic profile of “voriconazole",
        "Effect of CYP2C19 polymorphism on the pharmacokinetics of voriconazole after single and multiple doses in healthy volunteers",
        "Monitoring trough voriconazole plasma concentrations in haematological patients: real life multicentre experience",
        "CYP2C19 genotype is a major factor contributing to the highly variable pharmacokinetics of voriconazole",
        "Efficacy and safety of voriconazole in the treatment of acute invasive aspergillosis",
        "Voriconazole therapeutic drug monitoring in patients with invasive mycoses improves efficacy and safety outcomes",
        "Voriconazole therapeutic drug monitoring: retrospective cohort study of the relationship to clinical outcomes and adverse events",
        "Voriconazole pharmacokinetics in liver transplant recipients",
        "Modulators of very low voriconazole concentrations in routine therapeutic drug monitoring",
        "Voriconazole-related severe adverse events: clinical application of therapeutic drug monitoring in Korean patients",
        "Voriconazole concentrations and outcome of invasive fungal infections",
        "Voriconazole therapeutic drug monitoring: retrospective cohort study of the relationship to clinical outcomes and adverse events",
        "Association of sustained high plasma trough concentration of voriconazole with the incidence of hepatotoxicity",
        "Voriconazole: a review of its use in the management of invasive fungal infections",
        "Pharmacokinetic/pharmacodynamic analysis of voriconazole against Candida spp. and Aspergillus spp. in children, adolescents and adults by Monte Carlo simulation",
        "Multicenter study of voriconazole pharmacokinetics and therapeutic drug monitoring",
        "Prospective, observational study of voriconazole therapeutic drug monitoring among lung transplant recipients receiving prophylaxis: factors impacting levels of and associations between serum troughs, efficacy, and toxicity",
        "Individualized medication of voriconazole: a practice guideline of the division of therapeutic drug monitoring, Chinese pharmacological society",
        "Voriconazole pharmacokinetics and exposure-response relationships: assessing the links between exposure, efficacy and toxicity",
        "PharmGKB summary: voriconazole pathway, pharmacokinetics",
        "Impact of CYP2C19 genetic polymorphisms on voriconazole dosing and exposure in adult patients with invasive fungal infections",
        "Correlation of CYP2C19 genotype with plasma voriconazole exposure in South-western Chinese Han patients with invasive fungal infections",
        "Impact of the CYP2C19 genotype on voriconazole exposure in adults with invasive fungal infections"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199578",
            "affilname": "Ramathibodi Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199578",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Science and Technology Development Agency"
    ]
}