{
    "eid": "2-s2.0-85064314210",
    "title": "The long-lasting effects of family and childhood on adult wellbeing: Evidence from British cohort data",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Organizational Behavior and Human Resource Management",
            "@code": "1407",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "Adult outcomes",
        "Childhood",
        "Cohort data",
        "Life satisfaction"
    ],
    "authors": [
        "Sarah Flèche",
        "Warn N. Lekfuangfu",
        "Andrew E. Clark"
    ],
    "citedby-count": 11,
    "ref-count": 50,
    "ref-list": [
        "Intergeneration transmission of health",
        "The moderator-mediator variable distinction in social psychological research: Conceptual, strategic and statistical considerations",
        "Human capital and the personal distribution of income: An analytical approach",
        "The analysis of early life courses: Complex descriptions of the transition to adulthood",
        "From the cradle to the labor market? The effect of birth weight on adult outcomes",
        "Explaining intergenerational income persistence: Non-cognitive skills, ability and education",
        "Is earnings nonresponse ignorable?",
        "The economics of psychology and personality traits",
        "The lasting impact of childhood health and circumstance",
        "Economics of child well-being",
        "The role of child health and economic status in educational, health and labor market outcomes in young adulthood",
        "The Technology of Skill Formation",
        "Formulating, identifying and estimating the technology of cognitive and noncognitive skill formation",
        "Estimating the technology of cognitive and noncognitive skill formation",
        "Healthy, wealthy and wise: Socioeconomic status, poor health in childhood, and human capital development",
        "Inequality at birth: Some cases and consequences",
        "Does head start make a difference?",
        "Does head start help Hispanic children?",
        "Child health and young adult outcomes",
        "Human capital development before age five",
        "Childhood economic conditions and length of life: Evidence from the UK Boyd Orr Cohort, 1937-2005",
        "Does childhood predict adult life satisfaction? Evidence from British Cohort Surveys",
        "The life-cycle benefits of an influential early childhood program",
        "The long shadow cast by childhood physical and mental problems on adult life",
        "On the concept of health capital and the demand for health",
        "Beyond Baron and Kenny: Statistical mediation analysis in the new millennium",
        "The effects of cognitive and noncognitive abilities on labor market outcomes and social behavior",
        "Fostering and measuring skills interventions that improve character and cognition",
        "The rate of return to the HighScope Perry Preschool Program",
        "The Economics of Human Development and Social Mobility",
        "The Importance of Non-cognitive Skills: Lessons from GED Testing Program",
        "The transition to adulthood",
        "Sources of lifetime inequality",
        "The career decisions of young men",
        "What predicts a successful life? A life-course model of wellbeing",
        "Long or short arm? Childhood characteristics and human capital accumulation",
        "Statistical Analysis With Missing Data",
        "The order of events in the transition to adulthood",
        "Childhood emotional and behavioural problems and educational attainment",
        "Childhood deprivation, health and development: Associations with adult health in the 1958 and 1970 British prospective birth cohort studies",
        "Imputations: Benefits, Risks and a Method For Missing Data",
        "Priceless: The nonpecuniary benefits of schooling",
        "What's the good of education on our overall quality of life? A simultaneous equation model of education and life satisfaction for Australia",
        "Multiple imputation after 18+ years",
        "The relationship between child health, development gaps, and parental education: Evidence from administrative data",
        "The impact of childhood health on adult labor market outcomes",
        "Explaining Wellbeing over the life cycle: A look at life transitions during young adulthood",
        "Making sense of Cronbach's alpha",
        "On the specification and estimation of the production function for cognitive achievement",
        "The production of cognitive achievement in children: Home, school and racial test score gaps"
    ],
    "affiliation": [
        {
            "affiliation-city": "Marseille",
            "@id": "60102127",
            "affilname": "Aix Marseille Université",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60102127",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Paris",
            "@id": "60008134",
            "affilname": "CNRS Centre National de la Recherche Scientifique",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008134",
            "affiliation-country": "France"
        }
    ],
    "funding": [
        "UCL Institute of Education",
        "What Works Centre for Wellbeing",
        "US National Institute on Aging",
        "John Templeton Foundation"
    ]
}