{
    "eid": "2-s2.0-85011286637",
    "title": "Synthesis of graphitic-N and amino-N in nitrogen-doped carbon via a solution plasma process and exploration of their synergic effect for advanced oxygen reduction reaction",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "Renewable Energy",
            "@code": "2105"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [],
    "authors": [
        "Oi Lun Li"
    ],
    "citedby-count": 102,
    "ref-count": 62,
    "ref-list": [
        "Optimization of air electrode for Li/air batteries",
        "Characterizing capacity loss of lithium oxygen batteries by impedance spectroscopy",
        "Preparation of mesocellular carbon foam and its application for lithium/oxygen battery",
        "Investigation of the gas-diffusion-electrode used as lithium/air cathode in non-aqueous electrolyte and the importance of carbon material porosity",
        "B-doped graphene as catalyst to improve charge rate of lithium-air battery",
        "Metal-air batteries with high energy density: Li-air versus Zn-air",
        "Handbook of batteries",
        "Hierarchically porous graphene as a lithium-air battery electrode",
        null,
        "Challenges and opportunities of nanostructured materials for aprotic rechargeable lithium-air batteries",
        "Going electric: Expert survey on the future of battery technologies for electric vehicles",
        "Lithium-air battery: Promise and challenges",
        "Materials science aspects of zinc-air batteries: A review",
        "Metal–air batteries: From oxygen reduction electrochemistry to cathode catalysts",
        "Design insights for tuning the electrocatalytic activity of perovskite oxides for the oxygen evolution reaction",
        "Electrochemical Oxygen Technology",
        "Zinc-air batteries: Prospects and challenges for future improvement",
        "Recent progress in non-precious catalysts for metal-air batteries",
        "A review on air cathodes for zinc-air fuel cells",
        "Amorphous carbon enriched with pyridinic nitrogen as an efficient metal-free electrocatalyst for oxygen reduction reaction",
        "Boron and nitrogen codoped nanodiamond as an efficient metal-free catalyst for oxygen reduction reaction",
        "Nitrogen-doped ordered mesoporous graphitic arrays with high electrocatalytic activity for oxygen reduction",
        "Mechanisms of oxygen reduction reaction on nitrogen-doped graphene for fuel cells",
        "Polyelectrolyte functionalized carbon nanotubes as efficient metal-free electrocatalysts for oxygen reduction",
        "Nitrogen-doped carbon nanotube arrays with high electrocatalytic activity for oxygen reduction",
        "Electrocatalytic activity of nitrogen-doped carbon nanotube cups",
        "Nitrogen-doped graphene and its iron-based composite as efficient electrocatalysts for oxygen reduction reaction",
        "Tuning the catalytic property of nitrogen-doped graphene for cathode oxygen reduction reaction",
        "J. Power Sources",
        "J. Mater. Chem.",
        "Pure Pyridinic Nitrogen-Doped Single-Layer Graphene Catalyzes Two-Electron Transfer Process of Oxygen Reduction Reaction",
        "Origin of the catalytic activity of graphite nitride for the electrochemical reduction of oxygen: Geometric factors vs. electronic factors",
        "Synthesis of amino-functionalized graphene as metal-free catalyst and exploration of the roles of various nitrogen states in oxygen reduction reaction",
        "Amine-functionalized holey graphene as a highly active metal-free catalyst for the oxygen reduction reaction",
        "Synthesis of nitrogen-doped graphene by chemical vapour deposition using melamine as the sole solid source of carbon and nitrogen",
        "Atomic layers of hybridized boron nitride and graphene domains",
        "Exploration of the active center structure of nitrogen-doped graphene-based catalysts for oxygen reduction reaction",
        null,
        "Solution plasma synthesis process of tungsten carbide on N-doped carbon nanocomposite with enhanced catalytic ORR activity and durability",
        "Nitrogen-doped carbon nanoparticles derived from acrylonitrile plasma for electrochemical oxygen reduction",
        "In situ solution plasma synthesis of nitrogen-doped carbon nanoparticles as metal-free electrocatalysts for the oxygen reduction reaction",
        "Electrocatalytic activity for the oxygen reduction reaction of oxygen-containing nanocarbon synthesized by solution plasma",
        "Enhancement of ORR catalytic activity by multiple heteroatom-doped carbon materials",
        "Phys. Chem. Chem. Phys.",
        "J. Surf. Finish. Soc. Jpn.",
        "X-ray diffraction patterns of graphite and turbostratic carbon",
        "Enhancement of conductivity in nano carbon balls by the addition of carbon tetrachloride: Via room temperature solution plasma process",
        "The deposition mechanism of diamond-like a-C and a-C: H",
        "Interpretation of Raman spectra of disordered and amorphous carbon",
        "Perspectives on carbon nanotubes and graphene Raman spectroscopy",
        "Graphene/N-doped carbon sandwiched nanosheets with ultrahigh nitrogen doping for boosting lithium-ion batteries",
        "Polybenzimidazole membranes modified with polyelectrolyte-functionalized multiwalled carbon nanotubes for proton exchange membrane fuel cells",
        "High performance Fe- and N- Doped carbon catalyst with graphene structure for oxygen reduction",
        "Evolution of nitrogen functionalities in carbonaceous materials during pyrolysis",
        "Cross-laboratory experimental study of non-noble-metal electrocatalysts for the oxygen reduction reaction",
        "Toward N-doped graphene via solvothermal synthesis",
        "Heteroatom-Doped Graphitic Carbon Catalysts for Efficient Electrocatalysis of Oxygen Reduction Reaction",
        "Rotating Electrode Methods and Oxygen Reduction Electrocatalysts",
        "X-ray absorption analysis of nitrogen contribution to oxygen reduction reaction in carbon alloy cathode catalysts for polymer electrolyte fuel cells",
        "Pyridinic N doped graphene: Synthesis, electronic structure, and electrocatalytic property",
        null,
        "In situ solution plasma synthesis of nitrogen-doped carbon nanoparticles as metal-free electrocatalysts for the oxygen reduction reaction"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "Shibaura Institute of Technology",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kawaguchi",
            "affilname": "Japan Science and Technology Agency",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}