{
    "eid": "2-s2.0-84968649912",
    "title": "Efficiency of Thai stock markets: Detrended fluctuation analysis",
    "cover-date": "2016-09-15",
    "subject-areas": [
        {
            "$": "Statistics and Probability",
            "@code": "2613"
        },
        {
            "$": "Statistical and Nonlinear Physics",
            "@code": "3109"
        }
    ],
    "keywords": [
        "DFA",
        "Market efficiency",
        "The stock exchange of Thailand"
    ],
    "authors": [
        "Jessada Sukpitak"
    ],
    "citedby-count": 19,
    "ref-count": 42,
    "ref-list": [
        "J. Finance",
        "J. Finance",
        "Ranking efficiency for emerging markets",
        "Ranking efficiency for emerging equity markets II",
        "Long-term memories of developed and emerging markets: Using the scaling analysis to characterize their stage of development",
        "Are the crude oil markets becoming weakly efficient over time? A test for time-varying long-range dependence in prices and volatility",
        "Short-term predictability of crude oil markets: A detrended fluctuation analysis approach",
        "Comparison study of global and local approaches describing critical phenomena on the Polish stock exchange market",
        "The use of the Hurst exponent to predict changes in trends on the Warsaw Stock Exchange",
        "Local scaling properties and market turning points at prague stock exchange",
        "Time and scale Hurst exponent analysis for financial markets",
        "Time-varying Hurst exponent for US stock markets",
        "Does financial market liberalization increase the degree of market efficiency? The case of the Athens stock exchange",
        "The Hurst exponent over time: Testing the assertion that emerging markets are becoming more efficient",
        "Evidence of long range dependence in Asian equity markets: The role of liquidity and market restrictions",
        "Time-varying long range dependence in market returns of FEAS members",
        "The influence of liquidity on informational efficiency: The case of the Thai Stock Market",
        "Measuring capital market efficiency: Long-term memory, fractal dimension and approximate entropy",
        "Measuring capital market efficiency: Global and local correlations structure",
        "Ranking market efficiency for stock markets: A nonlinear perspective",
        "Nonlinear serial dependence and the weak-form efficiency of Asian emerging stock markets",
        "Financial crisis and stock market efficiency: Empirical evidence from Asian countries",
        "Some Tests of the Efficiency of the Emerging Financial Markets: An Analysis of the Thai Stock Market",
        "Trans. Am. Soc. Civ. Eng.",
        "Mosaic organization of DNA nucleotides",
        "Inhomogeneous scaling behaviors in Malaysian foreign currency exchange rates",
        "Can one make any crash prediction in finance using the local Hurst exponent idea?",
        "The local Hurst exponent of the financial time series in the vicinity of crashes on the Polish stock exchange market",
        "An analysis of stock market efficiency: Developed vs Islamic stock markets using MF-DFA",
        "Commodity futures and market efficiency",
        "Experimental queueing analysis with long-range dependent packet traffic",
        "Informational efficiency in distressed markets: The case of European corporate bonds",
        "Thailand beyond the Crisis",
        "Stock market openings: Experience of emerging economies",
        "Financial liberalization and stock price behaviour in Asian emerging markets",
        "The effects of de-regulation on share-market efficiency in the asia-pacific",
        "Financial liberalization and stock market efficiency: An empirical examination of nine emerging market countries",
        "An empirical examination of financial liberalization and the efficiency of emerging market stock prices",
        "Financial market liberalization and stock market efficiency: The case of Greece",
        "Financial market liberalization and stock market efficiency: Evidence from the Athens Stock Exchange",
        "Afr. Finance J.",
        "On Hurst exponent estimation under heavy-tailed distributions"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}