{
    "eid": "2-s2.0-84890054170",
    "title": "Genetic diversity of ORF3 and spike genes of porcine epidemic diarrhea virus in Thailand",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Microbiology (medical)",
            "@code": "2726"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        },
        {
            "$": "Genetics",
            "@code": "1311"
        },
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Infectious Diseases",
            "@code": "2725"
        }
    ],
    "keywords": [
        "Diversity",
        "ORF3 gene",
        "Porcine epidemic diarrhea virus",
        "Spike gene",
        "Thailand"
    ],
    "authors": [
        "Gun Temeeyasen"
    ],
    "citedby-count": 61,
    "ref-count": 28,
    "ref-list": [
        "Identification of the epitope region capable of inducing neutralizing antibodies against the porcine epidemic diarrhea virus",
        "Virus like particles associated with porcine epidemic diarrhoea",
        "Phage-displayed peptides having antigenic similarities with porcine epidemic diarrhea virus (PEDV) neutralizing epitopes",
        "The GPRLQPY motif located at the carboxy-terminal of the spike protein induces antibodies that neutralize Porcine epidemic diarrhea virus",
        "Bayesian phylogenetics with BEAUti and the BEAST 1.7",
        "Phylogenetic analysis of porcine epidemic diarrhea virus field strains prevailing recently in China",
        "Propagation of the virus of porcine epidemic diarrhea in cell culture",
        "Assessment of methods for amino acid matrix selection and their use on empirical data shows that ad hoc assumptions for choice of matrix are not justified",
        "Expression of synthetic neutralizing epitope of porcine epidemic diarrhea virus fused with synthetic B subunit of Escherichia coli heat-labile enterotoxin in tobacco plants",
        "Completion of the porcine epidemic diarrhoea coronavirus (PEDV) genome sequence",
        "Heterogeneity in spike protein genes of porcine epidemic diarrhea viruses isolated in Korea",
        "New variants of porcine epidemic diarrhea virus, China, 2011",
        "Molecular characterization and phylogenetic analysis of porcine epidemic diarrhea virus (PEDV) field strains in south China",
        "Impact of porcine epidemic diarrhea virus infection at different periods of pregnancy on subsequent reproductive performance in gilts and sows",
        "Expression of a synthetic neutralizing epitope of porcine epidemic diarrhea virus fused with synthetic B subunit of Escherichia coli heat labile enterotoxin in rice endosperm",
        "Molecular characterization and phylogenetic analysis of porcine epidemic diarrhea virus (PEDV) field isolates in Korea",
        "Cloning and further sequence analysis of the ORF3 gene of wild- and attenuated-type porcine epidemic diarrhea viruses",
        "Sequence analysis of the partial spike glycoprotein gene of porcine epidemic diarrhea viruses isolated in Korea",
        "Cloning and further sequence analysis of the spike gene of attenuated porcine epidemic diarrhea virus DR13",
        "A new coronavirus-like particle associated with diarrhea in swine",
        "Chinese-like strain of porcine epidemic diarrhea virus, Thailand",
        "Mutations in the spike gene of porcine epidemic diarrhea virus associated with growth adaptation in vitro and attenuation of virulence in vivo",
        "J. Thai. Vet. Med. Assoc.",
        "DendroPy: A Python library for phylogenetic computing",
        "Identification of two novel B cell epitopes on porcine epidemic diarrhea virus spike protein",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "CLUSTAL W: Improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "An apparently new syndrome of porcine epidemic diarrhoea."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Science and Technology Development Agency",
        "Thailand Research Fund",
        "National Research Council of Thailand"
    ]
}