{
    "eid": "2-s2.0-84939128130",
    "title": "Rock physics of fibrous rocks akin to Roman concrete explains uplifts at Campi Flegrei caldera",
    "cover-date": "2015-08-07",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [],
    "authors": [
        "Tiziana Vanorio"
    ],
    "citedby-count": 56,
    "ref-count": 33,
    "ref-list": [
        "Foreword",
        "Repeated fluid-transfer episodes as a mechanism for the recent dynamics of Campi Flegrei caldera (1989-2010)",
        "Ground deformation and gravity changes accompanying the 1982 Pozzuoli uplift",
        "Relations between seismicity and deformation during unrest in Long Valley Caldera, California, from 1995 through 1999",
        "J. Geophys. Res. Solid Earth",
        "Tomography from 26years of seismicity revealing that the spatial extent of the Yellowstone crustal magma reservoir extends well beyond the Yellowstone caldera",
        "Hydrodynamics and geodynamics in the Phlegraean fields area of Italy",
        "J. Geophys. Res.",
        "Three-dimensional velocity structure and hypocenter distribution in the Campi Flegrei caldera, Italy",
        "Geophys. Res. Lett.",
        "Three-dimensional seismic tomography from P wave and S wave microearthquake travel times and rock physics characterization of the Campi Flegrei Caldera",
        "Modello Geotermico del Sistema Flegreo Internal Report",
        "Puteoli",
        "I Fenomeni Bradisismici del Serapeo di Pozzuoli",
        "Magma intrusion beneath Long Valley caldera confirmed by temporal changes in gravity",
        "CNR Quad. Ric. Sci., Roma",
        "Ultrasonic velocity measurements in volcanic rocks: Correlation with microtexture",
        "Science",
        "Mineralization and wall-rock alteration at the bogala graphite deposit, Bulathkohupitiya, Sri Lanka",
        "Isotopic study of the origin of sulfur and carbon in Solfatara fumaroles, Campi Flegrei caldera",
        "High-Technology Ceramics: Past, Present, Future",
        "Unlocking the secrets of Al-tobermorite in Roman seawater concrete",
        "Building Roma Aeterna: Current Research on Roman Mortar and Concrete",
        "Building for Eternity",
        "Natural History",
        "Questions about Nature",
        "De Architectura",
        "The Bankers of Puteoli: Finance, Trade, and Industry in the Roman World",
        null,
        "The permeability and elastic moduli of tuff from Campi Flegrei, Italy: Implications for ground deformation modelling",
        "Concrete: Microstructure, Properties, and Materials",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Stanford",
            "affilname": "Stanford University",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Science Foundation",
        "National Science Foundation"
    ]
}