{
    "eid": "2-s2.0-84975449406",
    "title": "The effect of rice bran wax on physicochemical properties of curcuminoid-loaded solid lipid nanoparticles",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Curcuminoid",
        "High pressure homogenization",
        "Rice bran wax",
        "Solid lipid nanoparticles"
    ],
    "authors": [
        "P. Tangkhajornchaisak"
    ],
    "citedby-count": 3,
    "ref-count": 14,
    "ref-list": [
        "A method to prepare solid lipid nanoparticles with improved entrapment efficiency of hydrophilic drugs",
        "Preparation, characterization and physico-chemical properties of solid lipid nanoparticles (SLN) and nanostructured lipid carriers (NLC): Their benefits as colloidal drug carrier systems",
        "International Journal of Pharmaceutical and Phytopharmacological Research",
        "Studies on curcumin and curcuminoids VIII. Photochemical stability of curcumin",
        "Encapsulation of ethylhexyl methoxycinnamate, a light-sensitive UV filter, in lipid nanoparticles",
        "Journal of Pharmaceutical Technology & Drug Research",
        "Solid lipid nanoparticles (SLN) for controlled drug delivery. II. Drug incorporation and physicochemical characterization",
        null,
        "Preparation of curcuminoid niosomes for enhancement of skin permeation",
        "Formulation and characterization of curcuminoids loaded solid lipid nanoparticles",
        "Physical characterization of beeswax and glyceryl monostearat binary system to predict characteristics of solid lipid nanoparticle (SLN) loaded para methoxy cinnamic acid (PMCA)",
        "Drug Cosmetic Industry Journal",
        "Solid lipid nanoparticles as drug delivery systems",
        "Optimization of procedure parameters and physical stability of solid lipid nanoparticles in dispersions"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pitsanulok",
            "affilname": "Naresuan University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}