{
    "eid": "2-s2.0-85088782051",
    "title": "Immunopathology of Kikuchi–Fujimoto disease: A reappraisal using novel immunohistochemistry markers",
    "cover-date": "2020-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pathology and Forensic Medicine",
            "@code": "2734",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Histology",
            "@code": "2722",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "follicular dendritic cell",
        "histiocytic necrotising lymphadenitis",
        "Kikuchi–Fujimoto disease",
        "lymph node",
        "lymphadenopathy",
        "plasmacytoid dendritic cell"
    ],
    "authors": [
        "Narittee Sukswai",
        "Hye Ra Jung",
        "Samir S. Amr",
        "Siok Bian Ng",
        "Salwa S. Sheikh",
        "Kirill Lyapichev",
        "Siba El Hussein",
        "Sanam Loghavi",
        "Rose Lou Marie C. Agbay",
        "Roberto N. Miranda",
        "L. Jeffrey Medeiros",
        "Joseph D. Khoury"
    ],
    "citedby-count": 10,
    "ref-count": 49,
    "ref-list": [
        "Histiocytic necrotizing lymphadenitis (Kikuchi–Fujimoto disease): continuing diagnostic difficulties",
        "Kikuchi’s lymphadenitis. A morphologic analysis of 75 cases with special reference to unusual features",
        "Kikuchi-Fujimoto disease: a clinicopathologic update",
        "Kikuchi-Fujimoto disease. Is Epstein-Barr virus the culprit?",
        "Detection of human herpesvirus DNA in Kikuchi-Fujimoto disease and reactive lymphoid hyperplasia",
        "Kikuchi-Fujimoto disease: a review",
        "Histiocytic necrotising lymphadenitis identical to Kikuchi-Fujimoto disease in CNS lupus",
        "A challenging case of Kikuchi-Fujimoto disease associated with systemic lupus erythematosus and review of the literature",
        "Kikuchi-Fujimoto disease and systemic lupus erythematosus",
        "Is recurrent Kikuchi-Fujimoto disease a precursor to systemic lupus erythematosus?",
        "Lupus lymphadenitis: report of a case with immunohistologic studies on frozen sections",
        "Dendritic cell recruitment and activation in autoimmunity",
        "A pivotal role for the natural interferon alpha-producing cells (plasmacytoid dendritic cells) in the pathogenesis of lupus",
        "Neutrophils activate plasmacytoid dendritic cells by releasing self-DNA-peptide complexes in systemic lupus erythematosus",
        "Cytologic features and frequency of plasmacytoid dendritic cells in the lymph nodes of patients with histiocytic necrotizing lymphadenitis (Kikuchi–Fujimoto disease)",
        "Histiocytic necrotizing lymphadenitis (Kikuchi–Fujimoto disease): loesional cells exhibit an immature dendritic cell phenotype",
        "The number and growth pattern of plasmacytoid dendritic cells vary in different types of reactive lymph nodes: an immunohistochemical study",
        "Strategically localized dendritic cells promote rapid T cell responses to lymph-borne particulate antigens",
        "Cd301b(+) dendritic cells suppress T follicular helper cells and antibody responses to protein antigens",
        "Monocyte-derived dendritic cells promote T follicular helper cell differentiation",
        "Determination of T follicular helper cell fate by dendritic cells",
        "Follicular dendritic cells: dynamic antigen libraries",
        "Follicular dendritic cells: origin, function, and different disease-associated patterns",
        "STAT3 is activated in a subset of the Ewing sarcoma family of tumours",
        "Significance of histological subtypes of Kikuchi’s disease: comparative immunohistochemical and apoptotic studies",
        "Apoptosis in histiocytic necrotizing lymphadenitis",
        "Proliferating cells in histiocytic necrotizing lymphadenitis. Virchows Arch. B Cell. Pathol. Incl",
        "Kikuchi-Fujimoto lymphadenitis",
        "Validation of immunohistochemical assays for integral biomarkers in the NCI-MATCH EAY131 clinical trial",
        "Transcription factor E2–2 is an essential and specific regulator of plasmacytoid dendritic cell development",
        "A druggable TCF4- and BRD4-dependent transcriptional network sustains malignancy in blastic plasmacytoid dendritic cell neoplasm",
        "Dual expression of TCF4 and CD123 is highly sensitive and specific for blastic plasmacytoid dendritic cell neoplasm",
        "PD-1 expression in T-cell lymphomas and reactive lymphoid entities: potential overlap in staining patterns between lymphoma and viral lymphadenitis",
        "Distribution of PD-1+ lymphocytes in reactive lymphadenopathies",
        "Myeloperoxidase expression by histiocytes in Kikuchi’s and Kikuchi-like lymphadenopathy",
        "Histiocytic necrotizing lymphadenitis in children: a clinical and immunohistochemical comparative study with adult patients",
        "Phenotype for activated tissue macrophages in histiocytic necrotizing lymphadenitis",
        "Intratumoral plasmacytoid dendritic cells associate with increased survival in patients with follicular lymphoma",
        "Plasmacytoid dendritic cells producing interferon-alpha (IFN-alpha) and inducing MX1 play an important role for CD4(+) cells and CD8(+) cells in necrotizing lymphadenitis",
        "Blastic plasmacytoid dendritic cell neoplasm",
        "Clusters of CD123+ plasmacytoid dendritic cells help distinguish lupus alopecia from lichen planopilaris",
        "Disease-associated plasmacytoid dendritic cells",
        "Apoptosis of cytotoxic T-cells in histiocytic necrotizing lymphadenitis",
        "Perforin and Fas pathways of cytotoxic T-cells in histiocytic necrotizing lymphadenitis",
        "Involvement of DNase γ in apoptotic DNA fragmentation in histiocytic necrotizing lymphadenitis",
        "Inhibition of follicular T-helper cells by CD8(+) regulatory T cells is essential for self tolerance",
        "Regulation of self-tolerance by Qa-1-restricted CD8+ regulatory T cells",
        "Estimation of apoptosis and cell proliferation in histiocytic necrotizing lymphadenitis using immunohistochemical double staining",
        "Regulation of follicular dendritic cell networks by activated T cells: the role of CD137 signaling"
    ],
    "affiliation": [
        {
            "affiliation-city": "Dhahran",
            "@id": "60107456",
            "affilname": "Johns Hopkins Aramco Healthcare",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60107456",
            "affiliation-country": "Saudi Arabia"
        },
        {
            "affiliation-city": "Daegu",
            "@id": "60094606",
            "affilname": "Keimyung University, Dongsan Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60094606",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60031325",
            "affilname": "National University Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031325",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Houston",
            "@id": "60015023",
            "affilname": "The University of Texas MD Anderson Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015023",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Manila",
            "@id": "101644045",
            "affilname": "The Medical City Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101644045",
            "affiliation-country": "Philippines"
        }
    ],
    "funding": []
}