{
    "eid": "2-s2.0-85065247361",
    "title": "Comparison of the effects of kisspeptin-10 or gnrh on luteinizing hormone secretion during the luteal phase of the oestrous cycle in swamp buffalo cows",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "Bubalus bubalis",
        "Buffalo",
        "GnRH",
        "Kisspetin-10",
        "LH",
        "Progesterone",
        "Swamp buffalo"
    ],
    "authors": [
        "T. Chaikhun-Marcou",
        "P. Sotthibandhu",
        "W. Suthikrai",
        "R. Jintana",
        "P. Makoom",
        "S. Suadsong",
        "F. De Rensis"
    ],
    "citedby-count": 2,
    "ref-count": 31,
    "ref-list": [
        "Involvement of anteroventral periventricular metastin/kisspeptin neurons in estrogen positive feedback action on luteinizing hormone release in female rates",
        "Kisspeptin synchronizes preovulatory surges in cyclical ewes and causes ovulation in seasonally acyclic ewes",
        "Evidence of kisspeptin receptor expression in GnRH neurons in the preoptic area and arcuate hypothalamic nuclei in cycling buffaloes",
        "Kiss1 mRNA and its protein distribution in preoptic and arcuate hypothalamic nuclei in pre-pubertal female swamp buffaloes",
        "Fertility of swamp buffalo following the synchronization of ovulation by the sequential administration of GnRH and PGF(2) alpha combined with fixed-timed artificial insemination",
        "Kiss-1 mRNA/kisspeptin distribution in preoptic and arcuate nuclei of cycling buffalo (Bubalus bubalis) hypothalamus",
        "The role of kisspeptin signaling in reproduction",
        "The neuroendocrine physiology of kisspeptin in the human",
        "The postpartum buffalo. II. Acyclicity and anestrus",
        "The role of sexual steroid hormones in the direct stimulation by kisspeptin-10 of the secretion of luteinizing hormone, follicle-stimulating hormone and prolactin from bovine anterior pituitary cells",
        "Characteristics of the stimulatory effect of kisspeptin-10 on the secretion of luteinizing hormone, folliclestimulating hormone and growth hormone in prepubertal male and female cattle",
        "Kisspeptin-10 stimulation of gonadotrophin secretion in women is modulated by sex steroid feedback",
        "A role for kisspeptins in the regulation of gonadotropin secretion in the mouse",
        "Characteristics of stimulation of gonadotropin secretion by kisspeptin-10 in female goats",
        "Kisspeptin activation of gonadotropin releasing hormone neurons and regulation of KiSS-1 mRNA in the male rat",
        "Direct comparison of the effects of intravenous kisspeptin-10, kisspeptin-54 and GnRH on gonadotrophin secretion in healthy men",
        "Peripheral administration of kisspeptin-10 increases plasma concentrations of GH as well as LH in prepubertal Holstein heifers",
        "Kisspeptin stimulates LH release in buffalo cows in the breeding and nonbreeding season",
        "Peripheral administration of metastin induces marked gonadotropin release and ovulation in the rat",
        "Kisspeptin directly stimulates gonadotropin-releasing hormone release via G protein-coupled receptor 54",
        "Growth and development of buffaloes",
        "A review of the factors influencing fertility in postpartum buffalo",
        "Kisspeptin signaling in the brain",
        "Kisspeptin as a master player in the central control of reproduction in mammals: An overview of kisspeptin research in domestic animals",
        "Interaction of calf suckling, use of oxytocin and milk yield with reproductive performance of dairy buffaloes",
        "Insights into the mechanism by which kisspeptin stimulates a preovulatory LH surge and ovulation in seasonally acyclic ewes: Potential role of estradiol",
        "Ovulation and fertility after PRID, PRID + GnRH and GnRH in anestrous buffaloes",
        "Kisspeptin is essentialfor the full preovulatory LH surge and stimulates GnRH release from the isolated ovine median eminence",
        "Direct kisspeptin-10 stimulation on luteinizing hormone secretion from bovine and porcine anterior pituitary cells",
        "Effect of peripherally administered kisspeptin-10 on GnRH neurosecretion into the hypophyseal portal circulation in ovariectomized goat does",
        "Interaction of estrogen and progesterone on kisspeptin-10-stimulated luteinizing hormone and growth hormone in ovariectomized cows"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60009119",
            "affilname": "Mahanakorn University of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009119",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Parma",
            "@id": "60004969",
            "affilname": "Università di Parma",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004969",
            "affiliation-country": "Italy"
        }
    ],
    "funding": []
}