{
    "eid": "2-s2.0-85106686998",
    "title": "Phenolic contents and antioxidant activities of leaf extracts from elaeocarpus submonoceras miq.",
    "cover-date": "2021-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Cytotoxicity",
        "Elaeocarpus submonoceras",
        "Gallic acid",
        "Phenolic content; antioxidant"
    ],
    "authors": [
        "Franxisca Mariani",
        "Rachaneekorn Tammachote",
        "Irawan Wijaya Kusuma",
        "Warinthorn Chavasiri",
        "Hunsa Punnapayak",
        "Sehanat Prasongsuk"
    ],
    "citedby-count": 1,
    "ref-count": 28,
    "ref-list": [
        "Gallic acid: a versatile antioxidant with promising therapeutic and industrial applications",
        "The effects of solvents polarity on the phenolic contents and antioxidant activity of three Mentha species extracts",
        "In vitro evaluation of antioxidant properties of Hodgsonia heteroclita (Cucurbitaceae) fruit",
        "Free radical scavenging activity, kinetic behavior and phytochemical constituents of Aristolochia clematitis L. roots",
        "Cosmetic benefits of natural ingredients",
        "Chemical investigation of some Elaeocarpus species",
        "Elaeocarpus for flora Malesiana – the E. stipulom complex, E. nitidus group & E. barbulatus",
        "Chemical constituents and anti-influenza viral activity of the leaves of Vietnamese plant Elaeocarpus tonkinensis",
        "Antibacterial, antioxidant and tyrosinase-inhibition activities of pomegranate fruit peel methanolic extract",
        "Sustainability, natural and organic cosmetics: consumer, products, efficacy, toxicological and regulatory considerations",
        "Antioxidant and tyrosinase inhibition activities of the ethanol-insoluble fraction of water extract of Sapium sebiferum (L.) Roxb. leaves",
        "A pharmacognostical review on Elaeocarpus sphaericus",
        "Evaluation of antioxidant properties of Elaeocarpus ganitrus Roxb. leaves",
        "The importance of antioxidants which play the role in cellular response against oxidative/nitrosative stress: Current state",
        "Unique and interesting seeds of Cibodas Botanic Garden Collections",
        "Comparison of the antioxidant properties of various solvent extracts from Dipsacus asperoides and identification of phenolic compounds by LC-ESI-QTOF-MS-MS",
        "HPLC-fingerprints and antioxidant constituents of Phyla nodiflora",
        "Phenolics in cereals, fruits and vegetables: occurrence, extraction and analysis",
        "Antioxidant activity and cytotoxicity of Jerusalem artichoke tubers and leaves extract on HaCaT and BJ fibroblast cells",
        "Antioxidant, anti-collagenase and anti-elastase activities of Phyllanthus emblica, Manilkara zapota and silymarin: an in vitro comparative study for anti-aging applications",
        "Spectrophotometric quantitation of antioxidant capacity through the formation of a phosphor molybdenum complex: specific application to the determination of vitamin E",
        "Antioxidant active compounds from Elaeocarpus sylvestris and their relationship between structure and activity",
        "Flavonoids of Elaeocarpus lanceofolius",
        "Astaxanthin induces migration in human skin keratinocytes via Racl activation and RhoA inhibition",
        "Cosmeceuticals for hyperpigmentation: what is available?",
        "Bioactive potential of medicinal plants from Western Ghats Region, India",
        "Screening of phytochemicals, antioxidant and inhibitory effect on alpha-amylase by ethanolic extract of Elaeocarpus ganitrus (bark)",
        "Species diversity, genetic resources, and potential of the indigenous fruits in Kalimantan"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Samarinda",
            "@id": "60069411",
            "affilname": "Universitas Mulawarman",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069411",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Surabaya",
            "@id": "60069383",
            "affilname": "Universitas Airlangga",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069383",
            "affiliation-country": "Indonesia"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}