{
    "eid": "2-s2.0-85116013246",
    "title": "Impact of using spirometry on clinical decision making and quality of life in children: Protocol for a single centre randomised controlled trial",
    "cover-date": "2021-09-21",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "change management",
        "paediatric thoracic medicine",
        "quality in health care"
    ],
    "authors": [
        "Wicharn Boonjindasup",
        "Julie M. Marchant",
        "Margaret S. McElrea",
        "Stephanie T. Yerkovich",
        "Ian Brent Masters",
        "Anne B. Chang"
    ],
    "citedby-count": 2,
    "ref-count": 31,
    "ref-list": [
        "Standardization of spirometry 2019 update. An offcial American thoracic Society and European respiratory Society technical statement",
        "A practical approach to the interpretation of lung function testing in children",
        "Spirometry",
        "Guidelines for evaluating chronic cough in pediatrics: ACCP evidence-based clinical practice guidelines",
        "Clinical applications of pediatric pulmonary function testing: Lung function in recurrent wheezing and asthma",
        "An offcial American thoracic Society workshop report: Optimal lung function tests for monitoring cystic fbrosis, bronchopulmonary dysplasia, and recurrent wheezing in children less than 6 years of age",
        "Spirometry in children",
        "Quality control for spirometry in preschool children with and without lung disease",
        "Clinically useful spirometry in preschool-aged children: Evaluation of the 2007 American thoracic Society guidelines",
        "The infuence of pulmonary function testing on the management of asthma in children",
        "The impact of spirometry on pediatric asthma diagnosis and treatment",
        "Spirometry and regular follow-up do not improve quality of life in children or adolescents with asthma: Cluster randomized controlled trials",
        "Spirometry use among pediatric primary care physicians",
        "The use of spirometry in a primary care setting",
        "Spirometry remains an unfulflled right for children with asthma",
        "A technique for the measurement of attitudes",
        "Development of a parent-proxy quality-of-life chronic cough-specifc questionnaire: Clinical impact vs psychometric evaluations",
        "Validation of a parent-proxy quality of life questionnaire for paediatric chronic cough (PC-QOL)",
        "Spirit 2013 explanation and elaboration: Guidance for protocols of clinical trials",
        "An offcial American thoracic Society/European respiratory Society statement: Pulmonary function testing in preschool children",
        "Multi-Ethnic reference values for spirometry for the 3-95-yr age range: The global lung function 2012 equations",
        "Minimally important change in a Parent-Proxy quality-of-life questionnaire for pediatric chronic cough",
        "Effcacy of oral amoxicillin-clavulanate or azithromycin for non-severe respiratory exacerbations in children with bronchiectasis (BEST-1): A multicentre, three-arm, double-blind, randomised placebo-controlled trial",
        "Amoxicillin-Clavulanate versus azithromycin for respiratory exacerbations in children with bronchiectasis (BEST-2): A multicentre, double-blind, non-inferiority, randomised controlled trial",
        "Meta-analysis of group comparison and meta-analysis of reliability generalization of the State-Trait Anxiety Inventory Questionnaire (STAI)]",
        "Evaluation of a cough-specifc quality-of-life questionnaire",
        "Development of a symptom specifc health status measure for patients with chronic cough: Leicester cough questionnaire (LCQ)",
        "Designing rating scales for effective measurement in surveys. In"
    ],
    "affiliation": [
        {
            "affiliation-city": "Brisbane",
            "@id": "60138490",
            "affilname": "Children’s Health Queensland",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138490",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60025770",
            "affilname": "Menzies School of Health Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025770",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Brisbane",
            "@id": "60011019",
            "affilname": "Queensland University of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011019",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "Queensland Children’s Hospital Foundation",
        "Australian National Health and Medical Research Council",
        "Charles Darwin University"
    ]
}