{
    "eid": "2-s2.0-85107719586",
    "title": "Abdominal Wall Thickness Predicts Surgical Site Infection in Emergency Colon Operations",
    "cover-date": "2021-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Natawat Narueponjirakul",
        "Kerry A. Breen",
        "Majed W. El Hechi",
        "Napaporn Kongkaewpaisan",
        "George Velmahos",
        "David King",
        "Peter Fagenholz",
        "Noelle Saillant",
        "Maryam Tabrizi",
        "April E. Mendoza",
        "Haytham M.A. Kaafarani",
        "Martin G. Rosenthal"
    ],
    "citedby-count": 1,
    "ref-count": 28,
    "ref-list": [
        "Multistate point-prevalence survey of health care-associated infections",
        "Improving risk-adjusted measures of surgical site infection for the national healthcare safety network",
        "Surgical site infection: the clinical and economic impact",
        "The obese colorectal surgery patient: surgical site infection and outcomes",
        "Diagnostic performance of body mass index to identify obesity as defined by body adiposity: a systematic review and meta-analysis",
        "Impact of obesity on surgical site infection in colon and rectal surgery",
        "Colorectal surgery surgical site infection reduction program: a national surgical quality improvement program–driven multidisciplinary single-institution experience",
        "Obesity and the risk for surgical site infection in abdominal surgery",
        "Body mass index does not affect postoperative morbidity and oncologic outcomes of total mesorectal excision for rectal adenocarcinoma",
        "Obesity: is there an increase in perioperative complications in those undergoing elective colon and rectal resection for carcinoma?",
        "Outcomes are local: patient, disease, and procedure-specific risk factors for colorectal surgical site infections from a single institution",
        "Incisional surgical site infection in colorectal surgery patients",
        "Visceral obesity predicts surgical outcomes after laparoscopic colectomy for sigmoid colon cancer",
        "Surgical site infection and analytic morphometric assessment of body composition in patients undergoing midline laparotomy",
        "The effect of preoperative subcutaneous fat thickness on surgical site infection risk in patients undergoing colorectal surgery: results of a multisite, prospective cohort study",
        "Timing, diagnosis, and treatment of surgical site infections after colonic surgery: prospective surveillance of 1263 patients",
        "Thickness of subcutaneous fat as a strong risk factor for wound infections in elective colorectal surgery: impact of prediction using preoperative CT",
        "Risk assessment of abdominal wall thickness measured on pre-operative computerized tomography for incisional surgical site infection after abdominal surgery",
        "Sex differences in body composition",
        "Wound management after colon injury: open or closed? A prospective randomized trial",
        "Incisional negative pressure wound therapy significantly reduces surgical site infection in open colorectal surgery",
        "The use of silver nylon in preventing surgical site infections following colon and rectal surgery",
        "American College of Surgeons and Surgical Infection Society: Surgical Site Infection Guidelines, 2016 Update",
        "Abdominal wall thickness: is it associated with superficial and deep incisional surgical site infection after colorectal surgery?",
        "Comparison of Surgical incision complete closure versus leaving skin open in wound class iv in emergent colon surgery",
        "CDC definitions of nosocomial surgical site infections, 1992: a modification of CDC definitions of surgical wound infections",
        "NNIS report, data summary from January 1992 to June 2002, issued August 2002",
        "Risk factors for surgical site infection in emergency colorectal surgery: a retrospective analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Boston",
            "@id": "60029929",
            "affilname": "Massachusetts General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029929",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60002746",
            "affilname": "Harvard Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002746",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}