{
    "eid": "2-s2.0-85039928680",
    "title": "Utilization of microalgae feedstock for concomitant production of bioethanol and biodiesel",
    "cover-date": "2018-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemical Engineering (all)",
            "@code": "1500",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Fuel Technology",
            "@code": "2103",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Energy Engineering and Power Technology",
            "@code": "2102",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Organic Chemistry",
            "@code": "1605",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "Biorefinery",
        "Dimethyl carbonate",
        "Ethanol",
        "Methyl ester",
        "Scenedesmus sp."
    ],
    "authors": [
        "Ramachandran Sivaramakrishnan",
        "Aran Incharoensakdi"
    ],
    "citedby-count": 99,
    "ref-count": 40,
    "ref-list": [
        "Use of algae as biofuel sources",
        "Obtaining biodiesel from microalgae oil using ultrasound-assisted in-situ alkaline transesterification",
        "Joint production of biodiesel and bioethanol from filamentous oleaginous microalgae Tribonema sp",
        "Enhancement of total lipid yield by nitrogen, carbon, and iron supplementation in isolated microalgae",
        "Green chemistry and the biorefinery concept",
        "The biorefinery concept: using biomass instead of oil for producing energy and chemicals",
        "Optimal planning and site selection for distributed multiproduct biorefineries involving economic, environmental and social objectives",
        "Potential of bioethanol as a chemical building block for biorefineries: preliminary sustainability assessment of 12 bioethanol-based products",
        "Microalgal biomass as a fermentation feedstock for bioethanol production",
        "Optimization of an effective method for the conversion of crude algal lipids into biodiesel",
        "Microalgae as feedstock for biodiesel production under ultrasound treatment – a review",
        "Lipid extraction from microalgae cell using UV-Fenton-like reaction",
        "Production of methyl ester from two microalgae by two step transesterification and direct transesterification",
        "Improved utilisation of renewable resources: new important derivatives of glycerol",
        "Progress in bioethanol processing",
        "Enzymatic pretreatment of Chlamydomonas reinhardtii biomass for ethanol production",
        "Use of dinitrosalicylic acid reagent for determination of reducing sugar",
        "Direct transesterification of Oedogonium sp. oil be using immobilized isolated novel Bacillus sp. lipase",
        "Production of methyl ester from Oedogonium sp. oil using immobilized isolated novel Bacillus sp. lipase",
        "Direct transesterification of Botryococcus sp. catalysed by immobilized lipase: Ultrasound treatment can reduce reaction time with high yield of methyl ester",
        "Enhancement of lipid production in Scenedesmus sp. by UV mutagenesis and hydrogen peroxide treatment",
        "Microalgae as feedstock for biodiesel production: carbon dioxide sequestration, lipid production and biofuel quality",
        "Influence of fatty acid composition of raw materials on biodiesel properties",
        "Bioethanol production from carbohydrate-enriched residual biomass obtained after lipid extraction of Chlorella sp. KR-1",
        "Ethanol production from hazelnut shells through enzymatic saccharification and fermentation by low-temperature alkali pretreatment",
        "Hydrothermal acid pretreatment of Chlamydomonas reinhardtii biomass for ethanol production",
        "Bioethanol production using carbohydrate-rich microalgae biomass as feedstock",
        "Acid hydrolysis and fermentation of microalgal starches to ethanol by the yeast Saccharomyces cerevisiae",
        "Biochemical features and bioethanol production of microalgae from coastal waters of Pearl River Delta",
        "Comparison of several methods for effective lipid extraction from microalgae",
        "Enzymatic production of biodiesel from cotton seed oil using t-butanol as a solvent",
        "Effect of methanol content on enzymatic production of biodiesel from waste frying oil",
        "Effect of moisture on in situ transesterification of microalgae for biodiesel production",
        "Transesterification of neat and used frying oil: optimization for biodiesel production",
        "Reactive extraction and in situ esterification of Jatropha curcas L. seeds for the production of biodiesel",
        "Efficient removal of naphthalene-2-ol from aqueous solutions by solvent extraction",
        "Bioconversion of lignocellulose: inhibitors and detoxification",
        "Effective acid-catalyzed transesterification for biodiesel production",
        "Improving Biodiesel Fuel properties by modifying fatty Esters composition",
        "Biodiesel quality and biochemical changes of microalgae Chlorella pyrenoidosa and Scenedesmus obliquus in response to nitrate levels"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Graduate School",
        "Thailand Research Fund",
        "Faculty of Science, Chulalongkorn University"
    ]
}