{
    "eid": "2-s2.0-85066972972",
    "title": "Enhancing the salt tolerance of commercial Eucalyptus hybrid seedlings in preparation for reclamation of inland salinity areas",
    "cover-date": "2019-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Forestry",
            "@code": "1107",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Chemical enhancement for salt tolerance",
        "Eucalyptus hybrid",
        "Proline",
        "Salicylic acid",
        "Selenium"
    ],
    "authors": [
        "N. Leksungnoen",
        "T. Andriyas"
    ],
    "citedby-count": 3,
    "ref-count": 49,
    "ref-list": [
        "Reactive oxygen species, antioxidants and signaling in plants",
        "The effect of spacing on the growth of Eucalyptus camaldulensis on salt-affected soils of the Punjab, Pakistan",
        "Reactive oxygen species: metabolism, oxidative stress, and signal transduction",
        "Does exogenous application of salicylic acid through the rooting medium modulate growth and photosynthetic capacity in two differently adapted spring wheat cultivars under salt stress?",
        "Salt-affected soils and management in Thailand",
        "Leaf construction cost, nutrient concentration, and net CO2assimilation of native and invasive species in Hawaii",
        "Assessment of salt tolerance in Eucalyptus, rain tree and Thai neem under laboratory and the field conditions",
        "Salt tolerant screening in eucalypt genotypes (Eucalyptus spp.) using photosynthetic abilities, proline accumulation, and growth characteristics as effective indices",
        "Selenium promotes the growth and photosynthesis of tomato seedlings under salt stress by enhancing chloroplast antioxidant defense system",
        "Antioxidant responses of rice seedlings to salinity stress",
        "Enhancing antioxidant systems by exogenous spermine and spermidine in wheat (Triticum aestivum) seedlings exposed to salt stress",
        "Status of the world’s soil resources—main report",
        "Morphological and physiological comparisons of clonal lines of Eucalyptus camaldulensis. II. Responses to waterlogging/salinity and alkalinity",
        "Screening Eucalyptus clones for salt tolerance",
        "Beneficial effects of exogenous selenium in cucumber seedlings subjected to salt stress",
        "Selenite is more efficient than selenate in alleviation of salt stress in lettuce plants",
        "The water-culture method for growing plants without soil",
        "Avoiding bias in calculations of relative growth rate",
        "Limitation of salt stress to plant growth",
        "Growth, water relations and physiological processes of starfruit (Averrhoa carambola L) plants under root growth restriction",
        "Effect of exogenous selenium supply on photosynthesis, Na+accumulation and antioxidative capacity of maize (Zea mays L.) under salinity stress",
        "Salicylic acid application modulates physiological and hormonal changes in Eucalyptus globulus under water deficit",
        "Reclaiming saline areas in Khorat Basin (Northeast Thailand): soil properties, species distribution, and germination of potential tolerant species",
        "Cell wall peroxidase activity, hydrogen peroxide level and NaCl-inhibited root growth of rice seedlings",
        "Exogenous salicylic acid improves salinity tolerance of Nitraria tangutorum",
        "Aridity level, rainfall pattern and soil features as key factors in germination strategies in salt-affected plant communities",
        "Salinity and its effects on the functional biology of legumes",
        "Genetic variation among and within provenances and families of Eucalyptus grandis W. Hill and E. globulus Labill. subsp. globulus seedlings in response to salinity and waterlogging",
        "Biotechnology enhances utilisation of australian woody species for pulp, fuel and land rehabilitation",
        "Effect of salicylic acid on proline metabolism in lentil grown under salinity stress",
        "Ameliorative effect of selenium on tomato plants grown under salinity stress",
        "Comparative physiology of salt and water stress",
        "Modelling irrigated Eucalyptus for salinity control on shallow watertables",
        "Field-scale spatial variability of electrical conductivity of the inland, salt-affected soils of Northeast Thailand",
        "Pot size matters: a meta-analysis of the effects of rooting volume on plant growth",
        "Interspecific hybridization of Eucalyptus: key issues for breeders and geneticists",
        "Morphological, physiological and biochemical adaptations of Eucalyptus citriodora seedlings under NaCl stress in hydroponic conditions",
        "World salinization with emphasis on Australia",
        "Use of electrical conductivity instead of soluble salts for soil salinity monitoring in Central Asia",
        "Responses to salt stress of 16 Eucalyptus species, Grevillea robusta, Lophostemon confertus and Pinus caribaea var. hondurensis",
        "Selenium in higher plants",
        "Diagnosis and improvement of saline and alkaline soils",
        "Is foliar spray of proline sufficient for mitigation of salt stress in Brassica juncea cultivars?",
        "The effect of salt stress and abscisic acid on proline production, chlorophyll content and growth of in vitro propagated shoots of Eucalyptus camaldulensis",
        "Saponin seed priming improves salt tolerance in quinoa",
        "Effect of foliar salicylic acid applications on growth, chlorophyll, and mineral content of cucumber grown under salt stress",
        "Assessment of the salt tolerance and environmental biosafety of Eucalyptus camaldulensis harboring a mangrin transgene",
        "Soil moisture and salt ionic composition effects on species distribution and diversity in semiarid inland saline habitats, northwestern China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center for Advanced Studies in Tropical Natural Resources",
        "Kasetsart University",
        "National Research University"
    ]
}