{
    "eid": "2-s2.0-84975490090",
    "title": "Comparative in vitro anti-aging activities of Phyllanthus emblica L. Extract, Manilkara sapota L. extract and its combination",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Anti-collagenase",
        "Anti-elastase",
        "Antioxidant",
        "Combination",
        "Manilkara sapota L",
        "Phyllanthus emblica L"
    ],
    "authors": [
        "R. Sakdawattanakul"
    ],
    "citedby-count": 7,
    "ref-count": 10,
    "ref-list": [
        "Identification of phenolics in the fruit of emblica (Phyllanthus emblica L.) and their antioxidant activities",
        "Bioactivities of alcohol based extracts of Phyllanthus emblica branches: Antioxidation, antimelanogenesis and anti-inflammation",
        "Amla (Emblica officinalis Gaertn.) extract promotes procollagen production and inhibits matrix metalloproteinase-1 in human skin fibroblasts",
        "Type I Pro-Collagen Promoting and Anti-Collagenase Activities of Phyllanthus Emblica Extract in Mouse Fibroblasts: Chulalongkorn University",
        "Manilkara Zapota and Silymarin: An in Vitro Comparative Study for Anti-Aging Applications: Pharmaceutical Biology",
        "African Journal of Biotechnology",
        "Bioactive novel polyphenols from the fruit of Manilkara zapota (Sapodilla)",
        "Evaluation of the methods for determination of the free radical scavenging activity by DPPH",
        "Antioxidant and antiproliferative capacities of phenolics purified from Phyllanthus emblica L. fruit",
        "Inhibitory effects of polyphenols from grape pomace extract on collagenase and elastase activity"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}