{
    "eid": "2-s2.0-85134834588",
    "title": "Identification of gamma-aminobutyric acid (GABA)-producing lactic acid bacteria from plant-based Thai fermented foods and genome analysis of Lactobacillus brevis GPB7-4",
    "cover-date": "2022-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "gamma-aminobutyric acid (GABA)",
        "lactic acid bacteria (LAB)",
        "Lactobacillus brevis",
        "plant-based Thai fermented foods"
    ],
    "authors": [
        "Amnat Pakdeeto",
        "Sukanya Phuengjayaem",
        "Tajchada Arayakarn",
        "Chantharat Phitchayaphon",
        "Santhita Tungkajiwangkoon",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 4,
    "ref-count": 39,
    "ref-list": [
        "Lactic acid bacterial cell factories for gamma-aminobutyric acid",
        "Gammaaminobutyric acid production in black soybean milk by Lactobacillus brevis FPA 3709 and the antidepressant effect of the fermented product on a forced swimming rat model",
        "Blood-pressurelowering effect of novel fermented milk containing -aminobutyric acid (GABA) in mild hypertensive",
        "Cholesterollowering effects of Lactobacillus brevis isolated from Turnip \"Tsuda Kabu\"",
        "Production of GABA (-aminobutyric acid) by microorganisms: a review",
        "Isolation and identification of lactic acid bacteria from Indonesian fermented foods as -aminobutyric acid-producing bacteria",
        "Synthesis of -aminobutyric acid by lactic acid bacteria isolated from a variety of Italian cheese",
        "Lactic acid bacteria inhibit the growth of Vibrio parahaemolyticus and the invasion of Caco-2 cells",
        "Gammaaminobutyric acid as a bioactive compound in foods: a review",
        "Production of high -aminobutyric acid (GABA) sour kimchi using lactic acid bacteria isolated from Mukherjee kimchi",
        "Production of gamma-aminobutyric acid from lactic acid bacteria: a systematic review",
        "Lactobacillus senmaizukei sp. nov., isolated from Japanese pickle",
        "Enhancement of gammaaminobutyric acid (GABA) in Nham (Thai fermented pork sausage) using starter cultures of Lactobacillus namurensis NH2 and Pediococcus pentosaceus HN8",
        "Thai fermented foods Microorganisms and their health benefits",
        "A medium for the cultivation of lactobacilli",
        "Purification and characterization of glutamate decarboxylase from Lactobacillus brevis IFO 12005",
        "Lactic acid bacteria found in fermented fish in Thailand",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "Taxonomic studies on coryneform bacteria. III. DNA base composition of coryneform bacteria",
        "MEGA6: molecular evolutionary genetics analysis version 6.0",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "Improved high-performance liquid chromatographic method for GABA and glutamate determination in regions of the rodent brain",
        "Characterization of a novel Clostridium sp. SP17-B1 and its application for succinic acid production from hevea wood waste hydrolysate",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "The RAST server: rapid annotations using subsystems technology",
        "SEED Servers: high-performance access to the SEED genomes, annotations, and metabolic models",
        "JSpeciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Characterization of lactic acid bacteria from traditional Thai fermented sausages",
        "A taxonomic note on the genus Lactobacillus: Description of 23 novel genera, emended description of the genus Lactobacillus Beijerinck 1901, and union of Lactobacillaceae and Leuconostocaceae",
        "Lactobacillus pentosus and Lactobacillus plantarum strains from fermented foods in Thailand",
        "Identification of lactic acid bacteria from fermented tea leaves (miang) in Thailand and proposals of Lactobacillus thailandensis sp. nov., Lactobacillus camelliae sp. nov., and Pediococcus siamensis sp. nov",
        "Morphological and biochemical studies for the identification of Lactobacillus plantarum sp. nov., and Lactobacillus fermentum sp. nov., from municipal waste",
        "Thai lactic acid bacteria: diversity and applications",
        "Gas release-based prescreening combined with reversed-phase HPLC quantitation for efficient selection of high-gamma-aminobutyric acid (GABA)-producing lactic acid bacteria",
        "The two-step biotransformation of monosodium glutamate to GABA by Lactobacillus brevis growing and resting cells",
        "Evaluation of improved -aminobutyric acid production in yogurt using Lactobacillus plantarum NDC75017",
        "Optimization of culture conditions for gamma-aminobutyric acid production in fermented adzuki bean milk",
        "Genomic insights into a robust gamma-aminobutyric acid-producer Lactobacillus brevis CD0817",
        "Comparative genomics of the lactic acid bacteria"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60194933",
            "affilname": "Chandrakasem Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60194933",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Thonburi",
            "@id": "60008786",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008786",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research Council of Thailand"
    ]
}