{
    "eid": "2-s2.0-84958279644",
    "title": "Analysis of isoquinoline alkaloid composition and wound-induced variation in Nelumbo using HPLC-MS/MS",
    "cover-date": "2016-02-10",
    "subject-areas": [
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "General Agricultural and Biological Sciences",
            "@code": "1100"
        }
    ],
    "keywords": [
        "alkaloids",
        "bioactive components",
        "mechanical wounding",
        "Nelumbo"
    ],
    "authors": [
        "Xianbao Deng"
    ],
    "citedby-count": 35,
    "ref-count": 32,
    "ref-list": [
        "Nelumbonaceae: Systematic position and species diversification revealed by the complete chloroplast genome",
        "Acta Bot. Yunn.",
        "The sacred lotus (Nelumbo nucifera) - Phytochemical and therapeutic profile",
        "Hepatoprotective and antioxidant activity of ethanolic extracts of edible lotus (Nelumbo nucifera Gaertn.) leaves",
        "Anti-HIV benzylisoquinoline alkaloids and flavonoids from the leaves of Nelumbo nucifera, and structure-activity correlations with related alkaloids",
        "Traditional Chinese medicine in treatment of hyperlipidaemia",
        "Nuciferine stimulates insulin secretion from beta cells - An in vitro comparison with glibenclamide",
        "Anti-obesity effect of Nelumbo nucifera leaves extract in mice and rats",
        "Neferine, an alkaloid from lotus seed embryo, inhibits human lung cancer cell growth by MAPK activation and cell cycle arrest",
        "Comparative analysis of antioxidant activity and functional components of the ethanol extract of lotus (nelumbo nucifera) from various growing regions",
        "Bisbenzylisoquinoline alkaloids from Nelumbo nucifera",
        "Alkaloid constituents from flower buds and leaves of sacred lotus (Nelumbo nucifera, Nymphaeaceae) with melanogenesis inhibitory activity in B16 melanoma cells",
        "On the alkaloids of Nelumbo nucifera Gaertn. V. Alkaloids of \"Ohga-hasu\".",
        "On the Alkaloids of Nelumbo nucifera Gaertn. VIII.∗3 Studies on the Alkaloids of Loti Embryo. (I).∗4 Structure of Isoliensinine, a New Biscoclaurine Type Alkaloid",
        "On the alkaloids of Nelumbo nucifera Gaertn. IV. Isolation of dl-armepavine.",
        "Determination of Lotus Leaf Alkaloids by Solid Phase Extraction Combined with High Performance Liquid Chromatography with Diode Array and Tandem Mass Spectrometry Detection",
        "Analysis of alkaloids in Lotus (Nelumbo nucifera Gaertn.) leaves by non-aqueous capillary electrophoresis using ultraviolet and mass spectrometric detection",
        "Simultaneous analysis of N-nornuciferine, O-nornuciferine, nuciferine, and roemerine in leaves of Nelumbo nucifera Gaertn by high-performance liquid chromatography-photodiode array detection-electrospray mass spectrometry",
        "Pronuciferine and nuciferine inhibit lipogenesis in 3T3-L1 adipocytes by activating the AMPK signaling pathway",
        "Supercritical fluid extraction and identification of isoquinoline alkaloids from leaves of Nelumbo nucifera Gaertn",
        "Identification and comparison of anti-inflammatory ingredients from different organs of Lotus Nelumbo by UPLC/Q-TOF and PCA coupled with a NF-κB reporter gene assay",
        "Isoliensinine, a Bioactive Alkaloid Derived from Embryos of Nelumbo nucifera, Induces Hepatocellular Carcinoma Cell Apoptosis through Suppression of NF-κB Signaling",
        "Isoliensinine induces apoptosis in triple-negative human breast cancer cells through ROS generation and p38 MAPK/JNK activation",
        "Purification and characterization of aporphine alkaloids from leaves of nelumbo nucifera gaertn and their effects on glucose consumption in 3T3-L1 adipocytes",
        "Silencing nature's narcotics: Metabolic engineering of the opium poppy",
        "Northw. Pharm. J. (Chinese)",
        "Developmental and inducible accumulation of gene transcripts involved in alkaloid biosynthesis in opium poppy",
        "Alkaloid biosynthesis in plants: Biochemistry, cell biology, molecular regulation, and metabolic engineering applications",
        "Merging molecular and ecological approaches in plant-insect interactions",
        "Selective desensitization of jasmonate- and pH-dependent signaling in the induction of benzophenanthridine biosynthesis in cells of Eschscholzia californica",
        "UV-B-induced signaling events leading to enhanced-production of catharanthine in Catharanthus roseus cell suspension cultures",
        "Evolutionary and cellular webs in benzylisoquinoline alkaloid biosynthesis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Beijing",
            "affilname": "Chinese Academy of Sciences",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Beijing",
            "affilname": "University of Chinese Academy of Sciences",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "Overseas Construction Plan for Science and Education Base, China−Africa Center for Research and Education, Chinese Academy of Sciences",
        "National Natural Science Foundation of China"
    ]
}