{
    "eid": "2-s2.0-85169607979",
    "title": "Effects of Structural Priming and Lexical Residual Activation on the Acquisition of the English “Noun + Relative Clause” by L1 Chinese Learners",
    "cover-date": "2023-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Language and Linguistics",
            "@code": "1203",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Linguistics and Language",
            "@code": "3310",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "L1 Chinese learners",
        "lexical residual activation",
        "structural priming",
        "the English noun + relative clause"
    ],
    "authors": [
        "Xueli Li",
        "Nattama Pongpairoj"
    ],
    "citedby-count": 0,
    "ref-count": 37,
    "ref-list": [
        "Shared syntactic representations in bilinguals: Evidence for the role of word-order repetition",
        "Why do Chinese use few relative clauses in English?",
        "Syntactic persistence in language production",
        "The isolability of syntactic processing",
        "The persistence of structural priming: Transient activation or implicit learning?",
        "Persistent structural priming from language comprehension to language production☆☆☆",
        "Evidence that syntactic priming is long-lasting",
        "Are non-native structural preferences affected by native language preferences?",
        "Syntactic co-ordination in dialogue",
        "Becoming syntactic",
        "The use of lexical and syntactic information in language production: Evidence from the priming of noun-phrase structure",
        "Do writing and speaking employ the same syntactic representations?",
        "The P-chain: Relating sentence production and its disorders to comprehension and acquisition",
        "The role of verb repetition in cumulative structural priming in comprehension",
        "Syntactic persistence in Dutch",
        "Priming word order in sentence production",
        "Second language structural priming: A critical review and directions for future research",
        "The priming of word order in second language German",
        "Alignment as a consequence of expectation adaptation: Syntactic priming is affected by the prime’s prediction error given both prior and recent experience",
        "The efficacy of structural priming on the acquisition of double object construction by Chinese EFL learners",
        "Priming and adaptation in native speakers and second-language learners",
        "Prime repetition and Korean EFL learners’ comprehension and production of passives",
        "A meta-analysis of syntactic priming in language production",
        "First Language Transfer and long-term structural priming in comprehension",
        "The effect of linguistic nativeness on structural priming in comprehension",
        "The representation of verbs: Evidence from syntactic priming in language production",
        "Structural priming: A critical review",
        "An integrated theory of language production and comprehension",
        "An error in error analysis 1",
        "Syntactic priming of relative clause attachments: Persistence of structural configuration in sentence production",
        "The representation of lexical and syntactic information in bilinguals: Evidence from syntactic priming",
        "Structural priming and second language learning",
        "Implicit learning of structure occurs in parallel with lexically mediated syntactic priming effects in sentence comprehension",
        "Structural priming of adjective–noun structures in hearing and deaf children",
        "Syntactic transfer in a Cantonese–English bilingual child"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}