{
    "eid": "2-s2.0-84902234276",
    "title": "Bio-response to silk sericin",
    "cover-date": "2014-01-01",
    "subject-areas": [],
    "keywords": [
        "Clinical responses",
        "Hypersensitivity",
        "In vitro",
        "In vivo",
        "Sericin"
    ],
    "authors": [
        "P. Aramwit"
    ],
    "citedby-count": 11,
    "ref-count": 107,
    "ref-list": [
        "Novel mucoadhesive polymer prepared by template polymerization of acrylic acid in the presence of silk sericin",
        "Evaluation of sericin/collagen membranes as prospective wound dressing biomaterial",
        "Biomaterials Sciences: An Introduction to Materials in Medicine",
        "Biological responses to materials",
        "Inflammatory response to implants",
        "Foreign body reaction to biomaterials",
        "Properties and antityrosinase activity of sericin from various extraction methods",
        "The effect of sericin with variable amino-acid content from different silk strains on the production of collagen and nitric oxide",
        "Monitoring of inflammatory mediators induced by silk sericin",
        "The effect of sericin from various extraction methods on cell viability and collagen production",
        "Effectiveness of inflammatory cytokines induced by sericin compared to sericin in combination with silver sulfadiazine cream on wound healing",
        "Sericin cream reduces pruritus in hemodialysis patients: a randomized, double-blind, placebo-controlled experimental study.",
        "Silk sericin ameliorates wound healing and its clinical efficacy in burn wounds",
        "The effects of sericin cream on wound healing in rats",
        "Accelerated healing of full-thickness wounds by genipin-crosslinked silk sericin/PVA scaffolds",
        "Formulation and characterization of silk sericin-PVA scaffold crosslinked with genipin",
        "Potential applications of silk sericin, a natural protein from textile industry by-products",
        "Anti-inflammatory potential of silk sericin",
        "Effect of silver on burn wound infection control and healing: Review of the literature",
        "Toxicity determined in vitro by morphological alterations and neutral red absorption",
        "Cytotoxicity of metals, metal-metal and metal-chelator combinations assayed in vitro",
        "Sensitization to silk and childhood asthma in rural China.",
        "Preparation of self-assembled silk sericin nanoparticles",
        "Viability measurements in mammalian cell systems",
        "Pathologic Basis of Disease",
        "Cytokine-endothelial interactions in inflammation, immunity, and vascular injury",
        "Biocompatibility testing using ATP bioluminescence.",
        "The use of ATP bioluminescence as a measure of cell proliferation and cytotoxicity",
        "Silk gland sericin protein membranes: Fabrication and characterization for potential biotechnological applications",
        "Antioxidant potential of silk protein sericin against hydrogen peroxide-induced oxidative stress in skin fibroblasts",
        "Purification and biochemical characterization of a 70 kDa sericin from tropical tasar silkworm, Antheraea mylitta",
        "A quick and simple method for the quantitation of lactate dehydrogenase release in measurements of cellular cytotoxicity and tumor necrosis factor (TNF) activity",
        "Staining by neutral red and trypan blue in sequence for assaying vital and nonvital cultured cells",
        "Use of immunoblot technique for detection of human IgE and IgG antibodies to individual silk proteins",
        "Postinflammatory Hyperpigmentation",
        "The biologic characteristics of cytokines and their implication in surgical injury",
        "Patch testing in drug allergy",
        "Inflammation: Basic Principles and Clinical Correlates",
        "Polypeptides of fibroin and sericin secreted from the different sections of the silk gland in Bombyx mori",
        "Platelet-derived growth factor activity and mrna expression in healing vascular grafts in baboons association in vivo of platelet-derived growth factor mRNA and protein with cellular proliferation",
        "The immunologic release of constituents from neutrophil leukocytes. II. Mechanisms of release during phagocytosis, and adherence to nonphagocytosable surfaces.",
        "Mechanisms of exocytosis in phagocytic inflammatory cells. Parke-Davis Award Lecture.",
        "Tissue injury in inflammation. Oxidants, proteinases, and cationic proteins",
        "Integrins: Versatility, modulation, and signaling in cell adhesion",
        "Monocytes and Macrophages",
        "Leukocyte traffic to sites of inflammation",
        "An innovative bi-layered wound dressing made of silk and gelatin for accelerated wound healing",
        "Theoretical analysis of in vivo macrophage adhesion and foreign body gaint cell formation on polydimethylsiloxane, low density polyethylene, and polyetherurethanes",
        "Macrophage responses to bacterial toxins: A balance between activation and suppression",
        "Aloe versus silver sulfadiazine creams for second-degree burns: A randomized controlled study",
        "An enzyme-release assay for natural cytotoxicity",
        "Fibrogenic cytokines: the role of immune mediators in the development of scar tissue",
        "Fibroin allergy. IgE mediated hypersensitivity to silk suture materials.",
        "Comparison of Cell Proliferation and Toxicity Assays Using Two Cationic Liposomes",
        "Neutrophils and host defense",
        "Surface modification of liposomes for selective cell targeting in cardiovascular drug delivery",
        "Self-assembled silk sericin/poloxamer nanoparticles as nanocarriers of hydrophobic and hydrophilic drugs for targeted delivery",
        "In vivo biocompatibility studies. I. The cage implant system and a biodegradable hydrogel",
        "A review of critical factors in the conduct and interpretation of the human repeat insult patch test",
        "Rat islet culture in serum-free medium containing silk protein sericin",
        "Phagocytosis by inflammatory phagocytes: experimental strategies for stimulation and quantification.",
        "Rapid colorimetric assay for cellular growth and survival: Application to proliferation and cytotoxicity assays",
        "Accelerated healing of incisional wounds in rats induced by transforming growth factor-β",
        "The determination of lactic dehydrogenase with a tetrazolium salt",
        "Enhancing effects of sericin on corneal wound healing in Otsuka Long-Evans Tokushima Fatty rats as a model of human type 2 diabetes",
        "The characterization of protein release from sericin film in the presence of an enzyme: Towards fibroblast growth factor-2 delivery",
        "Sustained-release of protein from biodegradable sericin film, gel and sponge",
        "Rho, Rac, and Cdc42 GTPases regulate the assembly of multimolecular focal complexes associated with actin stress fibers, lamellipodia, and filopodia",
        "Improvement of islet culture with sericin",
        "J Cosmet Dermatol",
        "Macrophage responses to silk",
        "Osteopontin functions as an opsonin and facilitates phagocytosis by macrophages of hydroxyapatite-coated microspheres: Implications for bone wound healing",
        "The role of endothelial cells in inflammation",
        "Biomaterials Science: An Introduction to Materials in Medicine Boston",
        "Delayed foreign-body reaction to silk sutures in pediatric neurosurgical patients",
        "Cellular enzyme activity at the polymer–tissue interface: A review"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}