{
    "eid": "2-s2.0-85027502404",
    "title": "A key enzyme of the NAD+ salvage pathway in Thermus thermophilus: Characterization of nicotinamidase and the impact of its gene deletion at high temperatures",
    "cover-date": "2017-09-01",
    "subject-areas": [
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Microbiology",
            "@code": "2404"
        }
    ],
    "keywords": [
        null,
        "Nicotinamidase",
        "Salvage synthesis",
        "Thermus thermophilus"
    ],
    "authors": [
        "Hironori Taniguchi"
    ],
    "citedby-count": 12,
    "ref-count": 44,
    "ref-list": [
        "The new life of a centenarian: Signalling functions of NAD(P)",
        "Microbial NAD metabolism: Lessons from comparative genomics",
        "Engineering the third wave of biocatalysis",
        "Regeneration of nicotinamide cofactors for use in organic synthesis",
        null,
        null,
        "Biosynthesis of diphosphopyridine nucleotide. I. Identification of intermediates.",
        "Biosynthesis of diphosphopyridine nucleotide. II. Enzymatic aspects.",
        "In vitro production of n-butanol from glucose",
        "Assembly and multiple gene expression of thermophilic enzymes in Escherichia coli for in vitro metabolic engineering",
        "Description of Thermus thermophilus (Yoshida and Oshima) comb. nov., a nonsporulating thermophilic bacterium from a Japanese thermal spa",
        "Identification and functional analysis of the Saccharomyces cerevisiae nicotinamidase gene, PNCI",
        "Crystal structure and mechanism of catalysis of a pyrazinamidase from Pyrococcus horikoshii",
        "Characterization of nicotinamidases: Steady state kinetic parameters, classwide inhibition by nicotinaldehydes, and catalytic mechanism",
        "Crystal structure of the yeast nicotinamidase Pnc1p",
        "Biochemical and Mutational Analysis of a Novel Nicotinamidase from Oceanobacillus iheyensis HTE831",
        "Characterization of Mycobacterium tuberculosis nicotinamidase/ pyrazinamidase",
        "High-resolution crystal structures of streptococcus pneumoniae nicotinamidase with trapped intermediates provide insights into the catalytic mechanism and inhibition by aldehydes",
        "Nicotinamidase from the thermophilic archaeon Acidilobus saccharovorans: Structural and functional characteristics",
        "CDD/SPARCLE: Functional classification of proteins via subfamily domain architectures",
        null,
        "Why do some yeast species require niacin for growth? Different modes of NAD synthesis",
        "Whole-genome random sequencing and assembly of Haemophilus influenzae Rd",
        "Quinolinate salvage and insights for targeting NAD biosynthesis in group A streptococci",
        null,
        "Protein surface amino acid compositions distinctively differ between thermophilic and mesophilic bacteria",
        "Thermal adaptation of the archaeal and bacterial lipid membranes",
        "Compositional changes in RNA, DNA and proteins for bacterial adaptation to higher and lower temperatures",
        "Reverse gyrase - Recent advances and current mechanistic understanding of positive DNA supercoiling",
        "Reverse gyrase is not a prerequisite for hyperthermophilic life",
        "Reverse gyrase is essential for microbial growth at 95 °C",
        "A new phylum of Archaea represented by a nanosized hyperthermophilic symbiont",
        "The genome of Nanoarchaeum equitans: Insights into early archaeal evolution and derived parasitism",
        "Directed evolution of thermostable kanamycin-resistance gene: A convenient selection marker for Thermus thermophilus",
        "Structural genomics projects in Japan",
        "Deciphering key features in protein structures with the new ENDscript server",
        "Molecular cloning: a laboratory manual",
        "HPLC methods on drug analysis",
        "Interactive tree of life (iTOL) v3: an online tool for the display and annotation of phylogenetic and other trees",
        "Disruption of Thermus thermophilus genes by homologous recombination using a thermostable kanamycin-resistant marker",
        "An extreme thermophile, Thermus thermophilus, is a polyploid bacterium",
        "Respiratory proteins from the extremely thermophilic aerobic bacterium, Thermus thermophilus. Purification procedures for cytochromes c552, c555,549, and c1aa3 and chemical evidence for a single subunit cytochrome aa3.",
        "Structural and kinetic isotope effect studies of nicotinamidase (Pnc1) from saccharomyces cerevisiae",
        "Kinetics and inhibition of nicotinamidase from mycobacterium tuberculosis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Suita",
            "affilname": "Osaka University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science",
        "Japan Society for the Promotion of Science",
        "Japan Science and Technology Agency",
        "Japan Student Services Organization"
    ]
}