{
    "eid": "2-s2.0-85125042278",
    "title": "Knee joint line related to bony landmarks of the knee: a radiologic study in a Thai population",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Bony landmarks",
        "Joint line restoration",
        "Knee arthroplasty",
        "Revision"
    ],
    "authors": [
        "S. Tantavisut",
        "C. Amarase",
        "S. Ngarmukos",
        "C. Tanavalee",
        "A. Tanavalee"
    ],
    "citedby-count": 1,
    "ref-count": 21,
    "ref-list": [
        "Joint line level in revision total knee replacement: assessment and functional results with an average of seven years follow-up",
        "The influence of joint line position on knee stability after condylar knee arthroplasty",
        "Effect of tibial component position on patellar strain following total knee arthroplasty",
        "Biomechanical effects of joint line elevation in total knee arthroplasty",
        "Joint line restoration after revision total knee arthroplasty",
        "Meniscal” scar as a landmark for the joint line in revision total knee replacement",
        "Anatomy of the epicondyles of the distal femur: MRI analysis of normal knees",
        "Reliability of bony landmarks for restoration of the joint line in revision knee arthroplasty",
        "Using anatomical landmarks to calculate the normal joint line position in Chinese people: an observational study",
        "The knee joint line position measured from the tibial side in Chinese people",
        "Radiological study of the knee joint line position measured from the fibular head and proximal tibial landmarks",
        "Morphology of the transepicondylar axis and its application in primary and revision total knee arthroplasty",
        "Calculating the position of the joint line of the knee using anatomical landmarks",
        "The medial and lateral epicondyle as a reliable landmark for intra-operative joint line determination in revision knee arthroplasty",
        "Measurement of the knee joint line in Turkish population",
        "Does the joint line matter in revision total knee replacement",
        "A useful radiologic method for preoperative joint-line determination in revision total knee arthroplasty",
        "Accuracy of bony landmarks for restoring the natural joint line in revision knee surgery: an MRI study",
        "Fibula head is a useful landmark to predict the location of posterior cruciate ligament footprint prior to total knee arthroplasty",
        "An accurate and reproducible method for locating the joint line during a revision total knee arthroplasty",
        "Surgical epicondylar axis vs anatomical epicondylar axis for rotational alignment of the femoral component in total knee arthroplasty"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}