{
    "eid": "2-s2.0-85137567976",
    "title": "Subfamily Cheloninae Foerster, 1863",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Cheloninae",
        "Distribution",
        "Hosts",
        "Iran",
        "Middle East",
        "Species diversity",
        "Turkey"
    ],
    "authors": [
        "Hassan Ghahari",
        "Neveen Samy Gadallah",
        "Rebecca N. Kittel",
        "Scott Richard Shaw",
        "Donald L.J. Quicke"
    ],
    "citedby-count": 0,
    "ref-count": 178,
    "ref-list": [
        "First report of the parasitoid wasps, Microchelonus subcontractus and Bracon intercessor (Hym.: Braconidae), from Iran",
        "New species and forms of insects (fam. Ichneumonidae and Braconidae) from Kuba-Khachmask zone in Azerbaidjan",
        "Study on the parasitoid wasps belonging to the superfamily Ichneumonoidea on grape berry moth, Lobesia botrana (Lep., Tortricidae) in Urmia vineyards",
        "The first record of Braconidae bees on forest and range vegetations in Fars province",
        "Introduction of some natural enemies of common cutworm (Agrotis segetum Schiff) in Miyandoab",
        "Study of the tribe Phanerotomini Baker (Hymenoptera: Braconidae) in Hormozgan province of Iran with two new records",
        "A taxonomic study on genus Chelonus Panzer, 1806 (Hymenoptera: Braconidae: Cheloninae) from Hormozgan province with five new records for Iranian fauna",
        "Faunistic survey of parasitoid wasps family of Braconidae from Anar Region, Kerman province",
        "Liste d'identification No. 6 (présentée par le service d'identification des Entomophages)",
        "A new species of the genus Chelonus Panzer, 1806 (Hymenoptera: Braconidae: Cheloninae) from western Anatolia (Turkey)",
        "Chelonus Jurine (Hymenoptera: Braconidae: Cheloninae) species of the Marmara region",
        "Microchelonus Szépligeti 1908 (Hymenoptera: Braconindae: Cheloninae) species from the Marmara, Western and Black Sea regions of Turkey",
        "Parasitoid species of the genera Ascogaster and Chelonus (Hymenoptera: Braconidae: Cheloninae) from the Marmara, western and middle black Sea regions of Turkey",
        "A review of the tribe Phanerotomini (Hymenoptera, Braconidae, Cheloninae) in Turkey, with a new host record for Phanerotoma (Bracotritoma) permixtellae",
        "Additional notes on Chelonus Panzer, 1806 fauna of Turkey with new records (Hymenoptera, Braconidae, Cheloninae)",
        "A review of the genus Ascogaster Wesmael, 1835 (Hymenoptera, Braconidae, Cheloninae) in Turkey, with a new host record for Ascogaster bicarinata (Herrich-Schäffer, 1838)",
        "Preliminary studies of field biology of sorghum stem borers, Sesamia cretica",
        "Survey of parasitoids of codling moth Cydia pomonella L. in Eramo region in Lattakia Governorate (Syria)",
        "Pests of fruit crops in Iran",
        "Annotated catalogue of the Hymenoptera of Russia. Volume II. Apocrita: Parasitica",
        "A phylogenetic reconstruction of the Ichneumonoidea (Hymenoptera) based on the D2 variable region of 28S ribosomal RNA",
        "Für die fauna der Turkei neu destgestelte Arten der Gattung Microchelonus Szépligeti, 1908 (Hymenoptera, Braconidae, Cheloninae)",
        "Taxonomic studies on Cheloninae (Hymenoptera: Braconidae) fauna of Northeatern Anatolia region (Ardahan, Erzurum, Iğdir and Kars) of Turkey",
        "Taxonomic investigations on the species of Cheloninae (Hymenoptera: Braconidae)",
        "Additions to the rare species of Braconidae fauna (Hymenoptera: Braconidae) from Turkey",
        "Additions to the rare species of Braconidae fauna (Hymenoptera: Braconidae) from Turkey",
        "Taxonomic investigations on Braconidae (Hymenoptera) fauna of Bitlis Nemrut Caldera and its around",
        "A new species of Chelonini (Hymenoptera, Braconidae) from pistachio twig borer moth (Kermania pistaciella Amsel (Lep.: Tineidae) in Gaziantep",
        "Braconidae species of Turkish Aegean region (Hymenoptera)",
        "A study on Braconidae and Ichneumonidae from Ganos mountain (Thrace region, Turkey) (Hymenoptera, Braconidae, Ichneumonoidea)",
        "Records of some Braconidae species (Hymenoptera, Ichneumonoidea) from Gürün (Sivas) and Ilgaz Montain (Kastamonu)",
        "Die Schädlingsfauna Palästinas",
        "New data on African Cheloninae (Hymenoptera, Braconidae) show a strong biogeographic signal for taxa with spined propodea",
        "Studies on the Ethiopian Braconidae with a catalogue of the African species",
        "The Braconidae (Hymenoptera) in the collections of the Musée Cantonal de Zoologie, Lausanne",
        "Systematics, phylogeny, and evolution of braconid wasps: 30 years of progress",
        "A taxonomic study of Costa Rican Leptodrepana with descriptions of twenty-four new species (Hymenoptera: Braconidae: Cheloninae)",
        "Les hymenopteres entomophages de I'Iran (etudes faunestiques)",
        "Adelius aridus (Tobias, 1967). (Hym., Braconidae, Cheloninae) associated with a Tamarix leafminer (Lepidoptera: Nepticulidae), new for Iran",
        "Hymenopterous parasites of some lepidopterous pests in eastern Anatolia",
        "Formation of the abdominal carapace in braconids (Hymenoptera, Braconidae) and some aspects of the classification of the family",
        "The subfamily Cheloninae (Hymenoptera: Braconidae) from Egypt, with the description of two new species",
        "Revision of the subfamily Cheloninae (Hymenoptera: Braconidae) from Egypt, with description of two new species",
        "Opuscula braconologica. Band 3. Plaearktischen Region. Lieferung 5-8. Opuscula braconologica 321-594",
        "Opuscula braconologica. Band 4. Palaearktische region. Lieferung 4-6",
        "Checklist of Braconidae (Insecta: Hymenoptera) from Iran",
        "First report of parasitoid wasp, Phanerotoma minuta Kokujev (Hym., Braconidae, Cheloninae) from Iran",
        "New records of Phanerotomella rufa (Marshall, 1898) and Phanerotoma (Phanerotoma) acuminata Szépligeti, 1908 (Hymenoptera: Braconidae) from northern Iran",
        "A contribution to the tribe Chelonini Foerster (Hymenoptera: Braconidae: Cheloninae) of northern Iran, with first records for eight species and an updated check list of Iranian species",
        "Iranian Braconidae (Insecta: Hymenoptera: Ichneumonoidea): diversity, distribution, and host association",
        "A review of species of the genus Ascogaster Wesmael (Hymenoptera: Braconidae: Cheloninae) from Iran",
        "Family Braconidae (Hymenoptera), p. 124",
        "Über gezüchtete Raupenwespen (Hymenoptera, Braconidae)",
        "Parasitinsekten der insektengallen Europas",
        "An annotated catalogue of the Iranian Cheloninae (Hymenoptera: Braconidae)",
        "New records of Braconidae (Hymenoptera) from Iran",
        "Further addition to the braconid fauna of Iran (Hymenoptera: Braconidae)",
        "The parasites of Spodoptera littoralis Bois. (Lep., Noctuidae) egg and larvae in Israel",
        "Species diversity of Ichneumonoidea (Hymenoptera) from rice fields of Mazandaran province, northern Iran",
        "A study on the fauna of predator and parasitoid arthropods in saffron fields (Crocus sativus L.)",
        "A contribution to Braconidae (Hymenoptera) from rice fields and surrounding grasslands of northern Iran",
        "A contribution to the braconid wasps (Hymenoptera: Braconidae) from forests of northern Iran",
        "Some new records of Braconidae (Hymenoptera) for Iran",
        "A contribution to the Braconidae (Hymenoptera: Ichneumonoidea) from north-western Iran",
        "A study on the Braconidae (Hymenoptera: Ichneumonoidea) from some regions of northern Iran",
        "A faunistic survey on the braconid wasps (Hymenoptera: Braconidae) from Kermanshah province, Iran",
        "A study on the braconid wasps (Hymenoptera: Braconidae) from Isfahan province, Iran",
        "A study on the Braconidae (Hymenoptera: Ichneumonoidea) from Guilan province, Iran",
        "A contribution to the knowledge of braconids (Hymenoptera: Braconidae) from Lorestan province Iran",
        "A faunistic study on the Braconidae (Hymenoptera) from some regions of Semnan, Iran",
        "A faunistic study on Braconidae (Hymenoptera: Ichneumonoidea) from Iran",
        "A faunistic study on Braconidae (Hymenoptera: Ichneumonoidea) from Iran, and in Memoriam Dr. Jenő Papp (20 May 1933 - 11 December 2017)",
        "New records of braconid wasps (Hymenoptera: Ichneumonoidea: Braconidae) from Iran",
        "Additional records to the braconid fauna (Hymenoptera: Ichneumonoidea) of Iran, with new host reports",
        "New records of Brachistinae, Braconinae, Cheloninae and Microgastrinae (Hymenoptera: Braconidae) from Iran",
        "New records of Braconidae (Hymenoptera: Ichneumonoidea) from Iran, and in Memoriam Dr. Maximilian Fischer (7 June 1929 - 15 June 2019)",
        "Batrachedra amydraula Meyr (superfamily: Gelechoidea) (Momphidae (Cosmopterygidae))",
        "Description of a new species of the genus Phanerotoma Wesmael (Hymenoptera: Braconidae) and a key to the Saudi Arabian species",
        "Biological control of carob moth, past, present and future",
        "Bioecology of Bembecia scopigera (Scopoli) (Lep.: Sesiidae) pest of sainfoin in Erzurum",
        "Beiträge zur Kenntnis der Wirte verschiedener Braconiden-Arten (Hymenoptera, Braconidae)",
        "Braconidae (Hymenoptera) associated with forest and ornamental trees and shrubs in Israel",
        "Ichneumoniden und Braconiden aus den Iran 1954 (Hymenoptera)",
        "The Palaeartic species of Ascogaster (Hymenoptera: Braconidae)",
        "Review of the parasites of potato tuber moth Phthorimaea operculella (Lepidoptera: Gelechiidae)",
        "New pistachio wood borer (Kermania pistaciella Amsel.)",
        "Stage-dependent strategies of hosts invasion in the egg-larval parasitoid Chelonus inanitus",
        "Taxonomic study of the genus Chelonus Panzer (Hymenoptera: Braconidae: Cheloninae) in Sistan region",
        "Field crop pests in Iran",
        "Vegetable pests in Iran",
        "The necessary of integrated control application against beet armyworm",
        "A survey on abundance and species diversity of Braconid wasps in forest of Mazandaran province",
        "Study on the larval parasitoids of carob moth Ectomyelois ceratoniae Zeller (Lepidoptera: Pyralidae) in Varamin, Qom and Saveh",
        "Molecular and morphological phylogenetics of chelonine parasitoid wasps (Hymenoptera: Braconidae), with a critical assessment of divergence time estimations",
        "Hymenoptera",
        "Hymenoptera parasitic nove fauna d'Entomologie",
        "Integrated pest management in potato production in the Republic of Yemen with special reference to the integrated biological control of the potato tuber moth (Phthorimaea operculella Zeller)",
        "Studies on the population dynamics of the potato tuber moth (Phthorimaea operculella Zell. (Lep., Gelechiidae)) in the Republic of Yemen",
        "A list of parasites of Lepidoptera from Israel",
        "New records of Cheloninae [Förster, 1862] and Braconinae [Nees, 1811] [Insecta: Hymenoptera: Braconidae] from Iran",
        "A contribution to the knowledge of Braconidae (Hym., Ichneumonoidea) of Iran",
        "Hymenoptera and biodiversity",
        "Cheloninae wasps (Hymenoptera: Braconidae, Cheloninae) from uplands of Turkey",
        "New data on the braconid wasps (Hymenoptera: Braconidae: Cheloninae, Opiinae, Rogadinae) of South-eastern Iran",
        "Introduction of two parasitoids of braconid wasps on the sugar beet moth, Scrobipalpa ocellatella Boyd. (Lep.: Gellechiidae) from Khorasan-e-Razavi province, Iran",
        "Primary and secondary parasitoids of Kermania pistaciella Amsel (Lepidoptera: Tineidae: Hieroxestinae). II",
        "Arthropod pests of pistachios, their natural enemies and management",
        "Parasitoid complex of the pistachio twig borer moth Kermania pistaciella Amsel (Lepidoptera: Tineidae), in Iran",
        "Schlipfwespen die in Russland in den letzten Jahren aus schädlingen gezogen sind",
        "Family Braconidae (Hymenoptera), pp. 265-267",
        "Family Braconidae (Hymenoptera), pp. 483-486",
        "Phylogeny of the parasitic microgastroid subfamilies (Hymenoptera: Braconidae) based on sequence data from seven genes, with an improved time estimate of the origin of the lineage",
        "A contribution to the braconid fauna of Israel (Hymenoptera)",
        "New braconid wasps (Hymenoptera, Braconidae) in the Hungarian Natural History Museum, 4",
        "Revision of C. Wesmael's Chelonus species (Hymenoptera Braconidae Cheloninae)",
        "On the taxonomy of Microchelonus cycloporus (Franz 1930) (Insecta: Hymenoptera: Braconidae: Cheloninae)",
        "Contribution to the braconid fauna of Hungary, XI. Cheloninae and Sigalphinae (Hymenoptera: Braconidae)",
        "Revision of the Chelonus s.str. species described by C.G. Thomson (Hymenoptera: Braconidae, Cheloninae)",
        "Redescription of F. Silvestri's two chelonine species (Hymenoptera, Braconidae, Cheloninae)",
        "Revision of the Szépligeti’s Chelonus s. str. species described from Hungary (Hymenoptera: Braconidae: Cheloninae)",
        "A revision of Szépligeti’s Microchelonus species described from Hungary (Hymenoptera: Braconidae: Cheloninae)",
        "A contribution to the braconid fauna of Israel (Hymenoptera: Braconidae), 3",
        "Faunistic contributions to the Microchelonus Szépligeti species of the Palaearctic region, with descriptions of two new species (Hymenoptera: Braconidae: Cheloninae)",
        "Microchelonus deplanus sp. n. from Canada and checklists of the nearctic and Palaearctic species of the genus Microchelonus Szépligeti, 1908 (Hymenoptera, Braconidae: Cheloninae)",
        "Phylogeny of the subfamilies of the family Braconidae (Hymenoptera: Ichneumonoidea)",
        "New species and new record of Chelonini (Hymenoptera: Braconidae) from western Iran",
        "Fist report of parasitoid wasps, Ascogaster quadridentata and Bassus rufipes (Hym.: Braconidae) on codling moth (Lep.: Tortricidae) larvae from Iran",
        "A faunistic survey on the Braconidae wasps (Hymenoptera: Braconidae) from northern Iran",
        "On a collection of Braconidae (Hymenoptera) from northern Iran",
        "New records of Braconidae (Hymenoptera) from Iran",
        "A faunistic study on the Braconidae of Iran (Hymenoptera: Ichneumonoidea)",
        "A study on the Braconidae (Hymenoptera) of Khorasan province and vicinity, Northeastern Iran",
        "A study on the braconid wasps (Hymenoptera: Ichneumonoidea: Braconidae) from Golestan province, northern Iran",
        "A faunistic study of Braconidae (Hymenoptera: Ichneumonoidea) from southern Iran",
        "A contribution to the study on the fauna of Braconidae (Hymenoptera, Ichneumonoidea) from the province of Semnan, Iran",
        "A faunistic study on some subfamilies of Braconidae (Hymenoptera: Ichneumonoidea) from Iran",
        "Recent findings on Braconidae (Hymenoptera: Ichneumonoidea) of Iran with an updated checklist",
        "Updated checklist of Iranian Braconidae (Hymenoptera: Ichneumonoidea) with twenty-three new records",
        "A faunistic study on the braconid wasps (Hymenoptera: Braconidae) of Iran",
        "A faunistic study on the family Braconidae (Hymenoptera: Ichneumonoidea) from Iran",
        "Egg and larval parasitoids of the beet armyworm Spodoptera exigua on maize in Turkey",
        "Molecular phylogenetics of Braconidae (Hymenoptera: Ichneumonoidea), based on multiple nuclear genes, and amplications for classification",
        "Classification and biology of braconid wasps (Hymenoptera: Braconidae)",
        "A taxonomic study of Nearctic Ascogaster and a description of a new genus Leptodrepana (Hymenoptera: Braconidae)",
        "Subfamily Cheloninae, pp.192-201",
        "Braconidae 6. Cheloninae. Hymenopterorum catalogus",
        "Phylogenetic relationships among the Braconidae (Hymenoptera: Ichneumonoidea) inferred from partial 16S rDNA D2, 18S rDNA gene sequences and morphological characters",
        "Revision of the new world genera Adelius Haliday and Paradelius DeSaeger (Hymenoptera: Braconidae: Cheloninae: Adeliini)",
        "Resultats de létude faunestiques des Hyménopteres parasites (Terebrants) en Iran et l΄importance de leur utilization des la lute biologique",
        "Study of larval parasitoids of carob moth Ectomyelois ceratoniae (Lep.: Pyralidae) in Kashan region",
        "A taxonomic study of the genus Ascogaster in China (Hymenoptera: Braconidae: Cheloninae)",
        "Family Braconidae, subfamily Braconinae (continuation) and Sigalphinae. Fauna USSR",
        "Contributions to systematics of Chelonus Jur. And Chelonella Szép. (Hymenoptera, Braconidae)",
        "Hymenoptera fauna of oregano (Lamiaceae) in Manisa province of Turkey",
        "New species and genus of the braconids (Hymenoptera: Braconidae) from Turkmenia and adjacent territories",
        "To the knowledge of the genus Chelonus s. str. (Hymenoptera, Braconidae) of the fauna of the USSR and adjacent countries-",
        "Acaeliinae, Cardiochilinae, Microgastrinae, Miracinae. Supplement",
        "New subgenus and species of the genus Microchelonus (Hymenoptera, Braconidae) with some comments on synonymy",
        "Species of the genus Microchelonus Szépl. (Hymenoptera, Braconidae) with yellow abdominal spots and pale coloration of the body from the western Palaearctic region",
        "Palaearctic species of Microchelonus retusus group (Hymenoptera, Braconidae, Cheloninae)",
        "Palaearctic species of the genus Microchelonus Szépligeti (Hymenoptera: Braconidae, Cheloninae): key to species",
        "Genus Chelonus Jurine (Hymenoptera, Braconidae, Cheloninae) in the fauna of Russia and adjacent territories. Ch. Olgae Kok. Species group",
        "Essay on the phylogeny of Braconidae (Hymenoptera: Ichneumonoidea)",
        "Revision of the western Palaearctic Phanerotomini (Hymenoptera: Braconidae)",
        "Illustrated key to the subfamilies of the Braconidae (Hymenoptera, Ichneumonoidea)",
        "The tribe Phanerotomini (Hymenoptera, Braconidae, Cheloninae) of the Arabian Peninsula, with especial reference to the United Arab Emirates and Yemen",
        "The braconid parasitoids (Hymenoptera: Braconidae) of Kermania pistaciella Amsel (Lepidoptera: Tineidae: Hieroxestinae) in Iran",
        "New Zealand chelonine wasps (Hymenoptera)",
        "Annotated key to the genera of Braconidae (Hymenoptera) attacking leafmining Lepidoptera in Holarctic region",
        "Taxapad 2016, Ichneumonoidea 2015, Database on flash-drive",
        "Beitrag zur kenntnis der Siagalphinen und Cheloninen Fauna in Österreich (Hym.: Braconidae)",
        "Eine neue Phanerotoma-Art aus Saudi Arabien (Hym.: Braconidae, Cheloninae)",
        "Die Gattung Phanerotomella Szépligeti (Hymenoptera: Braconidae, Cheloninae)",
        "Die Phanerotoma-Arten des indischen Subkontinentes (Insecta, Hymenoptera, Braconidae: Cheloninae)",
        "Beschreibung von vier neuen Phanerotoma-Arten aus Ostasien mit einem Bestimmungschlüssel zu den Arten der orientalischen region (Hymenoptera: Braconidae, Cheloninae)",
        "Phanerotoma puchneriana sp. n. aus Ungarn und der Türkei (Hymenoptera: Braconidae: Cheloninae)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tehran",
            "@id": "60111398",
            "affilname": "Islamic Azad University, Shahr-e-Rey Branch",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60111398",
            "affiliation-country": "Iran"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Giza",
            "@id": "60026365",
            "affilname": "Faculty of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026365",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Kobe",
            "@id": "60011418",
            "affilname": "Kobe University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011418",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Laramie",
            "@id": "60008827",
            "affilname": "University of Wyoming",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008827",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}