{
    "eid": "2-s2.0-85165506402",
    "title": "Network advantage: Uncontested structural holes and organizational performance in market crises",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business and International Management",
            "@code": "1403",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "ambidexterity",
        "brokerage",
        "market crises",
        "networks",
        "structural holes"
    ],
    "authors": [
        "Andrew Shipilov",
        "Stan X. Li",
        "Matthew S. Bothner",
        "Nghi Truong"
    ],
    "citedby-count": 0,
    "ref-count": 101,
    "ref-list": [
        "Collaboration networks, structural holes and innovation: A longitudinal study",
        "Status-aspirational pricing: The “Chivas Regal” strategy in us higher education, 2006–2012",
        "What makes popular culture popular? Product features and optimal differentiation in music",
        "On the replicability of abductive research in management and organizations: Internal replication and its alternatives",
        "Dancing with strangers: Aspiration performance and the search for underwriting syndicate partners",
        "Brokerage activity, exclusivity and role diversity: A three-dimensional approach to brokerage in networks",
        "Perspective—Discovery within validation logic: deliberately surfacing, complementing, and substituting abductive reasoning in hypothetico-deductive inquiry",
        "Status, quality, and social order in the california wine industry",
        "Power and centrality: the family of measures",
        "Competitive crowding and risk taking in a tournament: Evidence from NASCAR racing",
        "A note on structural holes theory and niche overlap",
        "The contingent value of social capital",
        "The gender of social capital",
        "The network structure of social capital",
        "Structural holes and good ideas",
        "Reinforced structural holes",
        "Structural holes capstone, cautions, and enthusiasms",
        "Network capabilities: Brokerage as a bridge between network theory and the resource-based view of the firm",
        "Dynamics of networks if everyone strives for structural holes",
        "Boundary conditions: What they are, how to explore them, why we need them and when to consider them",
        "What's in it for them? Advantages of higher status partners in exchange relationships",
        "Brokerage as a public good: The externalities of network hubs for different formal roles in creative organizations",
        "The distribution of power in exchange networks: Theory and experimental results",
        "Boards, CEOs, and surviving a financial crisis: Evidence from the internet shakeout",
        "Factors affecting investment bank initial public offering market share",
        "Unpacking Burt's constraint measure",
        "The ties that bind global governance: Using media-reported events to disentangle the global interorganizational network in a global pandemic",
        "A Set of Measures of Centrality Based on Betweenness",
        "Centrality in social networks conceptual clarification",
        "Trapped in your own net? Network cohesion, structural holes, and the adaptation of social capital",
        "Publishing in AMJ-Part 6: Discussing the implications",
        "Hyperspecialization and hyperscaling: A resource-based theory of the digital firm",
        "Fashion with a foreign flair: Professional experiences abroad facilitate the creative innovations of organizations",
        "Structures of mediation: A formal approach to brokerage in transaction networks",
        "Empirical inquiry without hypotheses: A question-driven, phenomenon-based approach to strategic management research",
        "Structural diversity is a poor proxy for information diversity: Evidence from 25 scientific fields",
        "Black swans and generative resilience",
        "Strategic networks",
        "A matter of life or death: How extreme context research matters for management and organization studies",
        "Evaluating heterogeneous brokerage: New conceptual and methodological approaches and their application to multilevel environmental governance networks",
        "CEM: software for coarsened exact matching",
        "Recent developments in the econometrics of program evaluation",
        "The use of relational discrimination to manage market entry: when do social status and structural holes work against you?",
        "Strategic alliances as social capital: A multidimensional view",
        "Desigining alliance networks: The influence of network position, environmental change, and strategy on firm performance",
        "Network Brokerage: An Integrative Review and Future Research Agenda",
        "The strain of spanning structural holes: How brokering leads to burnout and abusive behavior",
        "The myopia of learning",
        "Networks in transition: How industry events (re) shape interfirm relationships",
        "Interpreting pre-trends as anticipation: Impact on estimated treatment effects from tort reform",
        "Exploration and exploitation in organization learning",
        "The Matthew Effet in Science, II: Cumultive advantage and the symbolism of intellectual property",
        "Environmental jolts and industry revolutions: organizational responses to discontinuous change",
        "didq: A command for treatment-effect estimation under alternative assumptions",
        "Social networks, the Tertius Iungens orientation, and involvement in innovation",
        "Dotcom mania: The rise and fall of internet stock prices",
        "Knightmare Uncertainty",
        "Organizational ambidexterity: Past, present, and future",
        "Reframing crisis management",
        "Networks as the pipes and prisms of the market",
        "Interorganizational collaboration and the locus of innovation: Networks of learning in biotechnology",
        "How do brokers broker? Tertius gaudens, tertius iungens, and the temporality of structural holes",
        "Organizational ambidexterity: Antecedents, outcomes, and moderators",
        "Sophistication of interfirm network strategies in the Canadian investment banking industry",
        "Redundant governance structures: An analysis of structural and relational embeddedness in the steel and semiconductor industry",
        "Assessing organizational fitness on a dynamic landscape: an empirical test of the relative inertia thesis",
        "Patterns of abduction",
        "Firm scope experience, historic multimarket contact with partners, centrality, and the relationship between structural holes and performance",
        "Can you have your cake and eat it too? Structural holes' influence on status accumulation and market performance in collaborative networks",
        "The missing link: The effect of customers on the formation of relationships among producers in the multiplex triads",
        "Speed and search: Designing organizations for turbulence and complexity",
        "Harvesting value from brokerage: Individual strategic orientation, structural holes, and performance",
        "Adaptation and inertia in dynamic environments",
        "When do scientists become entrepreneurs? The social structural antecedents of commercial activity in the academic life science",
        "Interorganizational endorsements and performance of entrepreneurial ventures",
        "Between crisis and normalcy: The long shadow of post-crisis politics",
        "Ambidextrous organizations: Managing evolutionary and revolutionary change",
        "The collapse of sensemaking in organizations: The Mann Gulch disaster",
        "Path dependence and the stabilization of strategic premises: How the funeral industry buries itself",
        "Future and organization studies: On the rediscovery of a problematic temporal category in organizations",
        "Strategic responses to crisis",
        "What constitutes a theoretical contribution?",
        "When brokers may not work: The cultural contingency of social capital in Chinese high-tech firms"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Berlin",
            "@id": "60122523",
            "affilname": "ESMT Berlin",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60122523",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Hong Kong",
            "@id": "60013983",
            "affilname": "City University of Hong Kong",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013983",
            "affiliation-country": "Hong Kong"
        },
        {
            "affiliation-city": "Fontainebleau",
            "@id": "60004888",
            "affilname": "INSEAD, Europe",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004888",
            "affiliation-country": "France"
        }
    ],
    "funding": []
}