{
    "eid": "2-s2.0-85020209148",
    "title": "Dialysis Therapy and Conservative Management of Advanced Chronic Kidney Disease in the Elderly: A Systematic Review",
    "cover-date": "2017-10-01",
    "subject-areas": [
        {
            "$": "Physiology (medical)",
            "@code": "2737"
        },
        {
            "$": "Urology",
            "@code": "2748"
        },
        {
            "$": "Nephrology",
            "@code": "2727"
        },
        {
            "$": "Physiology",
            "@code": "1314"
        }
    ],
    "keywords": [
        "Conservative management",
        "Renal replacement therapy",
        "Systematic review"
    ],
    "authors": [
        "Supakanya Wongrakpanich"
    ],
    "citedby-count": 56,
    "ref-count": 35,
    "ref-list": [
        "United States Renal Data System: 2015 USRDS Annual Data Report: Epidemiology of Kidney Disease in the United States",
        "Chapter 5: Mortality",
        "Kidney Int Suppl",
        "Neurological complications in renal failure: A review",
        "Signs and symptoms associated with earlier dialysis initiation in nursing home residents",
        "The end of the disease era",
        "Conservative management of end-stage renal disease without dialysis: A systematic review",
        "Meta-analysis of observational studies in epidemiology: A proposal for reporting",
        "The Newcastle-Ottawa Scale (NOS) for Assessing the Quality of Nonrandomized Studies in Meta-Analysis",
        null,
        "Is maximum conservative management an equivalent treatment option to dialysis for elderly patients with significant comorbid disease?",
        "Quality of life and survival in patients with advanced kidney failure managed conservatively or by dialysis.",
        "Survival of elderly patients with stage 5 CKD: Comparison of conservative management and renal replacement therapy",
        "Choosing not to dialyse: evaluation of planned non-dialytic management in a cohort of patients with end-stage renal failure.",
        "Octogenarians reaching end-stage renal disease: Cohort study of decision-making and clinical outcomes",
        "Dialysis or not? A comparative survival study of patients over 75 years with chronic kidney disease stage 5",
        "Prolonged conservative treatment for frail elderly patients with end-stage renal disease: The Verona experience",
        "Comparison of survival analysis and palliative care involvement in patients aged over 70 years choosing conservative management or renal replacement therapy in advanced chronic kidney disease",
        "The impact of dialysis therapy on older patients with advanced chronic kidney disease: A nationwide population-based study",
        "Outcomes in older adults with stage 5 chronic kidney disease: Comparison of peritoneal dialysis and conservative management",
        "CKD in elderly patients managed without dialysis: Survival, symptoms, and quality of life",
        "Comparative survival among older adults with advanced kidney disease managed conservatively versus with dialysis",
        "United States Renal Data System: 2014 USRDS Annual Data Report: Epidemiology of Kidney Disease in the United States",
        "Renal replacement therapy in the elderly population",
        "Treatment of End-stage Kidney Failure without Renal Replacement Therapy",
        "Executive summary of the KDIGO Controversies Conference on Supportive Care in Chronic Kidney Disease: Developing a roadmap to improving quality care",
        "A clinical score to predict 6-month prognosis in elderly patients starting dialysis for end-stage renal disease",
        "Factors affecting survival in advanced chronic kidney disease patients who choose not to receive dialysis",
        "Loss of independence in patients starting dialysis at 80 years of age or older",
        "Functional status of elderly adults before and after initiation of dialysis",
        "Renal Physicians Association: Shared Decision-Making in the Appropriate Initiation of and Withdrawal from Dialysis",
        "Nephrologist-Facilitated Advance Care Planning for Hemodialysis Patients: A Quality Improvement Project",
        "A palliative approach to dialysis care: A patient-centered transition to the end of life",
        "Confounding by indication in epidemiologic studies of commonly used analgesics.",
        "Provider knowledge, attitudes, and practices surrounding conservative management for patients with advanced CKD"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Philadelphia",
            "affilname": "Albert Einstein Healthcare Network",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "affilname": "Tufts University School of Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "affilname": "St. Elizabeth's Medical Center",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}