{
    "eid": "2-s2.0-85123377318",
    "title": "Pertussis in Asia: Recent country-specific data and recommendations",
    "cover-date": "2022-02-16",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Molecular Medicine",
            "@code": "1313",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Immunology and Microbiology (all)",
            "@code": "2400",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        },
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Asia",
        "Bordetella pertussis",
        "Epidemiology",
        "Pertussis",
        "Vaccination"
    ],
    "authors": [
        "Pramod Jog",
        "Iqbal Ahmad Memon",
        "Usa Thisyakorn",
        "Daniela Hozbor",
        "Ulrich Heininger",
        "Carl Heinz Wirsing von König",
        "Tina Tan"
    ],
    "citedby-count": 4,
    "ref-count": 83,
    "ref-list": [
        "Pertussis: microbiology, disease, treatment, and prevention",
        "Serious pertussis overlooked in infants",
        "Treatment of pertussis",
        "Pertussis in young infants throughout the world",
        "Pertussis in Latin America: epidemiology and control strategies",
        "The prevention of severe pertussis and pertussis deaths in young infants",
        "The epidemiology of nationally reported pertussis in the United States, 2000–2016",
        "An update of the global burden of pertussis in children younger than 5 years: a modelling study",
        "Pertussis sources of infection and routes of transmission in the vaccination era",
        "The resurgence of mumps and pertussis",
        "Pertussis resurgence: perspectives from the Working Group Meeting on pertussis on the causes, possible paths forward, and gaps in our knowledge",
        "Resurgence of pertussis in Europe",
        "A major cause of pertussis resurgence: gaps in vaccination coverage",
        "The impact of past vaccination coverage and immunity on pertussis resurgence",
        "Prevention of pertussis: an unresolved problem",
        "Whooping cough in Pakistan: Bordetella pertussis vs Bordetella parapertussis in 2005–2009",
        "What is wrong with pertussis vaccine immunity? The problem of waning effectiveness of pertussis vaccines",
        "Pertussis resurgence: waning immunity and pathogen adaption – two sides of the same coin",
        "Waning protection following 5 doses of a 3-component diphtheria, tetanus, and acellular pertussis vaccine",
        "Pediatric Infectious Disease Group (GPIP) position paper on the immune debt of the COVID-19 pandemic in childhood, how can we fill the immunity gap?",
        "Impact that the COVID-19 pandemic on routine childhood vaccinations and challenges ahead: a narrative review",
        "Prospective multinational serosurveillance study of Bordetella pertussis infection among 10- to 18-year-old Asian children and adolescents",
        "The global pertussis initiative: process overview",
        "New pertussis vaccination strategies beyond infancy: recommendations by the global pertussis initiative",
        "Strategies to decrease pertussis transmission to infants",
        "Pertussis vaccines: position paper of Indian Academy of Pediatrics (IAP)",
        "The immunogenicity, safety, and consistency of an Indonesia combined DTP-HB-Hib vaccine in expanded program on immunization schedule",
        "Pertussis surveillance in a children hospital in Bangkok",
        "Comparative epidemiologic characteristics of pertussis in 10 Central and Eastern European countries, 2000–2013",
        "Pertactin-negative Bordetella pertussis strains: evidence for a possible selective advantage",
        "A systematic review of the burden of pertussis disease in infants and the effectiveness of maternal immunization against pertussis",
        "Neonatal pertussis, an under-recognized health burden and rationale for maternal immunization: a systematic review of South and South-East Asian countries",
        "Protecting newborns from pertussis – the challenge of complete cocooning",
        "Tdap vaccination during pregnancy interrupts a twenty-year increase in the incidence of pertussis",
        "A systematic review of the burden of pertussis in South Korea",
        "High prevalence of Bordetella pertussis in young hospitalized infants with acute respiratory infection in the south of China: age- and season-dependent effects",
        "Epidemiology of pertussis",
        "Pertussis: a reemerging and an underreported infectious disease",
        "Pertussis in the Association of Southeast Asian Nations: epidemiology and challenges",
        "Pertussis resurgence among vaccinated children in Khairpur, Sindh, Pakistan",
        "National pertussis surveillance in South Korea 1955–2011: epidemiological and clinical trends",
        "Burden of pertussis is underestimated in South Korea: a result from an active sentinel surveillance system",
        "Active surveillance of pertussis in infants under 6 months of age: a single center experience from 2011 to 2013",
        "Resurgence of pertussis in Taiwan during 2009–2015 and its impact on infants",
        "Adult pertussis is unrecognized public health problem in Thailand",
        "Recommendations to control pertussis prioritized relative to economies: a Global Pertussis Initiative update",
        "Surveillance of pertussis: methods and implementation",
        "Health burden of pertussis in adolescents and adults",
        "Global perspectives on immunization during pregnancy and priorities for future research and development: an international consensus statement",
        "Not just a number: examining coverage and content of antenatal care in low-income and middle-income countries",
        "Assessing the reactogenicity of Tdap vaccine administered during pregnancy and antibodies to Bordetella pertussis antigens in maternal and cord sera of Thai women",
        "The effect of timing of maternal tetanus, diphtheria, and acellular pertussis (Tdap) immunization during pregnancy on newborn pertussis antibody levels - a prospective study",
        "Association between third-trimester Tdap immunization and neonatal pertussis antibody concentration",
        "Maternal immunization earlier in pregnancy maximizes antibody transfer and expected infant seropositivity against pertussis",
        "Immunization of pregnant women against pertussis: the effect of timing on antibody avidity",
        "The effect of timing of tetanus-diphtheria-acellular pertussis vaccine administration in pregnancy on the avidity of pertussis antibodies"
    ],
    "affiliation": [
        {
            "affiliation-city": "La Plata",
            "@id": "60110316",
            "affilname": "Facultad de Ciencias Exactas, Universidad Nacional de La Plata",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60110316",
            "affiliation-country": "Argentina"
        },
        {
            "affiliation-city": "Pune",
            "@id": "60104927",
            "affilname": "Dr. D. Y. Patil Medical College, Hospital &amp; Research Centre, Dr. D. Y. Patil Vidyapeeth, Pune",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60104927",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chicago",
            "@id": "60013227",
            "affilname": "Northwestern University Feinberg School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013227",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Basel",
            "@id": "60006655",
            "affilname": "Universitäts-Kinderspital Beider Basel",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006655",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "Krefeld",
            "@id": "127618320",
            "affilname": "Independent Consultant",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/127618320",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Karachi",
            "@id": "112938493",
            "affilname": "Sir Syed College of Medical Sciences for Girls",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/112938493",
            "affiliation-country": "Pakistan"
        }
    ],
    "funding": [
        "Sanofi Pasteur"
    ]
}