{
    "eid": "2-s2.0-85051326030",
    "title": "Important role of abiotic sulfide oxidation in microbial fuel cells treating high-sulfate wastewater",
    "cover-date": "2018-07-31",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Engineering (all)",
            "@code": "2200",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "COD:sulfate ratio",
        "Microbial fuel cell",
        "Sulfate",
        "Sulfate-reducing bacteria",
        "Sulfide"
    ],
    "authors": [
        "Witchayut Niyom",
        "Decharthorn Komolyothin",
        "Benjaporn Boonchayaanant Suwannasilp"
    ],
    "citedby-count": 9,
    "ref-count": 22,
    "ref-list": [
        "Biological treatment of organic sulfate-rich wastewater",
        "Tubular microbial fuel cells for efficient electricity generation",
        "Microbial fuel cells for sulfide removal",
        "Microbial communities involved in electricity generation from sulfide oxidation in a microbial fuel cell",
        "Activated carbon cloth as anode for sulfate removal in a microbial fuel cell",
        "Effect of sulfate concentration in the wastewater on microbial fuel cell performance",
        "Investigation and optimization of the novel UASB–MFC integrated system for sulfate removal and bioelectricity generation using the response surface methodology (RSM)",
        "Ammonia-oxidizing archaea versus bacteria in two soil aquifer treatment systems",
        "PANDAseq: Paired-end assembler for illumina sequences",
        "UPARSE: Highly accurate OTU sequences from microbial amplicon reads",
        "Basic local alignment search tool",
        "Competitive reaction kinetics of sulfate-reducing bacteria and methanogenic bacteria in anaerobic filters",
        "Effect of influent COD/SO42−ratios on UASB treatment of a synthetic sulfate-containing wastewater",
        "Biotechnological treatment of sulfate-rich wastewaters",
        "A microbial fuel cell treating organic wastewater containing high sulfate under continuous operation: Performance and microbial community",
        "Power generation in fed-batch microbial fuel cells as a function of ionic strength, temperature, and reactor configuration",
        "Tolumonas osonensis sp.Nov., isolated from anoxic freshwater sediment, and emended description of the genus Tolumonas",
        "Emended description of the genus Trichococcus, description of Trichococcus collinsii sp. Nov., and reclassification of Lactosphaera pasteurii as Trichococcus pasteurii comb. nov. and of Ruminococcus palustris as Trichococcus palustris comb. nov. in the low-G+C Gram-positive bacteria",
        "Characteristics of fermentative hydrogen production with Klebsiella pneumoniae ECU-15 isolated from anaerobic sewage sludge",
        "Electricity generation from artificial wastewater using an upflow microbial fuel cell"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}