{
    "eid": "2-s2.0-84908027658",
    "title": "Polishing and toothbrushing alters the surface roughness and gloss of composite resins",
    "cover-date": "2014-10-01",
    "subject-areas": [
        {
            "$": "Ceramics and Composites",
            "@code": "2503"
        },
        {
            "$": "General Dentistry",
            "@code": "3500"
        }
    ],
    "keywords": [
        "Composite resin",
        "Gloss",
        "Polishing",
        "Surface roughness",
        "Toothbrushing"
    ],
    "authors": [
        "Krid Kamonkhantikul"
    ],
    "citedby-count": 34,
    "ref-count": 30,
    "ref-list": [
        "Nanohybrid resin composites: Nanofiller loaded materials or traditional microhybrid resins?",
        "Comparison of surface roughness of oral hard materials to the threshold surface roughness for bacterial plaque retention: a review of the literature.",
        "Surface texture and roughness of polished nanofill and nanohybrid resin composites",
        "The effect of polishing technique on 3-D surface roughness and gloss of dental restorative resin composites.",
        "Effect of finishing and polishing procedures on the surface roughness of packable composites.",
        "Comparison of two-step versus four-step composite finishing/ polishing disc systems: Evaluation of a new two-step composite polishing disc system",
        "The effect of different polishing systems on surface roughness and gloss of various resin composites",
        "Surface geometry of four nanofiller and one hybrid composite after one-step and multiple-step polishing",
        "Effects of polishing on surface roughness, gloss, and color of resin composites.",
        "Surface roughness of nanofill and nanohybrid resin composites after polishing and brushing",
        "Initial polishing time affects gloss retention in resin composites",
        "The effect of toothbrushing on surface gloss of resin composites",
        "Effects of finishing and polishing procedures on the surface texture of resin composites",
        "Surface characterization of modern resin composites: A multitechnique approach",
        "Product Review: Polishing Systems",
        "Surface roughness and gloss of dental materials as a function of force and polishing time in vitro",
        "Surface characterization of current composites after toothbrush abrasion",
        "The role of the toothbrush in the abrasion process",
        "Surface roughness of different dental materials before and after simulated toothbrushing in vitro",
        "Effects of occlusal and brushing forces on wear of composite resins",
        "Effect of nanofillers' size on surface properties after toothbrush abrasion",
        "Resistance of nanofill and nanohybrid resin composites to toothbrush abrasion with calcium carbonate slurry",
        "The effect of various dentifrices on surface roughness and gloss of resin composites",
        "Surface deterioration of dental materials after simulated toothbrushing in relation to brushing time and load",
        "Technical Specification 14569-1. Dental Materials-Guidance on Testing of Wear Resistance. Part 1: Wear by Tooth Brushing",
        "In vitro toothbrush-dentifrice abrasion of two restorative composites",
        "Surface characteristics of posterior composites after polishing and toothbrushing",
        "The in vivo perception of roughness of restorations",
        "The Surface Roughness of Enamel-to-Enamel Contact Areas Compared with the Intrinsic Roughness of Dental Resin Composites",
        "Influence of abrasive particle size on surface properties of flowable composites"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "Institute of Science Tokyo",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sendai",
            "affilname": "Tohoku University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}