{
    "eid": "2-s2.0-84896726429",
    "title": "Development of a cost-effective assay for genotyping of HIV-1 non-B subtype for drug resistance",
    "cover-date": "2014-04-01",
    "subject-areas": [
        {
            "$": "Virology",
            "@code": "2406"
        }
    ],
    "keywords": [
        "Drug resistance",
        "Genotype",
        "HIV-1"
    ],
    "authors": [
        "Palanee Ammaranond"
    ],
    "citedby-count": 1,
    "ref-count": 27,
    "ref-list": [
        "Mechanism of HIV antiretroviral drugs progress toward drug resistance",
        "Patterns of point mutations associated with antiretroviral drug treatment failure in CRF01_AE (subtype E) infection differ from subtype B infection",
        null,
        "Performance of two commercially available sequence-based HIV-1 genotyping systems for the detection of drug resistance against HIV type 1 group M subtypes",
        "High sequence conservation of human immunodeficiency virus type 1 reverse transcriptase under drug pressure despite the continuous appearance of mutations",
        "Effect of anti retroviral therapy (ART) on CD4 T lymphocyte count and the spectrum of opportunistic infections in HIV/AIDS in Manipur",
        "Performance of the Celera Diagnostics ViroSeq HIV-1 genotyping system for sequence-based analysis of diverse human immunodeficiency virus type 1 strains",
        "Evaluation of two commercial kits for the detection of genotypic drug resistance on a panel of HIV type 1 subtypes A through J",
        "Variation of HIV-1 mutation spectra among cell types",
        "Retroviral recombination and reverse transcription",
        "Amino acid deletion at codon 67 and Thr-to-Gly change at codon 69 of human immunodeficiency virus type 1 reverse transcriptase confer novel drug resistance profiles",
        "J. Biomol. Struct. Dyn.",
        "Mechanistic Basis of Zidovudine Hypersusceptibility and Lamivudine Resistance Conferred by the Deletion of Codon 69 in the HIV-1 Reverse Transcriptase Coding Region",
        "Thymidine analogue excision and discrimination modulated by mutational complexes including single amino acid deletions of Asp-67 or Thr-69 in HIV-1 reverse transcriptase",
        "Treatment outcomes and plasma level of ritonavir-boosted lopinavir monotherapy among HIV-infected patients who had NRTI and NNRTI failure",
        "HIV-1 drug resistance-associated mutations among antiretroviral-naive thai patients with chronic HIV-1 infection",
        "Insertions and deletions in HIV-1 reverse transcriptase: Consequences for drug resistance and viral fitness",
        "Genotypic and phenotypic predictors of the magnitude of response to tenofovir disoproxil fumarate treatment in antiretroviral-experienced patients",
        "Fidelity of HIV-1 reverse transcriptase",
        "Genotypic prediction of HIV-1 CRF01-AE tropism",
        "ART adherence, demographic variables and CD4 outcome among HIV-positive patients on antiretroviral therapy in Chennai, India",
        "Trends in prevalence of HIV-1 drug resistance in Thailand 2009-2010",
        "Unusual insertion and deletion at codon 67 and 69 of HIV type 1 subtype C reverse transcriptase among first-line highly active antiretroviral treatment-failing south Indian patients: Association with other resistance mutations",
        "Thai national guidelines for antiretroviral therapy in HIV-1 infected adults and adolescents 2010",
        "Long-term CD4+ T-cell count evolution after switching from regimens including HIV nucleoside reverse transcriptase inhibitors (NRTI) plus protease inhibitors to regimens containing NRTI plus non-NRTI or only NRTI",
        "HIV-1 reverse transcriptase connection domain mutations: Dynamics of emergence and implications for success of combination antiretroviral therapy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Siriraj Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sydney",
            "affilname": "St. Vincent's Hospital Sydney",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Xi'an",
            "affilname": "Northwest University",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "Chulalongkorn University-COA"
    ]
}