{
    "eid": "2-s2.0-84938743428",
    "title": "Syn-deformation temperature and fossil fluid pathways along an exhumed detachment zone, khao khwang fold-thrust belt, Thailand",
    "cover-date": "2015-08-01",
    "subject-areas": [
        {
            "$": "Geophysics",
            "@code": "1908"
        },
        {
            "$": "Earth-Surface Processes",
            "@code": "1904"
        }
    ],
    "keywords": [
        "Deformational temperature",
        "Detachment",
        "Fluid-flow",
        "Stable isotopes"
    ],
    "authors": [
        "Rowan L. Hansberry"
    ],
    "citedby-count": 15,
    "ref-count": 86,
    "ref-list": [
        "Structure of the Sibumasu-Indochina collision, central Thailand: A section through the Khao Khwang Fold and thrust belt",
        "Chlorite crystallinity as an indicator of metamorphic grade of low-temperature meta-igneous rocks: A case study from the Bükk Mountains, northeast Hungary",
        "Simultaneous measurements of chlorite and illite crystallinity: a more reliable tool for monitoring low- to very low grade metamorphism in metapelites. A case study from the southern Alps (NE Italy)",
        "Revisiting the Hubbert-Rubey pore pressure model for overthrust faulting: Inferences from bedding-paralleldetachment surfaces within Middle Devonian gas shale, the Appalachian Basin, USA",
        "The origin, movement and assembly of the pre-Tertiary tectonic units of Thailand: The Geology of Thailand",
        "U.S. Geol. Surv. Bull.",
        "Fluid inclusion and vitrinite-reflectance geothermometry compared to heat-flow models of maximum paleotemperature next to dikes, western onshore Gippsland Basin, Australia",
        "SEPM Spec. Publ.",
        "Deep-water Niger Delta fold and thrust belt modeled as a critical-taper wedge: The influence of elevated basal fluid pressure on structural styles",
        "Tectonic and geologic evolution of Thailand. Proceedings of the workshop on Stratigraphic Correlation of Thailand and Malaysia. Vol. 1. No. 307",
        "Chapter 2 Structures and Mineralogy of Clay Minerals",
        "Multiple detachment levels and their control on fold styles in the compressional domain of the deepwater west Niger Delta",
        "Friction of rocks",
        "Genesis of nanometric illite crystals elucidated by light-element (hydrogen, lithium, boron and oxygen) isotope tracing, and K-Ar and Rb-Sr dating",
        "Bedding-parallel fibrous veins (beef and cone-in-cone): Worldwide occurrence and possible significance in terms of fluid overpressure, hydrocarbon generation and mineralization",
        "Structural styles in the deep-water fold and thrust belts of the Niger Delta",
        "Critical taper model of fold-and-thrust belts and accretionary wedges",
        "Mechanics of fold-and- thrust belts and accretionary wedges.",
        "Origin of calcite in syntectonic veins as determined from carbon- isotope ratios.",
        "Fracture development in shale and its relationship to gas accumulation",
        "Kinetics of illite formation",
        "Fractal vein distributions within a fault-fracture mesh in an exhumed accretionary mélange, Chrystalls Beach Complex, New Zealand",
        "Geology of the seismogenic subduction thrust interface",
        "Mélange rheology and seismic style",
        "A review of recent developments concerning the structure, mechanics and fluid flow properties of fault zones",
        "Clay Miner.",
        "The role of extensional tectonics in the Caledonides of south Norway",
        "Low Temperature Metamorphism.",
        "Eclogae Geol. Helv.",
        "Competency contrast, kinematics, and the development of foliations and lineations in the crust",
        "RELATIONSHIPS AMONG VITRINITE REFLECTANCE, ILLITE CRYSTALLINITY, AND ORGANIC GEOCHEMISTRY IN CARBONIFEROUS STRATA, OUACHITA MOUNTAINS, OKLAHOMA AND ARKANSAS.",
        "White-mica'crystallinity', finite strain and cleavage development across a large",
        "White-mica 'crystallinity', finite strain and cleavage development across a large Variscan structure, NW Spain",
        "Shear zones in clay-rich fault gouge: A laboratory study of fabric development and evolution",
        "Complex structure of an upper-level shale detachment zone: Khao Khwang fold and thrust belt, Central Thailand",
        "Nature of accretion related to Paleo-Tethys subduction recorded in northern Thailand: Constraints from mélange kinematics and illite crystallinity",
        "Diagenetic and low‐grade metamorphic terranes of Gaspé Peninsula related to the geological structure of the Taconian and Acadian orogenic belts, Quebec Appalachians",
        "Fractured shale gas potential in New York",
        "The study of active faults in Thailand. Proceedings of the annual technical 1995 conference on the progression and vision of mineral resources development",
        "Role of fluid pressure in mechanics of overthrust faulting: I. Mechanics of fluid-filled porous solids and its application to overthrust faulting",
        "Relationship between illite crystallinity and temperature in active geothermal systems of New Zealand",
        "Direct evidence for organic carbon preservation as clay-organic nanocomposites in a Devonian black shale; from deposition to diagenesis",
        "Oxygen isotope thermometry of quartz-calcite veins: unraveling the thermal-tectonic history of the subgreenschist facies Morcles Nappe (Swiss Alps)",
        "Development of slaty cleavage and degree of very‐low‐grade metamorphism: a review",
        "Illite crystallinity: recommendations on sample preparation, X‐ray diffraction settings, and interlaboratory samples",
        "Low temperature metamorphism",
        "Hydrothermal transients in Variscan crust: Paleo-temperature mapping and hydrothermal models",
        "Bull. Centre Rech. Pau SNPA",
        "Illite crystallinity",
        "Syntectonic fluid-flow along thrust faults: Example of the South-Pyrenean fold-and-thrust belt",
        "Illite-smectite structural changes during metamorphism in black Cambrian Alum shales from the Baltic area",
        "The pioneer work of Bernard Kübler and Martin Frey in very low-grade metamorphic terranes: Paleo-geothermal potential of variation in Kübler-Index/organic matter reflectance correlations. A review",
        "New insights into deformation mechanisms in the gravitationally driven Niger Delta deep-water fold and thrust belt",
        "geological deformation of sediments",
        "A survey of white mica crystallinity and polytypes in pelitic rocks of Snowdonia and Llyn, North Wales.",
        "Talc friction in the temperature range 25°-400 °C: Relevance for Fault-Zone Weakening",
        "Development of the Khao Khwang Fold and Thrust Belt: Implications for the geodynamic setting of Thailand and Cambodia during the Indosinian Orogeny",
        "Structural Style and Evolution of the Saraburi Group (Khao Khwang Platform)",
        "Deepwater fold and thrust belt classification, tectonics, structure and hydrocarbon prospectivity: A review",
        "Simple kinetic models of petroleum formation. Part I: oil and gas generation from kerogen",
        "Application of clay-mineral, vitrinite reflectance, and fluid inclusion studies to the thermal and burial history of the Pinedale anticline",
        "GEOLOGIC TIME AS A PARAMETER IN ORGANIC METAMORPHISM AND VITRINITE REFLECTANCE AS AN ABSOLUTE PALEOGEOTHERMOMETER",
        "The influence of strain, lithology and stratigraphical depth on white mica (illite) crystallinity in mudrocks from the vicinity of the Corris Slate Belt, Wales: Implications for the timing of metamorphism in the Welsh Basin",
        "The illite ‘crystallinity’technique: a critical appraisal of its precision",
        "Gravity-driven fold belts on passive margins",
        "Reduction of friction on geological faults by weak-phase smearing",
        "Thermal maturity of a fold-thrust belt based on vitrinite reflectance analysis in the Western Foothills complex, western Taiwan",
        "The caledonian foreland basin in scandinavia: Constrained by the thermal maturation of the alum shale",
        "Detachment folding in the Central and Eastern Zagros fold-belt (Iran): Salt mobility, multiple detachments and late basement control",
        "Mechanical modelling of folding versus faulting in brittle-ductile wedges",
        "Parallel Tethyan sutures in mainland Southeast Asia: New insights for Palaeo-Tethys closure and implications for the Indosinian orogeny",
        "Surface geochemistry of the clay minerals",
        "Stach's Textbook of coal petrology",
        "Influence of detachment layer thickness on style of thin-skinned shortening",
        "Fluid overpressures and strength of the sedimentary upper crust",
        "Evaluation of a simple model of vitrinite reflectance based on chemical kinetics",
        "Low temperature metamorphism",
        "Carboniferous and Permian: The Geology of Thailand",
        "A comparison among organic and inorganic indicators of diagenesis and low-temperature metamorphism, Tertiary Shimanto Belt, Shikoku, Japan",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sydney",
            "affilname": "Macquarie University",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Adelaide",
            "affilname": "The University of Adelaide",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Frodsham",
            "affilname": "Lucid Microscopy",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": []
}