{
    "eid": "2-s2.0-84990067624",
    "title": "Influence of cooling and thawing conditions and cryoprotectant concentration on frozen-thawed survival of white-naped crane (Antigone vipio) spermatozoa",
    "cover-date": "2016-10-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Agricultural and Biological Sciences",
            "@code": "1100"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Cooling condition",
        "Cryopreservation",
        null,
        "Motility",
        "Sperm",
        "Thawing rate",
        "White naped crane"
    ],
    "authors": [
        "Saritvich Panyaboriban"
    ],
    "citedby-count": 7,
    "ref-count": 61,
    "ref-list": [
        "2nd International Symposium on Information Theory",
        null,
        "J. Stat. Softw.",
        "Semen production of the American kestrel.",
        "BirdLifeInternational, Antigone vipio, IUCN Red List of Threatened Species Version 2015.2",
        "Species variation in osmotic, cryoprotectant, and cooling rate tolerance in poultry, eagle, and peregrine falcon spermatozoa",
        "Osmotic tolerance of avian spermatozoa: Influence of time, temperature, cryoprotectant and membrane ion pump function on sperm viability",
        "Comparative cryopreservation of avian spermatozoa: Benefits of non-permeating osmoprotectants and ATP on turkey and crane sperm cryosurvival",
        "Comparative cryopreservation of avian spermatozoa: Effects of freezing and thawing rates on turkey and sandhill crane sperm cryosurvival",
        "Serum Like’ Albumin of Fowl Seminal Plasma and Effects of Albumin on Fowl Spermatozoa Stored at 4°C",
        "Predictors of success of semen cryopreservation in chickens",
        "Semen cryopreservation for ex situ management of genetic diversity in chicken: Creation of the french avian cryobank",
        "Reproductive performance and nest-site selection of White-naped Cranes Grus vipio in the Ulz river valley, north-eastern Mongolia",
        "Time within reproductive season, but not age or inbreeding coefficient, affects seminal and sperm quality in the whooping crane (Grus americana)",
        "Multimodel inference: Understanding AIC and BIC in model selection",
        "Proceedings of the Eighth North American Crane Workshop",
        "Biobanking efforts and new advances in male fertility preservation for rare and endangered species",
        "The ecological risks of avian influenza virus spread via migratory birds: A case study at Poyang Lake, China",
        "Turkey sperm mobility influences paternity in the context of competitive fertilization",
        "Cryo-injury and biopreservation.",
        "Symp. Zool. Soc. Lond.",
        "Cryogenic preservation of semen from the Aleutian Canada goose (Branta canadensis leucopareia)",
        "J. Wildl. Manage",
        "Reproduction in nondomestic birds: Physiology, semen collection, artificial insemination and cryopreservation",
        "J. For. Res.",
        "Cryopreservation of poultry sperm: The enigma of glycerol",
        "Effects of diluents, cryoprotectants, equilibration time and thawing temperature on cryopreservation of duck semen",
        "Individual cryopreservation with dimethyl sulfoxide and polyvinylpyrrolidone of ejaculates and pooled semen of three avian species",
        "Using a Remote Technology in Conservation: Satellite Tracking White-Naped Cranes in Russia and Asia",
        "Induction of acrosomal exocytosis in chicken spermatozoa by inner perivitelline-derived N-linked glycans",
        "Recovery of gene diversity using long-term cryopreserved spermatozoa and artificial insemination in the endangered black-footed ferret",
        "Comparative semen cryopreservation in ferrets (Mustela putorius furo) and pregnancies after laparoscopic intrauterine insemination with frozen-thawed spermatozoa",
        "Semen characteristics of two breeds of turkeys.",
        "Migration routes and important resting areas of Siberian cranes (Grus leucogeranus) between northeastern Siberia and China as revealed by satellite tracking",
        "Prostaglandin levels in seminal plasma and sperm extracts of the domestic turkey, and the effects of cyclooxygenase inhibitors on sperm mobility",
        "Semen quality and artificial insemination of eastern sarus crane Grus antigone shapii linn. In captive condition in the Nakhon Ratchasima zoo, Thailand",
        "Microscopic observation of intracellular ice formation in unfertilized mouse ova as a function of cooling rate",
        "Evaluation of fresh and frozen-thawed semen of individual ganders by assessment of spermatozoa motility and morphology",
        "Ejaculate collection efficiency and post-thaw semen quality in wild-caught Griffon vultures from the Sardinian population",
        "Obtaining an interspecific hybrid of cranes by artificial insemination with frozen-thawed semen",
        "Freezing of living cells: mechanisms and implications.",
        "Effect of cooling rate and cryoprotectant on the cryosurvival of equine spermatozoa",
        "Semen characterization, seasonality of production, and in vitro sperm quality after chilled storage and cryopreservation in the king penguin (Aptenodytes patagonicus)",
        "Semen collection, characterization, and cryopreservation in a Magellanic penguin (Spheniscus magellanicus)",
        "North American Crane Working Group, Wisconsin Dells, Wisconsin, USA",
        "Characterization of Northern pintail (Anas acuta) ejaculate and the effect of sperm preservation on fertility",
        "Applications of emerging technologies to the study and conservation of threatened and endangered species",
        "Analysis of slow-warming injury of mouse embryos by cryomicroscopical and physiochemical methods",
        "Cryopreservation of semen from endangered pheasants: The first step towards a cryobank for endangered avian species",
        "The dominance of warming rate over cooling rate in the survival of mouse oocytes subjected to a vitrification procedure",
        "Semen characteristics, cryopreservation, and successful artificial insemination in the Blue rock pigeon (Columba livia)",
        "Plasma Testosterone Profiles, Semen Characteristics, and Artificial Insemination in Yearling and Adult Captive Mallard Ducks (Anas platyrhynchos)",
        "The Frequency of Collection and Semen Production in Muscovy Ducks",
        "Successful artificial insemination in the Asian elephant (Elephas maximus) using chilled and frozen-thawed semen",
        "Semen characteristics of the captive Indian white-backed vulture (Gyps bengalensis)",
        "Fertility rate of daily collected and cryopreserved fowl semen.",
        "Characterization of natural ejaculates and sperm cryopreservation in a golden eagle (Aquila chrysaetus)",
        "Semen collection and characterization in rockhopper penguins (Eudyptes chrysocome chrysocome)",
        "Genome resource banks: Living collections for biodiversity conservation",
        "Poult. Sci.",
        "Effects of Bovine Serum Albumin on Boar Sperm Quality During Liquid Storage at 17°C"
    ],
    "affiliation": [
        {
            "affiliation-city": "Coimbatore",
            "affilname": "Sálim Ali Centre for Ornithology and Natural History",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Front Royal",
            "affilname": "Conservation and Research Center (National Zoo)",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "College Park",
            "affilname": "University of Maryland, College Park",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Thailand Research Fund",
        "Thailand Research Fund"
    ]
}