{
    "eid": "2-s2.0-85084797221",
    "title": "Vincetoxicum strigosum (Asclepiadoideae, Apocynaceae), a new species from northeastern Thailand",
    "cover-date": "2020-04-09",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Anatomy",
        "Morphology",
        "Tylophora",
        "Tylophorinae",
        "Ultrastructure"
    ],
    "authors": [
        "Aroonrat Kidyoo"
    ],
    "citedby-count": 1,
    "ref-count": 33,
    "ref-list": [
        "Order LXXVI. Asclepiadeae",
        "Gentianales",
        "Asclepiadeae",
        "Evolution on the backbone: Apocynaceae phylogenomics and new perspectives on growth forms, flowers, and fruits",
        "A taxonomic revision of cynanchum L. (Asclepiadaceae: Asclepiadoideae) in Australia",
        "Notes on the asclepiadaceae of China",
        "Contribution to chromosome numbers and phylogeny of Turkish vincetoxicum Wolf (Apoycynaceae, asclepiadoideae)",
        "Asclepiadaceae",
        "Vincetoxicum xinpingense (Asclepiadeae, asclepiadoideae, apocynaceae), a new species from yunnan province, China",
        "Vincetoxicum siamicum sp. nov. (Asclepiadeae, asclepiadoideae, apocynaceae), a rheophyte from northeastern Thailand and preliminary observation on its in situ pollen germination",
        "A new species of hoya (Marsdenieae), three new combinations and two new names in vincetoxicum (Asclepiadeae) from Thailand",
        "Asclepiadaceae",
        "Asclepiadaceae",
        "Cynanchum - rhodostegiella - vincetoxicum - tylophora: New considerations on an old problem",
        "Molecular considerations on the subtribe astephaninae endl. ex meisn. (Apocynaceae-asclepiadoideae)",
        "Going west - A subtropical lineage (Vincetoxicum, apocynaceae: Asclepiadoideae) expanding into Europe",
        "Vincetoxicum and tylophora (Apocynaceae: Asclepiadoideae: Asclepiadeae)-two sides of the same medal: Independent shifts from tropical to temperate habitats",
        "Vincetoxicum (Apocynaceae-asclepiadoideae) expanded to include tylophora and allies",
        "The reproductive biology of vincetoxicum nigrum (L.) moench (Asclepiadaceae), A mediterranean weed in New York state",
        "Honey bees are the dominant diurnal pollinator of native milkweed in a large urban park",
        "Fam. 170. Asclepiadaceae",
        "Vincetoxicum luridum (Asclepiadeae, asclepiadoideae, apocynaceae), a new and long misunderstood endemic species from balochistan, Pakistan",
        "Molecular phylogeny of vincetoxicum (Apocynaceae-asclepiadoideae) based on the nucleotide sequences of cpDNA and nrDNA",
        "Asclepiadaceae"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}