{
    "eid": "2-s2.0-85137630447",
    "title": "A quantitative method for benchmarking fair income distribution",
    "cover-date": "2022-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Fairness",
        "Gini index",
        "Income distribution",
        "Inequality",
        "Sustainable Development Goals"
    ],
    "authors": [
        "Thitithep Sitthiyot",
        "Kanyarat Holasut"
    ],
    "citedby-count": 0,
    "ref-count": 56,
    "ref-list": [
        "Fairness and the development of inequality acceptance",
        "Cutthroat capitalism versus cuddly socialism: Are Americans more meritocratic and efficiency-seeking than Scandinavians?",
        "World Inequality Report 2018",
        "Inequality in development: The 2030 Agenda, SDG 10 and the role of redistribution.",
        "Income Inequality and the NBA",
        "Equity theory and fair inequality: A neuroeconomic study",
        "Waste management: how reducing partiality can promote efficient resource allocation",
        "Measuring Inequality: A Methodological Handbook",
        "Income inequality and homicide rates in Canada and the United States",
        "The development of a preference for procedural justice for self and others",
        "Expenditure cascades",
        "On Inequality",
        "Inequality Overhang. IMF Working Papers No. 17/76",
        "Decisions by coin toss: Inappropriate but fair",
        "Other People's Money",
        "Income Inequality: The Gap between Rich and Poor",
        "What's happening to the world income distribution? The elephant chart revisited",
        "How much (more) should CEOs make? A universal desire for more equal pay",
        "When parity promotes peace: resolving conflict between asymmetric agents",
        "Inequality: An assessment",
        "It's not just how the game is played, it's whether you win or lose",
        "Building a better America – one wealth quintile at a time",
        "The not-so-common-wealth of Australia: Evidence for a cross-cultural desire for a more equal distribution of wealth",
        "Income inequality and happiness",
        "Getting to a feasible income equality",
        "Income Inequality Explained: A Sports Tutorial from the NBA",
        "How Sports Demonstrate Income Inequality and the Value of Competency",
        "Fairness in distributive justice in 3- and 5-year-olds across seven cultures",
        "Jeremy Lin and the Political Economy of Superstars. Project Syndicate",
        "Fair is not fair everywhere",
        "Fairness as partially aversion: The development of procedural justice",
        "Annual salaries of the athletes from 11 professional sports (V1). Mendeley Dat",
        "On income inequality and population size",
        "A simple method for measuring inequality",
        "A simple method for estimating the Lorenz curve",
        "Why people prefer unequal societies",
        "Mathematiese psychologie",
        "Human Rights Indicators: A Guide to Measurement and Implementation",
        "Under Pressure: The Squeezed Middle Class",
        "Transforming Our World: The 2030 Agenda for Sustainable Development",
        "The Sustainable Development Goals Report 2019",
        "The Sustainable Development Goals Report 2020",
        "World Social Report 2020: Inequality in a Rapidly Changing World",
        "Sport and the Sustainable Development Goals: an Overview Outlining the Contribution of Sport to the SDGs",
        "A measured approach to ending poverty and boosting shared prosperity: Concepts, data, and the twin goals",
        "World Bank Open Data",
        "Inequality and Shared Prosperity",
        "When and why is economic inequality seen as fair",
        "Procedural justice shapes evaluations of income inequality: Commentary on Norton and Ariely (2011)",
        "Make me want to pay. Three-way interaction between procedural justice, distributive justice, and power on voluntary tax compliance",
        "What is fair pay for executives? An information theoretic analysis of wage distributions",
        "Fairness is an emergent self-organized property of the free market for labor",
        "How much inequality in income is fair? A microeconomic game theoretic perspective",
        "How much inequality is fair?: Mathematical Principles of a Moral, Optimal, and Stable Capitalist Society",
        "The problems of relative deprivation: Why some societies do better than others",
        "Income inequality and social dysfunction"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}