{
    "eid": "2-s2.0-85017126360",
    "title": "Favorable influence of mPIAM on PSf blend membranes for ion rejection",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Filtration and Separation",
            "@code": "1506"
        }
    ],
    "keywords": [
        "Blend membranes",
        "Cr (VI)",
        "Nanofiltration",
        "Poly isobutylene alt maleic anhydride"
    ],
    "authors": [
        "M. S. Jyothi"
    ],
    "citedby-count": 13,
    "ref-count": 52,
    "ref-list": [
        "Transportation of Cr(VI) through calix[4]arene based supported liquid membrane",
        "Potential application of an electrodialysis pilot plant containing ion-exchange membranes in chromium removal",
        "Guidelines for drinking-water quality",
        "Environmental impact and impact assessment of seawater desalination",
        "Toxicity of Cr(III) to Shewanella sp. strain MR-4 during Cr(VI) reduction",
        "Prediction of physical properties of nanofiltration membranes using experiment and theoretical models",
        "Electrolyte transport through amphoteric nanofiltration membranes",
        "Evaluating the charge of nanofiltration membranes",
        "Separation of L-glutamine from fermentation broth by nanofiltration",
        "Nanofiltration of L-phenylalanine and L-aspartic acid aqueous solutions",
        "The possibility of separating saccharides from a NaCl solution by using nanofiltration in diafiltration mode",
        "Modeling the separation performance of nanofiltration membranes for the mixed salts solution",
        "Performance evaluation of nanofiltration membranes for treatment of effluents containing reactive dye and salt",
        "Highly charged proton-exchange membrane: Sulfonated poly(ether sulfone)-silica polyelectrolyte composite membranes for fuel cells",
        "Removal of heavy metals in wastewater by using zeolite nano-particles impregnated polysulfone membranes",
        "Poly(ethylene-co-vinyl alcohol) Functional Nanofiber Membranes for the Removal of Cr(VI) from Water",
        "Removal of hexavalent chromium from aqueous solution using polypyrrole-polyaniline nanofibers",
        "Preparation and performance analysis of novel nanocomposite copolymer membranes for Cr(VI) removal from aqueous solutions",
        "Polyacrylonitrile/polypyrrole core/shell nanofiber mat for the removal of hexavalent chromium from aqueous solution",
        "Thiol-modified cellulose nanofibrous composite membranes for chromium (VI) and lead (II) adsorption",
        "Polyethylenimine facilitated ethyl cellulose for hexavalent chromium removal with a wide pH range",
        "Polyaniline coated ethyl cellulose with improved hexavalent chromium removal",
        "Fabrication of asymmetric poly (m-phenylene isophthalamide) nanofiltration membrane for chromium(VI) removal",
        "Dual-layer polybenzimidazole/polyethersulfone (PBI/PES) nanofiltration (NF) hollow fiber membranes for heavy metals removal from wastewater",
        "Nanofiltration hollow fiber membranes with high charge density prepared by simultaneous electron beam radiation-induced graft polymerization for removal of Cr(VI)",
        "Removal of chromium from wastewater by reverse osmosis",
        "Removal of toxic ions (chromate, arsenate, and perchlorate) using reverse osmosis, nanofiltration, and ultrafiltration membranes",
        null,
        null,
        "Tertiary amine block copolymer containing ultrafiltration membrane with pH-dependent macromolecule sieving and Cr(VI) removal properties",
        "Polymers with tunable side-chain amphiphilicity as non-hemolytic antibacterial agents",
        "Int J. Plast. Technol.",
        "Polymer electrolytes based on sulfonated polysulfone for direct methanol fuel cells",
        "Composite electrolyte membranes from partially fluorinated polymer and hyperbranched, sulfonated polysulfone",
        "Hyperbranched-linear poly(ether sulfone) blend films for proton exchange membranes",
        "Synthesis of Sulfonated Polysulfone-block-PVDF Copolymers: Enhancement of Proton Conductivity in Low Ion Exchange Capacity Membranes",
        "Preparation and characterization of polysulfone and modified poly isobutylene-alt-maleic anhydride blend NF membrane",
        "Surface modification of ultrafiltration membranes by preadsorption of a negatively charged polymer: I. Permeation of water soluble polymers and inorganic salt solutions and fouling resistance properties",
        "Preparation, characterization and performance study of poly(isobutylene- alt-maleic anhydride) [PIAM] and polysulfone [PSf] composite membranes before and after alkali treatment",
        "Elaboration, characterization and application of polysulfone and polyacrylic acid blends as ultrafiltration membranes for removal of some heavy metals from water",
        "Advances in polyelectrolyte research: counterion binding phenomena, dynamic processes, and the helix‐coil transition of DNA",
        "POLYMER-METAL COMPLEXES AND THEIR CATALYTIC ACTIVITY.",
        "Precise and ultrafast molecular sieving through graphene oxide membranes",
        "Bifunctional titania float for metal ion reduction and organics degradation, via sunlight",
        "Experimental evidences for a new model in the description of the adsorption-coupled reduction of Cr(VI) by protonated banana skin",
        null,
        "Role of iron and aluminum coagulant metal residuals and lead release from drinking water pipe materials",
        null,
        "Nanofiltration hollow fiber membranes with high charge density prepared by simultaneous electron beam radiation-induced graft polymerization for removal of Cr(VI)",
        "Donnan dialysis with ion-exchange membranes. III. Diffusion coefficients using ions of different valence",
        "Electrodialytic removal of nitrates and hardness from simulated mixtures using ion-exchange membranes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bengaluru",
            "affilname": "JAIN (Deemed-to-be University)",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Mangalore",
            "affilname": "National Institute of Technology Karnataka",
            "affiliation-country": "India"
        }
    ],
    "funding": [
        "Jain University",
        "Thailand Research Fund",
        "Faculty of Medicine, Chulalongkorn University",
        "Department of Science and Technology, Government of Kerala"
    ]
}