{
    "eid": "2-s2.0-85116740595",
    "title": "A revision of dragon millipedes II: The new genus nagaxytes gen. nov., with the description of three new species (diplopoda, polydesmida, paradoxosomatidae)",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Dragon millipede",
        "Endemic",
        "New species",
        "Taxonomy",
        "Thailand"
    ],
    "authors": [
        "Ruttapon Srisonchai",
        "Henrik Enghoff",
        "Natdanai Likhitrakarn",
        "Somsak Panha"
    ],
    "citedby-count": 10,
    "ref-count": 15,
    "ref-list": [
        "Contributions to the myriapod fauna of Thailand – New records of millipedes and centipedes from Thailand (Myriapoda: Diplopoda, Chilopoda)",
        "The millipedes of Thailand (Diplopoda)",
        "The shocking pink dragon millipede, Desmoxytes purpurosea, a colourful new species from Thailand (Diplopoda: Polydesmida: Paradoxosomatidae)",
        "Review of the dragon millipedes, genus Desmoxytes Chamberlin, 1923 (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "Two new species of Pratinus Attems, with taxonomic notes on the genus and a redescription of its type-species (Diplopoda, Polydesmida)",
        "The generic allocation of some little-known Paradoxosomatidae from South-East Asia (Diplopoda, Polydesmida)",
        "African Paradoxosomatidae, 1: Genus Eviulisoma Silvestri (Diplopoda, Polydesmida)",
        "Narceolaelaps n. g. (Acari: Laelapidae) with four new species parasitizing spiroboloid millipedes",
        "Convergent evolution of unique morphological adaptations to a subterranean environment in cave millipedes (Diplopoda)",
        "A worldwide catalog of the family Paradoxosomatidae Daday, 1889 (Diplopoda: Polydesmida)",
        "The chemical defenses of millipedes (Diplopoda): Biochemistry, physiology and ecology",
        "Revision of the larvae of Leptus Latreille (Acarina: Erythraeidae) of Europe and North America, with descriptions of post-larval instars",
        "Four colorful new species of dragon millipedes, genus Desmoxytes Chamberlin, 1923, from northern Thailand (Diplopoda: Polydesmida: Paradoxosomatidae)",
        "A revision of dragon millipedes I: genus Desmoxytes Chamberlin, 1923, with the description of eight new species (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "Failure to cospeciate: an unsorted tale of millipedes and mites"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Copenhagen",
            "@id": "60095975",
            "affilname": "Statens Naturhistoriske Museum",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60095975",
            "affiliation-country": "Denmark"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60018013",
            "affilname": "Maejo University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018013",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Animal Systematic Research Unit",
        "Her Royal Highness Maha Chakri Sirindhorn and Center of Excellence on Biodiversity",
        "Human Resource Development in Science Project",
        "Science Achievement Scholarship of Thailand",
        "Natural History Museum of Denmark",
        "University of Copenhagen",
        "Thailand Research Fund",
        "SAST"
    ]
}