{
    "eid": "2-s2.0-85014884999",
    "title": "Eco-friendly membrane process and product development for complete elimination of chromium toxicity in wastewater",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Health",
            "@code": "2307"
        },
        {
            "$": "Pollution",
            "@code": "2310"
        },
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        }
    ],
    "keywords": [
        "Composite membranes",
        "Recovery of Cr (III)",
        "Separation of Cr (VI)",
        "Sulphonated polysulphone",
        null
    ],
    "authors": [
        "Jyothi M.S."
    ],
    "citedby-count": 34,
    "ref-count": 53,
    "ref-list": [
        "Chemical and microbial remediation of hexavalent chromium from contaminated soil and mining/metallurgical solid waste: A review",
        "Investigation of rutile, anatase, and industrial titania/water solution interfaces using potentiometric titration and microelectrophoresis",
        "Photoactivity of nano-structured calcium silicate-titanium dioxide composite materials",
        "Pilot scale membrane separation of electroplating waste water by reverse osmosis",
        "Highly charged proton-exchange membrane: Sulfonated poly(ether sulfone)-silica polyelectrolyte composite membranes for fuel cells",
        "Synthesis and characterization of sulfonated polysulfone membranes for direct methanol fuel cells",
        "Synthesis and characterization of polysulfone-containing sulfonated side chains for direct methanol fuel cells",
        "Reuse, treatment, and discharge of the concentrate of pressure-driven membrane processes",
        "Preparation and characterization of quaternary chitosan salt: Adsorption equilibrium of chromium(VI) ion",
        null,
        "Liquid-phase oxidation of benzene to phenol using CuO catalytic polymeric membranes",
        null,
        null,
        "Preparation, performances of PVDF/ZnO hybrid membranes and their applications in the removal of copper ions",
        "Photobiol",
        "Enhanced bactericidal activity of modified titania in sunlight against pseudomonas aeruginosa, a water-borne pathogen",
        null,
        "Synthesis and characterization of novel sulfanilic acid-polyvinyl chloride-polysulfone blend membranes for metal ion rejection",
        "WO",
        "Int. J. Plast. Technol.",
        "Polymer electrolytes based on sulfonated polysulfone for direct methanol fuel cells",
        "Synthesis and characterization of sulfonated polysulfone membranes for direct methanol fuel cells",
        "Chemical and physicochemical characterizations of ionomers",
        "Sulfonated bisphenol-A-polysulfone based composite PEMs containing tungstophosphoric acid and modified by electron beam irradiation",
        "Sulfonated polysulfone ionomer membranes for fuel cells",
        "Review of the anatase to rutile phase transformation",
        null,
        "A comprehensive review on anti-fouling nanocomposite membranes for pressure driven membrane separation processes",
        "Preparation and Characterization of Chitosan Thin Films on Mixed-Matrix Membranes for Complete Removal of Chromium",
        "Polyvinylidene fluoride ultrafiltration membrane blended with nano-ZnO particle for photo-catalysis self-cleaning",
        "Preparation, characterization and fouling analysis of ZnO/polyethylene hybrid membranes for collagen separation",
        "Removal of chromate anions by micellar-enhanced ultrafiltration using cationic surfactants",
        null,
        "Tertiary amine block copolymer containing ultrafiltration membrane with pH-dependent macromolecule sieving and Cr(VI) removal properties",
        "Transportation of Cr(VI) through calix[4]arene based supported liquid membrane",
        "Design and performance of the two-stage/two-pass RO membrane system for chromium removal from tannery wastewater. Part 3",
        "Bifunctional titania float for metal ion reduction and organics degradation, via sunlight",
        "Removal of Cr(VI) through calixarene based polymer inclusion membrane from chrome plating bath water",
        "Fabrication of chitosan–magnetite nanocomposite strip for chromium removal",
        "Chromium removal on chitosan-based sorbents - An EXAFS/XANES investigation of mechanism",
        null,
        "Poly(ethylene-co-vinyl alcohol) Functional Nanofiber Membranes for the Removal of Cr(VI) from Water",
        "Polyacrylonitrile/polypyrrole core/shell nanofiber mat for the removal of hexavalent chromium from aqueous solution",
        "Chem. Eng. J.",
        "Removal of heavy metals from electroplating wastewater by thin-film composite nanofiltration hollow-fiber membranes",
        "Dual-layer polybenzimidazole/polyethersulfone (PBI/PES) nanofiltration (NF) hollow fiber membranes for heavy metals removal from wastewater",
        "Selective extraction of chromium (VI) from multicomponent acidic solutions by emulsion liquid membranes using tributhylphosphate as carrier",
        "Nanofiltration hollow fiber membranes with high charge density prepared by simultaneous electron beam radiation-induced graft polymerization for removal of Cr(VI)",
        "Facile synthesis of boehmite/PVA composite membrane with enhanced adsorption performance towards Cr(VI)",
        null,
        "Tertiary amine block copolymer containing ultrafiltration membrane with pH-dependent macromolecule sieving and Cr(VI) removal properties",
        "Donnan dialysis with ion-exchange membranes. III. Diffusion coefficients using ions of different valence"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bengaluru",
            "affilname": "JAIN (Deemed-to-be University)",
            "affiliation-country": "India"
        }
    ],
    "funding": []
}