{
    "eid": "2-s2.0-85133594174",
    "title": "In-hospital mortality of critically Ill patients with interactions of acute kidney injury and acute respiratory failure in the resource-limited settings: Results from SEA-AKI study",
    "cover-date": "2022-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Critical Care and Intensive Care Medicine",
            "@code": "2706",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Acute kidney injury",
        "Acute respiratory failure",
        "Epidemiology",
        "Intensive care unit"
    ],
    "authors": [
        "Win Kulvichit",
        "Kittipon Sarnvanichpitak",
        "Sadudee Peerapornratana",
        "Somkanya Tungsanga",
        "Nuttha Lumlertgul",
        "Kearkiat Praditpornsilpa",
        "Kriang Tungsanga",
        "Somchai Eiam-Ong",
        "John A. Kellum",
        "Nattachai Srisawat"
    ],
    "citedby-count": 1,
    "ref-count": 35,
    "ref-list": [
        "Acute kidney injury: definition, epidemiology, and outcome",
        "World incidence of AKI: a meta-analysis",
        "The epidemiology of acute respiratory failure in critically ill patients",
        "Impact of different types of organ failure on outcome in intensive care unit patients with acute kidney injury",
        "Organ crosstalk: the role of the kidney",
        "Cardio-pulmonary-renal interactions: a multidisciplinary approach",
        "The effects of hypoxia and hypercapnia on renal and heart function, haemodynamics and plasma hormone levels in stable COPD patients",
        "Pathogenesis of congestive state in chronic obstructive pulmonary disease. Studies of body water and sodium, renal function, hemodynamics, and plasma hormones during edema and after recovery",
        "Bench-to-bedside review: Ventilation-induced renal injury through systemic mediator release–just theory or a causal relationship?",
        "Mechanical ventilation as a mediator of multisystem organ failure in acute respiratory distress syndrome",
        "Lung-kidney cross-talk in the critically ill patient",
        "Lung-kidney cross-talk in the critically ill: insights from the lung safe study",
        "Lung-kidney interactions in critically ill patients: consensus report of the Acute Disease Quality Initiative (ADQI) 21 Workgroup",
        "COVID-19-associated acute kidney injury: consensus report of the 25th Acute Disease Quality Initiative (ADQI) Workgroup",
        "The epidemiology and characteristics of acute kidney injury in the Southeast Asia intensive care unit: a prospective multicentre study",
        "The Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) statement: guidelines for reporting observational studies",
        "Kidney disease: improving global outcomes (KDIGO) acute kidney injury work group. KDIGO clinical practice guideline for acute kidney injury",
        "Incidence and mortality after acute respiratory failure and acute respiratory distress syndrome in Sweden, Denmark, and Iceland",
        "Incidence, severity, and mortality of acute respiratory failure in Berlin, Germany",
        "Hospital survival rates of patients with acute respiratory failure in modern respiratory intensive care units. An international, multicenter, prospective survey",
        "Acute Dialysis Quality Initiative w. Acute renal failure - definition, outcome measures, animal models, fluid therapy and information technology needs: the Second International Consensus Conference of the Acute Dialysis Quality Initiative (ADQI) Group",
        "APACHE II: a severity of disease classification system",
        "The SOFA (Sepsis-related organ failure assessment) score to describe organ dysfunction/failure. On behalf of the Working Group on Sepsis-Related Problems of the European Society of Intensive Care Medicine",
        "The ICD-10 classification of mental and behavioural disorders : diagnostic criteria for research",
        "The epidemiology and characteristics of acute kidney injury in the Southeast Asia intensive care unit: a prospective multicentre study",
        "Prognostic stratification in critically ill patients with acute renal failure requiring dialysis",
        "Factors associated with acute kidney injury in acute respiratory distress syndrome",
        "Synergistic effect of acute renal failure and respiratory failure in the surgical intensive care unit",
        "Patterns and early evolution of organ failure in the intensive care unit and their relation to outcome",
        "A randomized, controlled trial of furosemide with or without albumin in hypoproteinemic patients with acute lung injury",
        "Comparison of two fluid-management strategies in acute lung injury",
        "Fluid management with a simplified conservative protocol for the acute respiratory distress syndrome*",
        "Body mass index and acute kidney injury in the acute respiratory distress syndrome",
        "Epidemiology and short-term outcomes of acute kidney injury among patients in the intensive care unit in Laos: a nationwide multicenter, prospective, and observational study",
        "Mechanical ventilation of patients hospitalized on general medical Ward: outcomes and prognostic factors"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pittsburgh",
            "@id": "60001361",
            "affilname": "University of Pittsburgh School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001361",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "126790845",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/126790845",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Kidney Foundation of Thailand",
        "International Society of Nephrology",
        "Medical Association of Thailand"
    ]
}