{
    "eid": "2-s2.0-85104445577",
    "title": "Clinical risk factors for preeclampsia in twin pregnancies",
    "cover-date": "2021-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Nipp Chantanahom",
        "Vorapong Phupongi"
    ],
    "citedby-count": 7,
    "ref-count": 25,
    "ref-list": [
        "Gestational Hypertension and Preeclampsia: ACOG Practice Bulletin, Number 222",
        "Eclampsia and preeclampsia: A worldwide health problem for 2000 years",
        "Hypertensive disorders in twin versus singleton gestations",
        "Excess syncytiotrophoblast microparticle shedding is a feature of early-onset pre-eclampsia, but not normotensive intrauterine growth restriction",
        "Risk factors for preeclampsia in twin pregnancies: A population-based matched case-control study",
        "Risk factors for preeclampsia in twin pregnancies",
        "Risk factors for preeclampsia in Japanese twin pregnancies: Comparison with those in singleton pregnancies",
        "Clinical features and prenatal risk factors for hypertensive disorders in twin pregnancies",
        "Risk-factors for preeclampsia in twin pregnancies- A population-based cohort study",
        "Preeclampsia in twin gestations: Association with IVF treatments, parity and maternal age",
        "Hypertension in Pregnancy Report of the American College of Obstetricians and Gynecologists' Task Force on Hypertension in Pregnancy",
        "ACOG Practice Bulletin No. 190: Gestational Diabetes Mellitus",
        "ACOG Practice Bulletin No. 201: Pregestational Diabetes Mellitus",
        "Institute of Medicine (US) and National Research Council (US) Committee to Reexamine IOM Pregnancy Weight Guidelines",
        "Immunology of pre-eclampsia",
        "Risk factors of preeclampsia in Thai women",
        "Risk factors for pre-eclampsia in a large cohort of Latin American and Caribbean women",
        "Risk factors of early and late onset pre-eclampsia",
        "Hidden high rate of pre-eclampsia in twin compared with singleton pregnancy",
        "Hypertensive disorders during monozygotic and dizygotic twin gestations: A population-based study",
        "Preeclampsia in twin pregnancies: Incidence and outcome",
        "Does risk of preeclampsia differ by twin chorionicity?",
        "Weight gain in twin gestations: Are the Institute of Medicine guidelines optimal for neonatal outcomes?",
        "Maternal and neonatal outcomes according to gestational weight gain in twin pregnancies: Are the Institute of Medicine guidelines associated with better outcomes?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}