{
    "eid": "2-s2.0-84904175408",
    "title": "First-principles calculations of structural stability and mechanical properties of tungsten carbide under high pressure",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        }
    ],
    "keywords": [
        "C. High pressure",
        "D. Crystal structure",
        "D. Elastic properties"
    ],
    "authors": [
        "Xinting Li"
    ],
    "citedby-count": 19,
    "ref-count": 37,
    "ref-list": [
        "The Refractory Carbides",
        "Transition Metal Carbides and Nitrides",
        "Structural, high pressure and elastic properties of transition metal monocarbides: A FP-LAPW study",
        "Ultra-incompressible superconducting phase of OsC predicted by phonon calculations",
        "Pressure-volume-temperature equation of state of tungsten carbide to 32 GPa and 1673 K",
        "Ab initio study of the structural, elastic, and thermodynamic properties of tungsten monocarbide at high pressure and high temperature",
        "The superconductivity of the monocarbides of tungsten and molybdenum",
        "Direct currect arc-plasma synthesis of tungsten carbides",
        "Single crystal elastic constants of tungsten monocarbide",
        "Structural and electronic properties of WC",
        "Energy band structure and thermo-mechanical properties of tungsten and tungsten carbides as studied by the LMTO-ASA method",
        "Theoretical study on the stability, elasticity, hardness and electronic structures of W-C binary compounds",
        "FP-LAPW calculations of equation of state and elastic properties of α and β phases of tungsten carbide at high pressure",
        "Efficient iterative schemes for ab initio total-energy calculations using a plane-wave basis set",
        "From ultrasoft pseudopotentials to the projector augmented-wave method",
        "Projector augmented-wave method",
        "Generalized gradient approximation made simple",
        "Elastic constants of hexagonal transition metals: Theory",
        "Theoretical study on the electronic properties and stabilities of low-index surfaces of WC polymorphs",
        "Compression behavior of WC and WC-6%Co up to 50 GPa determined by synchrotron x-ray diffraction and ultrasonic techniques",
        "Structural, electronic properties and stability of tungsten mono- and semi-carbides: A first principles investigation",
        null,
        null,
        null,
        "Ab initio calculations of elastic constants and thermodynamic properties of bcc, fcc, and hcp Al crystals under pressure",
        "The elastic behaviour of a crystalline aggregate",
        "Elastic and electronic properties of Tc B2 and superhard Re B2: First-principles calculations",
        "Ab initio study of monoclinic iridium nitride as a high bulk modulus compound",
        "Ferrimagnetic and half-metallic Ca Cu3 Fe4 O12: Prediction from first principles investigation",
        null,
        "Hardness and fracture toughness of brittle materials: A density functional theory study",
        "Polycrystalline γ-boron: As hard as polycrystalline cubic boron nitride",
        null,
        "Philos. Mag.",
        "Dynamical Theory of Crystal Lattices",
        "First-principles investigations on physical properties of NdN under high pressure",
        "Acoustic Fields and Waves in Solids"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Qinhuangdao",
            "affilname": "Yanshan University",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "NBRPC",
        "National Natural Science Foundation of China",
        "Chulalongkorn University",
        "Yanshan University",
        "State Key Laboratory of Metastable Materials Science and Technology"
    ]
}