{
    "eid": "2-s2.0-85147380333",
    "title": "Does goodwill pressure drive business restructuring based on subsidiary disposal?",
    "cover-date": "2023-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Disposal of subsidiaries",
        "Goodwill",
        "Goodwill impairment",
        "IAS 36",
        "M&A"
    ],
    "authors": [
        "Jingjing Xu",
        "Haijie Huang",
        "Edward Lee",
        "Jirada Petaibanlue"
    ],
    "citedby-count": 0,
    "ref-count": 70,
    "ref-list": [
        "Accounting discretion in goodwill impairments: UK evidence",
        "CEO narcissism and the takeover process: From private initiation to Deal completion",
        "Law, finance, and economic growth in China",
        "The development of the Chinese stock market",
        "Empirical goodwill research: Insights, issues, and implications for standard setting and future research",
        "Accounting for asset impairment: A test for IFRS compliance across Europe (0957590504)",
        "Examining the patterns of goodwill impairments in Europe and the US",
        "Do financial analysts compel firms to make accounting decisions? Evidence from goodwill impairments",
        "Overbidding in mergers and acquisitions: An accounting perspective",
        "Accounting discretion in fair value estimates: An examination of SFAS 142 goodwill impairments",
        "The information content of goodwill impairments and SFAS 142",
        "Investment-related anomalies in Australia: Evidence and explanations",
        "Auditor changes following a big 4 merger with a local Chinese firm: A case study",
        "Admitting mistakes pays: The long term impact of goodwill impairment write-offs on stock prices",
        "The new M&a playbook",
        "CEO overconfidence and the timeliness of goodwill impairments",
        "Three decades of subsidiary exits: Parent firm financial performance and moderators",
        "Goodwill impairment losses and CEO compensation",
        "The impact of state ownership, formal institutions and resource seeking on acquirers’ returns of Chinese M&A",
        "Ownership, analyst coverage, and stock synchronicity in China",
        "Using real activities to avoid goodwill impairment losses: Evidence and effect on future performance",
        "Managerial discretion to delay the recognition of goodwill impairment: The role of enforcement",
        "Statement of financial accounting standards no. 142 goodwill and other intangible assets. Norwalk, CT",
        "Goodwill accounting standards in the United Kingdom, the United States, France, and Japan",
        "Goodwill impairment and audit effort",
        "How ethical are Managers’ goodwill impairment decisions in Spanish-listed firms?",
        "Goodwill impairment: The effects of public enforcement and monitoring by institutional investors",
        "Overpriced shares, ill-advised acquisitions, and goodwill impairment",
        "Goodwill impairment, securities analysts, and information transparency",
        "The potential harms of goodwill impairment avoidance: Evidence based on future performance and stock prices",
        "Leading indicators of goodwill impairment",
        "De-commitment to losing strategic action: Evidence from the divestiture of poorly performing acquisitions",
        "Do goodwill impairments affect audit opinions? Evidence from China",
        "Sample selection Bias as a specification error",
        "Does every accounting issue need a solution?",
        "Pre-merger management in developing markets: The role of earnings glamor",
        "Powerful bidders and value creation in M&as",
        "Narrative disclosure quality and the timeliness of goodwill impairments",
        "An Empirical Investigation of Goodwill in Austria: Evidence on Management Change and Cost of Capital",
        "International accounting standard (IAS) no",
        "Corporate governance in China: A survey*",
        "Big bath earnings management: The case of goodwill impairment under SFAS no. 142",
        "Market reaction to goodwill impairments",
        "Value relevance and timeliness of transitional goodwill-impairment losses: Evidence from Canada",
        "CEO pay inequity, CEO-TMT pay gap, and acquisition premiums",
        "Did the PCAOB's restrictions on Auditors’ tax services improve audit quality?",
        "Has goodwill accounting gone bad?",
        "Cross-border acquisitions and the performance of Chinese publicly listed companies",
        "The impact of analyst coverage on partial acquisitions: Evidence from M&a premium and firm performance in China",
        "Do controlling shareholders share pledging affect goodwill impairment? Evidence from China",
        "Causes and consequences of goodwill impairment losses",
        "How do political connections cause SOEs and non-SOEs to make different M&a decisions/performance? Evidence from China",
        "To what extent did the economic stimulus package influence bank lending and corporate investment decisions? Evidence from China",
        "Reducing slack: The performance consequences of downsizing by large industrial firms, 1977–93",
        "Who makes acquisitions? CEO overconfidence and the market's reaction",
        "Ownership structure and divestiture decisions: Evidence from Australian firms",
        "Security market reaction to purchase business combinations at the first earnings announcement date",
        "Evidence on the use of unverifiable estimates in required goodwill impairment",
        "Do goodwill impairments by European firms provide useful information to investors?",
        "Why do accounting issues end up in the ‘too difficult’ box?",
        "Decades of research on foreign subsidiary divestment: What do we really know about its antecedents?",
        "Has damage from goodwill impairment grown in China? Analysis and response",
        "Conservatism in accounting part I: Explanations and implications",
        "The effects of ownership concentration and corporate debt on corporate divestitures in Chinese listed firms",
        "Peer effect in the initial recognition of goodwill",
        "A relook into the impact of divestitures in the presence of agency conflicts: Evidence from property subsidiary sell-offs in China",
        "To what extent does corporate liquidity affect M&a decisions, method of payment and performance? Evidence from China",
        "Analyst coverage and corporate social performance: Evidence from China",
        "CEO risk preference, enterprise characteristics, and goodwill value: Evidence from China",
        "Mergers and acquisitions by Chinese firms: A review and comparison with other mergers and acquisitions research in the leading journals"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Manchester",
            "@id": "60026051",
            "affilname": "Alliance Manchester Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026051",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Shanghai",
            "@id": "60021200",
            "affilname": "East China Normal University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021200",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "Philosophy and Social Science Foundation of Shanghai",
        "National Natural Science Foundation of China",
        "Ministry of Education of China"
    ]
}