{
    "eid": "2-s2.0-85115377014",
    "title": "Morphometry and Phylogeny of the Different Populations of Selaginella tamariscina (P. Beauv.) Spring and S. pulvinata (Hook. & Grev.) Maxim. in Northern Thailand",
    "cover-date": "2021-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Dok Hin",
        "Morphometric",
        "Phylogeny",
        "Pseudotrunk",
        "Resurrection plant"
    ],
    "authors": [
        "Udon Pongkawong",
        "Jatupol Kampuansai",
        "Rossarin Pollawatn",
        "Arunothai Jampeetong"
    ],
    "citedby-count": 0,
    "ref-count": 37,
    "ref-list": [
        "The Philippine species of Selaginella",
        "The origins of reproductive isolation in plants",
        "Taxonomy of Hordeum caespitosum, H. jubatum, and H. lechleri (Poaceae: Triticeae)",
        "Spikemoss flora (Selaginella) in Mindanao Island, the Philippines: species composition and phenetic analysis of morphological variations",
        "Development of fern database",
        "Morphometric analysis of variation among three populations of Doryopteris ludens (Adiantaceae: Pteridophyta) in Thailand",
        "A DNA barcode for land plants",
        "Validation of the ITS2 region as a novel DNA barcode for identifying medicinal plant species",
        "Application of the ITS2 region for barcoding medicinal plants of Selaginellaceae in Pteridophyta",
        "BioEdit: A user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
        "Effect of growing media on growth of Selaginella pulvinata (Hook. et Grev.) Maxim. leafy shoot cutting",
        "Morphometrics in zoology: Basic of morphometrics",
        "5.8S-28S rRNA interaction and HMM-Based ITS2 annotation",
        "Phylogenetic relationships in Selaginellaceae based on rbcL sequences",
        "MEGA X: Molecular evolutionary genetics analysis across computing platforms",
        "A review of the species diversity of Selaginella in Fujian province of China",
        "Testing candidate plant barcode regions in the Myristicaceae",
        "Sirindhornia, a new genus from Southeast Asia",
        "Thailand Red Data: Plants",
        "NIH Image to ImageJ: 25 years of image analysis",
        "A taxonomic revision of the genus Selaginella (Selaginellaceae) from Nepal",
        "Relationships between two infraspecific taxa of Pteridium aquilinum (Dennstaedtiaceae). I. Morphological evidence",
        "Notes on some species of Strobilanthes (Acanthaceae) from Thailand (2)*",
        "The Dioscorea species of Doi Chiang Dao with particular reference to Dioscorea collettii Hook.f. (Dioscoreaceae), a new record for Northern Thailand",
        "Additions to Cuban Selaginella (Selaginellaceae)",
        "Flora of China, Vol. 2-3 (Pteridophytes) Selaginellaceae",
        "A large-scale phylogeny of the lycophyte genus Selaginella (Selaginellaceae: Lycopodiopsida) based on plastid and nuclear loci",
        "Spore morphology of Selaginella (Selaginellaceae) from China and its systematic significance"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Faculty of Science, Chiang Mai University"
    ]
}