{
    "eid": "2-s2.0-85167347697",
    "title": "Teacher shortages and educational outcomes in developing countries: Empirical evidence from PISA-Thailand",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "developing countries",
        "educational outcomes",
        "stochastic frontier analysis",
        "teacher shortage",
        "Thailand"
    ],
    "authors": [
        "Piriya Pholphirul",
        "Pungpond Rukumnuaykit",
        "Siwat Teimtad"
    ],
    "citedby-count": 0,
    "ref-count": 38,
    "ref-list": [
        "Teachers and student achievement in the Chicago public high schools",
        "A review of estimates of the schooling earnings relationship with tests for publication bias",
        "Teachers’ Mathematical Knowledge, Cognitive Activation in the Classroom, and Student Progress",
        "Relation of student achievement to the quality of their teachers and instructional quality",
        "A Review of the Literature on Teacher Effectiveness and Student Outcomes",
        "Does school quality matter? Returns to education and the characteristics of public schools in the United States",
        "Teacher credentials and student achievement: Longitudinal analysis with student fixed effects",
        "Do school and teacher characteristics matter? Evidence from High School and Beyond",
        "Linking Education Policy to Labor Market Outcomes",
        "How and Why Money Matters: An Analysis of Alabama Schools",
        "Teacher characteristics and gains in student achievement estimation using micro data",
        "Assessing the effects of school resources on student performance: An update",
        "Teachers, schools, and academic achievement",
        "What does certification tell us about teacher effectiveness? Evidence from New York City",
        "Governing and managing higher education institutions: The quality audit contributions",
        "The philosophy of education in the Sultanate of Oman: Between conservatism and modernism",
        "Could education quality audit enhance human resources management processes of the higher education institutions?",
        "Achievement of students in multigrade classrooms: Evidence from the Los Angeles unified school district",
        "What do effective teachers of inner-city children have in common?",
        "Pre-primary education and long-term education performance: Evidence from Programme for International Student Assessment (PISA) Thailand",
        "Living with parents and educational outcomes in developing countries: Empirical evidence from PISA Thailand",
        "Shortage of mathematics teachers in Thai basic education level",
        "Further evidence on the returns to school quality",
        "The impact of individual teachers on student achievement: Evidence from panel data",
        "What are the effects of induction and mentoring on beginning teacher turnover?",
        "Does ICT familiarity always help promoting educational outcomes? Empirical evidence from PISA-Thailand",
        "Cognitive and noncognitive effects of multigrade and multi-age classes: A best-evidence synthesis",
        "“Effects of multigrade and multi-age classes reconsidered",
        "Combination classrooms revisited",
        "Road to academic research excellence in Gulf private universities"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022676",
            "affilname": "Ramkhamhaeng University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022676",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60001921",
            "affilname": "National Institute of Development Administration",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001921",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}