{
    "eid": "2-s2.0-85151811867",
    "title": "Location Choice And Tax Responsiveness Of Foreign Multinationals: Evidence From Asean Countries",
    "cover-date": "2023-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "developing countries",
        "FDI",
        "multinational firms",
        "Tax incentive"
    ],
    "authors": [
        "Athiphat Muthitacharoen"
    ],
    "citedby-count": 0,
    "ref-count": 60,
    "ref-list": [
        "Corporate tax incentives and FDI in developing countries",
        "Location determinants of high-tech firms: An intra-urban approach",
        "Tax competition and FDI: The special case of developing countries",
        "International taxation and multinational firm location decisions",
        "Transfer pricing policy and the intensity of tax rate competition",
        "Competition between tax havens: Does proximity matter?",
        "Investment incentives and effective tax rates in the Philippines: A comparison with neighboring countries",
        "Anti profit-shifting rules and foreign direct investment",
        "Testing for IIA in the multinomial logit model",
        "What a difference does it make? Understanding the empirical literature on taxation and international capital flows",
        "The demand for tax haven operations",
        "Taxes and the location of production: Evidence from a panel of US multinationals",
        "Evaluating tax policy for location decisions",
        "Earnings shocks and tax-motivated income-shifting: Evidence from European multinationals",
        "The effect of tax and nontax country characteristics on the global equity supply chains of US multinationals",
        "A Monte Carlo study of tests for the independence of irrelevant alternatives property",
        "Testing for independence of irrelevant alternatives: Some empirical results",
        "Capital mobility and tax competition",
        "Tax competition: A literature review",
        "Public policies and FDI location: Differences between developing and developed countries",
        "Tax Havens: International Tax Avoidance and Evasion. Congressional Research Service. Washington, DC. Grubert, H and J Mutti (2000). Do taxes influence where US corporations invest?",
        "Corporate tax competition: A meta-analysis",
        "A simple theory of international trade with multinational corporations",
        "Fiscal paradise: Foreign tax havens and American business",
        "In praise of tax havens: International tax planning and foreign direct investment",
        "International profit shifting within multinationals: A multi-country perspective",
        "Indonesia (tm)s new tax reform: Potential and direction",
        "The determinants of tax haven FDI",
        "Preferential regimes can make tax competition less harmful",
        "The theory of international tax competition and coordination",
        "Effective average tax rates for permanent investment",
        "Empirical evidence on the effects of tax incentives",
        "Corporate tax and location choice for multinational firms",
        "Let (tm)s take the con out of econometrics",
        "A sensitivity analysis of cross-country growth regressions",
        "Conditional logit analysis of qualitative choice behavior",
        "A comment on discriminant analysis versus logit analysis",
        "Assessing the importance of taxation on foreign direct investment: Evidence from Southeast Asian developing countries",
        "Tax rate cut and firm investment: Evidence from Thailand",
        "Investment tax incentives and firm productivity: Evidence from Thailand",
        "Multinational tax avoidance and anti-avoidance enforcement: Firm-level evidence from developing ASEAN countries",
        "Empirical asymmetries in foreign direct investment and taxation",
        "Effects of temporary corporate income tax cuts: Evidence from Vietnam",
        "Who cares about corporate taxation? Asymmetric tax effects on outbound FDI",
        "I just ran two million regressions",
        "Corporate effective tax rates in Asian countries",
        "The effectiveness of tax incentives in attracting investment: Panel data evidence from the CFA Franc zone",
        "Relocation of headquarters and international taxation",
        "A theory of interregional tax competition",
        "Beyond the Silicon Valley: University R&D and high-technology location",
        "Capital mobility and capital tax competition",
        "Pigou, Tiebout, property taxation, and the underprovision of local public goods"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}