{
    "eid": "2-s2.0-84939951232",
    "title": "Association between brain volumes and HAND in cART-naïve HIV+ individuals from Thailand",
    "cover-date": "2015-03-12",
    "subject-areas": [
        {
            "$": "Cellular and Molecular Neuroscience",
            "@code": "2804"
        },
        {
            "$": "Virology",
            "@code": "2406"
        },
        {
            "$": "Neurology",
            "@code": "2808"
        },
        {
            "$": "Neurology (clinical)",
            "@code": "2728"
        }
    ],
    "keywords": [
        "Cognition",
        "HIV-associated neurocognitive disorder",
        "Neuroimaging",
        "Thailand"
    ],
    "authors": [
        "Jodi M. Heaps"
    ],
    "citedby-count": 18,
    "ref-count": 44,
    "ref-list": [
        "Updated research nosology for HIV-associated neurocognitive disorders",
        "Diagnosing symptomatic HIV-associated neurocognitive disorders: Self-report versus performance-based assessment of everyday functioning",
        "Deficits in self-awareness impact the diagnosis of asymptomatic neurocognitive impairment in HIV",
        "Plasma viral load and CD4 lymphocytes predict HIV-associated dementia and sensory neuropathy",
        "Neurocognitive impairment in HIV-1 clade C- versus B-infected individuals in Southern Brazil",
        "Clinical validation of the NeuroScreen",
        "Maximal brain size remains an important predictor of cognition in old age, independent of current brain pathology",
        "Automatically Parcellating the Human Cerebral Cortex",
        "Operationalization of the updated diagnostic algorithm for classifying HIV-related cognitive impairment and dementia",
        "Methods for normalization of hippocampal volumes measured with MR",
        "The definition of HIV-associated neurocognitive disorders: Are we overestimating the real prevalence?",
        "Asymptomatic HIV-associated neurocognitive impairment increases risk for symptomatic decline",
        "Neuroimaging markers of human immunodeficiency virus infection in South Africa",
        "Development of normative neuropsychological performance in Thailand for the assessment of HIV-associated neurocognitive disorders",
        "HIV-associated neurocognitive disorders persist in the era of potent antiretroviral therapy: Charter Study",
        "Neuroimaging studies of the aging HIV-1-infected brain",
        "Clinical factors related to brain structure in HIV: The CHARTER study",
        "HIV DNA in CD14+ reservoirs is associated with regional brain atrophy in combination antiretroviral therapy naive patients. AIDS.",
        "Assessing self-maintenance: Activities of daily living, mobility, and instrumental activities of daily living",
        "Assessment of older people: Self-maintaining and instrumental activities of daily living",
        "Evaluation of two new neuropsychological tests designed to minimize cultural bias in the assessment of HIV-1 seropositive persons: A WHO study",
        "WHO Neuropsychiatric AIDS Study, Cross-sectional Phase I: Study Design and Psychiatric Findings",
        "Is it time to rethink how neuropsychological tests are used to diagnose mild forms of HIV-associated neurocognitive disorders? Impact of false-positive rates on prevalence and power",
        "HIV clades B and C are associated with reduced brain volumetrics",
        "Relationships between cognition and structural neuroimaging findings in adults with human immunodeficiency virus type-1",
        "Impact of the HIV Tat C30C31S dicysteine substitution on neuropsychological function in patients with clade C disease",
        "Head circumference, atrophy, and cognition: Implications for brain reserve in Alzheimer disease",
        "Transactivator of transcription from HIV type 1 subtype E selectively inhibits TNF gene expression via interference with chromatin remodeling of the TNF locus",
        "HIV-1 clade-specific differences in the induction of neuropathogenesis",
        "Change in Brain Magnetic Resonance Spectroscopy after Treatment during Acute HIV Infection",
        "Magnetic resonance spectroscopy of the brain in neurologically asymptomatic HIV-infected patients",
        "Intracranial volume and dementia: Some evidence in support of the cerebral reserve hypothesis",
        null,
        "Antiretroviral treatment of adult HIV infection: 2012 Recommendations of the International Antiviral Society-USA panel",
        "Asymptomatic neurocognitive disorders in patients infected by HIV: Fact or fiction?",
        "Neuroimaging in human immunodeficiency virus infection",
        "Lowest ever CD4 lymphocyte count (CD4 nadir) as a predictor of current cognitive and neurological status in human immunodeficiency virus type 1 infection - The Hawaii aging with HIV cohort",
        "Neuropsychological abnormalities in patients with dementia in CRF 01_AE HIV-1 infection",
        "Pathogenesis of HIV in the central nervous system",
        "Central nervous system viral invasion and inflammation during acute HIV infection",
        "HIV DNA Reservoir Increases Risk for Cognitive Disorders in cART-Naïve Patients",
        "Neurologic disease burden in treated HIV/AIDS predicts survival: A population-based study",
        "Surveillance of subtype and genetic variation of the circulating strains of HIV-1 in Thailand",
        "Consolidated guidelines on the use of antiretroviral drugs for treating and preventing HIV infection: recommendations for a public health approach"
    ],
    "affiliation": [
        {
            "affiliation-city": "San Francisco",
            "affilname": "University of California, San Francisco",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thai Red Cross Agency",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "New York",
            "affilname": "Columbia University Irving Medical Center",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "St. Louis",
            "affilname": "Washington University School of Medicine in St. Louis",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Rockville",
            "affilname": "HJF",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "St. Louis",
            "affilname": "Missouri Institute of Mental Health",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Phramongkutklao College of Medicine",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "New York",
            "affilname": "Columbia University School of Nursing",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Rural Development Administration",
        "National Institutes of Health",
        "National Institute of Neurological Disorders and Stroke"
    ]
}