{
    "eid": "2-s2.0-84961967669",
    "title": "A stochastic simulation model for brucellosis eradication in goat flocks in an area with high flock prevalence but low animal prevalence",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Food Animals",
            "@code": "3403"
        }
    ],
    "keywords": [
        "Brucellosis",
        "Eradication",
        "Goat",
        "Simulation model"
    ],
    "authors": [
        "C. Inchaisri"
    ],
    "citedby-count": 3,
    "ref-count": 27,
    "ref-list": [
        "Reproductive performance of Sudan Nilotic does fed pelleted molasses and mash sorghum based diets",
        "Case-control study on risk factors associated with Brucella Melitensis in goat farms in Peninsular Malaysia",
        "Efficacy of different Rose Bengal and complement fixation antigens for the diagnosis of Brucella melitensis infection in sheep and goats",
        "Control and eradication strategies for brucella melitensis infection in sheep and goats",
        "Seroprevalence and potential risk factors for Brucella Spp. infection in traditional cattle, sheep and goats reared in urban, periurban and rural areas of Niger",
        "A survey of disease occurrence in korean black goats",
        "A case-control study of risk factors for brucellosis seropositivity in Portuguese small ruminants herds",
        "Epidemiology of brucellosis in domestic animals caused by Brucella melitensis, Brucella suis and Brucella abortus",
        "A simulation model of brucellosis spread in British cattle under several testing regimes",
        "Assessment and simulation of the implementation of brucellosis control programme in an endemic area of the Middle East",
        "Modeling the transmission dynamics of sheep brucellosis in Inner Mongolia Autonomous Region, China",
        "A review of Brucella seroprevalence among humans and animals in Bangladesh with special emphasis on epidemiology, risk factors and control opportunities",
        "Evaluation of official eradication-campaigns data for investigating small-ruminant brucellosis in the province of León, Spain",
        "Factors affecting the reproductive performance of goats under intensive conditions in a hot arid environment",
        "Validation of a fluorescence polarization assay (FPA) performed in microplates and comparison with other tests used for diagnosing B. melitensis infection in sheep and goats",
        "Saudi Med. J.",
        "Seasonal variations in physical contact amongst domestic sheep and the implications for disease transmission",
        "Evaluation of the shedding routes and serological patterns in experimentally-induced Brucella melitensis infection in dexamethasone-treated and transport-stressed goats",
        "Bayesian estimation of true prevalence, sensitivity and specificity of indirect ELISA, Rose Bengal Test and Slow Agglutination Test for the diagnosis of brucellosis in sheep and goats in Bangladesh",
        "Implementation of herd health program to improve survival of Boer goats in Malaysia",
        "Models to capture the potential for disease transmission in domestic sheep flocks",
        "Decreasing prevalence of brucellosis in red deer through efforts to control disease in livestock",
        "Occurrence of abortions and seroprevalence of brucellosis in goats and sheep",
        "Evaluation of surveillance strategies for bovine brucellosis in Japan using a simulation model"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Utrecht",
            "affilname": "Universiteit Utrecht",
            "affiliation-country": "Netherlands"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}