{
    "eid": "2-s2.0-84940109108",
    "title": "Climate and Urbanization",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Management",
            "@code": "2308"
        },
        {
            "$": "Atmospheric Science",
            "@code": "1902"
        },
        {
            "$": "Global and Planetary Change",
            "@code": "2306"
        }
    ],
    "keywords": [
        "Climate hazards",
        "Climate vulnerabilities",
        "GHG emissions",
        "Mega-cities",
        "Urbanization"
    ],
    "authors": [
        "Peter Marcotullio"
    ],
    "citedby-count": 2,
    "ref-count": 289,
    "ref-list": [
        "Adaptation to climate change in the developing world",
        "The world’s Most Deprived: Characteristics and Causes of Extreme Poverty and Hunger",
        "Kitakyushu: Proceedings of the IGES/APN Mega-City Project Conference",
        "A HISTORICAL PATTERN OF ECONOMIC GROWTH IN DEVELOPING COUNTRIES",
        "Vulnerabilities and responses to climate change for Dhaka",
        "Proceedings of the Organization for Economic Co-Operation and Development Conference, Competitive Cities and Climate Change",
        "The effects of urban patterns on ecosystem function",
        "Global warming and the urban heat island",
        "Stratigraphic evolution of the late Holocene Ganges-Brahmaputra lower delta plain",
        "Asia’s Next Giant: South Korea and Late Industrialization",
        "The Dynamics of Global Urban Expansion . Washington, DC: Transport and Urban Development Department",
        "Mapping micro-urban heat islands using LANDSAT TM and a GIS",
        "Urban Transport Energy Use in the APEC Region, Trends and Options",
        "Scientific Capacity Building for Climate Impact and Vulnerability Assessments (SCBCIA)",
        "Enabling Urban Poor Livelihoods Policy Making: Understanding the Role of Energy Services, Philippine Country Report",
        "Marine-related physical natural hazards affecting coastal megacities of the Asia-Pacific region - Awareness and mitigation",
        "Hong Kong: Asian Development Bank/Oxford University Press",
        "Hong Kong: Asian Development Bank/Oxford University Press",
        "Technical Assistance Report, Project Number: 40156",
        "Manila: Asian Development Bank.",
        "Heat wave impact on morbidity and mortality in the elderly population: A review of recent studies",
        "Carlton: Australian Business Council for Sustainable Energy",
        "Climate change and respiratory disease: European Respiratory Society position statement",
        "Measuring Urban greenhouse gas emissions: The challenge of comparability",
        "State of the World 2007, Our Urban Future",
        "International Review for Environmental Strategies",
        "Urban policy and governance in a global environment: Complex systems, scale mismatches and public participation",
        "PT Mps to Propose New Capital City",
        "Bangladesh: Disaster Management Bureau",
        "Climate Change and Cities, First Assessment Report of the Urban Climate Change Research Network",
        "Dissertation, Institute for Sustainability and Technology Policy, Division of Social Sciences",
        "Asia-Pacific Development Monitor",
        "A vehicle quota integrated with road usage pricing: A mechanism to complete the phase-out of high fixed vehicle taxes in Singapore",
        "BBC News",
        "The 2003 heat wave as an example of summers in a greenhouse climate? Observations and climate model simulations for Basel, Switzerland",
        "Beyond product cycles and flying geese regionalization hierarchy, and the industrialization of east asia",
        "Mumbai after 26/7 deluge: Issues and concerns in urban planning",
        "Adapting Cities to Climate Change, Understanding and Addressing the Development Challenges",
        "NYC Green Infrastructure Plan, a Sustainable Strategy for Clean Waterways",
        "Finance & Development",
        "Urban Agriculture Magazine",
        "Cities and the governing of climate change",
        "The representation of emissions from megacities in global emission inventories",
        "Drinking Water Research, Special Issue: Climate Change",
        "Rainfall changes in summer caused by St. Louis",
        "Sustainable urban transportation: abatement and control of traffic congestion and vehicular emissions from land transportation in Singapore",
        "The politics of urban nature restoration: The case of Cheonggyecheon restoration in Seoul, Korea",
        "Climate Change 2007: The Physical Science Basis. Contribution of Working Group I to The Fourth Assessment Report of The Intergovernmental Panel on Climate Change",
        "Understanding global sea levels: Past, present and future",
        "Preparing for a changing climate: The Chicago climate action plan's adaptation strategy",
        "Urban Future: Global Pressures and Local Forces",
        "The food price crisis and urban food (in)security",
        "Lima: International Potato Center (Cip)/Makerere",
        "Climate Change 2007: Impacts, Adaptation and Vulnerability. Contribution of Working Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change",
        "Encyclopedia of Global Warming and Climate Change",
        "Encyclopedia of Global Warming and Climate Change",
        "Managing the health effects of climate change. Lancet and University College London Institute for Global Health Commission",
        "Contribution of Working Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change",
        "Temperature and mortality in 11 cities of the eastern United States",
        "Association of British Insurers and AIR Worldwide Corp. and the Met Office",
        "Growth, inequality and poverty in South-east Asia: The case of Thailand",
        "The vulnerability of global cities to climate hazards",
        "Manila: Asian Development Bank",
        "Urban energy use and carbon emissions from cities in China and policy implications",
        "GHG emissions from urbanization and opportunities for urban carbon mitigation",
        "Urban Energy Use and Greenhouse Gas Emissions in Asian Mega-Cities, Policies for a Sustainable Future",
        "Beyond the third world city: The new urban geography of south-east Asia",
        "International production in a volatile regulatory environment: the influence of national regulatory policies on the spatial strategies of transnational corporations",
        "Blaming cities for climate change? An analysis of urban greenhouse gas emissions inventories",
        "Climate Change and Cities, First Assessment Report of the Urban Climate Change Research Network",
        "Mega-urban regions and world city formation: Globalisation, the economic crisis and urban policy issues in Pacific Asia",
        "Pacific Asia",
        "Sustaining the Asia Pacific Miracle, Environmental Protection and Economic Integration",
        "Building Resilient Cities",
        "Climate Change Science and Policy",
        "The Economist",
        "Big Water. Big Challenges. Water in an Urbanizing World",
        "Is Los Angeles-Style Sprawl Desirable?",
        "Proceedings of the Food Supply and Distribution to Cities Programme Regional Seminar",
        "The Center for Clean Air Policy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "New York",
            "affilname": "Hunter College",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}