{
    "eid": "2-s2.0-85139948218",
    "title": "Carbon emissions, corporate governance, and hostile takeover threats",
    "cover-date": "2023-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business and International Management",
            "@code": "1403",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "agency theory",
        "carbon emissions",
        "climate change",
        "corporate governance",
        "takeover market"
    ],
    "authors": [
        "Suparatana Tanthanongsakkun",
        "Khine Kyaw",
        "Sirimon Treepongkaruna",
        "Pornsit Jiraporn"
    ],
    "citedby-count": 2,
    "ref-count": 98,
    "ref-list": [
        "Why and How Investors Use ESG Information: Evidence from a Global Survey",
        "Coups d'état and the cost of debt",
        "Do short-term objectives lead to under- or overinvestment in long-term projects?",
        "Enjoying the quiet life? Corporate governance and managerial preferences",
        "Capital market pressure, disclosure frequency-induced earnings/cash flow conflict, and managerial myopia (retracted)",
        "The effect of COVID-19 lockdowns on political support: Some good news for democracy?",
        "Corporate carbon and financial performance revisited",
        "Corporate carbon performance data: Quo vadis?",
        "Corporate carbon and financial performance: A meta-analysis",
        "Do takeover laws matter? Evidence from five decades of hostile takeovers",
        "The cost of carbon: Capital market effects of the proposed Emission Trading Scheme (ETS)",
        "Does board gender diversity matter? Evidence from hostile takeover vulnerability",
        "How do independent directors view generalist vs. specialist CEOs? Evidence from an exogenous regulatory shock",
        "Corporate complexity, managerial myopia, and hostile takeover exposure: Evidence from textual analysis",
        "The separate and joint effects of the market for corporate control and board effectiveness on R&D valuation",
        "Board size and the variability of corporate performance",
        "Identifying control motives in managerial ownership: Evidence from antitakeover legislation",
        "Estimating the effect of corporate social responsibility on firm value using geographic identification",
        "The effect of corporate governance on corporate social responsibility",
        "Estimating the effect of entrenched boards on firm value using geographic identification",
        "Using geographic density of firms to identify the effect of board size on firm value and corporate policies",
        "The valuation relevance of greenhouse gas emissions under the European Union carbon emissions trading scheme",
        "Boards: Does one size fit all",
        "Corporate governance, chief executive officer compensation, and firm",
        "Do independent directors enhance target shareholder wealth during tender offers?",
        "Number of directors and financial performance: A meta-analysis",
        "Exploring the determinants and long-term performance outcomes of corporate carbon strategies",
        "The effect of board characteristics on firm environmental performance",
        "Are corporate carbon management practices reducing corporate carbon emissions?",
        "Are future capital gain opportunities important in the market for corporate control? Evidence from China",
        "Synthesizing and extending resource dependence theory",
        "Corporate governance and carbon emissions performance: Empirical evidence from Australia",
        "Agency problems and the theory of the firm",
        "Separation of ownership and control",
        "The earnings returns to graduating with honors—Evidence from law graduates",
        "Capital structure and corporate control: The effect of antitakeover statutes on firm leverage",
        "How frequent financial reporting can cause managerial short-termism: An analysis of the costs and benefits of increasing reporting frequency",
        "Do women leaders promote sustainability? Analyzing the effect of corporate governance composition on environmental performance",
        "Determinants and consequences of quantitative critical accounting estimate disclosures",
        "Get green or die trying? Carbon risk integration into portfolio management",
        "The economic implications of corporate financial reporting",
        "The relevance to investors of greenhouse gas emission disclosures",
        "Entropy balancing for causal effects: A multivariate reweighting method to produce balanced samples in observational studies",
        "The effects of board characteristics and sustainable compensation policy on carbon performance of UK firms",
        "Environmental policy, sustainable development, governance mechanisms and environmental performance",
        "Factors influencing corporate environmental protection activities for greenhouse gas emission reductions: The relationship between environmental and financial performance",
        "Resource dependence theory: A review",
        "Corporate carbon performance indicators",
        "Corporate governance and risk-taking of Chinese firms: The role of board size",
        "Corporate governance and sustainability performance: Analysis of triple bottom line performance",
        "Looking inside the black box: The effect of corporate governance on corporate social responsibility",
        "The modern industrial revolution, exit, and the failure of internal control systems",
        "Do independent directors improve firm value? Evidence from the great recession",
        "Does Corporate Social Responsibility (CSR) improve credit ratings? Evidence from geographic identification",
        "The causal effect of corporate governance on corporate social responsibility",
        "Carbon risk, carbon risk awareness and the cost of debt financing",
        "The wealth effects of second-generation state takeover legislation",
        "International mergers and acquisitions laws, the market for corporate control, and accounting conservatism",
        "Economic “short-termism”: The debate, the unresolved issues, and the implications for management practice and research",
        "Managerial myopia or systemic short-termism?",
        "Corporate carbon strategies in responding to climate change",
        "Does takeover activity cause managerial discipline? Evidence from International M&A Laws",
        "Selection Models in Accounting Research",
        "Corporate carbon and financial performance: The role of emission reductions",
        "Using heteroscedasticity to identify and estimate mismeasured and endogenous regressor models",
        "Identification and estimation using heteroscedasticity without instruments: The binary endogenous regressor case",
        "Climate change and asset prices: Are corporate carbon disclosure and performance priced appropriately?",
        "Managerial risk-taking behavior and equity-based compensation",
        "Corporate investment myopia: A horserace of the theories",
        "Does voluntary carbon disclosure reflect underlying carbon performance?",
        "Mergers and the market for corporate control",
        "The effect of unemployment on the mental health of spouses—Evidence from plant closures in Germany",
        "Exploring the debate on short-termism: A theoretical and empirical analysis",
        "Firm-value effects of carbon emissions and carbon disclosures",
        "Entropy-balanced accruals",
        "The theory and practice of myopic management",
        "Managerial incentives for short-term results",
        "The impact of US sanctions on poverty",
        "Does a good central banker make a difference?",
        "The value of independent directors: Evidence from sudden deaths",
        "The relative number of anti-takeover provisions and the market for corporate control",
        "Does the market for corporate control impede or promote corporate innovation efficiency? Evidence from research quotient",
        "Does the market for corporate control influence executive risk-taking incentives? Evidence from takeover vulnerability",
        "Corporate integrity and hostile takeover threats: Evidence from machine learning and “CEO luck.”",
        "Carbon emissions and the cost of debt in the eurozone: The role of public policies, climate-related disclosure and corporate governance",
        "Does corporate headquarters location matter for stock returns?",
        "From board composition to corporate environmental performance through sustainability-themed alliances",
        "The Central Role of the Propensity Score in Observational Studies for Causal Effects",
        "Outside directors, board independence, and shareholder wealth",
        "Are founder-led firms less susceptible to managerial myopia?",
        "Hostility in takeovers: In the eyes of the beholder?",
        "Board attributes, corporate social responsibility strategy, and corporate environmental and social performance",
        "Carbon management systems and carbon mitigation",
        "The returns to office in a “rubber stamp” parliament",
        "Does corporate board downsizing increase shareholder value? Evidence from Japan",
        "Board size and firm risk-taking",
        "The deterrent effect of employee whistleblowing on firms' financial misreporting and tax aggressiveness",
        "Higher market valuation of companies with a small board of directors"
    ],
    "affiliation": [
        {
            "affiliation-city": "Trondheim",
            "@id": "60242136",
            "affilname": "NTNU Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60242136",
            "affiliation-country": "Norway"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60189723",
            "affilname": "The UWA Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189723",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "University Park",
            "@id": "60001439",
            "affilname": "Pennsylvania State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001439",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Australian University Librarians",
        "University of Western Australia",
        "National Research Council of Thailand"
    ]
}