{
    "eid": "2-s2.0-84896711509",
    "title": "Modifications of the American college of rheumatology 2010 preliminary diagnostic criteria for fibromyalgia syndrome and measurement of symptom severity as a screening tool for its diagnosis [ACR 2010 FMS-STD]: Lessons learned from the process of translation and validation into a Thai version",
    "cover-date": "2014-03-01",
    "subject-areas": [
        {
            "$": "Rheumatology",
            "@code": "2745"
        }
    ],
    "keywords": [
        "ACR 2010 criteria",
        "Diagnosis",
        "Fibromyalgia",
        "Patient-reported outcome",
        "Screening tool"
    ],
    "authors": [
        "Pradit Prateepavanich"
    ],
    "citedby-count": 1,
    "ref-count": 26,
    "ref-list": [
        "Estimates of the prevalence of arthritis and selected musculoskeletal disorders in the United States",
        "Editorial: Fibromyalgia: Where are we a decade after the American College of Rheumatology classification criteria were developed?",
        "The american college of rheumatology 1990 criteria for the classification of fibromyalgia",
        "Awareness of diagnostic and clinical features of fibromyalgia among family physicians",
        "Content and criterion validity of the preliminary core dataset for clinical trials in fibromyalgia syndrome",
        "Inaccuracy in the diagnosis of fibromyalgia syndrome: Analysis of referrals",
        "Fibromyalgia syndrome: Review of clinical presentation, pathogenesis, outcome measures, and treatment",
        "Fibromyalgia syndrome",
        "Fibromyalgia syndrome module at OMERACT 9: Domain construct",
        "The American College of Rheumatology preliminary diagnostic criteria for fibromyalgia and measurement of symptom severity",
        "Lexitron: Thai-English Electronic Dictionary",
        "Medical Dictionary, Ruamsarn, Bangkok",
        "Cognitive profile in fibromyalgia. Comparison with a mild cognitive impairment group",
        "Cognitive impairment in patients with Fibromyalgia syndrome as assessed by the mini-mental state examination",
        "The prevalence of fibromyalgia in other chronic pain conditions",
        "Fibromyalgia criteria and severity scales for clinical and epidemiological studies: A modification of the ACR preliminary diagnostic criteria for fibromyalgia",
        "Unhelpful criteria sets for \"diagnosis\" and \"assessment of severity\" of fibromyalgia",
        "Do we need core sets of fibromyalgia domains? The assessment of fibromyalgia (and other rheumatic disorders) in clinical practice",
        "Development and validation of the Fibromyalgia Rapid Screening Tool (FiRST)",
        "The prevalence of pain and pain interference in a general population of older adults: Cross-sectional findings from the North Staffordshire Osteoarthritis Project (NorStOP)",
        "Prevalence and predictors of fatigue in middle-aged and older adults: Evidence from the health and retirement study",
        "Sleep disorders in the elderly",
        "Mild cognitive impairment - A review of prevalence, incidence and outcome according to current approaches",
        "The association between anxiety, depression, and somatic symptoms in a large population: The HUNT-II study",
        "Prevalence of widespread pain and its influence on quality of life: Population study in korea"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Siriraj Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Outcomes Research Assoc.",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}