{
    "eid": "2-s2.0-84897016796",
    "title": "Characteristics of Triassic epithermal Au mineralization at the Q prospect, Chatree mining area, Central Thailand",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Geochemistry and Petrology",
            "@code": "1906"
        },
        {
            "$": "Geology",
            "@code": "1907"
        }
    ],
    "keywords": [
        "Boiling",
        "Epithermal Au deposit",
        "Flamboyant texture",
        "Laumontite",
        "Oxygen isotope",
        "Triassic"
    ],
    "authors": [
        "Ladda Tangwattananukul"
    ],
    "citedby-count": 8,
    "ref-count": 30,
    "ref-list": [
        "J. Geol.",
        "Proc. of the workshop on stratigraphic correlation of Thailand and Malaysia",
        "J. Geol. Soc. Thai.",
        "Symposium on Mineral, Energy, and Water Resources of Thailand",
        "Quartz textures in epithermal veins, Queensland - classification, origin, and implication",
        null,
        "Were aspects of Pan-African deformation linked to lapetus opening?",
        "Rev. Econ. Geol.",
        "Geothermal systems ancient and modern: a geochemical review",
        "Origin and mineral of clays",
        "Petrology and SrNd isotopic systems of the basalts and rhyolites, Loei, Thailand",
        "SUPCRT92: A software package for calculating the standard molal thermodynamic properties of minerals, gases, aqueous species, and reactions from 1 to 5000 bar and 0 to 1000°C",
        "Steam Table-thermodynamic properties of water including vapor, liquid, and solid phases (international edition-metric units)",
        "Rep. Res. Inst. Nat. Resour. Min. Coll. Akita Univ.",
        "Proceedings of the International Symposia on Geoscience Resources and Environments of Asia Terranes",
        "Oxygen isotopic fractionation in the system quartz-albite-anorthite-water",
        "J. PIXE",
        "Genesis of epithermal Au-Ag mineralization of the Koryu Mine, Hokkaido, Japan",
        "J. Geophy. Res.",
        "J. Geophy. Res.",
        "SEG Newsl."
    ],
    "affiliation": [
        {
            "affiliation-city": "Akita",
            "affilname": "Akita University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Morioka",
            "affilname": "Iwate Medical University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}