{
    "eid": "2-s2.0-85088943311",
    "title": "Investigation of tobacco and alcohol co-consumption in Thailand: A joint estimation approach",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (miscellaneous)",
            "@code": "2701",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Health (social science)",
            "@code": "3306",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "alcohol",
        "co-consumption",
        "conjoint use",
        "Thailand",
        "tobacco"
    ],
    "authors": [
        "Nopphol Witvorapong",
        "Polathep Vichitkunakorn"
    ],
    "citedby-count": 2,
    "ref-count": 35,
    "ref-list": [
        "Temporal associations of alcohol and tobacco consumption with cancer mortality",
        "Tobacco, alcohol, and cancer in low and high income countries",
        "Alcohol consumption, smoking and wages",
        "The effect of drinking and smoking on the labour market outcomes of low-income young adults",
        "Independent and combined effects of tobacco smoking, chewing and alcohol drinking on the risk of oral, pharyngeal and esophageal cancers in Indian men",
        "Alcohol and tobacco use, and cancer risk for upper aerodigestive tract and liver",
        "Global statistics on alcohol, tobacco and illicit drug use: 2017 status report",
        "Household alcohol and tobacco expenditures in Turkey: a sample-selection system approach",
        "Longitudinal conjoint patterns of alcohol and tobacco use throughout emerging adulthood",
        "Healthy behaviours and productive activities among Thai older adults: a repeated cross-sectional analysis",
        "Rationally addicted to drinking and smoking?",
        "Demand for marijuana, alcohol and tobacco: participation, levels of consumption and cross-equation correlations",
        "Association between tobacco and alcohol use among young adult bar patrons: a cross-sectional study in three cities",
        "Smoking and drinking as complementary behaviours",
        "Alcohol consumption as a predictor of reactivity to smoking and stress cues presented in the natural environment of smokers",
        "Killing two birds with one stone? Association between tobacco and alcohol consumption",
        "Time inconsistency and alcohol sales restrictions",
        "Do preferences of drinker-drivers differ?",
        "Tobacco and hazardous or harmful alcohol use in Thailand: joint prevalence and associations with socioeconomic factors",
        "Can pricing deter adolescents and young adults from starting to drink: an analysis of the effect of alcohol taxation on drinking initiation among Thai adolescents and young adults",
        "Stages of the cigarette epidemic on entering its second century",
        "How should we define light or intermittent smoking? Does it matter?",
        "The dynamics of food, alcohol and cigarette consumption in Russia during transition",
        "Is local alcohol outlet density related to alcohol-related morbidity and mortality in Scottish cities?",
        "Tracing the cigarette epidemic: an age-period-cohort study of education, gender and smoking using a pseudo-panel approach",
        "The impossibility of separating age, period and cohort effects",
        "Gender differences in alcohol demand: a systematic review of the role of prices and taxes",
        "Prevalence and determinants of co-use of alcohol and tobacco among men in working age group (18-59years) in India",
        "Alcohol consumption by youth: peers, parents, or prices?",
        "Changes in cigarette prices, affordability, and brand-tier consumption after a tobacco tax increase in Thailand: evidence from the global adult tobacco surveys, 2009 and 2011",
        "Does consumption of tobacco and alcohol affect household food security? Evidence from rural India",
        "Availability and consumption of alcoholic beverages: evidence from Finland",
        "Alcohol-induced blackouts and maternal family history of problematic alcohol use"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center for Alcohol Studies"
    ]
}