{
    "eid": "2-s2.0-85138444704",
    "title": "Chemicals Affecting Cyanobacterial Poly(3-hydroxybutyrate) Accumulation: 2-Phenylethanol Treatment Combined with Nitrogen Deprivation Synergistically Enhanced Poly(3-hydroxybutyrate) Storage in Synechocystis sp. PCC6803 and Anabaena sp. TISTR8076",
    "cover-date": "2022-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Physiology",
            "@code": "1314",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Cell Biology",
            "@code": "1307",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Chemicals",
        "Compounds",
        "Cyanobacteria",
        "Nitrogen",
        "PHB",
        "Poly(3-hydroxybutyrate)"
    ],
    "authors": [
        "Nannaphat Sukkasam",
        "Aran Incharoensakdi",
        "Tanakarn Monshupanee"
    ],
    "citedby-count": 2,
    "ref-count": 101,
    "ref-list": [
        "Applications of cyanobacteria in biotechnology",
        "Measurement of cell membrane stability evaluated by electrolyte leakage as a drought and heat tolerance test in rice (Oryza sativa L.)",
        "HTSeq-a python framework to work with high-throughput sequencing data",
        "Roles of group 2 sigma factors in acclimation of the cyanobacterium Synechocystis sp. PCC 6803 to nitrogen deficiency",
        "Increased polyhydroxybutyrate levels by ntcA overexpression in Synechocystis sp. PCC 6803",
        "Response of H2 production and hox-hydrogenase activity to external factors in the unicellular cyanobacterium Synechocystis sp. strain PCC 6803",
        "Degradation of phycobilisomes in Synechocystis sp. PCC6803: evidence for essential formation of an NblA1/NblA2 Heterodimer and its codegradation by A Clp protease complex",
        "Structure, function, and substrates of Clp AAA+ protease systems in cyanobacteria, plastids, and apicoplasts: a comparative analysis",
        "Small but smart: on the diverse role of small proteins in the regulation of cyanobacterial metabolism",
        "Effects of selected electron transport chain inhibitors on 24-h hydrogen production by Synechocystis sp. PCC 6803",
        "Effects of fomesafen, alone and in combination with an adjuvant, on plankton communities in freshwater outdoor pond mesocosms",
        "Genetic engineering of Synechocystis sp. PCC6803 for poly-β- hydroxybutyrate overproduction",
        "Current trends in biodegradable polyhydroxyalkanoates",
        "The HtrA family of proteases: implications for protein composition and cell fate",
        "Screening for biologically annotated drugs that trigger triacylglycerol accumulation in the diatom Phaeodactylum",
        "Succinate dehydrogenase and other respiratory pathways in Thylakoid Membranes of Synechocystis sp. Strain PCC 6803: capacity comparisons and physiological function",
        "Antibacterial activity of phenethyl alcohol and resulting membrane alterations",
        "The multiple functions of common microbial carbon polymers, glycogen and PHB, during stress responses in the non-diazotrophic cyanobacterium Synechocystis sp. PCC 6803",
        "Comparison of arsenate and vanadate as inhibitors or uncouplers of mitochondrial and glycolytic energy metabolism",
        "Effect of selected herbicides on growth and hydrocarbon content of Botryococcus braunii (Race B)",
        "Assessing the antibiotic susceptibility of freshwater Cyanobacteria spp",
        "STAR: ultrafast universal RNA-seq Aligner",
        "Sodium benzoate inhibits growth of or inactivates Listeria monocytogenes",
        "Glycogen content and nitrogenase activity in Anabaena variabilis",
        "Bacterial aminopeptidases: properties and functions",
        "Protein measurements of microalgal and cyanobacterial biomass",
        "METLIN: a technology platform for identifying knowns and unknowns",
        "Gene delivery technologies with applications in microalgal genetic engineering",
        "Fatty acid biosynthesis as a target for novel antibacterials",
        "Contribution of protein synthesis depression to Poly-β-hydroxybutyrate accumulation in Synechocystis sp. PCC 6803 Under Nutrient-starved conditions",
        "Genetic engineering and metabolite profiling for overproduction of polyhydroxybutyrate in Cyanobacteria",
        "The serine protease HhoA from Synechocystis sp. Strain PCC 6803: substrate specificity and formation of a hexameric complex are regulated by the PDZ Domain",
        "Investigation of the functional role of ctp proteins in the cyanobacterium Synechocystis sp. PCC 6803",
        "Increased accumulation of polyhydroxybutyrate in divergent cyanobacteria under nutrient-deprived photoautotrophy: an efficient conversion of solar energy and carbon dioxide to polyhydroxybutyrate by Calothrix scytonemicola TISTR 8095",
        "KEGG: Kyoto Encyclopedia of Genes and Genomes",
        "Single amino acid changes in the 5- Enolpyruvylshikimate-3-phosphate Synthase from Agrobacterium sp. strain CP4 and Synechocystis sp. PCC6803 alter enzyme activity and glyphosate sensitivity",
        "GABA synthesis mediated by γ-aminobutanal dehydrogenase in Synechocystis sp. PCC6803 with disrupted glutamate and α-Ketoglutarate Decarboxylase Genes",
        "Enhancement of Poly-3-hydroxybutyrate Production in Synechocystis sp. PCC 6803 by overexpression of its native biosynthetic genes",
        "Differential responses of two freshwater cyanobacteria, Anabaena variabillis and Nostoc commune, to sulfonylurea herbicide bensulfulron-methyl",
        "Adapting the machine: adaptor proteins for Hsp100/Clp and AAA+ Proteases",
        "Flux balance analysis of cyanobacterial metabolism: the metabolic network of Synechocystis sp. PCC 6803",
        "The metabolic network of Synechocystis sp. PCC 6803: systemic properties of autotrophic growth",
        "Sulfite-stress induced functional and structural changes in the complexes of photosystems I and II in a cyanobacterium, Synechococcus elongatus PCC 7942",
        "Maximizing PHB Content in Synechocystis sp. PCC 6803: a new metabolic engineering strategy based on the Regulator PirC",
        "Cyanobacterial polyhydroxyalkanoate production: status quo and quo vadis?",
        "Inactivation of Phosphate Regulator (SphU) in cyanobacterium Synechocystis sp. 6803 directly induced acetyl phosphate pathway leading to enhanced PHB level under nitrogen-sufficient condition",
        "Fast gapped-read alignment with Bowtie 2",
        "Atypical subunit composition of the chlorophycean mitochondrial F1FO-ATP synthase and role of Asa7 protein in stability and oligomycin resistance of the enzyme",
        "Biosynthesis of Cyanobacterial Light-harvesting Pigments and Their Assembly into Phycobiliproteins",
        "Bacterial polyhydroxyalkanoates",
        "RSEM: accurate transcript quantification from RNA-Seq Data with or without A Reference Genome",
        "The Nitrogen-regulated response regulator NrrA controls cyanophycin synthesis and glycogen catabolism in the Cyanobacterium Synechocystis sp. PCC 6803",
        "Protein measurement with the folin phenol reagent",
        "Antibacterial activity of phenolic compounds and aromatic alcohols",
        "Poly-β-hydroxybutyrate accumulation in Nostoc muscorum: effects of metabolic inhibitors",
        "Involvement of an FtsH homologue in the assembly of functional Photosystem I in the Cyanobacterium Synechocystis sp. PCC 6803",
        "Helicobacter pylori PqqE is A New virulence factor that cleaves junctional adhesion Molecule A and disrupts gastric epithelial integrity",
        "Mechanisms of growth inhibition by propionate and restoration of the growth by sodium bicarbonate or acetate in Rhodopseudomonas sphaeroides S",
        "Evolutionary significance of an algal gene encoding an [FeFe]-hydrogenase with F-domain homology and hydrogenase activity in Chlorella variabilis NC64A",
        "Current knowledge and recent advances in understanding metabolism of the model cyanobacterium Synechocystis sp. PCC 6803",
        "Disruption of Cyanobacterial γ- aminobutyric acid shunt pathway reduces metabolites levels in tricarboxylic acid cycle, but enhances pyruvate and Poly(3-hydroxybutyrate) Accumulation",
        "Enhanced accumulation of glycogen, lipids and polyhydroxybutyrate under optimal nutrients and light intensities in the cyanobacterium Synechocystis sp. PCC 6803",
        "Twostage (photoautotrophy and heterotrophy) cultivation enables efficient production of bioplastic poly-3-hydroxybutyrate in auto-sedimenting cyanobacterium",
        "CfrA, a novel carbon flow regulator, adapts carbon metabolism to nitrogen deficiency in cyanobacteria",
        "CyanoBase: the cyanobacteria genome database update 2010",
        "The novel PII-interactor PirC identifies phosphoglycerate mutase as key control point of carbon storage metabolism in cyanobacteria",
        "Increased bioplastic production with an RNA polymerase sigma Factor SigE during nitrogen starvation in Synechocystis sp. PCC 6803",
        "Enhanced poly-beta-hydroxybutyrate accumulation in a unicellular cyanobacterium, Synechocystis sp. PCC 6803",
        "Influence of crystallinity on the biodegradation rate of injection-moulded poly(lactic acid) samples in controlled composting conditions",
        "A natural plant growth promoter, calliterpenone, enhances growth and biomass, carbohydrate, and lipid production in cyanobacterium Synechocystis PCC 6803",
        "An improved method for extraction of polar and charged metabolites from cyanobacteria",
        "Extraction of Poly-3- hydroxybutyrate using chlorinated solvents",
        "Cyanobacterial photosynthesis: the light reactions",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Genomic responses to arsenic in the cyanobacterium Synechocystis sp. PCC 6803",
        "NADH and NADPH dehydrogenases from the blue-green alga, Aphanocapsa",
        "New applications of synthetic biology tools for cyanobacterial metabolic engineering",
        "Requirement of phosphatidylglycerol for photosynthetic function in Thylakoid Membranes",
        "Requirement of the nitrogen starvation-induced protein Sll0783 for Polyhydroxybutyrate accumulation in Synechocystis sp. Strain PCC 6803",
        "2-Polymerization",
        "Simultaneous determination of tricarboxylic acid cycle metabolites by high-performance liquid chromatography with ultraviolet detection",
        "Advances in cyanobacterial polyhydroxyalkanoates production",
        "Progress and challenges in producing polyhydroxyalkanoate biopolymers from cyanobacteria",
        "Increased bioproduction of glycogen, lipids, and poly(3- hydroxybutyrate) under partial supply of nitrogen and phosphorus by photoautotrophic cyanobacterium Synechocystis sp. PCC 6803",
        "Disruption of hydrogen-gas synthesis enhanced the cellular levels of NAD(P)H, glycogen, poly(3-hydroxybutyrate), and photosynthetic pigments under specific nutrient condition(s) in cyanobacterium Synechocystis sp. PCC 6803",
        "Effects of synthetic local anaesthetics on the growth of the cyanobacterium Synechococcus leopoliensis",
        "Cyanobacterial PHA production-review of recent advances and a summary of three years' working experience running a pilot plant",
        "High-throughput screen for Poly-3-hydroxybutyrate in Escherichia coli and Synechocystis sp. strain PCC6803",
        "Bacterial synthesis of biodegradable polyhydroxyalkanoates",
        "Enhanced limonene production in cyanobacteria reveals photosynthesis limitations",
        "Photoinhibition of photosynthesis in the cyanobacterium Microcystis aeruginosa",
        "Considerations in sample preparation, collection, and extraction approaches applied in microbial, plant, and mammalian metabolic profiling",
        "Susceptibility of oral bacteria to phenoxyethanol and phenoxyethanol/ chlorhexidine combinations",
        "HMDB 4.0: the human metabolome database for 2018",
        "HMDB: the human metabolome database",
        "Newly discovered Synechococcus sp. PCC 11901 is a robust cyanobacterial strain for high biomass production",
        "The γ-aminobutyric acid shunt contributes to closing the tricarboxylic acid cycle in Synechocystis sp. PCC 6803",
        "Production of poly-3-hydroxybutyrate from lactose and whey by Methylobacterium sp. ZP24",
        "Properties of the HtrA protease from bacterium Helicobacter pylori whose activity is indispensable for growth under stress conditions",
        "Spectrophotometric determination of phycobiliprotein content in cyanobacterium synechocystis",
        "Measurement of chlorophyll a and carotenoids concentration in cyanobacteria"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Science Research and Innovation Fund Chulalongkorn University",
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}