{
    "eid": "2-s2.0-85047067545",
    "title": "Description of two new species of the earthworm genus, metaphire (Clitellata: Megascolecidae), from Kedah, Peninsular Malaysia",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "DNA barcode",
        "Malay Peninsula",
        "Taxonomy",
        "Terrestrial earthworm"
    ],
    "authors": [
        "Beewah Ng",
        "Ueangfa Bantaowong",
        "Piyoros Tongkerd",
        "Somsak Panha"
    ],
    "citedby-count": 3,
    "ref-count": 61,
    "ref-list": [
        "Seven new species of the earthworm genus Metaphire Sims & Easton, 1972, from Thailand (Clitellata: Megascolecidae)",
        "A new species of the terrestrial earthworm of the genus Metaphire Sims and Easton, 1972 from Thailand with redescription of some species",
        "On the anatomy of Ocnerodrilus (Eise´n)",
        "The earthworms of the Vienna Museum",
        "On some species of the genus Perichaeta (Sensu stricto)",
        "On some new species of earthworms from various parts of the world",
        "A revision of the earthworms of the genus Amynthas (Perichaeta)",
        "On the earthworms collected during the “Skeat Expedition” to the Malay Peninsula, 1899–1900",
        "On two new earthworms of the family Megascolecidae",
        "On some Perichaeta from the Eastern Archipelago collected by Mr. Everett",
        "Grundzüge der Zoologie, zum wissenschaftlichen gebrauche",
        "Potential of DNA barcoding for earthworm research in taxonomy and ecology",
        "Alma zebanguii n. Sp., et les Alminae, Oligochètes de la famille des Glossoscolecidae",
        "Notes on Australian earthworms",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates",
        "The earthworms of Burma",
        "The earthworms of Burma",
        "On some earthworms from East Perak and Christmas Island",
        "On some earthworms from the Cameron Highlands",
        "The earthworms of Burma",
        "On some earthworms from Singapore and the Malay Peninsula",
        "Earthworms from the Malay Peninsula",
        "On some earthworms from Perlis and Kedah",
        "Burmese earthworms: An introduction to the systematics and biology of megadrile oligochaetes with special reference to Southeast Asia",
        "Biological identifications through DNA barcodes",
        "New species of the genus Megascolex Templeton (Perichaeta Schmarda) in the collections of the Leyden Museum",
        "Descriptions of earthworms",
        "Earthworms from the Malay Archipelago",
        "Identifying earthworms through DNA barcodes",
        "DNA barcoding reveals cryptic diversity in Lumbricus terrestris L., 1758 (Clitellata): Resurrection of L. herculeus (Savigny, 1826)",
        "DNA barcoding of the Thai species of terrestrial earthworms in the genera Amynthas and Metaphire (Haplotaxida: Megascolecida)",
        "Simple method for estimating evolutionary rate of base substitutions through comparative studies of nucleotide sequences",
        "Terricolen der Berliner Zoologischen Sammlung. II",
        "Oligochaeten. Kükenthal, Ergebnisse einer zoologischen Forschungsreise in den Molukken und in Borneo",
        "Neue Oligochaeten und neue Fundorte altbekannter",
        "New Oligochaeten von Vorder-Indien, Ceylon, Birma und den Andaman-Inseln",
        "Oligochäten aus dem Rijks Museum van Natuurlijke Historie zu Leiden",
        "Die Oligochäten Borneos",
        "Oligochaeta from Sarawak",
        "Recherches pour servir a l’histoire des Lombriciens terrestres",
        "Sur les vers de terre des îles de Philippines et de la Cochinchine",
        "Viaggio di Leonarda Fea in Birmania e Regionivicini. XXV. Moniligastridi, Geoscolecidi de Eudrilidi",
        "I Lombrichi raccolti a Sumatra dal Dott. Elio Modigliani",
        "Oligochètes de l’archipel malais",
        "A numerical revision of the earthworm genus Pheretima auct. (Megascolecidae: Oligochaeta) with the recognition of new genera and an appendix on the earthworms collected by the Royal Society North Borneo Expedition",
        "On a collection of Oligochaeta from various parts of India and further India",
        "Oligochaeta",
        "Oligochaeta from the Malay Peninsula",
        "MEGA6: Molecular Evolutionary Genetics Analysis version 6.0",
        "Regenwürmer von Borneo",
        "Note sur l’anatomie de deux espèces du genre Perichaeta et essai de classification des Annélides Lombricines",
        "Fifteen new earthworm mitogenomes shed new light on phylogeny within the Pheretima complex"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60030267",
            "affilname": "Rajamangala University of Technology Thanyaburi (RMUTT)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030267",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}