{
    "eid": "2-s2.0-84922830344",
    "title": "Enhancement of multi-class support vector machine construction from binary learners using generalization performance",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Computer Science Applications",
            "@code": "1706"
        },
        {
            "$": "Artificial Intelligence",
            "@code": "1702"
        },
        {
            "$": "Cognitive Neuroscience",
            "@code": "2805"
        }
    ],
    "keywords": [
        "Generalization performance",
        "Multi-class classification",
        "Support vector machine"
    ],
    "authors": [
        "Patoomsiri Songsiri"
    ],
    "citedby-count": 14,
    "ref-count": 43,
    "ref-list": [
        "Statistical Learning Theory",
        "An overview of statistical learning theory",
        "Classification by pairwise coupling",
        "Probability estimates for multi-class classification by pairwise coupling",
        "Efficient pairwise classification",
        "A novel framework for multi-class classification via ternary smooth support vector machine",
        "Efficient pairwise classification using local cross off strategy",
        "Improving multiclass pattern recognition by the combination of two strategies",
        "Efficient Classification for Multiclass Problems Using Modular Neural Networks",
        "In defense of one-vs-all classification",
        "Large-scale image classification: Fast feature extraction and SVM training",
        "Hierarchical semantic indexing for large scale image retrieval",
        "Good practice in large-scale learning for image classification",
        "Label embedding trees for large multi-class tasks",
        "Fast and balanced: Efficient label tree learning for large scale object recognition",
        "J. Artif. Intell. Res.",
        "Reducing multiclass to binary: A unifying approach for margin classifiers",
        "Using diversity measures for generating error-correcting output codes in classifier ensembles",
        "Evaluation functions for the evolutionary design of multiclass support vector machines",
        "Discriminant ECOC: A heuristic method for application dependent design of error correcting output codes",
        "A subspace approach to error correcting output codes",
        "A genetic-based subspace analysis method for improving Error-Correcting Output Coding",
        "Large margin DAGs for multiclass classification",
        "A comparison of methods for multiclass support vector machines",
        "Multiclass support vector machines using adaptive directed acyclic graph",
        "Proc. Artif. Neural Netw. Pattern Recognit.",
        "Building binary-tree-based multiclass classifiers using separability measures",
        "Vector projection method for unclassifiable region of support vector machine",
        "Department of Information and Computer Science, University of California, Irvine",
        "The Nature of Statistical Learning Theory",
        "Teoriya Raspoznavaniya Obrazov: Statisticheskie Problemy Obucheniya [Theory of Pattern Recognition: Statistical Problems of Learning]",
        "Advances in Kernel Methods - Support Vector Learning",
        "A tutorial on support vector machines for pattern recognition",
        "Machine Learning",
        "Statistics: Principles and Methods",
        "SANKEN International Workshop on Intelligent Systems",
        "Reordering Adaptive Directed Acyclic Graphs: An Improved Algorithm for Multiclass Support Vector Machines",
        "Computing Minimum-Weight Perfect Matchings",
        "Making large-scale SVM learning practical, Advances in Kernel Methods Support Vector Learning",
        "Statistical comparisons of classifiers over multiple data sets",
        "Advanced nonparametric tests for multiple comparisons in the design of experiments in computational intelligence and data mining: Experimental analysis of power"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tha Sala",
            "affilname": "Walailak University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}