{
    "eid": "2-s2.0-84955578948",
    "title": "Anti-diabetic and anti-oxidative activity of fixed oil extracted from Ocimum sanctum L. leaves in diabetic rats",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "Immunology and Microbiology (miscellaneous)",
            "@code": "2401"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        },
        {
            "$": "Cancer Research",
            "@code": "1306"
        }
    ],
    "keywords": [],
    "authors": [
        "Thamolwan Suanarunsawat"
    ],
    "citedby-count": 48,
    "ref-count": 47,
    "ref-list": [
        "Diagnosis and classification of diabetes mellitus",
        "Diabetes, oxidative stress and therapeutic strategies",
        "Global Prevalence of Diabetes: Estimates for the year 2000 and projections for 2030",
        "Pharmacological management of diabetes: Recent progress and future perspective in daily drug treatment",
        "Lipid-lowering and antioxidative activities of aqueous extracts of Ocimum sanctum L. leaves in rats fed with a high-cholesterol diet",
        "Antioxidant effect of Ajuga iva aqueous extract in streptozotocin-induced diabetic rats",
        "Antidiabetic effect of Phlomis anisodonta: Effects on hepatic cells lipid peroxidation and antioxidant enzymes in experimental diabetes",
        "Ocimum sanctum Linn. A reservoir plant for therapeutic applications: An overview",
        "Tulsi - Ocimum sanctum: A herb for all reasons",
        "Evaluation of the mutagenic potential and acute oral toxicity of standardized extract of Ocimum sanctum (OciBest™)",
        "Toxicological study of Ocimum sanctum Linn leaves: Hematological, biochemical, and histopathological studies",
        "A phytopharmacological overview on Ocimum species with special emphasis on Ocimum sanctum",
        "Anti-hyperglycaemic and anti-dyslipidaemic effect of dietary supplement of white Ocimum Sanctum Linnean before and after STZ-induced diabetes mellitus",
        "Biochemical evaluation of antidiabetogenic properties of some commonly used Indian plants on streptozotocin-induced diabetes in experimental rats",
        "Food Nutr Sci",
        "Prevention of insulin resistance by ingesting aqueous extract of Ocimum sanctum to fructose-fed rats",
        "Evaluation of antioxidant and wound healing effects of alcoholic and aqueous extract of Ocimum sanctum Linn in rats",
        "Ocimum sanctum Linn. (Tulsi): An ethnomedicinal plant for the prevention and treatment of cancer",
        "Effects of leaves extract of Ocimum sanctum L. on arsenic-induced toxicity in Wistar albino rats",
        "Antioxidant activities of hydroalcoholic extract of ocimum sanctum against cadmium induced toxicity in rats",
        "Hypoglycaemic, hypolipidemic and antioxidant properties of tulsi (ocmum sanctum linn) on streptozotocin induced diabetes in rats",
        "Antioxidant activity and lipid-lowering effect of essential oils extracted from Ocimum sanctum L. leaves in rats fed with a high cholesterol diet",
        "Anti-hyperlipidemic and cardioprotective effects of ocimum sanctum l. fixed oil in rats fed a high fat diet",
        "Effects of total glucosides of paeony on oxidative stress in the kidney from diabetic rats",
        "Cardiac fibrosis and dysfunction in experimental diabetic cardiomyopathy are ameliorated by alpha-lipoic acid",
        "Diabetes mellitus and the heart",
        "Assay for lipid peroxides in animal tissues by thiobarbituric acid reaction",
        "Protein measurement with the Folin phenol reagent.",
        "Glutathione Peroxidase and Hydroperoxides",
        "Method for Enzymatic Analysis",
        "The estimation of red cell superoxide dismutase activity",
        "Tissue preparation for histochemistry: fixation, embedding, and antigen retrieval for light microscopy.",
        "Mortality and treatment side-effects during long-term intensified conventional insulin treatment in the Stockholm Diabetes Intervention Study",
        "Relative importance of transport and alkylation for pancreatic beta-cell toxicity of streptozotocin",
        "Evaluation of the insulin-releasing and glucose-lowering effects of GPR120 activation in pancreatic β-cells",
        "Metabolic Effects of γ-Linolenic Acid-α-Lipoic Acid Conjugate in Streptozotocin Diabetic Rats",
        "Lipid peroxidation: Its mechanism, measurement, and significance",
        "Diabetes, oxidative stress and therapeutic strategies",
        "Hyperglycemia-induced oxidative stress in diabetic complications",
        "Multiple Antioxidants Improve Cardiac Complications and Inhibit Cardiac Cell Death in Streptozotocin-Induced Diabetic Rats",
        "Effects of vitamin A and insulin on the antioxidative state of diabetic rat heart: A comparison study with combination treatment",
        "Anti-lipidemic actions of essential oil extracted from Ocimum sanctum L. leaves in rats fed with high cholesterol diet",
        "High Linoleic Acid Diets Ameliorate Diabetic Nephropathy in Rats",
        "[Protective effect of ALA on high glucose induced cellular injury of LLC-PK1 cell]."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Navamindradhiraj University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Rangsit University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}