{
    "eid": "2-s2.0-85036467920",
    "title": "Simple screening of Listeria monocytogenes based on a fluorescence assay via a laminated lab-on-paper chip",
    "cover-date": "2017-11-28",
    "subject-areas": [
        {
            "$": "Engineering (miscellaneous)",
            "@code": "2201"
        },
        {
            "$": "Biomedical Engineering",
            "@code": "2204"
        },
        {
            "$": "Instrumentation",
            "@code": "3105"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        },
        {
            "$": "Clinical Biochemistry",
            "@code": "1308"
        }
    ],
    "keywords": [
        "Detection",
        "Frozen seafood",
        "Hly gene",
        "Lab-on-paper chip",
        "LAMP",
        "Listeria monocytogenes"
    ],
    "authors": [
        "Kankanit Pisamayarom"
    ],
    "citedby-count": 10,
    "ref-count": 56,
    "ref-list": [
        "The occurrence and prevention of foodborne disease in vulnerable people",
        "Prevalence and growth of Listeria monocytogenes in naturally contaminated seafood",
        "Strategies for signal amplification in nucleic acid detection",
        "Nucleic acid sequence-based amplification",
        "Listeria, Listeriosis, and Food Safety, 2nd ed",
        "Incidence and control of Listeria monocytogenes in foods in Denmark",
        "Listeria pathogenesis and molecular virulence determinants",
        "Listeria monocytogenes: Epidemiology, human disease, and mechanisms of brain invasion",
        "Polymerase chain reaction (PCR) detection of Listeria monocytogenes in diluted milk and reversal of PCR inhibition caused by calcium ions",
        "Detection of Listeria species and Listeria monocytogenes using polymerase chain reaction",
        "Sensitive and specific detection of Listeria monocytogenes in milk and ground beef with the polymerase chain reaction",
        "Isothermal DNA amplification in vitro: the helicase-dependent amplification system.",
        "Low-cost bioanalysis on paper-based and its hybrid microfluidic platforms",
        "Strand displacement amplification - an isothermal, in vitro DNA amplification technique",
        "Rapid detection of aflatoxigenic Aspergillus sp. in herbal specimens by a simple, bendable, paper-based lab-on-a-chip",
        "Patterned paper as a platform for inexpensive, low-volume, portable bioassays",
        "Three-dimensional microfluidic devices fabricated in layered paper and tape",
        "Low-cost printing of poly(dimethylsiloxane) barriers to define microchannels in paper",
        "Rapid prototyping of paper-based microfluidics with wax for low-cost, portable bioassay",
        "Fabrication and characterization of paper-based microfluidics prepared in nitrocellulose membrane by Wax printing",
        "Laminated paper-based analytical devices (LPAD): Fabrication, characterization, and assays",
        "Loop-mediated isothermal amplification of DNA.",
        "Colorimetric detection of Ehrlichia canis via nucleic acid hybridization in gold nano-colloids",
        "Postharvest non-destructive determination of fruits: A model on fruit maturity assay via biosensor based on colorimetric change of gold nanoparticles",
        "The listeriolysin O gene: A chromosomal locus crucial for the virulence of Listeria monocytogenes",
        "CLUSTAL V: multiple alignment of DNA and protein sequences.",
        "Microbiological criteria for Listeria monocytogenes in foods under special consideration of risk assessment approaches",
        "Basic local alignment search tool",
        "OligoCalc: An online oligonucleotide properties calculator",
        "Detection and identification of Listeria monocytogenes in cooked sausage products and in milk by in vitro amplification of haemolysin gene fragments",
        "Detection of aflatoxigenic fungi in selected food commodities by PCR",
        "Molecular Cloning:A Laboratory Manual",
        "Novel reference molecules for quantitation of genetically modified maize and soybean",
        "An introduction to ROC analysis",
        "Fluorescence biosensor based on N-(2-Aminoethyl) glycine peptide nucleic acid for a simple and rapid detection of Escherichia coli in fresh-cut mango",
        "Rapid and sensitive detection of heat-labile I and heat-stable I enterotoxin genes of enterotoxigenic Escherichia coli by Loop-Mediated Isothermal Amplification",
        "Understanding and modelling bacterial transfer to foods: a review",
        "Listeriosis",
        "On the specificity of PCR detection of Listeria monocytogenes in food: A comparison of published primers",
        "Rapid detection of Listeria monocytogenes by nanoparticle-based immunomagnetic separation and real-time PCR",
        "Circumventing air bubbles in microfluidic systems and quantitative continuous-flow PCR applications",
        "Loop mediated isothermal amplification (LAMP): A new generation of innovative gene amplification technique; perspectives in clinical diagnosis of infectious diseases",
        "Listeria monocytogenes. A model system for the molecular study of intracellular parasittism",
        "Detection of Listeria monocytogenes and the toxin listeriolysin O in food",
        "Genotypic characterization of Listeria spp. isolated from fresh water fish",
        "Rapid and sensitive detection of Listeria monocytogenes by loop-mediated isothermal amplification",
        "Loop-mediated isothermal amplification integrated on microfluidic chips for point-of-care quantitative detection of pathogens",
        "Paper-based analytical devices for clinical diagnosis: recent advances in the fabrication techniques and sensing mechanisms",
        "Basics, mechanisms and properties in the chemistry of cyanine dyes: A review paper",
        "Occurrence of toxigenic fungi in herbal drugs",
        "PNA hybridizes to complementary oligonucleotides obeying the Watson-Crick hydrogen-bonding rules",
        "Chem. Soc. Rev",
        "Rapid Detection of Listeria monocytogenes in Raw Milk with Loop-Mediated Isothermal Amplification and Chemosensor",
        "Rapid detection of food-borne Listeria monocytogenes by real-time quantitative loop-mediated isothermal amplification"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Agricultural Research Development Agency"
    ]
}