{
    "eid": "2-s2.0-84897938669",
    "title": "Fabrication of cellulose nanofiber/chitin whisker/silk sericin bionanocomposite sponges and characterizations of their physical and biological properties",
    "cover-date": "2014-05-23",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        },
        {
            "$": "Ceramics and Composites",
            "@code": "2503"
        }
    ],
    "keywords": [
        "A. Nanocomposites",
        "B. Fibre/matrix bond",
        "D. Infrared (IR) spectroscopy",
        "D. Scanning electron microscopy (SEM)",
        "D. Transmission electron microscopy (TEM)"
    ],
    "authors": [
        "Pimnattha Ang-atikarnkul"
    ],
    "citedby-count": 44,
    "ref-count": 37,
    "ref-list": [
        "J Cosmet Dermatol",
        "Antioxidant potential of silk protein sericin against hydrogen peroxide-induced oxidative stress in skin fibroblasts",
        "Antioxidant activities of silk sericin from silkworm bombyx mori",
        "Sericin enhances attachment of cultured human skin fibroblasts",
        "The effect of sericin from various extraction methods on cell viability and collagen production",
        "Fibroin and sericin from Bombyx mori Silk stimulate cell migration through upregulation and phosphorylation of c-Jun",
        "Silk sericin ameliorates wound healing and its clinical efficacy in burn wounds",
        "The effects of sericin cream on wound healing in rats",
        "Preparation of sericin film with different polymers",
        "Stabilization of Bombyx mori silk fibroin/sericin films by crosslinking with PEG-DE 600 and genipin",
        "Genipin-cross-linked thermosensitive silk sericin/poly(N- isopropylacrylamide) hydrogels for cell proliferation and rapid detachment",
        "Fabrication of sericin nanoparticles for controlled gene delivery",
        "Graft copolymerization of methyl acrylate onto silk sericin initiated by tert-butyl hydroperoxide",
        "Cellulose whiskers reinforced polyvinyl alcohol copolymers nanocomposites",
        "Tangling effect in fibrillated cellulose reinforced nanocomposites",
        "Cellulose microfibrils from banana farming residues: Isolation and characterization",
        "Cellulose whisker/epoxy resin nanocomposites",
        "Toward \"Strong\" sreen nanocomposites: Polyvinyl alcohol reinforced with extremely oriented cellulose whiskers",
        "Cellulosic bionanocomposites: A review of preparation, properties and applications",
        "Multifunctional use of innovative chitin nanofibrils for skin care",
        "Chitin research revisited",
        "Efficacy of chitin-PAA-GTMAC gel in promoting wound healing: Animal study",
        "Comparison of poly-N-acetyl glucosamine (P-GlcNAc) with absorbable collagen (Actifoam), and fibrin sealant (Bolheal) for achieving hemostasis in a swine model of splenic hemorrhage",
        "Synergistic platelet integrin signaling and factor XII activation in poly-N-acetyl glucosamine fiber-mediated hemostasis",
        "Preparation and characterization of chitin whisker-reinforced silk fibroin nanocomposite sponges",
        "Chitin whisker reinforced thermoplastic nanocomposites [1]",
        "Fabrication, structure, and properties of chitin whisker-reinforced alginate nanocomposite fibers",
        "Preparation of self-assembled silk sericin nanoparticles",
        "Changes in composition, structure, and properties of jute fibers after chemical treatments",
        "Physico-chemical and structural characterization of hemicelluloses from wheat straw by alkaline peroxide extraction",
        "A novel method for the synthesis of cellulose nanofibril whiskers from banana fibers and characterization",
        "Solvatochromic and electrokinetic studies of banana fibrils prepared from steam-exploded banana fiber",
        "Chitin and chitosan: research opportunities and challenges",
        null,
        "Morphology and properties of soy protein isolate thermoplastics reinforced with chitin whiskers",
        "Modification of cellulose fiber with silk sericin",
        "Lysozyme degradation of partially deacetylated chitin, its films and hydrogels"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}