{
    "eid": "2-s2.0-85146758013",
    "title": "Streptomyces macrolidinus sp. nov., a novel soil actinobacterium with potential anticancer and antimalarial activity",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "actinomycetota",
        "anticancer",
        "antimalarial",
        "peat swamp forest",
        "Streptomyces macrolidinus"
    ],
    "authors": [
        "Pawina Kanchanasin",
        "Paranee Sripreechasak",
        "Chanwit Suriyachadkun",
        "Khomsan Supong",
        "Pattama Pittayakhajonwut",
        "Achiraya Somphong",
        "Somboon Tanasupawat",
        "Wongsakorn Phongsopitanun"
    ],
    "citedby-count": 0,
    "ref-count": 51,
    "ref-list": [
        "List of prokaryotic names with standing in nomenclature (LPSN) moves to the DSMZ",
        "Genome-based taxonomic classification of the phylum Actinobacteria",
        "Update on the classification of higher ranks in the phylum Actinobacteria",
        "Proposal of Carbonactinosporaceae fam. nov. within the class Actinomycetia. Reclassification of Streptomyces thermoautotrophicus as Carbonactinospora thermoautotrophica gen. nov., comb. nov",
        "Streptomyces Waksman and Henrici 1943, 339AL emend. Witt and Stackebrandt 1990,370 emend. Wellington, Stackebrandt, Sanders, Wolstrup and Jorgensen 1992, 159",
        "Chemical composition as a criterion in the classification of aerobic actinomycetes",
        "Fungus-growing ants use antibiotic-producing bacteria to control garden parasites",
        "Streptomyces lichenis sp. nov., isolated from lichen",
        "Bioactive microbial metabolites",
        "Biodiversity and conservation of tropical peat swamp forests",
        "Amycolatopsis acidicola sp. nov., isolated from peat swamp forest soil",
        "Kitasatospora humi sp. nov., isolated from a tropical peat swamp forest soil, and proposal for the reclassification of Kitasatospora psammotica as a later heterotypic synonym of Kitasatospora aureofaciens",
        "Pseudonocardia acidicola sp. nov., a novel actinomycete isolated from peat swamp forest soil",
        "Streptomyces acidicola sp. nov., isolated from a peat swamp forest in Thailand",
        "Streptomyces acididurans sp. nov., isolated from peat swamp forest soil",
        "Amycolatopsis acididurans sp. nov., isolated from peat swamp forest soil in Thailand",
        "Humic acid-vitamin agar, a new medium for the selective isolation of soil actinomycetes",
        "Methods for characterization of Streptomyces species",
        "Introducing EzBioCloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "Quantitative phyletics and the evolution of anurans",
        "MEGA7: molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "The RAST Server: rapid annotations using subsystems technology",
        "SEED servers: high-performance access to the SEED genomes, annotations, and metabolic models",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "Resolution of housekeeping gene sequences used in MLSA for the genus Streptomyces and reclassification of Streptomyces anthocyanicus and Streptomyces tricolor as heterotypic synonyms of Streptomyces violaceoruber",
        "JSpeciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "QUAST: quality assessment tool for genome assemblies",
        "BUSCO: assessing genome assembly and annotation completeness with single-copy orthologs",
        "New Insights Into the threshold values of multi-locus sequence analysis, average nucleotide identity and digital DNA-DNA hybridization in delineating Streptomyces species",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "DNA-DNA hybridization values and their relationship to whole-genome sequence similarities",
        "AntiSMASH 6.0: improving cluster detection and comparison capabilities",
        "Chapter XI actinomycetes",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Agar and broth dilution methods to determine the minimal inhibitory concentration (MIC) of antimicrobial substances",
        "Improved green fluorescent protein reporter gene-based microplate screening for antituberculosis compounds by utilizing an acetamidase promoter",
        "The potential of a fluorescent-based approach for bioassay of antifungal agents against chili anthracnose disease in Thailand",
        "Investigation of the Alamar Blue (resazurin) fluorescent dye for the assessment of mammalian cell cytotoxicity",
        "Microtitre plate-based antibacterial assay incorporating resazurin as an indicator of cell growth, and its application in the in vitro antibacterial screening of phytochemicals",
        "Quantitative assessment of antimalarial activity in vitro by a semiautomated microdilution technique",
        "Streptomyces colonosanans sp. nov., a novel actinobacterium isolated from Malaysia mangrove soil exhibiting antioxidative activity and cytotoxic potential against human colon cancer cell lines"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "@id": "60009116",
            "affilname": "Burapha University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009116",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chantaburi",
            "@id": "129111100",
            "affilname": "Rajamangala University of Technology Twanok Chanthaburi campus",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/129111100",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}