{
    "eid": "2-s2.0-85039710300",
    "title": "Slate – A new record for crystal preferred orientation",
    "cover-date": "2019-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Geology",
            "@code": "1907",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "Chlorite",
        "Muscovite",
        "Preferred orientation",
        "Quartz",
        "Slate"
    ],
    "authors": [
        "Hans Rudolf Wenk",
        "Waruntorn Kanitpanyacharoen",
        "Yang Ren"
    ],
    "citedby-count": 15,
    "ref-count": 48,
    "ref-list": [
        "The elastic properties of rock-forming minerals, II: layered silicates",
        "State-of-the-art high-resolution powder X-ray diffraction (HRPXRD) illustrated with Rietveld structure refinement of quartz, sodalite, tremolite, and meionite",
        "Mathematische Methoden der Texturanalyse",
        "Petrography of roofing slates",
        "Introduction à la Géologie",
        "Pressure solution and crystallization deformation",
        "Beyond the Kübler index",
        "Role of pressure solution and dissolution in geology",
        "Muscovite dehydroxylation: high-temperature studies",
        "Preferred mineral orientation of a chloritoid-bearing slate in relation to its magnetic fabric",
        "Static recrystallization and preferred orientation of phyllosilicates: michigamme Formation, northern Michigan, USA",
        "The cube texture revisited. Proc. ICOTOM 16, Mumbai 2011",
        "Texture development during grain growth – a useful rule-of-thumb",
        "Grain growth and re-orientation of phyllosilicate minerals during the development of slaty cleavage in the South Kitakami Mountains, northeast Japan",
        "The motion of ellipsoidal particles immersed in a viscous fluid",
        "Theory of preferred crystal orientation developed by crystallization under stress",
        "A comparative study of X-ray microtomography on shales at different synchrotron facilities: ALS, APS and SLS",
        "The interaction of deformation and metamorphism in slates",
        "Rietveld texture analysis from synchrotron diffraction images. I. Calibration and basic analysis",
        "Mathematische Theorie der Regelung nach der Korngestalt bei affiner Deformation",
        "On the reproduction of the orientation distribution function of textured samples from reduced pole figures using the concept of conditional ghost correction",
        "A transmission electron microscope study of white mica crystallite size distribution in a mudstone to slate transitional sequence",
        "The relationship of strain and preferred orientation of phyllosilicate grains in rocks - a review",
        "The texture of a slate from Nantlle, Caernarvon, North Wales",
        "Temperature variation of elastic constants of quartz across the α−β transition",
        "Kinetics of metamorphic layering in anisotropically stressed rocks",
        "Microtectonics",
        "Nonhydrostatic thermodynamics and its geologic applications",
        "Lősung, Verformung, Transport und Gefűge",
        "Tectonic dewatering and strain in the Michigamme slate",
        "A profile refinement method for nuclear and magnetic structures",
        "The kinetics of rock deformation by pressure solution",
        "Geometry and kinematics of the low-grade metamorphic ‘Herbeumont shear zone’ in the High-Ardenne slate belt (Belgium)",
        "Nonhydrostatic and nonequilibrium thermodynamics of deformable materials",
        "Deformation, metamorphism and texture development in Permian mudstones of the Glarus Alps (Eastern Switzerland)",
        "Experiments on the origin of slaty cleavage and schistosity",
        "Contradictions of slate formation resolved?",
        "The complexity of 3D stress-state changes during compressional tectonic inversion at the onset of orogeny",
        "Elasticity of muscovite and its relationship to crystal structure",
        "Les Ardoisieres de l'Ardenne",
        "European roofing slates part 2: Geology of selected examples of slates deposits",
        "Correlating illite (Kübler) and chlorite (Arkai) “crystallinity” indices with metamorphic mineral zones of South Island, New Zealand",
        "BEARTEX: a Windows-based program system for quantitative texture analysis",
        "Preferred orientation of phyllosilicates: comparison of fault gouge, shale and schist",
        "Rietveld texture analysis from synchrotron diffraction images. II. Complex multiphase materials and diamond anvil cell experiments",
        "Deformation in the Cambrian slate belt of Wales",
        "Structural effects of pressure on monoclinic chlorite: a single crystal study"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Berkeley",
            "@id": "60025038",
            "affilname": "University of California, Berkeley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025038",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Lemont",
            "@id": "60005498",
            "affilname": "The Advanced Photon Source",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005498",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "DOE Office of Science",
        "Development New Faculty Staff",
        "Rachaphiseksomphot Endowment Fund",
        "U.S. Department of Energy Office of Science",
        "NSF",
        "DOE",
        "DOE Office of Science",
        "Argonne National Laboratory",
        "Lawrence Berkeley National Laboratory",
        "Thailand Research Fund"
    ]
}