{
    "eid": "2-s2.0-85064633801",
    "title": "Mapping abnormal subcortical neurodevelopment in a cohort of Thai children with HIV",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Radiology, Nuclear Medicine and Imaging",
            "@code": "2741",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Neurology",
            "@code": "2808",
            "@abbrev": "NEUR"
        },
        {
            "@_fa": "true",
            "$": "Neurology (clinical)",
            "@code": "2728",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Cognitive Neuroscience",
            "@code": "2805",
            "@abbrev": "NEUR"
        }
    ],
    "keywords": [
        "Brain development",
        "MRI",
        "Neuro HIV",
        "Pediatric HIV",
        "Subcortical shape analysis"
    ],
    "authors": [
        "Benjamin S.C. Wade",
        "Victor G. Valcour",
        "Thanyawee Puthanakit",
        "Arvin Saremi",
        "Boris A. Gutman",
        "Talia M. Nir",
        "Christa Watson",
        "Linda Aurpibul",
        "Pope Kosalaraksa",
        "Pradthana Ounchanum",
        "Stephen Kerr",
        "Netsiri Dumrongpisutikul",
        "Pannee Visrutaratna",
        "Jiraporn Srinakarin",
        "Monthana Pothisri",
        "Katherine L. Narr",
        "Paul M. Thompson",
        "Jintanat Ananworanich",
        "Robert H. Paul",
        "Neda Jahanshad"
    ],
    "citedby-count": 12,
    "ref-count": 47,
    "ref-list": [
        "Independent effects of HIV, aging, and HAART on brain volumetric measures",
        "Reduced basal ganglia volume in HIV-1-associated dementia: results from quantitative neuroimaging",
        "Topological organization of whole-brain white matter in HIV infection",
        "Controlling the false discovery rate - a practical and powerful approach to multiple testing",
        "HIV dementia: the role of the basal ganglia and dopaminergic systems",
        "HIV dementia and the basal ganglia",
        "Evidence for a change in AIDS dementia complex in the era of highly active antiretroviral therapy and the possibility of new forms of AIDS dementia complex",
        "Incidence and prevalence of HIV encephalopathy in children with HIV infection receiving highly active anti-retroviral therapy (HAART)",
        "Cerebral injury in perinatally HIV-infected children compared to matched healthy controls",
        "Encephalopathy and progression of human immunodeficiency virus disease in a cohort of children with perinatally acquired human immunodeficiency virus infection",
        "Increases in brain white matter abnormalities and subcortical gray matter are linked to CD4 recovery in HIV infection",
        "Whole brain segmentation: automated labeling of neuroanatomical structures in the human brain",
        "Central nervous system manifestations of HIV infection in children",
        "Structural magnetic resonance imaging of the adolescent brain",
        "Shape Matching with Medial Curves and 1-D Group-Wise Registration. 2012 9th Ieee International Symposium on Biomedical Imaging (Isbi)",
        "A Family of Fast Spherical Registration Algorithms for Cortical Shapes",
        "Medial Demons Registration Localizes the Degree of Genetic Influence over Subcortical Shape Variability: An N=1480 Meta-Analysis. 2015 IEEE 12th International Symposium on Biomedical Imaging (ISBI)",
        "The HNRC 500—neuropsychology of HIV infection at different disease stages. HIV Neurobehavioral Research Center",
        "Default mode connectivity in youth with perinatally acquired HIV",
        "Clinical associations of white matter damage in cART-treated HIV-positive children in South Africa",
        "Structural brain changes in perinatally HIV-infected young adolescents in South Africa",
        "Clinical factors related to brain structure in HIV: the CHARTER study",
        "First- and second-generation antipsychotic drug treatment and subcortical brain morphology in schizophrenia",
        "FreeSurfer-initiated fully-automated subcortical brain segmentation in MRI using large deformation diffeomorphic metric mapping",
        "Deformed subcortical structures are related to past HIV disease severity in youth with perinatally acquired HIV infection",
        "Structural covariance of Gray matter volume in HIV vertically infected adolescents",
        "Impact of HAART and CNS-penetrating antiretroviral regimens on HIV encephalopathy among perinatally infected children and adolescents",
        "Cognition, emotional health, and immunological markers in children with long-term nonprogressive HIV",
        "Structural neuroimaging and neuropsychologic signatures in children with vertically acquired HIV",
        "Early versus deferred antiretroviral therapy for children older than 1 year infected with HIV (PREDICT): a multicentre, randomised, open-label trial",
        "Cognitive function and neurodevelopmental outcomes in HIV-infected children older than 1 year of age randomized to early versus deferred antiretroviral therapy: the PREDICT neurodevelopmental study",
        "Larger subcortical gray matter structures and smaller corpora callosa at age 5 years in HIV infected children on early ART",
        "Neurologic, neurocognitive, and brain growth outcomes in human immunodeficiency virus-infected children receiving different nucleoside antiretroviral regimens. Pediatric AIDS Clinical Trials Group 152 Study Team",
        "HIV-associated cognitive impairment before and after the advent of combination therapy",
        "Imaging of the brain in the HIV-positive child",
        "Regional brain gray and white matter changes in perinatally HIV-infected adolescents",
        "Neurocognitive functioning in pediatric human immunodeficiency virus infection: effects of combined therapy",
        "Volumetric and shape analyses of subcortical structures in United States service members with mild traumatic brain injury",
        "Subcortical shape and neuropsychological function among U.S. service members with mild traumatic brain injury",
        "Pallidum and lateral ventricle volume enlargement in autism spectrum disorder",
        "White matter microstructure among youth with perinatally acquired HIV is associated with disease severity",
        "Subcortical brain volume abnormalities in 2028 individuals with schizophrenia and 2540 healthy controls via the ENIGMA consortium",
        "Impact of the HIV/AIDS epidemic on the neurodevelopment of preschool-aged children in Kinshasa, Democratic Republic of the Congo",
        "Mapping abnormal subcortical brain morphometry in an elderly HIV+ cohort",
        "Effect of electroconvulsive therapy on striatal morphometry in major depressive disorder",
        "Data-driven cluster selection for subcortical shape and cortical thickness predicts recovery from depressive symptoms",
        "Putamen volume and its clinical and neurological correlates in primary HIV infection"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Los Angeles",
            "@id": "60027550",
            "affilname": "University of California, Los Angeles",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027550",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60026046",
            "affilname": "Faculty of Medicine, Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026046",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "San Francisco",
            "@id": "60023691",
            "affilname": "University of California, San Francisco",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023691",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60016965",
            "affilname": "The HIV Netherlands Australia Thailand Research Collaboration",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016965",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Los Angeles",
            "@id": "60015183",
            "affilname": "Keck School of Medicine of USC",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015183",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Silver Spring",
            "@id": "60012786",
            "affilname": "Walter Reed Army Institute of Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "St. Louis",
            "@id": "60012585",
            "affilname": "Missouri Institute of Mental Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012585",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Chicago",
            "@id": "60002873",
            "affilname": "Illinois Institute of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002873",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Amsterdam",
            "@id": "60002483",
            "affilname": "Universiteit van Amsterdam",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002483",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Rockledge",
            "@id": "114378491",
            "affilname": "Henry M. Jackson Foundation for the Advancement of Military Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/114378491",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Chiang Rai",
            "@id": "102066915",
            "affilname": "Chiangrai Prachanukroh Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/102066915",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Comprehensive International Program of Research on AIDS Network",
        "National Health Security Office, Thailand",
        "National Science Foundation",
        "National Institutes of Health",
        "National Institute of Mental Health",
        "National Institute of Allergy and Infectious Diseases",
        "National Institute of Child Health and Human Development",
        "Brain & Behavior Research Foundation",
        "BioGen Inc.",
        "Eunice Shriver Kennedy National Institute of Child Health and Human Development",
        "NARSAD",
        "National Research Council of Thailand"
    ]
}