{
    "eid": "2-s2.0-85097382285",
    "title": "The development of a causal relationship model of factors influencing the loyalty of football clubs’ fans in the thai premier football league",
    "cover-date": "2020-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Social Sciences (all)",
            "@code": "3300",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "A causal relationship model of factors",
        "Football clubs’ fans",
        "The loyalty",
        "The Thai premier football league"
    ],
    "authors": [
        "Worawee Nakpanom"
    ],
    "citedby-count": 0,
    "ref-count": 19,
    "ref-list": [
        "Brand image and fan loyalty in professional team sport: A refined model and empirical assessment",
        "Sport club: Understanding fans’ loyalty",
        "The Fan Attitude Network (FAN) model: Propositions for exploring identity and attitude formation among sport consumers",
        "Consumer loyalty: The meaning of attachment in the development of team allegiance",
        "Understanding brand loyalty in professional sport: Examining the link between brand association and brand loyalty",
        "Using the psychological commitment to team (PCT) scale to segment sport consumers based on loyalty",
        "Investigating motivation, attitudinal loyalty and attendance behavior with fans of Australian football",
        "The traveling fan: Understanding the mechanisms of sport fan consumption in a sport tourism setting",
        "The effects of team loyalty and selected stadium factors on spectator attendance",
        "Examining the relationships between fan motivation and loyalty for the Chinese Professional Baseball League of Taiwan",
        "Sports fans: Measuring degree of identification with their team",
        "Once the club, always the club! football fans as brand communities?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}