{
    "eid": "2-s2.0-85065734217",
    "title": "Asexual propagation of the soft corals Sinularia sp., Cladiella sp. and Sarcophyton sp. (Octocorallia: Alcyonacea) using different methods of attachment in a recirculating seawater system",
    "cover-date": "2019-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "asexual propagation",
        "attachment methods",
        "Cladiella sp.",
        "healing time",
        "Sarcophyton sp.",
        "Self-attachment time",
        "Sinularia sp.",
        "soft corals",
        "survival"
    ],
    "authors": [
        "Nilnaj Chaitanawisuti",
        "Sirusa Kritsanapuntu"
    ],
    "citedby-count": 4,
    "ref-count": 23,
    "ref-list": [
        "Bioactive cembranoids from the soft coral Sinularia crassa",
        "New marine steroids, yonarasteroids, isolated from the Okinawa soft coral Clavularia viridis",
        "The soft coral Sinularia flexibilis: potential for drug development",
        "Coral aquaculture to support drug discovery",
        "Coral aquaculture: Applying scientific knowledge to ex situ production",
        "Aquaculture of marine non-food organisms: What, why, and how?",
        "Aquaculture of three phyla of marine invertebrates to yield bioactive metabolites: Process developments and economics",
        "Marine ornamental species culture: From the past to “Finding Dory”",
        "Advances in breeding and rearing marine ornamentals",
        "Herbivory in the soft coral Sinularia flexibilis (Alcyoniidae)",
        "Development of a standardized modular system for experimental coral culture",
        "Rearing cuttings of the soft corals Sarcophyton glaucum (Octocorallia, Alcyonacea): Towards mass production in a closed seawater system",
        "The benefits and risks of aquacultural production for the aquarium trade",
        "Culture of the soft corals, Lobophytum pauciflorum under captive conditions at Kochi, India",
        "Artificial propagation of soft coral Sinularia kavarattiensis (Octocorallia: Alcyonacea) in India"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "ARDA"
    ]
}