{
    "eid": "2-s2.0-84994896171",
    "title": "Calendars in the brain; their perceptual characteristics and possible neural substrate",
    "cover-date": "2016-09-02",
    "subject-areas": [
        {
            "$": "Neurology (clinical)",
            "@code": "2728"
        },
        {
            "$": "Arts and Humanities (miscellaneous)",
            "@code": "1201"
        }
    ],
    "keywords": [
        "Calendar form",
        "calendar lines",
        "number form",
        "number lines",
        "synesthesia"
    ],
    "authors": [
        "Vilayanur S. Ramachandran"
    ],
    "citedby-count": 3,
    "ref-count": 20,
    "ref-list": [
        "The motion aftereffect",
        "Evidence for a physiological explanation of the waterfall phenomenon and figural after-effects [50]",
        "Handedness and calendar orientations in time-space synaesthesia",
        "The brain's default network: Anatomy, function, and relevance to disease",
        "The cognitive neuroscience of vision. Fundamentals of cognitive neuroscience",
        "Individual differences among grapheme-color synesthetes: Brain-behavior correlations",
        "The role of area 17 in visual imagery: Convergent evidence from PET and rTMS",
        "The Production of Reality: Essays and Reading on Social Interaction",
        "Central processing of visual information a: Integrative functions and comparative data",
        "The multi-laned hippocampus",
        "Journal Cognition Neuroscience Supplement",
        "Précis of O'Keefe & Nadel's The hippocampus as a cognitive map",
        "Objective correlates of an unusual subjective experience: A single-case study of number-form synaesthesia",
        "Where is January? The month-SNARC effect in sequence-form synaesthetes",
        "BBC",
        "Synaesthesia - A window into perception, thought and language",
        "Psychophysical investigations into the neural basis of synaesthesia",
        "The Phenomenology of Synaesthesia",
        "Ovals of time: Time-space associations in synaesthesia",
        "Synesthesia"
    ],
    "affiliation": [
        {
            "affiliation-city": "La Jolla",
            "affilname": "University of California, San Diego",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}