{
    "eid": "2-s2.0-84923666913",
    "title": "Undrained shear strength of very soft to medium stiff bangkok clay from various laboratory tests",
    "cover-date": "2015-03-01",
    "subject-areas": [
        {
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909"
        },
        {
            "$": "Civil and Structural Engineering",
            "@code": "2205"
        }
    ],
    "keywords": [
        "Clays",
        "Embankments",
        "Laboratory tests",
        "Shear strength"
    ],
    "authors": [
        "W. Ratananikom"
    ],
    "citedby-count": 10,
    "ref-count": 32,
    "ref-list": [
        "Comparison of Strengths Measured by Vane Shear Unconfined Compression and Triaxial Shear Tests in Bangkok Clay",
        "8th ICSMFE",
        "ASCE Research Conference on Shear Strength of Cohesive Soils",
        "The In-Situ Measurement of the Undrained Shear Strength of Clays Using the Field Vane",
        "Undrained strength interrelationships among CIUC, UU, and UC tests",
        "Time effects on the stress-strain behaviour of natural soft clays",
        "THREE CASE STUDIES FOR SHORT TERM STABILITY OF SOFT CLAY DEPOSITS.",
        "New approach to determine soil parameters free from regional variations in soil behavior and technical quality",
        "New developments in field and laboratory testing of soils.",
        "Manual on Estimating Soil Properties for Foundation Design",
        "Consolidated Undrained Direct Shear Tests on Saturated Clays",
        "NEW DESIGN PROCEDURE FOR STABILITY OF SOFT CLAYS.",
        "Symp. on Laboratory Shear Testing of Soils, ASTM",
        "Geomaterial behavior and testing",
        "Undarined Shear Strength on Different Failure Planes of Soft Rangsit Clay",
        "Journal of Geotechnical Engineering, ASCE",
        "UNDRAINED SHEAR STRENGTH OF REMOULDED MARINE CLAYS.",
        "Vane Shear Behavior of Soft Bangkok Clay",
        "Strength and Deformation Behavior of Soft Bangkok Clay",
        "Estimating undrained shear strength of soft clay ground improved by pre-loading with PVD -case history in Bangkok",
        "Geotechnical site characterization on engineering properties of Bangkok clay",
        "Proc. of Institution of Civil Engineers",
        "Stiffness and strength parameters for hardening soil model of soft and stiff Bangkok clays",
        "Characterization of Singapore, Bangkok, and Ariake clays",
        "Proc. International Symposium on Characterization of Soft Marine Clays - Bothkennar, Dremmen, Quebec and Ariake Clays",
        "Behavior of Soft Bangkok Clay under Horizontal Loading",
        "Soil Mechanics in Engineering Practice",
        "The interpretation of in situ soil tests",
        "Soil mechanics - property characterization and analysis procedures.",
        "CORRELATION OF INDEX PROPERTIES WITH SOME BASIC ENGINEERING PROPERTIES OF SOILS.",
        "Undrained strength-deformation characteristics of Bangkok Clay under general stress condition",
        "9th ARCSMFE, Bangkok"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "affilname": "Burapha University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}