{
    "eid": "2-s2.0-85128942293",
    "title": "A BIM-Enabled Dashboard System for Construction Project Monitoring and Control",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Civil and Structural Engineering",
            "@code": "2205",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Building and Construction",
            "@code": "2215",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [],
    "authors": [
        "Veerasak Likhitruangsilp",
        "Photios G. Ioannou",
        "Pimpisut Nantapanuwat"
    ],
    "citedby-count": 0,
    "ref-count": 21,
    "ref-list": [
        "Using Real Project Schedule Data to Compare Earned Schedule and Earned Duration Management Project Time Forecasting Capabilities",
        "Integration of Cost and Schedule Using BIM",
        "Evaluation of Image-Based Modeling and Laser Scanning Accuracy for Emerging Automated Performance Monitoring Techniques",
        "A Building Information Modeling (BIM)-Integrated System for Evaluating the Impact of Change Orders",
        "An Integrated BIM System to Track the Time and Cost of Construction Projects: A Case Study",
        "Causes of Delays in Construction Projects in Turkey",
        "Developing a Project Status Dashboard for Construction Project Progress Reporting",
        "A BIM-Database-Integrated System for Construction Cost Estimation",
        "Documentation Errors in Instrumentation and Electrical Systems: Toward Productivity Improvement Using System Information Modeling",
        "Towards an Automated Photogrammetry-Based Approach for Monitoring and Controlling Construction Site Activities",
        "Dashboards as a Service: Why, What, How, and What Research Is Needed?",
        "A Review of Dashboards in Performance Management: Implications for Design and Research",
        "Augmented Reality for Construction Site Monitoring and Documentation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ann Arbor",
            "@id": "60025778",
            "affilname": "University of Michigan, Ann Arbor",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025778",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}