{
    "eid": "2-s2.0-85057219350",
    "title": "Improvement of stilbenoid production by 2-hydroxypropyl-β-cyclodextrin in white mulberry (Morus alba L.) callus cultures",
    "cover-date": "2019-10-02",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Analytical Chemistry",
            "@code": "1602",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Organic Chemistry",
            "@code": "1605",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "callus culture",
        "elicitor",
        "moraceae",
        "mulberroside A",
        "oxyresveratrol",
        "β-cyclodextrin"
    ],
    "authors": [
        "Jukrapun Komaikul",
        "Tharita Kitisripanya",
        "Kittisak Likhitwitayawuid",
        "Boonchoo Sritularak",
        "Hiroyuki Tanaka",
        "Waraporn Putalun"
    ],
    "citedby-count": 13,
    "ref-count": 20,
    "ref-list": [
        "Modified cyclodextrins are chemically defined glucan inducers of defense responses in grapevine cell cultures",
        "β-Cyclodextrins enhance artemisinin production in Artemisia annua suspension cell cultures",
        "Resveratrol production at large scale using plant cell suspensions",
        "Biotransformation of mulberroside A from Morus alba results in enhancement of tyrosinase inhibition",
        "Oxyresveratrol and hydroxystilbene compounds. Inhibitory effect on tyrosinase and mechanism of action",
        "Development of an enzyme-linked immunosorbent assay for specific detection of mulberroside A in mulberry (Morus alba L.) using anti-mulberroside a polyclonal antibody",
        "Enhanced mulberroside A production from cell suspension and root cultures of Morus alba using elicitation",
        "Stilbenes with tyrosinase inhibitory activity",
        "Oxyresveratrol and resveratrol are potent antioxidants and free radical scavengers: effect on nitrosative and oxidative stress derived from microglial cells",
        "In vitro pharmacokinetic characterization of mulberroside A, the main polyhydroxylated stilbene in mulberry (Morus alba L.), and its bacterial metabolite oxyresveratrol in traditional oral use",
        "β-Glucosidases as detonators of plant chemical defense",
        "A revised medium for rapid growth and bioassays with to- bacco tissue cultures",
        "Strategies for enhanced production of plant secondary metabolites from cell and organ cultures",
        "Inhibitory effect of mulberroside A and its derivatives on melanogenesis induced by ultraviolet B irradiation",
        "Simultaneous determination of five characteristic stilbene glycosides in root bark of Morus albus L. (Cortex Mori) using high-performance liquid chromatography",
        "Pharmacological properties of traditional medicines. XXII. Pharmacokinetic study of mulberroside A and its metabolites in rat",
        "Elicitation, an effective strategy for the biotechnological production of bioactive high-added value compounds in plant cell factories",
        "Mulberroside A protects against ischemic impairment in primary culture of rat cortical neurons after oxygen-glucose deprivation followed by reperfusion",
        "Anti-inflammatory and analgesic properties of cis-mulberroside A from Ramulus mori",
        "Variations in the levels of mulberroside A, oxyresveratrol, and resveratrol in mulberries in different seasons and during growth"
    ],
    "affiliation": [
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Fukuoka",
            "@id": "60011047",
            "affilname": "Kyushu University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011047",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Japan Society for Promotion of Sciences",
        "NRCT-JSPS",
        "Thai Research Fund",
        "Japan Society for Promotion of Sciences",
        "Chulalongkorn University",
        "Thai Research Fund",
        "National Research Council of Thailand"
    ]
}