{
    "eid": "2-s2.0-84927747893",
    "title": "Construction of CoA-dependent 1-butanol synthetic pathway functions under aerobic conditions in Escherichia coli",
    "cover-date": "2015-06-01",
    "subject-areas": [
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        },
        {
            "$": "Bioengineering",
            "@code": "1502"
        }
    ],
    "keywords": [
        "1-Butanol",
        "Aerobic synthesis",
        "E. coli",
        "Synthetic pathway"
    ],
    "authors": [
        "Naoya Kataoka"
    ],
    "citedby-count": 12,
    "ref-count": 39,
    "ref-list": [
        "Metabolic engineering of Escherichia coli for 1-butanol production",
        "Construction of Escherichia coli K-12 in-frame, single-gene knockout mutants: The Keio collection",
        "High-flux isobutanol production using engineered Escherichia coli: A bioreactor study with in situ product removal",
        "Enzyme mechanism as a kinetic control element for designing synthetic biofuel pathways",
        "J. Bacteriol.",
        "Cloning of the Alcaligenes latus polyhydroxyalkanoate biosynthesis genes and use of these genes for enhanced production of poly(3-hydroxybutyrate) in Escherichia coli",
        "One-step inactivation of chromosomal genes in Escherichia coli K-12 using PCR products",
        "Engineered synthetic pathway for isopropanol production in Escherichia coli",
        "Expression of Clostridium acetobutylicum butanol synthetic genes in Escherichia coli",
        "Bio-based production of C2-C6 platform chemicals",
        "Isolation of butanol- and isobutanol-tolerant bacteria and physiological characterization of their butanol tolerance",
        "Development of butanol-tolerant bacillus subtilis strain GRSW2-B1 as a potential bioproduction host",
        "Improvement of (R)-1,3-butanediol production by engineered Escherichia coli",
        "Enhancement of (R)-1,3-butanediol production by engineered Escherichia coli using a bioreactor system with strict regulation of overall oxygen transfer coefficient and pH",
        "Butanol tolerance in a selection of microorganisms",
        "Fermentative butanol production by clostridia",
        "Engineering Escherichia coli to synthesize free fatty acids",
        "Screening and characterization of butanol-tolerant micro-organisms",
        "Model-driven rebalancing of the intracellular redox state for optimization of a heterologous n-butanol pathway in Escherichia coli",
        "Butanol production by a butanol-tolerant strain of Clostridium acetobutylicum in extruded corn broth",
        "How microbes tolerate ethanol and butanol",
        "Comparison of growth, acetate production, and acetate inhibition of Escherichia coli strains in batch and fed-batch fermentations",
        "Effects of medium quality on the expression of human interleukin-2 at high cell density in fermentor cultures of Escherichia coli K-12",
        "Metab. Eng.",
        null,
        "Global metabolic regulation analysis for Escherichia coli K12 based on protein expression by 2-dimensional electrophoresis and enzyme activity measurement",
        "ABE production from corn: A recent economic evaluation",
        "Selected Pseudomonas putida strains able to grow in the presence of high butanol concentrations",
        "Biosynthesis of poly(3-hydroxybutyrate-co-3-hydroxy-4-methylvalerate) by recombinant Escherichia coli expressing leucine metabolism-related enzymes derived from Clostridium difficile",
        "Metabolic engineering of Escherichia coli for 1-butanol and 1-propanol production via the keto-acid pathways",
        "Driving forces enable high-titer anaerobic 1-butanol synthesis in Escherichia coli",
        "Fed-batch cultures of recombinant Escherichia coli with inhibitory substance concentration monitoring",
        "Screened butanol-tolerant enterococcus faecium capable of butanol production",
        "Improvement of mass transfer characteristics and productivities of inclined tubular photobioreactors by installation of internal static mixers",
        "Production of poly(3-hydroxybutyrate-co- 4-hydroxybutyrate) in recombinant Escherichia coli grown on glucose",
        "Coenzyme A-acylating aldehyde dehydrogenase from Clostridium beijerinckii NRRL B592",
        "Metabolic engineering of Escherichia coli for biosynthesis of poly(3-hydroxybutyrate-co-3-hydroxyvalerate) from glucose",
        "Metabolic engineering of Escherichia coli for direct production of 1,4-butanediol",
        "Recent advances to improve fermentative butanol production: Genetic engineering and fermentation technology"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Higashihiroshima",
            "affilname": "Hiroshima University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Yamaguchi",
            "affilname": "Yamaguchi University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Grant-in Aid for Young Scientists",
        "Japan Society for the Promotion of Science",
        "Japan Society for the Promotion of Science"
    ]
}