{
    "eid": "2-s2.0-85029846287",
    "title": "Molecular phylogenetics and sequence analysis of two cave-dwelling dugesia species from Southeast Asia (Platyhelminthes: Tricladida: Dugesiidae)",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Batu Caves",
        "Dugesia",
        "Phylogenetics",
        "Tham Nen Noi"
    ],
    "authors": [
        "Tsung Fei Khang"
    ],
    "citedby-count": 2,
    "ref-count": 63,
    "ref-list": [
        "TranslatorX: Multiple alignment of nucleotide sequences guided by amino acid translations",
        "Basic local alignment search tool",
        "Molecular phylogeny of land and freshwater planarians (Tricladida, Platyhelminthes): From freshwater to land and back",
        "Planarian (platyhelminthes, tricladida) diversity and molecular markers: A new view of an Old group",
        "From morphology and karyology to molecules. New methods for taxonomical identification of asexual populations of freshwater planarians. A tribute to Professor Mario Benazzi",
        "The Interrelationships of the Platyhelminthes",
        "Freshwater triclads (Turbellaria, Tricladida) from the oriental region",
        "Freshwater triclads (Platyhelminthes, Turbellaria) and continental drift [11]",
        "Further contribution to the taxonomy of the « dugesia lugubris-polychroa group» with description of dugesia mediterranea n.Sp. (tricladida, paludicola)",
        "Genbank Record",
        "Characterization and Molecular Evolution of an 18S Duplication Event within the Family Dugesiidae (Platyhelminthes, Turbellaria, Tricladida)",
        "Zoological Systematics",
        "A review of Lower and Middle Palaeozoic biostratigraphy in west peninsular Malaysia and southern Thailand in its context within the Sibumasu Terrane",
        "Kungliga Fysiografiska Sällskapets I Lund Förhandlingar",
        "Association Pyrénéenne De Spéléologie (Ed.) Expéditions Thai 87-Thai 88, Rapport Spéléologique Et Scientifique. Association Pyrénéenne De Spéléologie, Toulouse",
        "The supermatrix approach to systematics",
        "Phylogenetic assessment of alignments reveals neglected tree signal in gaps",
        "Further contributions to the taxonomy and biogeography of the subgenus dugesia (platyhelminthes: tricladida: paludicola) in the mediterranean region and the middle east",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Proceedings of the Boston Society of Natural History",
        "Southeast Asia's changing palaeogeography",
        "Selangor. III: Topography. Journal of the Federated Malay States Museum",
        "Annotationes Zoologicae Japonenses",
        "Zoological Letters",
        "Dotlet: Diagonal plots in a Web browser",
        "Records of the Indian Museum (Calcutta)",
        "Records of the Indian Museum (Calcultta)",
        "ggmap: Spatial visualization with ggplot2",
        "MAFFT: A novel method for rapid multiple sequence alignment based on fast Fourier transform",
        "MAFFT multiple sequence alignment software version 7: Improvements in performance and usability",
        "Annotationes Zoologicae Japonenses",
        "Contributions from the Biological Laboratory, Kyoto University",
        "Contributions from the Biological Laboratory, Kyoto University",
        "Journal of the Speleological Society of Japan",
        "Bulletin of the Biogeographical Society of Japan",
        "Freshwater Invertebrates of the Malaysian Region. Academy of Sciences Malaysia, Kuala Lumpur",
        "Nov. Bulletin of the Fuji Women’s College",
        "Taxonomy and geographical distribution of Dugesia japonica and D. ryukyuensis in the Far East",
        "Annotationes Zoologicae Japonenses",
        "Molecular barcoding and phylogeography of sexual and asexual freshwater planarians of the genus Dugesia in the Western Mediterranean (Platyhelminthes, Tricladida, Dugesiidae)",
        "Schmidtea mediterranea phylogeography: An old species surviving on a few Mediterranean islands?",
        "Archivio Zoologico Italiano",
        "Performance of criteria for selecting evolutionary models in phylogenetics: A comprehensive study based on simulated datasets",
        "Djeyes absent (Djeya) controls prototypic planarian eye regeneration by cooperating with the transcription factor Djsix-1",
        "Pacific Insects",
        "Origin and assembly of south-east Asian continental terranes",
        "Ultrafast approximation for phylogenetic bootstrap",
        "IQ-TREE: A fast and effective stochastic algorithm for estimating maximum-likelihood phylogenies",
        "Comparative transcriptome analysis between planarian Dugesia japonica and other platyhelminth species",
        "MODELTEST: Testing the model of DNA substitution",
        "R: A Language and Environment for Statistical Computing",
        "The Schmidtea mediterranea database as a molecular resource for studying platyhelminthes, stem cells and regeneration",
        "Transactions of the American Microscopical Society",
        "Platyhelminths as paleogeographical indicators",
        "Chromosome morphological studies of dugesia gonocephala S.L. (platyhelminthes, tricladida)",
        "The genus Dugesia in Australia, with its phylogenetic analysis and historical biogeography (Platyhelminthes, Tricladida, Dugesiidae)",
        "Integrative delineation of species of Mediterranean freshwater planarians (Platyhelminthes: Tricladida: Dugesiidae)",
        "Fluvial basin history in the northeastern Mediterranean region underlies dispersal and speciation patterns in the genus Dugesia (Platyhelminthes, Tricladida, Dugesiidae)",
        "African planarians: Dugesia aethiopica sp. n. (Platyhelminthes, Tricladida) from Lake Tana (NW Ethiopia)",
        "Improvement of phylogenies after removing divergent and ambiguously aligned blocks from protein sequence alignments",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Current methods for automated filtering of multiple sequence alignments frequently worsen single-gene phylogenetic inference",
        "Evolution and regeneration of the planarian central nervous system"
    ],
    "affiliation": [
        {
            "affiliation-city": "Kuala Lumpur",
            "affilname": "Institute of Biological Sciences",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Kuala Lumpur",
            "affilname": "Universiti Malaya",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}